[
    [
        " I'm guessing you didn't quite see this trajectory when you were putting some premium gas into some guy's Chevy",
        0.0,
        6.98
    ],
    [
        " for $4.75 an hour because I worked at Wendy's. Did you really? Yeah, I worked at Wendy's. What did you do there?",
        6.98,
        13.22
    ],
    [
        " I was the burger cook guy. Okay. Which I would make burgers and it's interesting you go to Wendy's. The burgers are fresh",
        13.58,
        20.32
    ],
    [
        " which means when some when eight people walk in they they make a rough guess. Sure. You know, and they'll go put on 10.",
        20.32,
        26.0
    ],
    [
        " So you put on 10 and if two of them don't sell they go into a bucket and that bucket gets turned into chili.",
        26.0,
        31.12
    ],
    [
        " But you know, I did not know that. Yeah, so I'm working at Wendy's.",
        31.42,
        35.12
    ],
    [
        " I know and I knew I wanted to go in the military. At some point at what point did the military seem like the call?",
        35.16,
        42.88
    ],
    [
        " Actually, let me hear the worst day of the 17 year old Vano working at the gas station.",
        43.26,
        49.76
    ],
    [
        " Not eating. Just no food. Just not eating.",
        50.14,
        54.18
    ],
    [
        " Not enough money. You got to make rent and I got to pay for gas for a car about a say",
        55.2,
        61.66
    ],
    [
        " 1969 Toyota Corona. Corona. Corona. Corona. It was built in September 69 same month and year that I was born.",
        61.66,
        71.54
    ],
    [
        " It was red with a white racing straight man. 500 bucks. Boom. Cash on the back on the barrel head, right?",
        71.7,
        76.36
    ],
    [
        " You got to pay for gas because you got to go to work. You got to make rent and sometimes you don't have money for food and what's",
        76.84,
        83.84
    ],
    [
        " tragic Jaco is people are getting there again in America.",
        84.84,
        87.46
    ],
    [
        " They're having to make those decisions and it's shocking. So yeah, not eating was you know, I'm",
        87.56,
        93.16
    ],
    [
        " great now clearly. That could be a good thing, dude. I tell people like you know, we're nine meals.",
        93.16,
        97.9
    ],
    [
        " You said more of that right now. We're like we're nine meals away from anner at any point, right?",
        97.9,
        102.38
    ],
    [
        " And I'm like I'm like 15 to 20 years away from anner. Let's be honest. I could be a cast away for a while",
        102.86,
        110.16
    ],
    [
        " or maybe a good thing. So sometimes you're not eating. You're 16, you're 17, you're still working at the",
        110.16,
        116.38
    ],
    [
        " gas station. At what point do you go? I went out with this same work. I went out with buddy Minus, he was",
        116.38,
        121.9
    ],
    [
        " Kurt and you know, we're drinking beer and we're an Oregon and I'm like let's join them rain",
        121.9,
        129.52
    ],
    [
        " corings. Yeah, let's join the rain corks. Yeah. So we got you know, we get all tuned up and we're like",
        129.52,
        134.98
    ],
    [
        " the best Marines for six hours and I wake up and I call them and I'm like I do not want to join",
        134.98,
        140.48
    ],
    [
        " them rain corks. He's like I do not want to join the rain corks. I go let's join the Navy. He goes okay.",
        140.48,
        144.4
    ],
    [
        " I picked him up. We went to their Gurdring office. What? No, that was it. That was exactly as much",
        145.0,
        150.84
    ],
    [
        " thought that we needed to. Now remember now Gunny was he was a Marine. My you know, the guy that I",
        150.84,
        156.46
    ],
    [
        " aspired to be what made you say like you're fired up to go to the Marine Corps six hours later. I",
        156.46,
        164.96
    ],
    [
        " said that's what happened. Did you did you understand anything about the military and we just like hey",
        166.78,
        171.84
    ],
    [
        " no, you know Marine Corps that seems cool. They got cool uniforms. They carry machine guns. Yeah,",
        171.84,
        178.94
    ],
    [
        " no and you know what it's interesting if you want to I mean not to overspiritualize things or",
        179.08,
        183.92
    ],
    [
        " get to philosophical about stuff. Sounds like we're about to. Sure. There's there's been several",
        183.92,
        188.46
    ],
    [
        " inflection points in my life for it. It's just kind of like you know, throw your chips at the",
        188.46,
        192.04
    ],
    [
        " wind and see what happens because at that point I was going nowhere and I realized that you know,",
        192.04,
        196.84
    ],
    [
        " I guess alcoholics call it an epiphany. You know that you have this moment and I kind of had that",
        197.02,
        205.16
    ],
    [
        " moment where I realized this is just not I don't want to live this way the rest of my life.",
        205.16,
        210.74
    ],
    [
        " And so there had to be a change and you know, how do you change like that? I'm a high school drop",
        211.18,
        216.14
    ],
    [
        " out. I couldn't get accepted. You know, I ain't that stuff right. And it just really it was an",
        216.14,
        221.36
    ],
    [
        " epiphany. So I joined the Navy. Did you have to get your GED? How'd that work? I got they gave me six",
        221.36,
        227.1
    ],
    [
        " months to get a GED. I was offered three different programs. See I'm in apprenticeship firm in",
        227.1,
        231.12
    ],
    [
        " apprenticeship and airman apprenticeship. Okay. That's it. There's no other options. And so just so",
        231.12,
        237.04
    ],
    [
        " everyone knows what that means. That means the the lowest jobs, the most medial jobs that you can",
        237.04,
        243.3
    ],
    [
        " get in the Navy. All right. Those three jobs in the three different broad departments in the Navy.",
        243.3,
        248.48
    ],
    [
        " Yeah, straight up meeting a labor. And so I just like, okay, you know, I signed on. I got",
        248.64,
        255.48
    ],
    [
        " station at Naval Weapons Station conquered. Hold on. So you said it took you six months to get",
        255.48,
        260.38
    ],
    [
        " you to get your GED for six months. They're like, so I wanted to dab the late entry program.",
        260.38,
        266.22
    ],
    [
        " Yep. They said once you're active duty of six months to get a GED. Oh, okay. So I went to my first",
        266.3,
        270.74
    ],
    [
        " duty station, Naval Weapons Station conquered. What was this? 1988. 1988. Man, they were hurting for",
        270.74,
        276.26
    ],
    [
        " some people, though. Listen, dude, Reagan wanted this six hundred ship Navy. That's right. You could",
        276.26,
        280.54
    ],
    [
        " like, where's here, give me this trench night. So you could like wipe the blood off a knife you",
        280.54,
        285.8
    ],
    [
        " just stabbed somebody with and they're like, don't do that again. And they'll let you in the name.",
        285.8,
        289.42
    ],
    [
        " Come on in. Right. But now, you know, that's something I was alluding to earlier is that, you know,",
        289.54,
        294.1
    ],
    [
        " our standards now people have not faced this adversity. And so we're taking, we're sent all these",
        294.14,
        300.24
    ],
    [
        " prerequisites for guys to go to different programs, especially specialized programs that, you know,",
        300.42,
        304.04
    ],
    [
        " they're kind of unrealistic. But yeah, so I would drive up over the Benisha Bridge. I can't",
        304.08,
        309.36
    ],
    [
        " remember the name of it. Mayor Island. And I would take classes and I took my GED. You know,",
        309.36,
        313.94
    ],
    [
        " got that within the six months. So you're 18 when you actually get in the Navy? I was 18. I turned 19",
        313.94,
        318.8
    ],
    [
        " in boot camp. Okay. You're so you turned 19 in boot camp. I mean, it was just boot camp. I was",
        318.8,
        328.72
    ],
    [
        " totally happy to be there. That's three hots and a cot. Yeah. You know, you like food. Yeah. I mean,",
        330.2,
        336.54
    ],
    [
        " yeah, apparently, uh, oh, everyone understands what you're saying.",
        336.68,
        341.74
    ],
    [
        " So yeah, I mean, it was just what you're doing. And, um, that's kind of how I live my life. I",
        342.86,
        349.54
    ],
    [
        " approach it. Like this is what we're doing. And so let's just do it. Let's crack on and let's",
        349.54,
        358.7
    ],
    [
        " destroy those. So, um, in order to get to buds, right, I joined the Navy. I'm working on it. Do you",
        358.7,
        363.8
    ],
    [
        " know about the seals? That this might not idea? They like, yeah, they wasn't like, hey,",
        363.8,
        367.8
    ],
    [
        " Derek, check this out. By the way, you can never do this. You're working at time out because you're",
        367.82,
        371.0
    ],
    [
        " scrubbed. You know, that's essentially the set. So I cleaned toilets and painted. So you get down",
        371.0,
        375.18
    ],
    [
        " with boot camp, get done. Where do you get stationed? Where do you get your station conquered?",
        375.18,
        378.68
    ],
    [
        " The california is closed now. Okay. There's an ammunition station. You show up there. You're",
        379.12,
        388.6
    ],
    [
        " you're very low ranking individual, right? But I still had this sort of, um, you know, I was",
        388.6,
        394.86
    ],
    [
        " the smart alloc, you know, to put it mildly. You're a smart allocat 50, how old are you?",
        394.86,
        400.5
    ],
    [
        " 53. You're smart. I got 53. When we work together, you were smart. I got 40 something. So I can",
        400.74,
        406.32
    ],
    [
        " only imagine it was even worse when you were here's the difference. Jocco. I have now earned it.",
        406.32,
        412.78
    ],
    [
        " I've earned it. When I was a young man, I didn't. I was a brass young man and I didn't have",
        413.24,
        418.68
    ],
    [
        " humility. And so I decided to go to core school, excited friend who worked at the clinic. And, um,",
        418.68,
        426.5
    ],
    [
        " I wanted to go do that. So I had to work for six months, eight months or whatever. After hours,",
        426.9,
        432.08
    ],
    [
        " I struck for a rate for all your civilians that's applying for a job. Did you apply for the job",
        432.38,
        439.28
    ],
    [
        " as Korman? I was a, right. So I made VM three. Bosants made third class decorating.",
        439.34,
        445.66
    ],
    [
        " And then I went and became a Korman. But so here, here was the turn a quarter in shackle",
        446.64,
        453.96
    ],
    [
        " turned my life around. And that's a shack. I don't know to describe that. It's a fastener.",
        453.96,
        460.5
    ],
    [
        " It's a fastest, like, not a metal thing, right? And so I was standing on the fan tail of the YTB. That's",
        460.72,
        467.62
    ],
    [
        " Yard Tugboat A-2-8, Kataakasa, all Yard Tugboats in the Navy were named after American Indian",
        468.28,
        473.48
    ],
    [
        " chiefs, Case of Water. So I'm on the fan tail. That's the back of the boat. And I get beaned in the back",
        473.48,
        479.88
    ],
    [
        " of the head with a quarter in shackle. And I turn around and there's nobody there. And I'm like,",
        479.88,
        487.04
    ],
    [
        " if I don't change my ways, these people will kill me. And that really opened. That was a reality",
        487.64,
        495.74
    ],
    [
        " check. And I've done encourage changing people's behavior modifications to violence, but I'm just",
        495.74,
        501.62
    ],
    [
        " telling you my story. And I was like, wow, I need to change my ways now. And I did. And then I got",
        501.62,
        513.2
    ],
    [
        " to to core school. So you have to apply to go to core school? Oh, yeah, yeah. So I worked at the",
        513.2,
        518.36
    ],
    [
        " clinic on base after hours. And it was like six or eight months. And I had to take a series of tests.",
        518.36,
        523.62
    ],
    [
        " I did all these the general military trainings. I did a whole bunch of correspondence courses,",
        523.62,
        528.0
    ],
    [
        " like the NATO handbook on surgery and all these things. Which is a course for physicians. I",
        528.0,
        533.76
    ],
    [
        " ordered it used to be able to order all these books to the Navy. And I just have an act for it.",
        533.76,
        537.92
    ],
    [
        " You know, I know I seem like a goofball them. But I'm actually a knack for nerding out and studying",
        538.42,
        544.8
    ],
    [
        " on something. Yeah. And passing tests. Because I've been reading since a kid. You know what I mean?",
        544.8,
        548.9
    ],
    [
        " It wasn't it wasn't strange to me to garner knowledge from the written work. And so being able to",
        548.98,
        555.9
    ],
    [
        " read things, absorb information and then take things from disparate sources, combine them together",
        555.9,
        562.3
    ],
    [
        " to understand the best way to do things is just something I'm just good at. It's intuitive to me.",
        562.3,
        567.8
    ],
    [
        " I don't have to work at that. So you apply to go to core school? Right. And then I got accepted.",
        567.98,
        572.72
    ],
    [
        " And I put everything I own in the entire world on the back of my motorcycle. And drove like",
        573.38,
        578.78
    ],
    [
        " everything. Drove from conquer California to San Diego and checked into core school later.",
        579.02,
        583.76
    ],
    [
        " How long is the course goal? 11 weeks I think. I mean, that was a while ago, dude. And",
        584.58,
        590.7
    ],
    [
        " they didn't have course school anymore. And you still haven't heard about the SEAL teams yet?",
        590.7,
        593.86
    ],
    [
        " No. So that revelation must be coming. Okay. So there was three guys that joined the Navy to be",
        594.16,
        602.82
    ],
    [
        " SEALs. One's name is Rodney. Unfortunately, he was killed. We're conferred the CIA after he got",
        602.82,
        608.02
    ],
    [
        " out of the teams. He graduated. I know one of the same is Andy. He did, I don't know, ex-moneyers got out.",
        608.02,
        612.9
    ],
    [
        " And the other one's name is Jeff. Jeff didn't make it to Buds. And away they're like, hey,",
        613.32,
        617.88
    ],
    [
        " I'm going to be a SEALs at core school. This is at core school. And they're all like,",
        618.2,
        622.34
    ],
    [
        " you know, and on me. And I'm like, what's the SEAL stuff? Well, you have guns and planes and boats",
        622.4,
        630.06
    ],
    [
        " and, you know, fast cars. I'm like, mom, I'll go do that. And they're like, you can't just say,",
        630.06,
        636.0
    ],
    [
        " I'll go do that. I go, well, why not? Why can't you just say, I'll go do that. So I was kind of",
        636.06,
        642.0
    ],
    [
        " mocked a bit. And then you had at that point three chances to take this screening test. Did you",
        642.0,
        649.48
    ],
    [
        " do the same thing? What class are you? 177. Okay. So I was wondering for it. And so remember,",
        649.48,
        654.2
    ],
    [
        " you had three chances. Oh, no, you're, yeah, you're an easy one, just, yeah. Yeah. But just didn't",
        654.3,
        665.98
    ],
    [
        " I failed this twice. And back then, like you failed the three times, you're out. We don't want to",
        666.06,
        670.86
    ],
    [
        " see again. You're dead to the world, right? Get out of here. This is while you were a corpsman.",
        670.86,
        674.52
    ],
    [
        " This is why I was in core school. I'm going to get a corpsman to Buds. To get a bill to Buds.",
        674.64,
        678.42
    ],
    [
        " Got it. And fail wants, what'd you fail? Swim. Okay. I didn't know how to do the sidestroke.",
        678.44,
        683.34
    ],
    [
        " Yeah. I've been swimming since I was, you know, a kid. I just don't know how to do a formal stroke.",
        683.44,
        687.86
    ],
    [
        " Right. So I failed this thing twice. And they started renovating the barracks, which is the,",
        688.12,
        693.98
    ],
    [
        " not the oldest, but the second oldest building in San Diego at the Naval Hospital. That was our",
        694.02,
        699.02
    ],
    [
        " barracks. So they move us to 30 second street, the Navy based on there. And by now, this is,",
        699.02,
        704.88
    ],
    [
        " this is a personal thing at this point because the push-ups sit ups, run, I don't know if you did",
        704.92,
        710.7
    ],
    [
        " dips. Anyway, crush all those pull ups. Right. Crush all of them. Can't do the swim. So I go to the pool.",
        710.7,
        715.62
    ],
    [
        " There's a nine year old kid in the pool. And he's doing the sidestroke. And I'm like, hey, dude,",
        716.06,
        721.08
    ],
    [
        " can you show me? Because there was no mentoring. Remember that? Just like, go do this. Yeah. No",
        721.22,
        725.98
    ],
    [
        " mentoring. I go, hey, man, can you show me how to do that? A nine year old kid. He's like, yeah,",
        725.98,
        731.2
    ],
    [
        " just grab an apple, pull the apple down, get it with your hands through the apple.",
        731.42,
        734.88
    ],
    [
        " I grabbed another apple. Oh, just keep doing that. This kid was good. Right. That's a sidestroke.",
        734.94,
        739.68
    ],
    [
        " So, you know, I did it past test. That quarter inch shackle gave me the humility,",
        740.32,
        746.62
    ],
    [
        " which was the thing that I was missing as a young man to be able to ask a nine year old kid",
        747.2,
        751.32
    ],
    [
        " how to do the sidestroke.",
        751.32,
        752.74
    ]
]