[
    [
        " Jocco and echo should you defend bad leaders?",
        0.78,
        4.36
    ],
    [
        " Okay, your superiors to your men",
        4.98,
        8.44
    ],
    [
        " Think about that question. This is a good",
        8.44,
        12.82
    ],
    [
        " It's a good question and we haven't done",
        12.82,
        16.24
    ],
    [
        " Q&A in a while and that's why I want to start off think about that. Should you defend bad leaders?",
        16.24,
        21.4
    ],
    [
        " That are people that are in charge you should you defend them to your men now?",
        21.4,
        26.0
    ],
    [
        " This is really a perfect example of the dichotomy of leadership",
        26.5,
        30.28
    ],
    [
        " And this is one of those situations that makes leadership very very hard because it requires a nuanced",
        30.28,
        39.08
    ],
    [
        " balance to handle this correctly",
        39.08,
        42.74
    ],
    [
        " so",
        42.74,
        44.08
    ],
    [
        " On the one hand",
        44.08,
        46.3
    ],
    [
        " if we if we",
        46.3,
        48.56
    ],
    [
        " Say our boss is a bad leader and",
        48.56,
        54.04
    ],
    [
        " Doesn't know what he's doing to forgot the boss. Hey echo our boss does nobody's doing these an idiot",
        54.04,
        58.96
    ],
    [
        " We undermine his authority for sure and we undermine the authority of the whole chain of command. So",
        58.96,
        66.88
    ],
    [
        " should you",
        66.88,
        68.38
    ],
    [
        " Call out when someone sucks you say oh that guy sucks. He's terrible. Should you do that to your leader?",
        68.38,
        74.22
    ],
    [
        " The answer is no you can't do that you can't do that because you're undermining everything",
        74.64,
        79.58
    ],
    [
        " So you got a horrible leader you can't just sit there to your boys and say hey this guy's an idiot can't do that",
        79.96,
        85.88
    ],
    [
        " however",
        85.88,
        87.76
    ],
    [
        " If you give full support",
        87.76,
        92.46
    ],
    [
        " To this horrible boss",
        92.46,
        95.62
    ],
    [
        " Then your troops",
        95.62,
        97.88
    ],
    [
        " Who know a good leader from a bad leader? They know it's stupid and what isn't they know this they know this and if you are sitting there back into my 100%",
        97.88,
        108.22
    ],
    [
        " Then",
        111.34,
        111.82
    ],
    [
        " They're gonna know that you either actually agree with the bad leader which is bad or that you're too weak",
        111.82,
        118.48
    ],
    [
        " to stand up and",
        118.48,
        121.36
    ],
    [
        " Say a boss what we're doing is wrong",
        121.36,
        123.26
    ],
    [
        " So you can't go to one extreme the boss is an idiot you can't go to the other extreme the boss is awesome think about how hard that is think about what I'm saying",
        123.26,
        131.7
    ],
    [
        " This is it very very challenging so",
        131.7,
        134.56
    ],
    [
        " What can you do well? Okay, first of all",
        134.56,
        138.88
    ],
    [
        " As a subordinate leader it is your duty to push back right to say hey boss. I think we're doing the wrong thing here",
        139.68,
        146.1
    ],
    [
        " And this is why we spend a lot of time trying to build relationships with our bosses so that we can have candid conversations with them right sometimes",
        146.1,
        153.38
    ],
    [
        " It's hard to do that it is I understand",
        153.38,
        157.16
    ],
    [
        " But",
        157.16,
        159.46
    ],
    [
        " When you have built a relationship",
        159.46,
        162.72
    ],
    [
        " then",
        162.72,
        164.34
    ],
    [
        " You can go to your boss and say hey look this isn't this isn't good now once you've done that",
        166.38,
        170.84
    ],
    [
        " Then you can go to your go to your your troops and you say hey look I went to the boss is what I told them",
        170.84,
        177.14
    ],
    [
        " You know I told him that hey doing this method isn't gonna work well",
        177.14,
        180.86
    ],
    [
        " He explained to me while we're doing it this is what he said so this is why we're using this method",
        180.86,
        184.88
    ],
    [
        " I know it's not popular to you guys, but it's it's here's the reason why we're doing it",
        184.88,
        188.44
    ],
    [
        " So you made progress right your guys were saying okay",
        188.44,
        191.2
    ],
    [
        " Well, he at least stood up to the man and now he gave us an answer. He told us why we're doing what we're doing so that's good too",
        191.2,
        197.0
    ],
    [
        " but",
        197.0,
        198.7
    ],
    [
        " The other thing is one the easiest way to do this is",
        198.7,
        203.48
    ],
    [
        " To provide an honest to pin truth",
        203.48,
        206.74
    ],
    [
        " Truth is gonna be your friend here truth is gonna be your friend now. I should put a caveat around that",
        206.74,
        211.8
    ],
    [
        " Because the truth might be you think your boss is a complete idiot and everything you say is stupid",
        211.8,
        218.08
    ],
    [
        " Okay, so I take it back. No use full on truth and this is so this is so interesting too because clearly",
        218.1,
        225.68
    ],
    [
        " truthfulness is a huge you know",
        225.68,
        230.32
    ],
    [
        " It's a value that I've hold very dear right and you got to be truthful and all that",
        230.32,
        235.68
    ],
    [
        " I'm telling you right now do not be true if you think your boss is an idiot",
        235.68,
        239.66
    ],
    [
        " And you think the method that he's picking or the plan he's got is stupid",
        239.66,
        243.3
    ],
    [
        " Don't be truthful your guys and go down there and say boss an idiot. It's not gonna help your team",
        243.3,
        248.0
    ],
    [
        " Right we have to be smart about what we're doing",
        248.54,
        251.0
    ],
    [
        " but",
        251.0,
        252.88
    ],
    [
        " When you when you do that",
        252.88,
        255.88
    ],
    [
        " What you need to do is keep it somewhere in the middle okay, so",
        255.88,
        261.5
    ],
    [
        " When you say something negative",
        261.5,
        264.28
    ],
    [
        " Don't get all crazy with the negative don't get all nuts with the negative",
        264.28,
        269.46
    ],
    [
        " What you want to do is say you say something like hey look",
        269.46,
        273.04
    ],
    [
        " I'm sure there's some better ways of doing this, but this is the decision that was made and we need to make it work",
        273.84,
        279.14
    ],
    [
        " Right, so I'm not saying it's horrible. I'm saying look hey guys. I'm showing some better ways",
        279.14,
        283.34
    ],
    [
        " But guess what this is what we are being told to do right now and we're gonna do the best we can",
        283.34,
        287.4
    ],
    [
        " Don't just that I'm putting it from like them to the we making it. I'm taking ownership of it",
        287.4,
        291.94
    ],
    [
        " This is now ours to execute",
        291.94,
        293.78
    ],
    [
        " So you want to do that or you and and I also want to focus more on",
        293.78,
        299.74
    ],
    [
        " As",
        301.62,
        302.06
    ],
    [
        " As much as I can I want to focus on not the personality of the boss",
        302.06,
        306.0
    ],
    [
        " But I want to focus on like the what we're being told type thing or what the mission is because I don't want to bring",
        306.0,
        311.8
    ],
    [
        " I want to keep the personality the boss at bay sometimes you get a boss that has such a raging",
        311.8,
        316.46
    ],
    [
        " Asshole personality that you have to say something like you just you have to explain and that's when even then you want to",
        316.46,
        323.82
    ],
    [
        " Dratch it down a little bit. You don't say hey the boss's asshole",
        323.82,
        326.54
    ],
    [
        " Yeah, the boss is needy. No, you don't say that you know you say hey look guys. I know the bosses is not exactly perfect",
        326.84,
        333.84
    ],
    [
        " But I think he means well with what he's trying to do and that way we need to focus for that reason",
        333.84,
        340.54
    ],
    [
        " We need to focus on executing because not gonna help us sit here and complain about the boss",
        340.54,
        343.94
    ],
    [
        " He might not have the greatest personality, but you know what his intention is good. So let's support him",
        343.94,
        349.36
    ],
    [
        " You know what I mean something like that where you're not",
        349.36,
        352.5
    ],
    [
        " You're not giving him full support, but you're not completely throwing him under the bus",
        353.84,
        357.58
    ],
    [
        " Again, this is so hard to do because",
        357.58,
        361.0
    ],
    [
        " Let's face it the boys the troops. They know what's up. They know when that boss is an idiot",
        361.0,
        368.32
    ],
    [
        " They know when he's unprofessional. They know when he treats you like shit. They know that stuff",
        368.32,
        372.7
    ],
    [
        " And so if you bow down if you break and you give that to him. Yes, you're right the boss is jerk",
        372.7,
        378.84
    ],
    [
        " Yes, you're right the boss",
        378.84,
        380.0
    ],
    [
        " Treats people like shit. Yeah, if you give them that",
        380.42,
        382.86
    ],
    [
        " You're hurting the situation",
        382.86,
        386.26
    ],
    [
        " And that's why also when you're in a leadership position your job oftentimes is to buffer",
        386.26,
        391.94
    ],
    [
        " Between the jerk boss and the boys you know the boys should never know",
        391.94,
        397.88
    ],
    [
        " that the kind of",
        397.88,
        400.2
    ],
    [
        " Stupid harassment that you get from your boss the boys should never know that they should think hey",
        400.2,
        405.64
    ],
    [
        " Jockel says this guy's good to go we're good to go. They should never think that this guy's",
        406.26,
        410.84
    ],
    [
        " Unidiot mm-hmm",
        410.84,
        412.84
    ],
    [
        " so",
        412.84,
        413.5
    ],
    [
        " Again in both cases it's like you can't go hardcore",
        413.5,
        419.88
    ],
    [
        " You can't go hardcore against either the plan or the person",
        419.88,
        423.8
    ],
    [
        " but",
        423.8,
        425.72
    ],
    [
        " You also at the same time you need to give a little bit of a pressure release just a little bit of a pressure release",
        425.72,
        431.56
    ],
    [
        " You know",
        431.56,
        432.02
    ],
    [
        " Gotta give them just enough that they go you know what you want them to think",
        432.42,
        435.26
    ],
    [
        " You want them to think hey",
        435.26,
        438.22
    ],
    [
        " Jockel gets it he knows",
        438.22,
        441.28
    ],
    [
        " He's not admitting it to us and good on him",
        441.28,
        444.5
    ],
    [
        " He's keeping it professional. They know I they they know that jocke",
        444.5,
        449.94
    ],
    [
        " They know I don't love the boss, but they know and keep it a professional so",
        449.94,
        454.02
    ],
    [
        " therefore they",
        454.02,
        456.02
    ],
    [
        " they",
        456.02,
        456.9
    ],
    [
        " Accept what I'm saying",
        456.9,
        459.2
    ],
    [
        " And they stay part of the team",
        459.46,
        461.1
    ],
    [
        " Yeah, it kind of feels like",
        461.1,
        463.34
    ],
    [
        " I'm kind of imagining myself as one of the boys right",
        463.34,
        466.68
    ],
    [
        " You're my boss and we don't really like your boss right I feel like sure",
        466.68,
        473.1
    ],
    [
        " If I was made to feel better in one every way just a little bit better that pressure release",
        473.1,
        478.32
    ],
    [
        " I said just a little bit better about the mission okay",
        478.32,
        480.98
    ],
    [
        " And I trust you because of how you always handle things or whatever you know what all right",
        480.98,
        486.32
    ],
    [
        " It's not the best funnest whatever is not my first choice",
        486.32,
        489.4
    ],
    [
        " But at least we're doing it together, you know, I trust you and all right. Let's do this kind of thing",
        489.4,
        494.3
    ],
    [
        " And one of the key things you just said is trust",
        494.3,
        496.26
    ],
    [
        " So if you trust me",
        496.26,
        498.54
    ],
    [
        " And the boss is saying to do something completely ridiculous and I come down and say echo",
        498.54,
        505.38
    ],
    [
        " Guess what we're gonna do we're gonna we're gonna dig this hole and then we're gonna fill it back in",
        505.38,
        509.14
    ],
    [
        " I want to do it six times today",
        509.14,
        510.76
    ],
    [
        " Let's get to work and you know it's stupid",
        510.76,
        513.0
    ],
    [
        " And I come down and try and sell that to you",
        513.0,
        515.62
    ],
    [
        " Yeah, without any explanation with that voice yeah with that voice. I'm gonna lose trust",
        515.8,
        522.04
    ],
    [
        " You're gonna you're not gonna trust me as much now if I come down and say hey",
        522.04,
        525.16
    ],
    [
        " Hey boys. Hey bring it in. This is what's going on. Yeah, so you're going back to another voice here",
        525.16,
        529.62
    ],
    [
        " Going back to the leadership voice",
        529.62,
        531.84
    ],
    [
        " Hey guys here's what's going on. I know this is gonna come across as a strange task",
        531.84,
        535.8
    ],
    [
        " We're gonna get it done. We got to dig these holes and we're gonna fill them back in and we're actually gonna do this six times today",
        535.8,
        542.14
    ],
    [
        " Again, I know it's not exactly what we're planning to do today",
        543.36,
        546.32
    ],
    [
        " But look let's get after it. Let's get it done and let's prove to everybody that we can make this happen faster than and all of a sudden we're",
        546.32,
        552.8
    ],
    [
        " We're gonna get after you know what I mean is no factor",
        552.8,
        554.92
    ],
    [
        " Whereas again if I go into like a dorky nerd voice and try and say we are going to do this because it's the best plan ever",
        554.92,
        561.96
    ],
    [
        " You I'm losing trust with you. Yeah, I'm actually hurting my trust. So this is a really really",
        561.96,
        567.68
    ],
    [
        " nuanced thing and my best advice here",
        567.68,
        571.12
    ],
    [
        " Is to try and keep it in the middle right try and keep it and I'll tell you probably lean a little bit lean towards being professional lean towards supporting the chain of command",
        572.28,
        581.46
    ],
    [
        " Because because the guys are gonna know when you give them that little little pressure relief when you say",
        581.46,
        586.18
    ],
    [
        " Hey, I know this is this is a little bit of a strange plan as soon as I say that everyone's like okay, he understands. Yeah",
        586.18,
        592.08
    ],
    [
        " We'll do whatever he says hey, Jockel. Okay, Jockel. We get it. You got it. You got to have us do this cool. Let's do it",
        592.08,
        599.08
    ],
    [
        " Yeah, it's when I come down and say hmm and again, you'll realize that this is this is the opposite",
        599.5,
        605.3
    ],
    [
        " I say all the time you know if you come down and say the boss's plan",
        605.3,
        609.38
    ],
    [
        " We got to do this. I always throw that as like the worst possible leadership is hey, we got to do this because we are told to do it",
        609.38,
        615.76
    ],
    [
        " That's the worst possible leadership. It's not saying to do that. Well, I'm saying is a little pressure relief",
        615.76,
        622.04
    ],
    [
        " Just a little pressure relief of hey look I threw up a different plan",
        622.04,
        625.38
    ],
    [
        " I thought my plan was a little bit better boss came up with this this idea. We're gonna go for it",
        625.78,
        630.26
    ],
    [
        " It's close enough just something like that. Just like I know I know",
        630.26,
        633.62
    ],
    [
        " That's it little little little little nugget. Yeah, I feel like I would feel if you were to be like",
        633.62,
        640.66
    ],
    [
        " This is such a dumb plan and I don't know why we got to do it or whatever I'd be like wait",
        640.66,
        644.42
    ],
    [
        " Wait, then why are we doing that? You know, you're exactly you're my bot like why are we doing it then you know and I wouldn't want to do it",
        644.42,
        650.68
    ],
    [
        " No",
        650.68,
        651.08
    ],
    [
        " So yeah, it's like right in the middle there. It's leaning towards being professional",
        651.72,
        655.82
    ],
    [
        " It's leaning towards supporting the chain of command with just enough of a pressure relief to to have them say",
        655.82,
        661.76
    ],
    [
        " I'll tell you a story. It's cool. This is real real quick. This was in",
        661.76,
        665.36
    ],
    [
        " Do take your time. I want you to tell me the longest story. We're back to ninth grade",
        665.36,
        669.02
    ],
    [
        " And this is kind of high school college. It's weird that I even thought of this so we we you know how like in in class, right?",
        669.02,
        675.44
    ],
    [
        " High early high school freshman",
        676.24,
        677.66
    ],
    [
        " You know in class",
        677.66,
        679.22
    ],
    [
        " You they're like hey get into groups. We're gonna do this thing and so we got into these groups and we did some",
        679.22,
        686.22
    ],
    [
        " Project little thing during class. We're done halfway through class. We're done and we're about to present the teacher looks at it",
        686.22,
        693.38
    ],
    [
        " And it's like oh you guys gotta do it again",
        693.38,
        696.08
    ],
    [
        " But the teacher doesn't tell everyone she tells us just this one girl Marla is her name Marla",
        696.08,
        701.06
    ],
    [
        " Yeah, so",
        701.06,
        702.38
    ],
    [
        " Marla comes back from talking to the teacher and she's like",
        703.36,
        705.5
    ],
    [
        " She was kind of the leader no one does it but she at that point",
        705.5,
        709.78
    ],
    [
        " She was kind of the little leader that liaison between the group right that teacher",
        709.78,
        713.48
    ],
    [
        " So she comes back she's like she's like we got to do it again",
        713.48,
        716.3
    ],
    [
        " And we're and everyone's like what she goes we got to do it again",
        716.3,
        719.3
    ],
    [
        " Like you could tell she had accepted it",
        719.3,
        721.12
    ],
    [
        " But just her being like sign kind of",
        721.12,
        723.74
    ],
    [
        " Demonstrated that hey she feels the pain too. I dig it. But hey guys, you know",
        723.74,
        727.76
    ],
    [
        " We're not gonna complain right it was just that little subtle thing",
        728.44,
        731.1
    ],
    [
        " But that's exactly what it did it kind of it basically accepted the order that none of us really wanted to hear",
        731.1,
        737.14
    ],
    [
        " But at the same time she demonstrated that hey she feels it too, you know",
        737.14,
        741.3
    ],
    [
        " And let's do what we did again, of course and whatever I don't know what grade we have got an A plus",
        741.3,
        746.2
    ],
    [
        " I'm sure",
        746.2,
        746.84
    ],
    [
        " Marla working her leadership skills on the show. Yeah, it was weird that I mean",
        746.84,
        751.32
    ],
    [
        " I don't know necessarily that she intended to do that",
        751.32,
        753.54
    ],
    [
        " But that was the exact effect and you can thinking back I can see the elements, you know the little pressure release",
        753.54,
        758.92
    ],
    [
        " Was her not saying",
        758.92,
        761.22
    ],
    [
        " Don't talk to me like that. She said we got to do it again. You know she didn't like I pose anybody heard just her little",
        761.22,
        766.82
    ],
    [
        " Her mannerisms, you know what she didn't do she didn't jump completely on board with the teacher",
        766.82,
        771.98
    ],
    [
        " Yeah, and be like we got to do this again. It sucked no shoes like hey look",
        771.98,
        776.28
    ],
    [
        " We got we're gonna have to do this again. You know what I mean? She just the tone is perfected enough",
        776.28,
        780.62
    ],
    [
        " And I'll say this this question. I'm surprised it took so long to get this question because this is a really really good question",
        780.84,
        786.42
    ],
    [
        " and it also is a",
        786.42,
        788.24
    ],
    [
        " incredibly important skill",
        788.24,
        790.46
    ],
    [
        " To be able to walk this line and it's tricky to do and",
        790.46,
        795.5
    ],
    [
        " It's a very it's it's sort of this might be one of the",
        795.5,
        799.84
    ],
    [
        " This is like the type of thing",
        799.84,
        802.7
    ],
    [
        " That helped me a lot in when I was in the teams was just being able to do this enough because you could have to do some dumb shit",
        802.7,
        810.4
    ],
    [
        " Teams man, and you know what it's like okay being able to translate a stoop something stupid and give enough",
        810.62,
        818.4
    ],
    [
        " pressure relief",
        818.4,
        820.18
    ],
    [
        " To to make guys not just go jocke was just you know company guy, right? It's company guy",
        820.18,
        826.94
    ],
    [
        " Like he just lives. Oh he doesn't stand up for us. No actually. I do but this is you know like laughs all telling that story about doing paperwork",
        826.94,
        833.58
    ],
    [
        " I'm like no, we're gonna do all the paperwork",
        833.58,
        836.08
    ],
    [
        " I I went I held the company line but like in such a dynamic or such an overboard way that guys are like okay",
        836.38,
        844.08
    ],
    [
        " Yeah, we're gonna win. Yeah, this is a competition. Yeah",
        844.08,
        847.22
    ],
    [
        " So that's good times. Yeah, it's like a meat",
        847.22,
        850.14
    ],
    [
        " Because it seems like okay all that paperwork. It's it's almost like the paperwork was like in a front",
        850.14,
        855.34
    ],
    [
        " Just like hey what it's the us against them kind of thing where we're told us to do the paperwork and you were like",
        855.34,
        860.1
    ],
    [
        " Yeah, it's them and we're gonna do the same thing. Yeah, exactly. You know, so it's like you take it to them",
        860.1,
        865.32
    ],
    [
        " Yeah, that's something I've done. I've actually done that a fair amount",
        865.32,
        868.62
    ],
    [
        " I talked about the story before but like an officer candidate school every little stupid rule that they threw it",
        868.62,
        872.72
    ],
    [
        " Us I did it to the nth degree and had everyone like last year the nth degree where they were just going",
        872.72,
        877.2
    ],
    [
        " Bullets. Yeah, yeah, going ballistic so a story like that where we're just going we're just gonna take with their take the order",
        877.2,
        883.38
    ],
    [
        " And carry it out to the extreme and take pride in doing that. That was not a little tactic that guy used by me along the way",
        883.38,
        889.46
    ],
    [
        " We're gonna do that. We can do it so hard. You're not even know what your name was",
        889.46,
        893.54
    ],
    [
        " That's another tactic you can take for sure",
        894.98,
        897.26
    ],
    [
        " They want us to polish these boots. They want us to they want us to clean this thing",
        897.26,
        900.8
    ],
    [
        " We'll do it. Watch this",
        900.8,
        902.88
    ]
]