[
    [
        " I'm 26 years old. I'm currently an undercover detective. I've recently been told that I'm being promoted to sergeant",
        0.02,
        7.2
    ],
    [
        " over department's",
        7.2,
        8.72
    ],
    [
        " Investigations division. I've been the youngest person to hold that position in our department's history",
        8.72,
        14.46
    ],
    [
        " All the guys I'll be in charge in of our much older some in their late 40s. How do I as a younger leader lead them?",
        14.46,
        22.48
    ],
    [
        " How do you demand and earn respect from an older group?",
        23.14,
        26.78
    ],
    [
        " I'm ready for the job and know what the job entails, but I'm nervous to lead a group of nine people that are all older than me.",
        26.86,
        34.34
    ],
    [
        " So I'm I've answered this question over and over again, and I'm gonna do a quick job of it here just because people may not",
        34.7,
        41.84
    ],
    [
        " They have gone back and listen to all all the other podcasts, but you have listened to answers always the same and",
        41.84,
        49.16
    ],
    [
        " It's always the same whether you're a young person leading old person whether you're an old person leading young per people",
        49.16,
        54.84
    ],
    [
        " Whether you're a woman leading man a man leading man leading women whether you're coming in from a different department",
        54.94,
        61.1
    ],
    [
        " Into a new department that you don't know anybody whether you're going into a thing that you don't have experience",
        61.1,
        65.12
    ],
    [
        " It's like all the same. Basically what it is. You're going into a leadership position. Yeah, that's what it is",
        65.12,
        71.3
    ],
    [
        " Be humble listen take advice build relationships keep your ego in check",
        71.3,
        75.42
    ],
    [
        " Also, one of the reasons I pulled the did pull this question out is he's like how do you demand respect?",
        75.42,
        81.58
    ],
    [
        " Well the answer is you don't demand respect and if you don't if you do demand respect",
        81.94,
        87.04
    ],
    [
        " You'll get anything but respect from people",
        87.04,
        89.52
    ],
    [
        " So so get that out of your head you earn respect and how do you earn respect you respect them",
        89.52,
        96.2
    ],
    [
        " In this case you respect their experience you respect their knowledge",
        96.2,
        100.64
    ],
    [
        " You respect it. They've been doing it for a long time. You have respect for it and when you show respect for them",
        100.64,
        106.7
    ],
    [
        " They're gonna respect you back",
        106.7,
        107.92
    ],
    [
        " now",
        107.92,
        109.02
    ],
    [
        " None of this means be passive",
        109.6,
        111.96
    ],
    [
        " Right, this doesn't mean cow or down. No, you still have to lead you still have to step up",
        111.96,
        119.28
    ],
    [
        " But it does mean be humble be open-minded be proactive listen ask questions ask for opinions",
        119.28,
        125.86
    ],
    [
        " decentralized",
        125.86,
        127.76
    ],
    [
        " All aspects of operations including the planning which we already talked about",
        127.76,
        133.1
    ],
    [
        " And then with all those things set a high standard",
        133.1,
        137.58
    ],
    [
        " And then the final and most important well, I don't know it's equally important I'd say",
        138.52,
        144.32
    ],
    [
        " Work harder than everyone else and expect nothing in return",
        144.32,
        149.86
    ],
    [
        " That's it. Yeah, that's it. You're the boss. You better be it you better be at work before everyone and you better be",
        149.86,
        158.1
    ],
    [
        " Leaving work after everyone and that's how you develop a reputation of being a hard worker and being a hard worker",
        158.1,
        165.56
    ],
    [
        " And it's own right",
        165.78,
        166.84
    ],
    [
        " Garner's respect for most people there's there's a fraction of losers that are like oh echo he works so much",
        166.84,
        174.4
    ],
    [
        " It's it's so lame like no",
        174.4,
        176.6
    ],
    [
        " Like I'm making them look better something. Yeah. Yeah. Yeah. Yeah. He's just he's yeah",
        176.6,
        181.22
    ],
    [
        " Like there's a small fraction of people that that might think that way but but no you work harder",
        181.22,
        187.12
    ],
    [
        " You you put in the time you put in the effort you study you read which you're supposed to read you get the professional knowledge that you're supposed to get",
        187.12,
        194.54
    ],
    [
        " You don't impose that on people. Yeah, yeah, yeah, because you're your book knowledge when you start off in this situation",
        194.72,
        201.5
    ],
    [
        " Your book knowledge isn't as strong as the experience guys in in this case, you know in the in the law enforcement the guys that have been in the streets",
        201.5,
        207.7
    ],
    [
        " They know stuff that you don't know. Yeah, so you study what you can but you keep in open minds you can listen to",
        207.7,
        215.4
    ],
    [
        " What their experience says? Yeah",
        215.4,
        218.72
    ],
    [
        " Like I don't impose on them",
        218.72,
        221.78
    ],
    [
        " When you say don't impose it on them does that mean don't impose them like make them it's like them echo section 4 2",
        222.26,
        229.56
    ],
    [
        " Alpha of the documents says that we're supposed to use this methodology when we do this",
        229.56,
        234.82
    ],
    [
        " You should know that methodology. You should understand why that methodology is important",
        234.82,
        238.9
    ],
    [
        " But if you say hey, Joggle, we don't do it that way and here's why I shouldn't be like oh, I'm telling him. Yeah, it's by the book",
        238.9,
        244.32
    ],
    [
        " Yeah, it's by the book now if it's by the book because it's there's an ethical reason",
        244.32,
        248.5
    ],
    [
        " Okay, well, that makes sense, but if it's by the book because",
        248.72,
        251.66
    ],
    [
        " That's what the book says yeah, by the book. Yeah, yeah",
        251.66,
        256.18
    ],
    [
        " Or you know the guy who's like who works extra hard, but he kind of in a way throws it in everyone's face",
        256.18,
        261.22
    ],
    [
        " How hard you know don't be that guy that's that's an important thing. It's a very important piece",
        261.22,
        265.02
    ],
    [
        " Don't you don't step on people's toes with this stuff. Yeah, that's wrong. Yeah, don't do that",
        265.02,
        269.58
    ],
    [
        " Check",
        269.58,
        273.08
    ]
]