[
    [
        " How do you balance extreme ownership with holding others accountable for their actions and avoiding them using you?",
        0.0,
        7.26
    ],
    [
        " So this is actually a question that I end up responding to on a fairly regular basis and",
        8.62,
        15.96
    ],
    [
        " There's really a couple different angles here that are going on",
        15.96,
        19.7
    ],
    [
        " The one of the the points here is the balance of extreme ownership",
        19.7,
        25.6
    ],
    [
        " versus holding others accountable and what that really means and or what another way of looking at that is it's really extreme ownership",
        26.78,
        35.0
    ],
    [
        " versus decentralized command so decentralized command is",
        35.0,
        40.86
    ],
    [
        " It's one of the laws of combat that life and I",
        40.86,
        44.96
    ],
    [
        " Write about in the book",
        44.96,
        47.06
    ],
    [
        " decentralized command and what that means is everybody leads that means everybody's a leader and that's what you want and that is a",
        47.06,
        54.94
    ],
    [
        " That is a the complete opposite of extreme ownership. So extreme ownership. I'm gonna own everything",
        55.6,
        62.52
    ],
    [
        " Decentralized command is I'm gonna let everyone else lead. So there's a real a real contradiction a real dichotomy there so",
        62.52,
        72.0
    ],
    [
        " What you have to do is balance it you have to balance that's the only way to",
        72.0,
        78.12
    ],
    [
        " To sort of rectify or or",
        78.12,
        82.12
    ],
    [
        " reconcile those two opposing forces because you do you do have to have extreme ownership of everything",
        83.66,
        89.26
    ],
    [
        " That is true and at the same time you have to have decentralized command because you can't be everywhere once and you have to let your frontline leaders lead",
        89.26,
        96.46
    ],
    [
        " So you have to balance them",
        96.46,
        99.34
    ],
    [
        " so that's",
        99.34,
        101.62
    ],
    [
        " One part of it is that you should if you feel yourself",
        101.62,
        105.78
    ],
    [
        " For instance if you feel like you can't get everything done and you're you're losing control or you're",
        105.98,
        113.0
    ],
    [
        " You're not able to execute everything because there's too much on your plate",
        113.0,
        117.28
    ],
    [
        " It means that you're not delegating enough. It means that you're not your frontline troopers aren't stepping up and leading",
        117.28,
        123.16
    ],
    [
        " Now so you've gone too far in one direction now if your leaders",
        123.16,
        128.88
    ],
    [
        " Or if all of a sudden you're having to tell your leaders like hey",
        128.88,
        133.22
    ],
    [
        " You need to get this done. Hey, what are you doing? Why aren't you taking initiative then that means you've gone too far in the other direction",
        133.68,
        138.74
    ],
    [
        " So you have to find the good balance and that's the",
        138.74,
        141.18
    ],
    [
        " That's the goal and again, and I'll say it over and over again",
        141.18,
        144.68
    ],
    [
        " That's what makes leadership hard leadership the hardest thing about leadership is that there's opposing forces that you have to balance",
        144.68,
        151.18
    ],
    [
        " And if you could just pick the extreme and go with it and that made you a good leader anyone could do it",
        151.18,
        155.48
    ],
    [
        " But it's not it's it's the balance",
        155.48,
        157.22
    ],
    [
        " That makes you a good leader. It's the balance that's challenging",
        157.22,
        161.58
    ],
    [
        " So now the other word so that's part of the question the other word is",
        162.8,
        169.36
    ],
    [
        " accountability and",
        169.36,
        172.2
    ],
    [
        " Holding people accountable for their actions now. This is where I'm",
        172.2,
        178.74
    ],
    [
        " Gonna throw something out that people are not going to expect me to say because people always talk about",
        178.74,
        185.3
    ],
    [
        " accountability and",
        185.3,
        187.32
    ],
    [
        " I hear that all the time in businesses and they say yeah, we really need accountability accountability accountability and",
        187.32,
        195.02
    ],
    [
        " Here's",
        195.02,
        195.64
    ],
    [
        " The issue I have with that",
        195.64,
        198.62
    ],
    [
        " You don't",
        198.62,
        200.56
    ],
    [
        " Want to have to rely on accountability accountability is actually a crutch",
        200.56,
        208.58
    ],
    [
        " It's a tool and I'm not saying you never use it because sometimes you do have to use it",
        208.58,
        213.86
    ],
    [
        " You have to implement it if people aren't doing what they're supposed to do you have to hold them accountable",
        213.86,
        217.64
    ],
    [
        " But I will tell you this",
        217.64,
        219.72
    ],
    [
        " What you what you don't want is",
        219.72,
        223.98
    ],
    [
        " People that are doing their job only because you're holding them accountable",
        223.98,
        228.92
    ],
    [
        " That's not what you want you want people that",
        228.92,
        232.38
    ],
    [
        " Take initiative and ownership of their job and they do it not because you want them to or because you're going to inspect them",
        232.38,
        240.78
    ],
    [
        " They do it because",
        240.78,
        242.16
    ],
    [
        " They own it they take extreme ownership of it. That's what you want so if you were to ask",
        242.84,
        250.94
    ],
    [
        " People that work for me if I held them accountable and they would be like",
        250.94,
        256.9
    ],
    [
        " Not really I mean for instance",
        256.9,
        259.58
    ],
    [
        " Weapons inspections, so you know I'm in charge of a platoon or I'm in charge of a task unit and there's you know a couple hundred weapons or whatever a bunch of weapons",
        259.58,
        271.52
    ],
    [
        " And if you don't take care of those weapons and people don't maintain them and clean them and",
        272.9,
        277.36
    ],
    [
        " Lubricate them properly they can rust very easily",
        277.36,
        281.68
    ],
    [
        " Mm-hmm, and so we know one of the things that you may have to do is do weapons inspections to make sure that my guys are",
        281.68,
        289.98
    ],
    [
        " cleaning their weapons",
        289.98,
        291.24
    ],
    [
        " And I can tell you I",
        291.24,
        294.98
    ],
    [
        " Rarely if ever",
        294.98,
        297.06
    ],
    [
        " conducted actual",
        297.06,
        299.26
    ],
    [
        " weapons inspections",
        299.26,
        301.7
    ],
    [
        " The reason",
        302.18,
        303.16
    ],
    [
        " My guys my guys did it my guys owned it my guys wanted to be the best they wanted to",
        303.16,
        311.26
    ],
    [
        " Always have the best possible reputation",
        311.26,
        314.88
    ],
    [
        " And so I didn't have to go around",
        314.88,
        317.08
    ],
    [
        " inspecting their weapons",
        317.08,
        319.38
    ],
    [
        " Because I knew that they were gonna do it",
        319.38,
        322.56
    ],
    [
        " I knew that that my guys who were on board who understood why we were doing what we were doing",
        322.56,
        329.24
    ],
    [
        " Who understood that we wanted to be the best and who were on board with trying to be the best?",
        330.12,
        335.28
    ],
    [
        " Said you know what?",
        335.82,
        337.1
    ],
    [
        " You know we are gonna make sure these weapons are the best possible and I learned this when I was in my second platoon",
        338.14,
        345.04
    ],
    [
        " My boss was an awesome guy",
        345.04,
        348.36
    ],
    [
        " And this is a guy that I've talked about before he was huge influence on me",
        348.36,
        352.72
    ],
    [
        " He was a a prior and listed seal who became an officer",
        352.72,
        356.9
    ],
    [
        " He was a combat veteran from the war in Grenada and",
        357.18,
        361.32
    ],
    [
        " He was a very humble guy and and he's actually the guy that inspired me to become an officer because I said to myself",
        361.32,
        367.88
    ],
    [
        " Well, this guy is this guy made our lives so good",
        367.88,
        371.34
    ],
    [
        " Maybe I could do that for 16 guys in a platoon someday",
        371.34,
        374.76
    ],
    [
        " But what I realized about him is he never",
        374.76,
        378.56
    ],
    [
        " Held us accountable for anything but at the same time",
        378.56,
        383.08
    ],
    [
        " He",
        385.08,
        385.82
    ],
    [
        " Infused accountability on us because what we wanted more than anything else was to do a good job for him and for the platoon",
        385.82,
        393.28
    ],
    [
        " that's",
        393.28,
        394.84
    ],
    [
        " That's how you get troops and teams aligned",
        394.84,
        399.5
    ],
    [
        " Not by holding them accountable with imposed accountability",
        399.5,
        404.42
    ],
    [
        " But where they are inspired themselves to hold themselves accountable and you know I had a coaching call",
        404.42,
        412.14
    ],
    [
        " With a team the other day that was they were saying hey, you know, we really we really we would like to have you you know",
        413.02,
        421.08
    ],
    [
        " Coach us because we're lacking in these areas and we really need we know what to do",
        421.08,
        426.5
    ],
    [
        " But we really need someone to hold us accountable to do it",
        426.5,
        429.2
    ],
    [
        " And I I was like listen",
        429.2,
        432.06
    ],
    [
        " I charge a lot of money",
        432.06,
        435.96
    ],
    [
        " And you guys would be stupid to give it to me",
        435.96,
        439.9
    ],
    [
        " You guys just simply lack the discipline to work for the team and make it happen and I threw this example",
        440.42,
        448.52
    ],
    [
        " I said, you know if you're competing against another team and",
        448.52,
        451.66
    ],
    [
        " What I did was I moved into your house and I woke you up in the morning and I held you accountable for what you're supposed to do and I made you do it",
        451.66,
        458.26
    ],
    [
        " So we put the ultimate and accountability on top of them",
        458.26,
        462.0
    ],
    [
        " I said who would do better you guys with me waking you up in the morning and",
        462.0,
        468.0
    ],
    [
        " Beating you until you accomplish what you were supposed to do. I held you to the up the highest standard of accountability or a team",
        468.58,
        476.36
    ],
    [
        " That was hungry themselves",
        476.36,
        479.46
    ],
    [
        " That was gonna go the extra mile that was gonna do more work",
        479.46,
        484.4
    ],
    [
        " That was gonna stay a plater that was gonna get up earlier not because somebody was holding them accountable",
        484.4,
        489.58
    ],
    [
        " But because they had the desire for victory",
        489.58,
        492.9
    ],
    [
        " Who's gonna win that contest and the answer is very simple",
        493.76,
        498.14
    ],
    [
        " Those with the innate and intrinsic desire to win",
        498.14,
        502.92
    ],
    [
        " Will win over those that have imposed discipline and accountability put on top of them",
        502.92,
        509.7
    ],
    [
        " now",
        509.7,
        510.68
    ],
    [
        " Because there's a dichotomy to everything and because there's a balanced everything",
        510.68,
        514.48
    ],
    [
        " There are times where in a leadership position",
        514.48,
        517.06
    ],
    [
        " You do need to inspect and make sure that you hold people accountable and an example I have for that is",
        517.12,
        523.54
    ],
    [
        " We had when we got to Ramadi we had our radios and",
        523.54,
        528.42
    ],
    [
        " Generally the radio men knew how to program the radios and and get them synced up so they could talk to other radios and all that and",
        528.42,
        535.5
    ],
    [
        " I told the guys. I'm like listen everybody in the troop needs to know how to program your radio yourself",
        535.5,
        541.6
    ],
    [
        " and everyone says oh okay and",
        541.6,
        545.66
    ],
    [
        " It was so critical that they know how to program these radios because if you're out in the field and you get separated from your unit",
        547.24,
        553.22
    ],
    [
        " And all of a sudden your radio gets zero-wise or it has a problem and you don't know how to fix it yourself",
        553.22,
        557.7
    ],
    [
        " What are you gonna do you can't talk to anybody and you're doomed?",
        557.7,
        560.54
    ],
    [
        " You're gonna die so because it was that critical",
        560.74,
        563.4
    ],
    [
        " I actually after the first briefing I",
        563.4,
        567.34
    ],
    [
        " Called a couple guys up and I said give me a radio and I zero-wise their radios",
        567.34,
        570.64
    ],
    [
        " and I said okay reprogram it now and",
        570.64,
        574.52
    ],
    [
        " Couple of them did not how to do it and I said okay, listen up guys",
        575.32,
        578.26
    ],
    [
        " No one is going on operation if you can't reprogram your radio and",
        578.26,
        583.14
    ],
    [
        " So the guys had to sit down and go and figure out how to do it",
        583.14,
        585.32
    ],
    [
        " So there's times where you you do have to hold people accountable and in that situation",
        585.32,
        589.46
    ],
    [
        " I knew that even though I was saying hey, it's important",
        589.46,
        592.6
    ],
    [
        " They didn't realize how important it was because you know, I was oh you got to know how to work your gear",
        592.6,
        597.06
    ],
    [
        " They kind of took it like that",
        597.06,
        598.14
    ],
    [
        " I knew that guys didn't really understand the nature of how important it was to be able to",
        598.14,
        602.68
    ],
    [
        " Operate and reprogram your entire radio and sink it with the army radios and all that I knew that they didn't quite understand",
        603.18,
        610.62
    ],
    [
        " How important it was and so I had to I had to hold them accountable, but generally",
        610.62,
        615.14
    ],
    [
        " 98% of the stuff I didn't have to hold people accountable. I didn't inspect things. I",
        615.14,
        622.88
    ],
    [
        " Expected things and they delivered",
        622.88,
        626.34
    ],
    [
        " Yeah",
        627.96,
        628.64
    ],
    [
        " And and that's that's people will",
        628.64,
        631.16
    ],
    [
        " Follow your lead if you take ownership. That's how my guys",
        631.16,
        635.46
    ],
    [
        " have always been",
        635.46,
        637.22
    ],
    [
        " they've always",
        637.22,
        639.22
    ],
    [
        " To seen that and and known what the expectations were and finally if",
        639.22,
        646.86
    ],
    [
        " If you're sitting there and you keep saying yourself, I got a whole people accountable. I got a whole people accountable",
        646.86,
        652.28
    ],
    [
        " most likely",
        652.28,
        653.82
    ],
    [
        " You don't need to hold them accountable",
        654.94,
        657.3
    ],
    [
        " You need to lead them",
        657.3,
        660.74
    ],
    [
        " You need to make them understand why they're doing what they're doing why it's important",
        660.74,
        666.54
    ],
    [
        " How it impacts the strategic mission how it impacts the team how it impacts them",
        666.54,
        671.76
    ],
    [
        " That's leadership",
        671.76,
        674.26
    ],
    [
        " Not accountability. It's leadership accountability is just a tool and it is a a a",
        674.26,
        681.7
    ],
    [
        " It's a crude tool",
        682.1,
        684.16
    ],
    [
        " Compared to real leadership. So use it if you have to",
        684.16,
        688.62
    ],
    [
        " But try and use leadership instead",
        688.62,
        693.82
    ]
]