[
    [
        " I want to begin training in Jiu Jitsu, but financial constraints dictate that I can keep my gym membership",
        0.0,
        7.04
    ],
    [
        " to keep getting after it at 4am or begin training Jiu Jitsu, but not both.",
        7.04,
        13.3
    ],
    [
        " Oh, it's a black and white question, is it?",
        13.88,
        17.18
    ],
    [
        " One or the other.",
        17.22,
        17.9
    ],
    [
        " Okay, first of all, check around your area and see if there's a gym that has both.",
        18.44,
        21.82
    ],
    [
        " Right.",
        22.34,
        22.56
    ],
    [
        " I know that's one of the reasons that we created my gym, victory MMA.",
        22.94,
        27.08
    ],
    [
        " Okay, there's an am fitness on there too, because no matter what you want to do, if you're in the game, you can do it there.",
        27.9,
        33.64
    ],
    [
        " You can do striking, you can do Jiu Jitsu, you can do wrestling, you can do boxing, you can do weight lifting.",
        33.92,
        39.2
    ],
    [
        " All kinds of CrossFit, you can do Olympic lifting, you can do powerlifting, you can do calisthenics, you can do everything there.",
        39.6,
        46.14
    ],
    [
        " That's why we created the gym.",
        46.44,
        47.42
    ],
    [
        " And it's not more expensive than a straight Jiu Jitsu gym, or it's not more expensive than a straight CrossFit gym.",
        47.84,
        54.42
    ],
    [
        " It's actually cheaper than most of both of those.",
        54.64,
        56.94
    ],
    [
        " So look around, see if you have a gym that has both.",
        57.68,
        60.76
    ],
    [
        " And if there's no gym around there that has both, maybe you do what I did and you started gym that has both.",
        60.98,
        66.7
    ],
    [
        " Right? I mean, you could do that.",
        67.56,
        68.42
    ],
    [
        " I did it.",
        68.58,
        68.9
    ],
    [
        " Did it with some of my buddies, said, hey, you know what?",
        69.14,
        71.16
    ],
    [
        " We want to train all the time in all these different aspects.",
        71.26,
        73.98
    ],
    [
        " How can we do that?",
        74.44,
        75.18
    ],
    [
        " Can we go to one gym at, you know, four o'clock in the afternoon, we have to go to another gym at five o'clock,",
        75.8,
        81.38
    ],
    [
        " and we have to go to another gym at seven o'clock?",
        81.42,
        82.82
    ],
    [
        " Do we want to do that?",
        82.96,
        83.52
    ],
    [
        " No.",
        83.6,
        83.72
    ],
    [
        " So what do we do?",
        84.5,
        85.2
    ],
    [
        " Make our own gym.",
        85.42,
        85.94
    ],
    [
        " Make it what we want.",
        86.36,
        87.06
    ],
    [
        " And guess what?",
        87.5,
        87.96
    ],
    [
        " When you do something like that in the business world, if you, if you, I think, I think Tim Ferriss said scratch your own itch,",
        88.2,
        94.44
    ],
    [
        " right?",
        94.6,
        95.04
    ],
    [
        " You, you, you have an itch that you want to scratch?",
        95.26,
        97.3
    ],
    [
        " There's other people that are going to have the same etch.",
        97.66,
        99.48
    ],
    [
        " And that's what happened with our gym.",
        99.48,
        100.42
    ],
    [
        " So everyone goes, yeah, I want to train.",
        100.52,
        101.78
    ],
    [
        " Of course, I want to train.",
        101.98,
        102.92
    ],
    [
        " So maybe you start your own gym and oh, you're not a skilled Brazilian Jiu Jitsu practitioner.",
        103.18,
        108.22
    ],
    [
        " Guess what?",
        108.26,
        109.1
    ],
    [
        " For the first time ever in America, there's actually a bunch of really good Jiu Jitsu practitioners.",
        109.54,
        115.98
    ],
    [
        " And maybe you couldn't get a black belt to come to where you live.",
        116.56,
        119.3
    ],
    [
        " Maybe you could because there's a good chance you could.",
        119.64,
        121.26
    ],
    [
        " But a brown belt, a purple belt, they can be a good instructor.",
        121.68,
        125.52
    ],
    [
        " Yeah.",
        126.48,
        126.64
    ],
    [
        " So you might open up a gym and start that.",
        127.0,
        131.6
    ],
    [
        " Now that doesn't mean also that you have to make a huge investment to do that.",
        131.68,
        134.74
    ],
    [
        " You could start off with your garage.",
        134.98,
        136.96
    ],
    [
        " And some mats.",
        137.6,
        138.44
    ],
    [
        " So that's an idea.",
        139.48,
        141.32
    ],
    [
        " Another thing you could do with you, okay?",
        142.26,
        143.82
    ],
    [
        " So that doesn't exist.",
        143.94,
        144.54
    ],
    [
        " How about you find Jiu Jitsu is, this is a tough one, right?",
        144.86,
        149.7
    ],
    [
        " We want to stay healthy, we want to stay fit.",
        149.84,
        151.16
    ],
    [
        " But Jiu Jitsu is kind of the priority.",
        151.78,
        153.8
    ],
    [
        " It's kind of the priority.",
        154.46,
        155.78
    ],
    [
        " I'll tell you why.",
        155.9,
        156.4
    ],
    [
        " It's learning, right?",
        156.7,
        158.48
    ],
    [
        " If you take, if you take me and you and we go through this situation and you decide",
        159.0,
        164.94
    ],
    [
        " that you're going to do Jiu Jitsu and I decide I'm going to wait lift in 10 years.",
        164.94,
        168.54
    ],
    [
        " Who's happy and who's sad?",
        168.76,
        169.8
    ],
    [
        " We know the answer.",
        170.7,
        172.0
    ],
    [
        " The answer is clearly, now I start because I now I have enough money.",
        172.34,
        175.82
    ],
    [
        " So six years into it, I start training Jiu Jitsu and you're a brown belt or a black belt.",
        176.02,
        179.96
    ],
    [
        " And I don't have this knowledge.",
        180.54,
        182.22
    ],
    [
        " And it's going to take me six years to get there.",
        182.38,
        183.74
    ],
    [
        " Meanwhile, you, while you were training, guess what else you were doing?",
        184.08,
        186.66
    ],
    [
        " You were doing calisthenics, you were sprinting, you were lifting rocks.",
        186.98,
        191.78
    ],
    [
        " You were doing cheap stuff for free.",
        192.2,
        194.26
    ],
    [
        " And you're still getting massive benefit.",
        194.26,
        195.96
    ],
    [
        " So for me, my priority is going to go to the Jiu Jitsu because you can go and spend $40",
        196.5,
        203.48
    ],
    [
        " on a set of rings for your garage or your basement or your hallway.",
        203.48,
        208.5
    ],
    [
        " And next thing you know, you can do pull-ups, you can do dips, you can do muscle-ups,",
        209.22,
        213.14
    ],
    [
        " you can do squats and sprints all day long.",
        213.58,
        215.12
    ],
    [
        " You don't need anything for that.",
        215.2,
        215.98
    ],
    [
        " So you can get a massive benefit with a set of rings or you can just get a pull-up bar and",
        216.22,
        220.18
    ],
    [
        " you can just do pull-ups and you go to home depot and buy a pipe and a couple nails and nail it",
        220.18,
        228.0
    ],
    [
        " into the wall. And you got a pull-up bar.",
        228.0,
        229.48
    ],
    [
        " Now you can do pull-ups, push-ups and squats and you're good to go.",
        229.64,
        231.64
    ],
    [
        " You can become a beast with those exercises.",
        231.72,
        233.76
    ],
    [
        " So I would prioritize and do that.",
        234.64,
        240.14
    ],
    [
        " I would prioritize the Jiu Jitsu when I'd make some kind of a home gym or I'd go to a YMCA or",
        240.34,
        244.66
    ],
    [
        " some cheaper kind of gym.",
        244.66,
        245.76
    ],
    [
        " The other thing you go to Jiu Jitsu school and become the mop person.",
        245.76,
        250.98
    ],
    [
        " Start cleaning up.",
        251.3,
        252.02
    ],
    [
        " Start mopping mats.",
        252.24,
        253.12
    ],
    [
        " That's another thing you can do to make this happen.",
        253.52,
        257.64
    ],
    [
        " Maybe you can get a little deal cut at both places.",
        257.76,
        259.84
    ],
    [
        " Most gym places that you know if you go in there and say,",
        260.14,
        262.42
    ],
    [
        " hey look I need, I can't afford this right now.",
        262.42,
        265.28
    ],
    [
        " What can you do for me?",
        265.4,
        265.98
    ],
    [
        " Maybe they'll cut you some kind of a deal.",
        266.08,
        267.44
    ],
    [
        " The other thing that you can likely do.",
        268.06,
        272.9
    ],
    [
        " Now you're saying you don't have the budget for this situation.",
        274.0,
        276.88
    ],
    [
        " What is in your budget right now that you can cut out?",
        277.14,
        279.0
    ],
    [
        " That's my question.",
        279.66,
        280.54
    ],
    [
        " And the funny thing is what can you cut out?",
        281.22,
        282.62
    ],
    [
        " Coffee.",
        282.96,
        283.3
    ],
    [
        " A lot of people drink two or three dollars worth of coffee a day.",
        283.66,
        287.2
    ],
    [
        " Probably even more than that.",
        287.4,
        288.3
    ],
    [
        " Oh right.",
        288.38,
        288.72
    ],
    [
        " You're a coffee drinker.",
        288.72,
        289.62
    ],
    [
        " How much is a coffee addict to drink a day from Starbucks?",
        289.98,
        295.38
    ],
    [
        " Yeah that's a spectrum.",
        295.76,
        296.76
    ],
    [
        " But we're talking Starbucks.",
        297.96,
        299.86
    ],
    [
        " Yeah like four cups a day.",
        300.04,
        301.38
    ],
    [
        " Yeah if you're going to Starbucks and buy it.",
        301.5,
        303.78
    ],
    [
        " Yeah I think I don't know.",
        303.8,
        304.68
    ],
    [
        " I don't buy it.",
        304.86,
        305.56
    ],
    [
        " I just, well I get coffee from on it to be honest with you.",
        305.56,
        309.62
    ],
    [
        " So you can make your own at home and stuff.",
        309.78,
        311.78
    ],
    [
        " But if someone works near Starbucks, they stop on the way to work in the morning.",
        312.04,
        316.92
    ],
    [
        " It's more than a gym membership.",
        316.92,
        317.82
    ],
    [
        " It's four.",
        317.94,
        318.34
    ],
    [
        " Of course.",
        318.58,
        318.82
    ],
    [
        " Four bucks a day.",
        318.82,
        319.34
    ],
    [
        " So that's 120 bucks a month.",
        319.88,
        321.18
    ],
    [
        " So boom you cut out coffee or you make your own.",
        321.22,
        324.2
    ],
    [
        " Make your own coffee and you're good to go.",
        324.22,
        325.6
    ],
    [
        " What about the nights that you go out to eat?",
        325.68,
        327.02
    ],
    [
        " You're like oh you know I don't feel like cooking.",
        327.2,
        328.44
    ],
    [
        " I don't go out doing a little restaurant.",
        328.52,
        329.74
    ],
    [
        " That cost you 30, 40 bucks.",
        329.74,
        331.68
    ],
    [
        " A shot.",
        331.94,
        332.38
    ],
    [
        " Yeah.",
        332.68,
        332.86
    ],
    [
        " Get rid of that.",
        333.14,
        333.82
    ],
    [
        " K, what about your cable bill?",
        333.98,
        335.14
    ],
    [
        " Your cable bill.",
        335.84,
        336.72
    ],
    [
        " You're watching TV.",
        337.24,
        339.22
    ],
    [
        " Nothing.",
        339.6,
        340.02
    ],
    [
        " Zero productive coming out of that.",
        340.24,
        341.9
    ],
    [
        " Zero.",
        342.04,
        342.28
    ],
    [
        " You're not doing anything beneficial for yourself.",
        342.64,
        344.24
    ],
    [
        " Get rid of your cable.",
        344.66,
        345.32
    ],
    [
        " Next thing you know you get rid of your cable.",
        345.9,
        347.22
    ],
    [
        " And now you got enough money for your gym membership.",
        347.54,
        350.34
    ],
    [
        " You know sell.",
        351.12,
        351.7
    ],
    [
        " How's another one?",
        351.86,
        352.36
    ],
    [
        " Cell phone usage.",
        352.46,
        353.04
    ],
    [
        " Right we rack up the big numbers on cell phone.",
        353.62,
        356.32
    ],
    [
        " What are you doing?",
        356.38,
        356.94
    ],
    [
        " What are you doing?",
        357.24,
        358.3
    ],
    [
        " Is it to surf the interwebs and get you know lose your mind?",
        358.52,
        362.34
    ],
    [
        " So what can you cut down on that?",
        362.44,
        364.14
    ],
    [
        " Because I'm thinking now you could scrape away a little bit here and there.",
        364.14,
        366.7
    ],
    [
        " Just lower your plan and use your phone less.",
        366.74,
        369.8
    ],
    [
        " Watching the UFC.",
        370.36,
        371.76
    ],
    [
        " Getting the UFC's.",
        371.96,
        372.7
    ],
    [
        " I love the UFC.",
        372.72,
        373.36
    ],
    [
        " But instead of watching it at home for 50 bucks or 59 bucks,",
        373.82,
        377.9
    ],
    [
        " go to a bar and pay 10 bucks to get in and watch it there for 10 bucks.",
        378.04,
        381.76
    ],
    [
        " You just save 40 bucks or have them.",
        382.0,
        383.82
    ],
    [
        " You know, bucks that was.",
        383.92,
        384.74
    ],
    [
        " Exactly.",
        384.84,
        385.02
    ],
    [
        " I'll try to say it.",
        385.3,
        386.0
    ],
    [
        " It should be.",
        386.02,
        386.3
    ],
    [
        " See you know there's all kinds of movie night.",
        386.92,
        388.62
    ],
    [
        " What about the now you want to go see the new movie in the theater?",
        388.62,
        391.64
    ],
    [
        " No.",
        391.94,
        392.52
    ],
    [
        " Don't go see the new movie in the theater.",
        392.82,
        394.3
    ],
    [
        " That cost.",
        394.3,
        395.16
    ],
    [
        " Yeah that's expensive now isn't it?",
        395.5,
        397.88
    ],
    [
        " Yes.",
        397.88,
        398.16
    ],
    [
        " Is it more than $10?",
        398.4,
        399.38
    ],
    [
        " 10.",
        400.18,
        400.32
    ],
    [
        " I don't remember.",
        400.56,
        401.74
    ],
    [
        " I think it's like 10 or 15.",
        401.96,
        403.3
    ],
    [
        " I think 11.",
        403.34,
        403.8
    ],
    [
        " Yeah.",
        404.0,
        404.1
    ],
    [
        " Why I went one time is 11.",
        404.22,
        405.38
    ],
    [
        " That was just like over a year ago though.",
        405.38,
        407.18
    ],
    [
        " Yeah so cut that out.",
        407.42,
        409.36
    ],
    [
        " Bike to work.",
        409.52,
        410.18
    ],
    [
        " You know do something you start shaving a little bit of money because",
        410.32,
        413.3
    ],
    [
        " in the long run what you're going to get from these two things",
        414.02,
        417.02
    ],
    [
        " from fitness and from Jiu-Jitsu are going to be going to have so much value",
        417.02,
        421.52
    ],
    [
        " in your life that it's going to be there going to be way worth way more",
        421.52,
        425.24
    ],
    [
        " what these little marginal things that you're cutting out are.",
        425.24,
        428.12
    ],
    [
        " Yeah and that way like at the beginning how you said like what is it",
        428.7,
        433.1
    ],
    [
        " that you can cut out.",
        433.1,
        434.54
    ],
    [
        " So basically you're you're identifying what is it right now",
        434.78,
        437.96
    ],
    [
        " that you're considering more important than Jiu-Jitsu or the gym or whatever.",
        437.96,
        443.04
    ],
    [
        " Which the term the actual answer to that is nothing.",
        443.3,
        446.24
    ],
    [
        " There's nothing more important than your life than your fitness",
        446.84,
        450.82
    ],
    [
        " and really your Jiu-Jitsu is part of your fitness and also it's knowledge and",
        450.82,
        454.8
    ],
    [
        " it's confidence and it's okay I know that people are going to freak out.",
        454.8,
        458.08
    ],
    [
        " Okay I'm not saying it's the most important thing in your life but",
        458.16,
        459.76
    ],
    [
        " in terms of in terms of of purchases that you can make",
        459.76,
        465.36
    ],
    [
        " Yes.",
        465.36,
        465.62
    ],
    [
        " These two things are of the highest level now you need a car to get back and forth",
        465.8,
        469.24
    ],
    [
        " to work understood you need a house for sleeping understood you need food",
        469.24,
        472.96
    ],
    [
        " on the table understood you need to take care of your family understood",
        472.96,
        475.8
    ],
    [
        " as soon as you get into the optional things in life these are the top two",
        475.8,
        481.92
    ],
    [
        " yeah these are the top two I think so too and tell me I'm wrong",
        481.92,
        485.16
    ],
    [
        " I don't I'm not I can't tell you.",
        485.16,
        487.2
    ],
    [
        " Okay good but so but making as far as making the decision goes",
        487.2,
        491.88
    ],
    [
        " you're essentially identifying what you currently are holding more",
        491.88,
        495.48
    ],
    [
        " important than it regardless of what you think is more important you're you",
        495.48,
        498.96
    ],
    [
        " got to identify your actions are a statement yeah yes of what you believe",
        498.96,
        504.58
    ],
    [
        " yeah and that big one too is like drinking I gotta know not everyone drinks so",
        504.58,
        510.06
    ],
    [
        " who knows I don't know some this person might not drink at all but",
        510.06,
        513.1
    ],
    [
        " if you buy a six pack of beer let's say you do that you know",
        513.1,
        517.38
    ],
    [
        " I don't know twice a week or something like that that's like one of the",
        517.38,
        522.64
    ],
    [
        " they do remember you do yeah that's your like the coffee thing is big too",
        522.64,
        525.62
    ],
    [
        " but yeah there yeah there's a lot of little little ways the cable thing I gotta be honest",
        525.84,
        531.86
    ],
    [
        " only because you're probably not the only one that watches TV I know it the the argument is like",
        531.86,
        537.2
    ],
    [
        " hey TV isn't good quote unquote for anybody so everyone should just be signed on and the household",
        537.2,
        543.44
    ],
    [
        " kind of thing so what's your point it's not that easy all the time saying you know like there",
        543.44,
        548.2
    ],
    [
        " is gonna be some ripples in the you know especially when you first make that transition if you choose",
        548.2,
        553.0
    ],
    [
        " to take it upon yourself to cut out cable because you want to go to jiu jitsu you know",
        553.0,
        556.94
    ],
    [
        " oh and you make everyone in your house you improve everyone in your house meant I know but",
        556.94,
        560.7
    ],
    [
        " but it's now they're mad at you I know but it's like surgery you gotta make that initial",
        560.7,
        564.3
    ],
    [
        " incision open up everything and make a mess before you can repair you know so that that initial",
        564.3,
        568.94
    ],
    [
        " part is gonna be most of a raking get you get ways around that too you get Netflix yeah",
        568.94,
        574.78
    ],
    [
        " yeah who knew yeah one of those things that were you get streaming on demand right the",
        574.78,
        579.9
    ],
    [
        " which is kind of where everything's going anyway really right now yeah but yeah there's some",
        579.9,
        583.88
    ],
    [
        " there's some good stuff too good so find a way to do both it can be done yeah you can do it",
        583.88,
        592.46
    ],
    [
        " creative the home gym is good that's good because that's something you just start slowly and",
        592.46,
        597.98
    ],
    [
        " start adding to yeah four bucks you got rings don't have to start yeah you'll be good to go for sure",
        597.98,
        604.38
    ]
]