[
    [
        " The section is called subordinate your ego.",
        0.0,
        2.56
    ],
    [
        " Which is a good phrase, powerful phrase.",
        3.24,
        7.46
    ],
    [
        " And I actually go through a pretty detailed example of when I had to subordinate my own ego",
        7.6,
        14.34
    ],
    [
        " and how that helped solve this certain problem.",
        14.34,
        18.56
    ],
    [
        " And I end up kind of going into an explanation of what the ego is,",
        18.8,
        25.48
    ],
    [
        " how it's playing out granularly.",
        25.6,
        27.96
    ],
    [
        " Here we go, back to the book.",
        28.18,
        29.36
    ],
    [
        " Ego is like reactive armor.",
        29.52,
        31.58
    ],
    [
        " The harder you push against it, the more it pushes back.",
        32.12,
        35.32
    ],
    [
        " Do I get some good credit for that one?",
        36.4,
        37.98
    ],
    [
        " That is something.",
        38.88,
        39.78
    ],
    [
        " The tankers out there ought to appreciate this.",
        39.96,
        41.54
    ],
    [
        " That is, and that is, that is so true.",
        41.8,
        44.58
    ],
    [
        " Someone that doesn't, someone that's got an ego, like you might not even notice until you",
        45.9,
        50.02
    ],
    [
        " brush up against it, they're all of a sudden it reacts.",
        50.02,
        51.96
    ],
    [
        " It continues on.",
        54.66,
        55.54
    ],
    [
        " If I had confronted the CEO and that goes back to the story, if I had confronted the CEO",
        55.58,
        59.44
    ],
    [
        " about his attitude and told him he had a big ego, he would have dug in even deeper.",
        59.44,
        63.52
    ],
    [
        " So I did the opposite.",
        63.7,
        64.66
    ],
    [
        " I disarmed his ego by subdoing my own.",
        64.8,
        67.8
    ],
    [
        " Now this is why I wanted to bring this up today.",
        68.42,
        71.42
    ],
    [
        " You might be afraid that if you subordinate your ego, you will get trampled.",
        72.22,
        79.22
    ],
    [
        " But that normally doesn't happen because subordinating your ego is actually the ultimate form of self-confidence.",
        80.08,
        87.48
    ],
    [
        " And I think that line right there is one of the lines when I was writing this book,",
        87.94,
        92.12
    ],
    [
        " I just like took a screenshot of it and texted it to you, and I was like, that line right there.",
        92.14,
        97.14
    ],
    [
        " If because subordinating your ego is actually the ultimate form of self-confidence,",
        97.74,
        102.72
    ],
    [
        " that level of confidence earns respects, earns respect.",
        103.34,
        106.16
    ],
    [
        " So while the initial thought or feeling might be that you back down,",
        106.26,
        110.4
    ],
    [
        " you've actually shown that you have the strength and confidence to give the other person credit,",
        110.54,
        115.8
    ],
    [
        " and they will recognize and respect that confidence either consciously or subconsciously.",
        116.22,
        122.52
    ],
    [
        " They feel it. They feel it. Echo Charles, when you're getting ready to roll your jitsu.",
        122.86,
        128.34
    ],
    [
        " And you have never rolled with this person before and you lock up with them.",
        128.62,
        133.36
    ],
    [
        " You know, right? You can feel it. And now whether you want to admit it or not, you know.",
        134.18,
        138.82
    ],
    [
        " And that's what this does. When someone says, Hey, you know what? Go ahead and run with that.",
        139.12,
        142.72
    ],
    [
        " And Dave might think, Well, that's right. That's right. I'm going to run with it because my",
        142.94,
        146.16
    ],
    [
        " plan is better. And in the back of his mind, he thinks, man, yeah. And like when someone says, Oh,",
        146.16,
        151.56
    ],
    [
        " you want to start across side? That's basically what you're saying. That's basically what you're saying.",
        151.72,
        155.78
    ],
    [
        " You want to start an dominant position? Go ahead. It's fine. It's fine with me. I'm so confident",
        155.92,
        160.66
    ],
    [
        " in my jiu jitsu that you can basically start anywhere you can start a totally dominant position.",
        160.96,
        164.9
    ],
    [
        " And I'm going to be fine. When you subdue your ego, when you subordinate your ego,",
        165.06,
        168.42
    ],
    [
        " that person, now that person, you might be thinking, Oh, yeah, I'm going to start on the",
        168.64,
        172.96
    ],
    [
        " mower number to kill you. And you think that, right? And you feel powerful. But in the back of your",
        172.96,
        177.66
    ],
    [
        " mind, you're thinking, Oh, maybe subconsciously, you're thinking, wow, this person is confident.",
        177.66,
        183.28
    ],
    [
        " This person knows that they're going to win. And so that's the same thing that happens here.",
        183.38,
        188.1
    ],
    [
        " Hey, you know what? Why don't you take, don't you go ahead and run with this?",
        188.28,
        190.98
    ],
    [
        " Hey, yeah, that's right. I won. And in the back of your mind, you think, man,",
        191.16,
        194.92
    ],
    [
        " jacke, who doesn't even really, yeah, he doesn't even care where this ends up.",
        195.6,
        199.5
    ],
    [
        " The word subordinate is such a good word because when you tell me about check your ego,",
        200.26,
        204.74
    ],
    [
        " it's like, okay, I can check my ego. But if you're the type of person that reads the word",
        204.86,
        208.94
    ],
    [
        " subordinate, and it bothers you, yeah, you are the person that's being spoken to you right now.",
        208.94,
        214.88
    ],
    [
        " Because your ego says, I am not going to support because it's submissive or has this feeling of",
        214.88,
        219.66
    ],
    [
        " that's why that word is actually so good because most of us don't want to do that. They don't like,",
        219.66,
        227.2
    ],
    [
        " I don't like that word subordinate. I don't want to subordinate. I don't want to be submissive or pass",
        227.32,
        230.66
    ],
    [
        " a board. That word is awesome because if you feel yourself right now reading that going,",
        230.66,
        235.62
    ],
    [
        " I don't like that. Read this again. And again, and because that's actually what you need to do.",
        235.7,
        240.12
    ],
    [
        " And check this out. If you're reading this and you're going, I don't want to support",
        240.74,
        244.9
    ],
    [
        " name my ego because I'm powerful. Then read the next part which says, if you're truly powerful,",
        244.9,
        250.86
    ],
    [
        " you got no problem. I don't need to be the star of the show because I'm just going to be over here.",
        251.12,
        258.42
    ],
    [
        " And it's going to be fine. You guys can you can you can pay attention to the other guys. That's",
        258.68,
        262.04
    ],
    [
        " cool. I'll be over here just and I'm good with that. I don't need to say anything. I don't need to",
        262.04,
        267.88
    ],
    [
        " start in the best position. I'm good. I'm confident. Been doing this game for a long time. We're good.",
        267.88,
        274.12
    ],
    [
        " It continues on. So after I say either they will recognize and respect that confidence either",
        274.82,
        280.54
    ],
    [
        " consciously or subconsciously. It says, and that is the truth to put your ego in check to subordinate",
        280.54,
        286.98
    ],
    [
        " your ego. You must have incredible confidence. If you find you cannot put your ego in check",
        286.98,
        296.36
    ],
    [
        " because you're afraid it might look might make you look weak. Then guess what? You are weak.",
        296.36,
        303.66
    ],
    [
        " Don't be weak. Subordinate your ego. Build relationships and win the long game.",
        304.28,
        309.94
    ],
    [
        " That's a pretty important chapter in this book. That's huge.",
        311.3,
        314.7
    ],
    [
        " I mean that gets to the core of what infects almost everything we do.",
        316.98,
        320.22
    ],
    [
        " There almost isn't a problem in the world that exists in your life that isn't connected to your",
        320.64,
        325.26
    ],
    [
        " ego. That is the lesson for that. The amazing thing about that is that not only are you strong",
        325.62,
        332.02
    ],
    [
        " if you could do that, you just start winning everywhere. You start winning everywhere in life.",
        332.02,
        337.04
    ],
    [
        " You just start winning when you do that. When you look around and go, no, no factor. Go for it.",
        337.18,
        340.64
    ],
    [
        " You win. Life gets so much better when you're able to do that. Just let it go.",
        340.64,
        347.52
    ],
    [
        " And the supreme confidence. This is the weird part. So people understand the supreme",
        348.3,
        353.78
    ],
    [
        " confidence that that exudes when you go, oh, you want to take lead on this? Cool. Go for it.",
        354.7,
        360.98
    ],
    [
        " Cool. Yeah. What can I do to help? Yeah. What can I do to support you? It sounds like you",
        361.38,
        366.12
    ],
    [
        " got this handled. What can I do to help? The supreme confidence that that exudes is powerful.",
        366.12,
        375.36
    ],
    [
        " It's more of a fall.",
        375.36,
        375.74
    ],
    [
        " Kind of like when someone gets in your head on the map.",
        376.08,
        382.06
    ],
    [
        " Yes. Wait a minute. Go. You can start wherever you want.",
        382.92,
        385.2
    ],
    [
        " I'll tell you a even more powerful moment. Smaller. It's seemingly smaller,",
        385.34,
        389.02
    ],
    [
        " but it's way more powerful when you think about it. So let's say me and you're a rolling.",
        389.16,
        393.4
    ],
    [
        " Right. And then you let's say I get a good position on you.",
        393.82,
        397.84
    ],
    [
        " And you and then we sort of drift. Let's say get mount whatever. Great position on you.",
        398.18,
        403.28
    ],
    [
        " And we sort it when we're scrambling when I still got mount and then we kind of drift out of",
        403.28,
        407.2
    ],
    [
        " bounds, right? Or we run into somebody or whatever where we got to kind of stand up,",
        407.2,
        411.38
    ],
    [
        " you know, get out of the jujitsu position, stand up and walk to a clear part on the map.",
        411.38,
        414.56
    ],
    [
        " And then so because that'll happen sometimes in the person in the bad position,",
        414.94,
        417.8
    ],
    [
        " we'll just sort of clap your hand like you're starting all over. Oh, yeah, that's even. Yeah.",
        417.98,
        422.1
    ],
    [
        " You see him saying they'll be like, oh, yeah, we're we're going to say maybe a small adjustment.",
        422.26,
        425.52
    ],
    [
        " Maybe I like, oh, we're going like you're mounted, but I got my elbow already in. So it's going to be",
        425.52,
        429.84
    ],
    [
        " okay, but that's a little bit more sneaky. Yeah. I mean, it's probably just as sneaky,",
        429.84,
        433.6
    ],
    [
        " but just in a different one. It's a different thing in a little bit of a. Well, they're both",
        433.68,
        436.7
    ],
    [
        " that they're both going to send the same message. Yeah, I'm scared, but this is exactly right.",
        436.7,
        442.0
    ],
    [
        " So here's not confident. Yeah, exactly right. So let's go one step further. So let's say we roll.",
        442.34,
        446.96
    ],
    [
        " I get into a good position on you. We go back to the center of the thing. You slap my hand and",
        447.26,
        452.44
    ],
    [
        " you get into like the neutral position, right? And it's like a little dance. You know, someone,",
        452.44,
        457.14
    ],
    [
        " someone's going to lead this and lead that, right? So you slap my hand, we get into a neutral position.",
        457.5,
        462.62
    ],
    [
        " The confident guy would just be like cool, we're in a neutral position. Yeah, cool. And we just",
        463.34,
        467.96
    ],
    [
        " keep rolling. Oh, yeah, the uncomfortable. I had my head mount. I had my nose. Go back to mount.",
        467.96,
        472.5
    ],
    [
        " You see, even though he'd still be justified, but the supremely confident man, that's why. Oh, cool.",
        472.68,
        479.14
    ],
    [
        " Yeah, I'll tell you why. Why don't you mount me? Don't say anything. Just be like whatever is what we're doing.",
        479.2,
        483.14
    ],
    [
        " I don't even, I don't need to, I don't need attention to, to let you know that that's how supremely confident I am.",
        483.38,
        491.06
    ],
    [
        " You know, it seems saying like it like I'm so confident. I had a head mount. I'll let it slide. You know,",
        491.24,
        495.7
    ],
    [
        " I don't know. Just do it. Whatever. Be that guy. Be that guy. 100%.",
        495.92,
        499.76
    ]
]