[
    [
        " Talk about, you talk about empathy and perspective and building relationships as a leader.",
        0.0,
        5.54
    ],
    [
        " But I look at a leader, a leader like Steve Jobs, who's known for his hostile attitude toward people.",
        6.4,
        10.6
    ],
    [
        " Isn't that being default aggressive like you talk about? If I'm more naturally that type of leader,",
        11.14,
        17.5
    ],
    [
        " should I go with it? If it worked for Steve Jobs, shouldn't it work for me?",
        17.64,
        21.26
    ],
    [
        " That's a good question. I haven't actually read the book about Steve Jobs.",
        25.04,
        29.88
    ],
    [
        " I think there's probably more than one, but there's one that's real popular,",
        30.26,
        32.58
    ],
    [
        " a real thick, and someone gave it to me and I have it, and I will someday, but I haven't read it yet.",
        32.64,
        36.42
    ],
    [
        " I've heard it's really good and all that. That being said, I've heard the same things about",
        36.62,
        43.98
    ],
    [
        " Steve Jobs leadership style. He was real tyrannical. I pulled a couple things here just from",
        43.98,
        50.48
    ],
    [
        " well, here we go. In his book about Jobs, time at next and returned to Apple, the second coming of",
        50.68,
        58.78
    ],
    [
        " Steve Jobs, Alan Deutchman described Jobs rough treatment of his underlings. He would praise,",
        58.78,
        66.86
    ],
    [
        " as a quote, he would praise and inspire them often in very creative ways, but he would also resort",
        67.06,
        72.04
    ],
    [
        " to intimidating, goading, berating, belittling, and even humiliating them.",
        72.04,
        77.82
    ],
    [
        " There's another article by Ronald Regio, who's a PhD in psychology and the article came from",
        79.42,
        88.1
    ],
    [
        " psychology today and it says he was obsessively controlling and given to fits of rage, throwing",
        88.1,
        95.7
    ],
    [
        " tantrums and yelling at employees and board members. He could tear down someone's ideas or the person",
        95.7,
        101.44
    ],
    [
        " himself in a public display. Some have said he took credit for others' ideas and his confidence led",
        101.98,
        108.98
    ],
    [
        " to a sort of over-the-top arrogance. So the guy's kind of tyrannical one time when they were",
        108.98,
        118.42
    ],
    [
        " putting together the mobile me application and it wasn't working well and Jobs told the team",
        118.42,
        123.74
    ],
    [
        " that was putting it together. When it wasn't working, you've tarnished Apple's reputation,",
        123.74,
        128.16
    ],
    [
        " you should hate each other for having let each other down.",
        128.2,
        131.52
    ],
    [
        " First of all, let's look at the fact when you've heard me say this before that people's strengths",
        133.02,
        140.52
    ],
    [
        " are their weaknesses and their weaknesses can be their strengths. So in Steve Jobs' case,",
        140.52,
        144.84
    ],
    [
        " obviously some of his weaknesses that we're talking about here were also strengths because he was",
        145.06,
        151.14
    ],
    [
        " totally beyond driven. He was completely obsessed with doing good and all that.",
        151.14,
        156.48
    ],
    [
        " And he pressed toward his vision extremely hard. He was relentless in trying to make things happen.",
        157.64,
        164.1
    ],
    [
        " And again, those are very positive characteristics. If you've got someone that's really driven and",
        164.3,
        167.94
    ],
    [
        " they're driven to the point of almost being obsessed and you take that and those are kind of good",
        167.94,
        174.18
    ],
    [
        " characteristics. But when they go too far, this is why it's dichotomy. This is a balance of",
        174.18,
        178.92
    ],
    [
        " leadership, right? When you go too far, you become a tyrannical leader, which is not good. It's not",
        178.92,
        183.28
    ],
    [
        " good for a team and it's in a team that is subjected to that kind of attitude will not perform as",
        183.28,
        190.62
    ],
    [
        " well as a unified team, period. Period. So the guy was clearly hostile. And at the same time,",
        190.62,
        201.02
    ],
    [
        " clearly, he was one of the most successful business leaders in history, right? So would you look",
        201.28,
        209.46
    ],
    [
        " at him and say, okay, well, maybe I should be that way. Maybe I should be a tyrannical leader.",
        209.46,
        212.76
    ],
    [
        " And I would say to that, no, you do not get to do that. And here's why. Let's look at some other",
        213.28,
        220.52
    ],
    [
        " characteristics that Steve Jobs had. First of all, he was perhaps the foremost technological",
        220.52,
        228.7
    ],
    [
        " visionary in the history of the world. Right? I mean, he had a vision of technology that very few",
        228.7,
        238.46
    ],
    [
        " people in the history in the world of had. And I will go a little bit more narrow. I think he",
        238.46,
        243.14
    ],
    [
        " understood things on a note, another level when it came to technology, the part of how human beings",
        243.14,
        250.46
    ],
    [
        " would interact with technology. That's the part that I think he really had just incredible vision for.",
        250.46,
        256.3
    ],
    [
        " He realized like, oh, these people will want a computer in their house now want it to reflect the",
        256.5,
        261.92
    ],
    [
        " way they live. And they're going to want music in their pocket. They're going to want all of their",
        261.92,
        266.46
    ],
    [
        " music in their pocket. And they're going to want a phone that can do it. You know, he had this",
        266.46,
        271.22
    ],
    [
        " vision of how people would interact with technology that I don't think too many people had.",
        271.22,
        274.78
    ],
    [
        " So, so that's number one. Number two, he had a phenomenal feel for design. Right? For design and",
        275.12,
        284.74
    ],
    [
        " how to merge form and function together in an aesthetically pleasing and oftentimes stunning way.",
        284.74,
        294.42
    ],
    [
        " If you look at the design and that's uncommon, especially for someone to have that feel for design",
        294.62,
        299.92
    ],
    [
        " and still have a massively technical background. Right? So, so that again, we're we're we're making a",
        299.92,
        307.9
    ],
    [
        " person that's like 1% of 1% of 1% already. On top of that, he got into business, his business at",
        307.9,
        315.26
    ],
    [
        " the right time in the right place. He had the right background. On top of that, the guy could speak",
        315.26,
        322.8
    ],
    [
        " well. The guy was very articulate. Right? He was very articulate with his vision. If you watch his",
        323.26,
        329.8
    ],
    [
        " keynote speeches that he would give at the whatever it is when they have the Apple convention,",
        329.8,
        334.24
    ],
    [
        " what's that thing called? The Apple convention. Yeah. They have that thing. Well, he'd get up on",
        334.58,
        338.6
    ],
    [
        " stage and he'd talk about stuff and he would articulate that and he would do it with real clarity",
        338.6,
        344.08
    ],
    [
        " and he was very convincing and he was very captivating. And people were, you know, they'd say,",
        344.08,
        349.58
    ],
    [
        " Apple's a cult. Yeah. They'd follow that guy. So he had all those skills, those world class skills.",
        349.58,
        358.3
    ],
    [
        " And I'm not using that term lately. I'm talking world class skills. And then they're all those",
        358.38,
        363.98
    ],
    [
        " world class skills are combined together into one package, one human being. And there you got,",
        363.98,
        369.4
    ],
    [
        " you got Steve Jobs. So he's got all those advantages and then on top of that, he's had some luck",
        369.42,
        374.68
    ],
    [
        " along the way, right? He had some luck in his timing and his upbringing and the exposures that he got",
        374.68,
        381.12
    ],
    [
        " and being exposed to computer programming and those things back in the day was rare. And he got",
        381.12,
        388.48
    ],
    [
        " lucky in having that unfold form. So he had all these things going for him that helped propel him",
        388.48,
        397.14
    ],
    [
        " and his company to the top. So now if you're thinking maybe you should use his leadership style,",
        397.14,
        403.68
    ],
    [
        " the questions that you should ask yourself is, are you a one in a billion",
        405.32,
        409.38
    ],
    [
        " technological visionary or visionary of any kind? The answer to that is likely no. And if you think",
        409.38,
        418.5
    ],
    [
        " it's yes, maybe you should check your ego a little bit. Then you have to ask yourself, do you have",
        418.5,
        423.38
    ],
    [
        " an eye for design, an artistic eye for design like like Da Vinci or Michelangelo? If you have that,",
        423.38,
        433.4
    ],
    [
        " you probably don't. If you think you have that, maybe you should check your ego again. Are you",
        433.98,
        438.76
    ],
    [
        " gifted speaker and storyteller and can you convey your vision with total clarity to big giant",
        438.76,
        446.28
    ],
    [
        " groups, broad groups of people? And if you think you can do that again, you should check your ego.",
        446.28,
        453.44
    ],
    [
        " Can you count on luck or do you want to count on luck to close the gaps in some of those other",
        454.96,
        462.18
    ],
    [
        " areas? So if you could do all those things, if you answered yes, 100% to all those questions,",
        462.26,
        469.18
    ],
    [
        " then okay, maybe you can get away with being a kind of leader that Steve Jobs was. But if you're",
        469.24,
        476.64
    ],
    [
        " a normal person, if you're a normal human being, then maybe you should try and be a good leader.",
        476.64,
        482.28
    ],
    [
        " And maybe you should be a leader that builds relationships and forms cohesive teams and",
        482.82,
        487.9
    ],
    [
        " coalitions that help you drive your mission forward despite the ups and downs of whatever business",
        487.9,
        494.34
    ],
    [
        " you're in. So that's it. Steve Jobs had a lot of other things that made him successful.",
        494.34,
        504.28
    ],
    [
        " And leadership, and he, I'm going to eventually read the book, but he clearly had some people",
        504.76,
        512.46
    ],
    [
        " around him that that utilized that skill, the skills that he did had and have and move, help",
        512.46,
        522.24
    ],
    [
        " moving forward, right? Other people at the company, other people early in Apple saw that, hey,",
        522.24,
        527.16
    ],
    [
        " you know what, this guy, he might be a little bit hard to deal with, but he's got some things that",
        527.22,
        530.4
    ],
    [
        " we won't find anywhere else. So let's prop him up and let's move forward. And that's, that's the way",
        530.4,
        536.56
    ],
    [
        " it works. Yeah. I think they call that survivorship bias where you're like, you see, oh, you see a",
        536.62,
        543.16
    ],
    [
        " successful guy. Yeah, yeah, he did it that way. So let's do it that way. But yeah, you kind of",
        543.16,
        549.12
    ],
    [
        " don't see all the other factors or whatever. Almost like you, if you really think about it, if Steve Jobs",
        549.12,
        553.98
    ],
    [
        " were to be like in these tyrannical ways or whatever, if you were to be less like that, maybe there",
        553.98,
        558.14
    ],
    [
        " would be more success. But he was so strong in these other areas that it kind of like mitigated the",
        558.14,
        563.36
    ],
    [
        " effects. You know, there's, there's businesses that are successful because they're a successful",
        563.36,
        567.8
    ],
    [
        " business model. And they have really bad leadership. Yeah. And even that can mess it up kind of",
        567.8,
        572.58
    ],
    [
        " thing. Yeah. Even the bad leadership doesn't, it's the model is so good. Yeah. Which is a little",
        572.58,
        578.56
    ],
    [
        " bit contrary because you know, I always say leadership's the most important thing on the battlefield.",
        578.56,
        581.58
    ],
    [
        " But in the business world, if you have a phenomenal idea, then you can, you can be successful on that",
        581.58,
        588.38
    ],
    [
        " idea alone. Now that is, that is a unicorn. That is one of those rare things where you have something",
        588.38,
        592.82
    ],
    [
        " that's that incredibly different and stands out from the crowd so much that it's going to be successful",
        592.82,
        599.54
    ],
    [
        " no matter what. You know, when the, when the early gyms, MMA type gyms, if you had one, you were",
        599.54,
        607.68
    ],
    [
        " successful, didn't matter what kind of leader you were because you had, you had it. And now there's",
        607.68,
        612.68
    ],
    [
        " competition. If you're not, if you don't have good leadership and you're not putting forth a good",
        612.68,
        615.66
    ],
    [
        " product amongst all the competitors, you're going to have problems. Yeah. You're going to have",
        615.66,
        622.8
    ],
    [
        " the more I realize that even then the like, it's almost like you have to have a minimum",
        622.94,
        629.54
    ],
    [
        " level of leadership. Like you don't be, you have to be perfect if you have the one of these",
        629.54,
        633.88
    ],
    [
        " situations where the product of the business model is so good. But still, even your leadership",
        633.88,
        637.98
    ],
    [
        " can mess that up. Oh, oh, yeah. You can absolutely because you can, yeah. Like you're in a situation",
        637.98,
        642.74
    ],
    [
        " where like no, no one wants to work for you. Now what? Oh, yeah. Good. Nice MMA gym. You don't",
        642.74,
        647.18
    ],
    [
        " have any, you got to work there. Yeah. You know, the whole time and you can't, you know, so",
        647.18,
        651.18
    ],
    [
        " it's going to kind of fall apart after a while. So maybe like in the beginning, it'd be good.",
        651.24,
        654.96
    ],
    [
        " But it'll fall apart because you're for sure. For sure. And you can see that. I mean, who's the",
        655.0,
        660.26
    ],
    [
        " guy that just got removed from Uber? I'd have to go into the, I have to really drill down on it.",
        660.26,
        666.54
    ],
    [
        " But the CEO of Uber got removed. And you know, the business models, awesome. Yeah. And",
        666.54,
        675.3
    ],
    [
        " they still remove the CEO. Why? Because there's, there's issues there. Yeah. And so,",
        675.74,
        681.36
    ],
    [
        " well, it's a great business model, but we still need good leadership. Yeah. So yeah, like you,",
        681.6,
        686.4
    ],
    [
        " like I'm basically confirming what you just said, the good business model will get you to a certain",
        686.42,
        691.74
    ],
    [
        " level. But then to get to the next level, you're going to need leadership. And that's why leadership",
        691.74,
        695.72
    ],
    [
        " is the most important thing on the battlefield. Yeah, man. So what the moral don't necessarily be",
        695.72,
        703.8
    ],
    [
        " tyrannical. In fact, don't be straight up tyrannical. Yeah. Don't be. And I'm not saying that there's not",
        704.58,
        711.56
    ],
    [
        " times where you have to have a little tyrannical flair because there may be times where you need to,",
        711.56,
        717.0
    ],
    [
        " where you need to flare up a little bit. Yeah. But it should be rare. Yeah. It should be rare.",
        717.0,
        722.72
    ],
    [
        " The problem is it becomes a crutch for people and then they just continue to do it more and more",
        722.8,
        725.88
    ],
    [
        " and more and more and then it doesn't work. It's like, it's kind of like drugs to the, like when you,",
        725.88,
        731.54
    ],
    [
        " like when you flare up on someone and you win or whatever, you know, you kind of like it worked.",
        731.58,
        736.88
    ],
    [
        " Yeah, I worked. And you kind of like, it feels good, feels powerful. So I think some people",
        737.12,
        741.86
    ],
    [
        " that's how, you know, so they'll do it in a work and they'll be like, yeah, I will need that little",
        741.86,
        746.82
    ],
    [
        " yeah. And what's even more is like when you, when that's where you, you learn from someone,",
        746.82,
        751.22
    ],
    [
        " that's what you saw. And then do you do it and you go, it worked for me too. And all I have to be is",
        751.42,
        756.0
    ],
    [
        " treat people bad and be a jerk and yell and the my subordinates will do what I tell them to do.",
        756.18,
        761.7
    ],
    [
        " And they will, right? A subordinate will, if you bark at them and scream at them, they're going to",
        761.82,
        766.76
    ],
    [
        " do what you say at the moment. The problem is what kind of team of you built. That's the problem.",
        766.76,
        771.46
    ],
    [
        " What is that subordinate going to do when you're not there? They're going to do everything they",
        771.76,
        775.48
    ],
    [
        " can to cut corners and, and really they don't care about, they don't care about you. They don't",
        775.48,
        779.56
    ],
    [
        " want to do good job for you. Yeah. So when you're not there, they're not going to do a good job for you.",
        779.56,
        782.92
    ],
    [
        " Yeah. So you get addicted to yelling and screaming, but it doesn't work in the broad sense of",
        782.92,
        789.24
    ],
    [
        " what you're trying to make happen. Yeah. Slippily falling apart.",
        789.24,
        792.42
    ]
]