[
    [
        " Jocco, do you ever feel burnt out from going full tilt several days or several weeks in a row?",
        0.0,
        6.06
    ],
    [
        " And if so, what do you do?",
        6.46,
        7.94
    ],
    [
        " Never.",
        8.3,
        8.76
    ],
    [
        " No, of course.",
        9.66,
        11.98
    ],
    [
        " You know, burning the candle of both ends, eventually it's gonna catch up with you.",
        12.42,
        17.58
    ],
    [
        " And for me, it's can come in the form of too much travel, too much exercise.",
        18.18,
        24.08
    ],
    [
        " Sometimes I'll just be pressed at work, working with a bunch of different companies.",
        24.8,
        29.06
    ],
    [
        " Sometimes I'm writing and I'm trying to get a bunch of writing done.",
        30.02,
        32.64
    ],
    [
        " Sometimes I'm training so much Jiu Jitsu. It's going crazy.",
        33.02,
        36.04
    ],
    [
        " So anyways, or a lot of times it's the combination of all these things going on at once.",
        36.54,
        40.32
    ],
    [
        " Because I'm trying to get a bunch done in a short amount of time.",
        40.32,
        43.0
    ],
    [
        " And I end up whatever coming off the track or a little bit, coming off the rails a little bit.",
        43.46,
        49.2
    ],
    [
        " And so what do I do on those kind of days when I'm starting to feel like that? Well, number one,",
        49.74,
        54.16
    ],
    [
        " I like to force myself to do it anyways.",
        55.36,
        57.44
    ],
    [
        " That is a reality.",
        57.88,
        59.14
    ],
    [
        " So if even if I don't feel like working out, I'll be like, you know what?",
        59.88,
        64.48
    ],
    [
        " Just go do a quick workout and easy work, an easier workout.",
        64.56,
        67.66
    ],
    [
        " Or I don't want to train Jiu Jitsu. We were talking about this earlier.",
        67.74,
        70.14
    ],
    [
        " Don't really feel like training.",
        70.58,
        71.72
    ],
    [
        " I'm going to go train anyways.",
        72.42,
        74.02
    ],
    [
        " Then maybe there's some form of work that I'm supposed to do.",
        74.48,
        78.92
    ],
    [
        " I'm just going to go and do the work anyways.",
        78.98,
        80.3
    ],
    [
        " Now, if the next day,",
        80.48,
        83.5
    ],
    [
        " I still feel like I need a break.",
        84.08,
        87.92
    ],
    [
        " That's sort of my red flag to say, all right, you know what?",
        88.2,
        90.28
    ],
    [
        " You need a break and you need to take some time, time, relax,",
        90.38,
        94.86
    ],
    [
        " do some kind of active rest.",
        95.46,
        98.9
    ],
    [
        " I don't really like just kind of sitting around.",
        99.54,
        101.54
    ],
    [
        " I'll do something kind of active and probably eat some steaks.",
        102.36,
        107.72
    ],
    [
        " Plural.",
        108.06,
        108.98
    ],
    [
        " Trying to eat something really good.",
        110.4,
        111.88
    ],
    [
        " Trying to eat something.",
        111.88,
        112.7
    ],
    [
        " Just, you know, I might eat something really good, like steaks and maybe sleep,",
        112.7,
        121.58
    ],
    [
        " take an extra nap, try and feel better, do some kind of stretching to try and feel better.",
        122.06,
        126.52
    ],
    [
        " Just recover.",
        126.78,
        127.38
    ],
    [
        " Just recover.",
        127.88,
        128.48
    ],
    [
        " So yes, I'm not super human.",
        128.66,
        130.22
    ],
    [
        " Like anybody else, sometimes I get broken down, beaten up, and I need some downtime.",
        130.92,
        135.84
    ],
    [
        " And that's what I do.",
        136.28,
        136.9
    ],
    [
        " I try and rest, relax, and eat some good food.",
        137.16,
        139.82
    ],
    [
        " Yeah, that's a good one that I start to incorporate how you're saying,",
        140.16,
        142.78
    ],
    [
        " if I don't feel like it or if I feel like I'm starting to get burnt out,",
        143.02,
        147.16
    ],
    [
        " you'll, it's like that one last thing.",
        147.4,
        150.36
    ],
    [
        " Let me just do it anyway.",
        150.68,
        152.16
    ],
    [
        " Yes.",
        152.4,
        152.68
    ],
    [
        " And then I'll see if I do it, you know, because sometimes I like how you say,",
        152.84,
        155.58
    ],
    [
        " you avoid the situation where you just not in the mood.",
        155.82,
        158.78
    ],
    [
        " If you're some days you're just not in the mood, but it doesn't mean you're burnt out,",
        159.02,
        161.62
    ],
    [
        " you're just not in the mood for whatever reason.",
        161.62,
        163.64
    ],
    [
        " So that's a good way to kind of weed those days out.",
        164.12,
        167.18
    ],
    [
        " And, um, and yeah, if you're still burnt out the next day or even the next day after that,",
        167.48,
        171.74
    ],
    [
        " then I'm just like, okay, you gotta rest.",
        171.74,
        172.88
    ],
    [
        " I start doing that and you'd be surprised what it, how many times you really not burnt out,",
        173.68,
        178.68
    ],
    [
        " you just not in the mood.",
        178.94,
        179.72
    ],
    [
        " That's a B,",
        179.96,
        181.22
    ],
    [
        " you might not agree with this, but if you are like not what it be burnt out or just tired of you,",
        182.34,
        190.58
    ],
    [
        " you know, you're, you're just, you're just tired of the grind or whatever, and you need a break",
        190.62,
        194.18
    ],
    [
        " of vacation or whatever.",
        194.18,
        195.64
    ],
    [
        " What I sometimes do is don't do like filming, for example, where there would be times where I",
        195.92,
        207.66
    ],
    [
        " would spend like months just filming every week filming and filming like no break.",
        207.66,
        212.04
    ],
    [
        " And what I do is don't do any of it and don't think about it, just don't do it at all.",
        212.7,
        219.36
    ],
    [
        " And then slowly and you, in my experience, I was surprised how quick it came back where you,",
        219.6,
        224.68
    ],
    [
        " you kind of want to get back to it.",
        224.68,
        226.3
    ],
    [
        " But then I go like, like a week of still not doing it.",
        226.64,
        229.86
    ],
    [
        " It's like jujitsu if you're like, oh man, I'm tired of training every day or whatever,",
        230.36,
        233.58
    ],
    [
        " you had to turn them in or whatever and you're like, Ben, I gotta take a break.",
        233.84,
        236.4
    ],
    [
        " After about probably like three days if you're a competitor, three days, you're like,",
        237.04,
        241.12
    ],
    [
        " man, I want to get back on the mats.",
        241.18,
        242.28
    ],
    [
        " So what you do is you push that even more.",
        242.72,
        245.18
    ],
    [
        " So it's like you're pushing yourself to be burnt out on the recovery.",
        245.22,
        249.92
    ],
    [
        " So the only medicine for that burnt out of recovery is to get back into it.",
        250.32,
        255.86
    ],
    [
        " But that hunger of getting back into it is even more than it normally would be after normal break.",
        256.02,
        260.34
    ],
    [
        " That makes sense, I guess, and I just want to call us both out right now for being total",
        261.08,
        265.92
    ],
    [
        " cream puffs.",
        265.92,
        267.98
    ],
    [
        " I think is what Bob often said.",
        268.06,
        269.24
    ],
    [
        " Here we are talking about how we get burnt out on working out, training, filming.",
        269.32,
        274.58
    ],
    [
        " It's like Bob Hoffman was living in the seeds of mustard gas floating around.",
        274.84,
        282.32
    ],
    [
        " And maybe we should just say don't get burnt out, just work harder.",
        282.32,
        287.88
    ],
    [
        " Yeah.",
        288.16,
        288.44
    ],
    [
        " Sorry.",
        288.72,
        290.14
    ],
    [
        " You made me sound real bad, they're filming.",
        290.36,
        292.4
    ],
    [
        " No, I mean, like guys are working like all I was like, oh, I was typing on a computer,",
        292.74,
        296.48
    ],
    [
        " I'm real burnt out.",
        296.48,
        297.48
    ],
    [
        " Shut up, Jocco.",
        297.64,
        298.78
    ],
    [
        " I got a better idea.",
        298.98,
        300.56
    ],
    [
        " Why don't you just be fired up that you have the opportunity to create something",
        300.76,
        304.44
    ],
    [
        " how's that sound?",
        304.68,
        305.52
    ],
    [
        " Oh, you got the opportunity to go train Jiu Jitsu to go get better physically.",
        305.94,
        310.18
    ],
    [
        " Oh, I think I'm going to go ahead and do that.",
        310.5,
        312.26
    ],
    [
        " I'm not going to sit there and say, I'm burnt out on training.",
        312.32,
        315.14
    ],
    [
        " No, no, no, be burnt out.",
        315.42,
        317.38
    ],
    [
        " If Bob Hoffman's not burnt out on the front lines of World War One,",
        317.96,
        321.4
    ],
    [
        " I don't think we have an excuse to be burnt out on the pleasurable things we get to do in life.",
        321.74,
        326.78
    ],
    [
        " Let's suck it up and just drive on.",
        327.18,
        328.96
    ],
    [
        " I'm changing my answer.",
        329.08,
        330.2
    ]
]