[
    [
        " Can you talk about your training schedules roles, which is jujitsu training sessions?",
        0.22,
        5.26
    ],
    [
        " Call them. Was that for me? Are you explaining me what roles is?",
        5.8,
        9.0
    ],
    [
        " For everyone. All right. All right. In the event of them not knowing we be roving there",
        9.02,
        13.56
    ],
    [
        " So can you talk about your training schedules your roles and what is a typical week? What what does that look like?",
        13.56,
        19.64
    ],
    [
        " Well for me, you know, I work out every day",
        21.16,
        24.98
    ],
    [
        " So what that means every morning I wake up early and I get it on I",
        24.98,
        29.46
    ],
    [
        " Lift weights. I do calisthenics. I do some kind of sprinting evolution seven days a week",
        30.0,
        35.18
    ],
    [
        " Seven days a week and and as I've explained to many people on the Twitter",
        35.18,
        40.64
    ],
    [
        " They say don't you ever take a day off and I do but I don't plan to take days off days off",
        40.64,
        46.68
    ],
    [
        " Life brings days off. You got the broken water heater. You got the sick kids. You got sick",
        46.68,
        53.52
    ],
    [
        " You got the the car broke down. You got the event at school. Whatever it is",
        53.52,
        59.9
    ],
    [
        " Some there's some reason there's some travel plans that don't allow it. So there's life will give you days off",
        60.26,
        66.46
    ],
    [
        " So don't take off days",
        66.46,
        68.32
    ],
    [
        " voluntarily don't do that let the days off come",
        68.32,
        72.28
    ],
    [
        " Through life and then then you don't have to freak out about it",
        72.28,
        77.22
    ],
    [
        " You just go oh cool. I got a day off day to rest cool on the travel or I'm gonna you know",
        77.22,
        81.04
    ],
    [
        " I'm a miss or workout today. Just gonna take it as a day rest",
        81.04,
        83.48
    ],
    [
        " so but I do I work out every day and part of that is",
        83.48,
        87.7
    ],
    [
        " Going off instinct of what I feel like of what type of workout I'm gonna do",
        88.26,
        93.26
    ],
    [
        " and and by that sometimes I mean I",
        93.26,
        97.6
    ],
    [
        " Don't feel like doing a certain kind of workout. Therefore. I'm going to do it because it's punishment",
        97.6,
        103.32
    ],
    [
        " For being weak, right? And then there's times where I'm like, you know what?",
        103.32,
        107.14
    ],
    [
        " I do not want to do that kind of workout today because I feel an impending injury",
        107.34,
        110.82
    ],
    [
        " Oh, yeah, you know like hey, I'm gonna lift real heavy today. No, not today. I'm tight. I'm sore",
        110.82,
        115.7
    ],
    [
        " I'm gonna not do that type of workout today. So it's a little combination of instinct and",
        116.02,
        122.66
    ],
    [
        " Discipline versus",
        122.66,
        125.0
    ],
    [
        " freedom of",
        125.0,
        127.1
    ],
    [
        " You know what this is gonna be too much for me today. I don't want to lift heavy today or I don't feel it sometimes",
        127.1,
        131.7
    ],
    [
        " I feel like lifting heavy",
        131.7,
        133.26
    ],
    [
        " You know in other words, I'm maybe drained I'm drained to do some kind of endurance type workout or a met",
        133.26,
        140.46
    ],
    [
        " Cons I'm just gonna go in there and just just do some singles",
        140.46,
        142.94
    ],
    [
        " And then but then some days you feel you know, I'm man",
        143.7,
        145.96
    ],
    [
        " I don't feel like putting any heavy weight up today",
        145.96,
        147.5
    ],
    [
        " I'm gonna go in there and do something lighter but maybe higher repetitions and that type of things",
        147.5,
        151.44
    ],
    [
        " so I'm doing that every day, you know",
        151.44,
        154.34
    ],
    [
        " Calisthenics sometimes I'm doing a combination of all three some I'm doing one. So that's just just how I'm getting after it",
        154.34,
        160.02
    ],
    [
        " And again, I think at some point I'm gonna write an ebook",
        160.02,
        163.08
    ],
    [
        " Because the publishing process and the publishing world's real pain and",
        163.08,
        168.88
    ],
    [
        " And the ebook's not in the book any book is easier. It's easier to do you do it you produce it",
        169.26,
        174.8
    ],
    [
        " You just put it through Amazon and Amazon just says, oh cool. You saw me sound I could sell them for like three bucks",
        174.8,
        179.76
    ],
    [
        " Oh, then and then anyone can want some could just get it and it doesn't have to be I don't feel bad if I don't you know if it's not the",
        179.76,
        186.7
    ],
    [
        " It's something that I could do the way I wanted to do. I don't have to I don't have to like I have to make it a certain length",
        186.7,
        193.64
    ],
    [
        " Like no, it's man. It's three bucks, you know, it's 28 pages",
        193.64,
        198.24
    ],
    [
        " That's the information I have is not you know if someone said hey, Jocke",
        198.4,
        202.4
    ],
    [
        " We want you to write a fitness book then that's gonna be 127 pages and it's got to have a bunch of things in it that I want to talk about",
        202.4,
        209.8
    ],
    [
        " Because it's not that complicated",
        209.8,
        212.02
    ],
    [
        " Right so 27 pages ebook",
        212.02,
        216.78
    ],
    [
        " Download it print it out everybody can have it cost three bucks people are stoked",
        216.78,
        222.68
    ],
    [
        " We're all good people can stop asking me what my workouts are like",
        223.08,
        226.42
    ],
    [
        " Because everybody wants to know that I don't know why I'm not you know some incredible athlete, you know, so",
        226.42,
        233.16
    ],
    [
        " Here's my workouts and so that's what I'm thinking of doing",
        233.16,
        236.66
    ],
    [
        " Then again, that's that's I've been thinking about actually getting someone and saying hey",
        236.66,
        243.5
    ],
    [
        " You seem like a capable human",
        243.5,
        246.24
    ],
    [
        " Help me write a little ebook. I'm gonna tell you what to put in it and you do it",
        246.24,
        249.86
    ],
    [
        " Why so it like sounds dope or what no no no no just so it gets done because right now I'm busy right too busy for the fitness ebook right now",
        250.6,
        258.74
    ],
    [
        " Yeah, so I got to move that up I got to move that up on my chart because I know people want to get out that okay",
        258.74,
        264.06
    ],
    [
        " So then on top of the working out there's the surfing",
        264.06,
        267.54
    ],
    [
        " Which if there's waves I'm surfing right that's just the way it goes if there's good waves I'm surfing",
        267.54,
        273.1
    ],
    [
        " There's not always good waves",
        273.1,
        274.22
    ],
    [
        " But if there's waves I'm surfing one thing I need to do more of is just go out and paddle",
        274.22,
        278.92
    ],
    [
        " I need to do that which is go out so you're constantly in shape because paddling a surfboard is a different kind of conditioning for anything else",
        279.86,
        286.12
    ],
    [
        " Yeah, just to be in shape for paddling",
        286.12,
        287.58
    ],
    [
        " Kind of like I've been saying hey if you want to get good at hump and a rucksack",
        287.58,
        292.08
    ],
    [
        " Then just hump a rucksack and if you want to get good at doing both two balls",
        292.08,
        295.64
    ],
    [
        " Well, if you want to be good at paddling a surfboard you got a paddle a surfboard",
        295.64,
        298.56
    ],
    [
        " So you always feel weak when the big waves come and you haven't surfed in a while and you feel weak",
        298.56,
        303.9
    ],
    [
        " Because you haven't been paddling you've lacked the discipline so I should be paddling more",
        303.9,
        308.22
    ],
    [
        " And then we get to the the jujitsu the role the jujitsu so our role if I'm home",
        309.28,
        315.88
    ],
    [
        " I'm going to the gym and I'm training",
        315.88,
        317.74
    ],
    [
        " You know we usually do some technique. I usually get a little something from Jeff or from Dean",
        317.74,
        326.68
    ],
    [
        " and",
        326.68,
        328.88
    ],
    [
        " You know Dean and Jeff that what's crazy is you can always learn something and it still freaks me out",
        328.88,
        337.66
    ],
    [
        " Because it's not like when I say learn something",
        337.94,
        340.54
    ],
    [
        " I'm not like saying that they're teaching me some new variation to the go-go placha right?",
        340.54,
        346.04
    ],
    [
        " Yeah, no they're teaching like Dean will say hey when you put the guillotine on over here",
        346.44,
        352.04
    ],
    [
        " Make this adjustment or when you're passing the guard do this here like some simple thing or",
        352.04,
        359.26
    ],
    [
        " Jeff I don't know Jeff clever was I said hey Jeff teach my son the the dars choke",
        359.26,
        364.42
    ],
    [
        " And I just watched him give my son you know like a seven minute class on the dars choke now my son",
        364.66,
        370.74
    ],
    [
        " You know can you imagine you're getting your",
        370.74,
        374.3
    ],
    [
        " Nine years old and you're getting a personal class on the dars choke from Jeff. But my son you know",
        374.3,
        380.12
    ],
    [
        " He just thinks that's normal, but I'm watching and and I remember Jeff was just going over little details and all",
        380.12,
        385.42
    ],
    [
        " Stuff that I did not know",
        385.42,
        388.94
    ],
    [
        " So I'll go relearn in the dars choke",
        388.96,
        390.62
    ],
    [
        " Relearn in the dars choke and so there's always these little things",
        390.62,
        394.46
    ],
    [
        " I always I'm surprised at the obviousness of those things and it actually does happen occasionally in the other direction",
        394.46,
        400.56
    ],
    [
        " You know Dean was going through a slump where he's really having a hard time passing my guard and I said amen",
        400.56,
        408.2
    ],
    [
        " You've been doing why?",
        408.2,
        410.56
    ],
    [
        " Just do X and he you could see I saw his face because he has a",
        411.28,
        416.02
    ],
    [
        " Mutant grappling mind like I saw in his face as soon as I told him that it was like being it was like connection made",
        417.7,
        422.2
    ],
    [
        " And he instantly started passing my guard again. No, damn",
        422.2,
        425.88
    ],
    [
        " But see but yeah, you get these little obvious things you get the",
        425.88,
        431.82
    ],
    [
        " You get the the learning so you always trying to learn all something and then you know there's the situational drills of going in",
        431.82,
        439.54
    ],
    [
        " And then there's then there's the reality here's the reality man. I like to roll. Yeah",
        439.54,
        445.86
    ],
    [
        " I like to roll. That's the reality of it. I enjoy training",
        446.12,
        450.6
    ],
    [
        " Not starting I'm not starting in one position and going into no, I like to train",
        450.6,
        455.68
    ],
    [
        " That's what I like to do. That's what I love about Jiu Jitsu",
        455.68,
        457.48
    ],
    [
        " So I like to roll and I roll and whenever I go in my goal is to roll",
        457.48,
        462.88
    ],
    [
        " And the same way that I will some nights I go in like there was some days I go in or nights and and",
        462.88,
        471.18
    ],
    [
        " You know normal might I just feel like Rollins are going in roll",
        471.18,
        474.5
    ],
    [
        " Some days I'm like, you know what man? I'm not feeling it today",
        475.38,
        478.6
    ],
    [
        " Mm-hmm",
        478.6,
        479.78
    ],
    [
        " And because I'm not feeling it today. I'm gonna get it on",
        479.78,
        483.66
    ],
    [
        " And I'll force myself",
        483.66,
        485.8
    ],
    [
        " That kind of that's kind of like when you're a kid and you start crying or something and your dad tells you",
        485.8,
        491.34
    ],
    [
        " I'll give you something to cry about yeah, it's like that. I really feel like it. Oh, you don't feel like it",
        491.34,
        497.0
    ],
    [
        " I'll give you something to not feel good or whatever. That's right. It is bad and and and like a couple weeks ago",
        497.0,
        503.48
    ],
    [
        " I said to myself I got there and I did not feel like rolling and I said to myself",
        504.18,
        507.72
    ],
    [
        " I'm not gonna stop until everybody stops and so you know the last you know",
        507.72,
        512.32
    ],
    [
        " So we start with 20 guys on the mat and then after three rounds. There's you know 15 guys or 16 guys in the mat and then it down day",
        512.32,
        519.8
    ],
    [
        " 10 and then eight and then four and then it's me and one other guy",
        519.8,
        524.2
    ],
    [
        " I'm like looks like it's you got the last round my friend, but I just did that to myself",
        524.2,
        528.26
    ],
    [
        " It's a little form of it's a little form of exercising a little discipline, but that being said",
        528.26,
        533.12
    ],
    [
        " There's days where I go in and and I don't feel it and I don't feel as a different sense that I have which is",
        533.48,
        538.74
    ],
    [
        " Today is not gonna be a good day today. I'm gonna tweak something today. I'm too I'm too",
        538.74,
        543.18
    ],
    [
        " War down or whatever and so I'll go. I'll do I'll do some roles and then I'll just I'll just leave it at that",
        543.18,
        549.9
    ],
    [
        " You know, I won't force myself to stay on the mat forever. So I do again. I use that instinct of",
        549.9,
        556.06
    ],
    [
        " of what I am",
        556.06,
        557.96
    ],
    [
        " Feeling to make a decision on how it's gonna go down",
        557.96,
        561.84
    ],
    [
        " Just like one day",
        562.12,
        563.66
    ],
    [
        " Greg he randomly I came in he was like, yeah, I feel like I just feel like I'm gonna break my toe today",
        563.66,
        570.46
    ],
    [
        " Yeah, sounds weird right he said that yeah, I feel like it and I was like, oh, yeah, you just feel that and he's like, yeah, I just feel like it",
        570.46,
        576.92
    ],
    [
        " That day I",
        576.92,
        580.98
    ],
    [
        " broke my toe",
        580.98,
        581.72
    ],
    [
        " I didn't really break it. It was like kind of",
        581.72,
        584.86
    ],
    [
        " Dirted it or something like that, but it's with that's weird right? I know way different point, but still",
        584.86,
        589.54
    ],
    [
        " So my workouts I'll go through it real fast",
        592.38,
        594.7
    ],
    [
        " Different than yours I work out average five days a week, but",
        594.7,
        600.2
    ],
    [
        " They're not everything all in one so if I roll three days I'll",
        600.2,
        607.14
    ],
    [
        " Lift and do Mac content cardio and that kind of stuff",
        607.14,
        610.1
    ],
    [
        " Two days really yeah, so I don't do like what you do with all your free time, man make videos. That's right",
        610.1,
        618.14
    ],
    [
        " Hang with the thing him. So you really yeah, how many times a week do you train?",
        619.34,
        622.82
    ],
    [
        " Three jujitsu three sometimes to unless I'm like super busy and then one",
        623.84,
        628.3
    ],
    [
        " Yeah, but yeah back when I was competing I was doing six yeah, now it's like two days not two days train",
        628.3,
        634.42
    ],
    [
        " But I'll do running lifting conditioning. Yeah, and then a",
        634.42,
        639.06
    ],
    [
        " Different session I do jujitsu and whatever, you know that entails",
        639.06,
        642.02
    ],
    [
        " Same thing is you you know do some technique, but I'll typically",
        642.02,
        645.54
    ],
    [
        " Hey, how many rounds do you feel like on a typical day?",
        646.62,
        649.66
    ],
    [
        " You know how you'll do some technique a typical class or training session even you'll do some technique",
        650.0,
        654.68
    ],
    [
        " Maybe some drills six and then rounds, right? So you do six rounds that's solid what five minutes six six six minute rounds",
        654.68,
        663.36
    ],
    [
        " Yeah, it's kind of like what I think it's yeah, it's strange because at one time we did like a we had the gym was closed",
        663.36,
        669.62
    ],
    [
        " But we had you know an open mat",
        669.62,
        671.46
    ],
    [
        " Wasn't an open mat was like hey, we're gonna train yeah, and we did wait we who just a bunch of bunch of people you were probably there",
        671.98,
        678.64
    ],
    [
        " I don't know I don't remember, but we did",
        678.64,
        680.96
    ],
    [
        " six",
        680.96,
        682.92
    ],
    [
        " six minute rounds no",
        682.92,
        685.96
    ],
    [
        " Guy and then six six minute rounds. Yeah, I usually don't get tired. Yeah, I got tired that day",
        685.96,
        692.88
    ],
    [
        " Well, I got tired that day. Yeah, that how's it? Okay, so I I'd go to I haven't been to Autos in no know a few months now",
        692.88,
        699.68
    ],
    [
        " But I'd go there like when they're trained for ADCC and I'd go there once a week once every two weeks for one and so",
        699.82,
        708.22
    ],
    [
        " They do stuff like in every single time I've been there. It's been one of these things",
        708.22,
        713.14
    ],
    [
        " 10 6 10s 6 rounds of 10 minutes each",
        713.14,
        718.44
    ],
    [
        " 30 seconds in between one and then one minute between the next one, you know it goes to",
        718.44,
        723.26
    ],
    [
        " Or",
        723.26,
        725.68
    ],
    [
        " 5 10 minutes rounds, you know 4 10 minute minutes rounds and then one 20 minute round",
        727.3,
        732.0
    ],
    [
        " Those you get tired yeah, I have a conditioning cuz what when we do 20 like when I'm when Dean's getting ready for DCC",
        732.0,
        741.04
    ],
    [
        " Or whoever we got that's doing the longer or the no time limit matches. Yeah, and I'm doing 20 minutes 20 minute rounds",
        741.04,
        747.54
    ],
    [
        " I'm just good to go in yeah",
        747.54,
        750.6
    ],
    [
        " I don't know why I don't know why I am but I think it has to do with what we talked about",
        750.6,
        755.62
    ],
    [
        " The other day where I'm not a really fast sprinter, right?",
        755.68,
        758.94
    ],
    [
        " And I'm not a really fast runner, but if you put a rucksack on me, I can go for a long time",
        759.12,
        762.56
    ],
    [
        " Right, right, and I think it's one of those like I can grapple for a long time. Yeah, not get tired",
        762.56,
        766.6
    ],
    [
        " Yeah, I think mind psychological where if I know it's 20 minutes",
        766.6,
        770.52
    ],
    [
        " then I'm not I don't feel like I don't know come find or I don't know",
        770.52,
        776.74
    ],
    [
        " I feel like the hardest you know the hardest thing that we do is it was like when we shark tank each other",
        776.74,
        780.36
    ],
    [
        " You know is when you're put to you know",
        780.36,
        782.16
    ],
    [
        " I'll be in or one of our guys that's competing will go in the middle and you're getting a fresh guy every yeah two minutes one",
        782.16,
        787.7
    ],
    [
        " Minute three minutes five minutes whatever the case may be you're getting somebody fresh on you and that's where you get that's where you get tested",
        787.7,
        794.18
    ],
    [
        " Yeah, I would say a typical class. So it's like anywhere from a five minute round six minute round",
        794.18,
        799.72
    ],
    [
        " Either five or six minutes three four or four rounds. I'd say that's a typical",
        799.72,
        806.78
    ],
    [
        " You know not a not a training for competition just you know",
        806.78,
        810.34
    ],
    [
        " This is what we're doing if you go four five six rounds. That's like that's kind of a lot around compared to just the average I",
        810.34,
        817.0
    ],
    [
        " Think in my experience. Yeah, I like I start I feel like I got good I got good training at like six six better",
        817.0,
        823.24
    ],
    [
        " Ones. That's where I feel good. Yeah, that's 36. Yeah, it's almost 40 40 something minutes of training. That makes me feel good. Yeah, man",
        823.24,
        829.54
    ],
    [
        " Yeah, that's a lot that's a lot though. You know, you'll see guys dropping off after three rounds out",
        829.54,
        833.78
    ],
    [
        " Yeah, not everybody got obviously has to do with who you're training. Yes",
        833.78,
        837.92
    ],
    [
        " Yeah, I mean I can train with somebody that's not that good all day long, right?",
        837.92,
        842.32
    ],
    [
        " But you can start getting the grinders on you. Yeah, gotta be ready",
        842.86,
        847.12
    ],
    [
        " Oh, did I just oh and I've trained with Andy one round?",
        847.12,
        850.14
    ],
    [
        " Yeah, one round is like literally like three rounds within like a average normal person on your level",
        850.64,
        856.76
    ],
    [
        " Yeah, and he's pace and the strength what's cool about Andy was Andy is he's these probably my main training partner now",
        856.76,
        864.9
    ],
    [
        " Got you all the time",
        864.98,
        866.14
    ],
    [
        " But for a while he didn't work out at all. He didn't like left or anything right yeah back in the day, and then I said hey, man",
        866.14,
        872.88
    ],
    [
        " You got to get to the next level",
        872.88,
        874.66
    ],
    [
        " I hate to say you got to do some working out, you know, and he's an athletic guy and yeah",
        874.66,
        878.36
    ],
    [
        " And I just said hey go do a bunch of pull ups in the next day do bunch of push-ups and dips and the next day do some squats",
        878.36,
        884.12
    ],
    [
        " Mm-hmm, and he's okay",
        884.12,
        885.86
    ],
    [
        " He started doing it and in a month man. He was a different dude",
        885.86,
        889.56
    ],
    [
        " Yeah, and now he started powerlifting",
        889.56,
        891.12
    ],
    [
        " So he's even he's even morphing a little bit more, but he's won some big",
        891.12,
        895.38
    ],
    [
        " He's won some big term. He's got some game for sure",
        895.38,
        897.78
    ],
    [
        " He did good and then in the Challengers League met him our challenges",
        897.78,
        900.3
    ],
    [
        " Yeah, I think he took like seconds. Yeah, or something like that. Yeah, he's great training partner",
        900.3,
        904.86
    ],
    [
        " Yes, funny. He was I noticed that where he was always athletic and stuff and then one time I ain't seen him for not that long",
        904.86,
        911.22
    ],
    [
        " But like for we take him long",
        911.22,
        913.44
    ],
    [
        " I'll say hey, what you know, what didn't you do because you look way different right now? And he was like oh",
        913.44,
        918.04
    ],
    [
        " I just changed my eating I don't eat like a whole container of Nutella anymore",
        918.26,
        923.88
    ],
    [
        " Okay, yeah, yeah, yeah, I don't know. Yeah, that's it",
        923.88,
        929.6
    ]
]