[
    [
        " So what is treatment like for someone that's in that zone? I haven't been out of my house.",
        0.0,
        4.64
    ],
    [
        " I didn't get the job. I didn't do good to the job interview. I actually haven't even applied for any jobs.",
        5.32,
        9.26
    ],
    [
        " I'm, you know, just getting by on whatever savings I had and maybe start to get some welfare checks",
        9.6,
        16.06
    ],
    [
        " because I'm just freaked out because so what are you saying to me? How do we talk someone through that?",
        16.06,
        21.36
    ],
    [
        " Well, I mean, a lot of it has to do with, well, I know we were talking about this before recording",
        22.26,
        28.6
    ],
    [
        " that when somebody is that kind of agitated and indistress the front part of your brain, the prefrontal cortex,",
        29.14,
        37.76
    ],
    [
        " which is the part we use for like weighing pros and cons and anticipating outcomes and kind of making decisions",
        37.78,
        46.22
    ],
    [
        " and thinking things through is almost like not available. It's almost offline. You can think about it like it got knocked offline",
        46.22,
        52.14
    ],
    [
        " because my nervous system is a wreck. So the person really can't make really good decisions",
        52.14,
        57.96
    ],
    [
        " when they're that kind of escalated. So treatment will undoubtedly, no matter what,",
        57.96,
        65.28
    ],
    [
        " include helping a person learn skills and techniques to calm their, like literally calm their physical body down.",
        65.46,
        73.12
    ],
    [
        " It doesn't always tell people, you don't have to be calm. That would be lovely. But you don't have to be calm.",
        73.68,
        78.04
    ],
    [
        " You just have to be calm enough for your brain.",
        78.04,
        81.22
    ],
    [
        " What are some techniques you're going to teach them money?",
        81.36,
        82.88
    ],
    [
        " It could be like deep breathing techniques, meditation, grounding, physical activity is really, really helpful for a dysregulated body.",
        83.1,
        92.6
    ],
    [
        " Like walking, running, jumping, swimming, yoga, plot, whatever, physical activity because it's a physical manifestation of the anxiety.",
        93.28,
        101.9
    ],
    [
        " So you got to get the body to be able to relax enough for the brain to come online.",
        102.62,
        108.52
    ],
    [
        " So now once the brain is more available, now we got to go through all that cognitive distortion, this idea that like if you don't get this job, you're a horrible person.",
        108.54,
        118.18
    ],
    [
        " Like let's talk about how realistic that is. Or if you don't get this job, it means that you're never going to get a job for the rest of your life.",
        118.54,
        126.0
    ],
    [
        " Well, let's look at that. So cognitive behavioral therapy, cognitive techniques will address some of those really kind of extreme escalated thoughts.",
        126.26,
        136.46
    ],
    [
        " So you need both. I mean, most mental health and illness issues are going to require both. But for anxiety, you really need both. The physical and the cognitive.",
        136.46,
        147.26
    ]
]