[
    [
        " Knowledge is a powerful tool to become knowledgeable you must ask good questions",
        0.0,
        6.0
    ],
    [
        " Do you have advice for asking good questions?",
        6.0,
        10.04
    ],
    [
        " Yeah, I mean",
        11.22,
        13.56
    ],
    [
        " Knowledge is a",
        13.56,
        17.14
    ],
    [
        " powerful tool for sure",
        17.14,
        19.48
    ],
    [
        " I mean it's it's the master of tools, right? It's where all your tools come from",
        19.48,
        27.52
    ],
    [
        " Because without knowledge there's nothing and you know",
        29.08,
        33.12
    ],
    [
        " You take that one step further and really knowledge is",
        33.12,
        38.4
    ],
    [
        " It's a weapon. It's the ultimate weapon",
        38.4,
        42.04
    ],
    [
        " And it trumps all other weapons, right?",
        42.04,
        45.6
    ],
    [
        " Thought is what wins the mind is what wins the knowledge is what wins and",
        45.92,
        51.8
    ],
    [
        " You absolutely you",
        51.8,
        55.84
    ],
    [
        " You you gain knowledge by asking questions, right?",
        56.8,
        61.78
    ],
    [
        " So my advice for asking questions is pretty simple",
        62.42,
        65.94
    ],
    [
        " question everything",
        65.94,
        68.48
    ],
    [
        " Don't",
        68.48,
        71.22
    ],
    [
        " Don't just accept anything as truth",
        71.22,
        75.5
    ],
    [
        " Question at all question everything. I tell my kids",
        75.5,
        80.02
    ],
    [
        " When they go to school to sit in the front of the classroom and when they when they",
        80.02,
        84.84
    ],
    [
        " Will they don't understand something the second they don't understand something just put your hand right up in there and",
        85.42,
        91.7
    ],
    [
        " Say I don't understand that on our stand-up park and you go over that again",
        91.7,
        95.22
    ],
    [
        " And that's how you need to be in life. That's how I try to be",
        95.22,
        102.04
    ],
    [
        " When you don't understand a word break out a dictionary and look it up",
        102.04,
        107.52
    ],
    [
        " If you don't understand the concept break down the concept until you do understand",
        107.52,
        113.38
    ],
    [
        " If you don't know how something works dig into it until you do know how it works",
        114.84,
        118.62
    ],
    [
        " Ask every question that comes to mind",
        118.62,
        122.88
    ],
    [
        " And I'm not saying that you have to blur that why why why why this like a five-year-old",
        122.88,
        130.26
    ],
    [
        " And everything you see but",
        130.26,
        132.68
    ],
    [
        " Yes, ask those questions and learn and most importantly",
        132.68,
        137.46
    ],
    [
        " Question yourself",
        137.46,
        140.78
    ],
    [
        " Question yourself every day ask yourself",
        141.34,
        145.58
    ],
    [
        " Who who am I",
        145.58,
        149.9
    ],
    [
        " What have I learned what have I created?",
        149.9,
        154.48
    ],
    [
        " What forward progress have I made?",
        154.9,
        159.06
    ],
    [
        " Who have I helped",
        159.7,
        162.58
    ],
    [
        " What am I doing",
        162.58,
        166.82
    ],
    [
        " To improve myself today to get better faster stronger healthier smarter",
        166.96,
        174.34
    ],
    [
        " Ask yourself",
        174.34,
        179.62
    ],
    [
        " Is this what I want to be this is this",
        179.62,
        187.14
    ],
    [
        " All I've got is this everything I can give",
        187.14,
        193.6
    ],
    [
        " Is this",
        195.18,
        196.78
    ],
    [
        " Going to be my life",
        196.78,
        201.0
    ],
    [
        " And do I accept that?",
        201.0,
        209.1
    ],
    [
        " You got to ask yourself those questions those hard questions and you got to answer them",
        211.72,
        222.72
    ],
    [
        " And you got to realize that all of us all of us",
        223.08,
        228.72
    ],
    [
        " Can do better we can be better",
        228.72,
        233.38
    ],
    [
        " You just got to take that first step and",
        233.38,
        240.06
    ],
    [
        " That first step is when you begin to ask those questions",
        240.06,
        245.8
    ],
    [
        " So",
        252.56,
        253.68
    ],
    [
        " Advice on asking questions ask the hard questions",
        253.68,
        257.74
    ],
    [
        " And ask the hard questions of yourself",
        257.74,
        262.26
    ],
    [
        " And in the answers to those questions",
        262.26,
        268.14
    ],
    [
        " Is where you find that path",
        268.14,
        272.14
    ],
    [
        " The path to progress and the path to freedom",
        274.5,
        279.12
    ],
    [
        " Inside your mind",
        279.12,
        284.06
    ]
]