[
    [
        " This is Jocco Podcast number two 11 with Echo Charles and me,",
        0.0,
        4.22
    ],
    [
        " Jocco Willink. Good evening, Echo. Good evening.",
        4.78,
        7.52
    ],
    [
        " And also joining us again is Dave Burke. Good evening, Dave.",
        8.06,
        13.1
    ],
    [
        " Good evening. And we are going to roll right back into the book,",
        13.26,
        17.28
    ],
    [
        " leadership strategy and tactics because we only made it halfway through on the first attempt.",
        17.52,
        22.68
    ],
    [
        " So the first part that we did make it through was called strategy.",
        23.08,
        28.42
    ],
    [
        " Does the strategy part and now we are getting into the tactics part section one,",
        28.98,
        36.1
    ],
    [
        " part two, section one. And it starts off with this section right here,",
        36.64,
        41.54
    ],
    [
        " becoming a leader. How to succeed as a new leader.",
        41.84,
        45.26
    ],
    [
        " Once you have been selected as a leader, it is time to lead.",
        45.68,
        49.32
    ],
    [
        " What is the best way to do this? Like many things, starting off on the right foot is simple,",
        49.92,
        54.24
    ],
    [
        " but not easy. Here are some fundamental rules to keep in mind as you take command.",
        54.24,
        59.92
    ],
    [
        " One, be humble. It is an honor to be in a leadership position.",
        60.48,
        64.76
    ],
    [
        " Your team is counting on you to make the right decisions.",
        65.16,
        67.18
    ],
    [
        " Two, don't act like you know everything. You don't.",
        67.62,
        70.62
    ],
    [
        " The team knows that. Ask smart questions.",
        70.88,
        74.3
    ],
    [
        " Three, listen, ask for advice and heed it.",
        74.92,
        79.54
    ],
    [
        " Four, treat people with respect, regardless of rank.",
        81.12,
        84.42
    ],
    [
        " Everyone is a human being and plays an important role in the team.",
        84.66,
        87.28
    ],
    [
        " Treat them that way. Take care of your people and they will take care of you.",
        87.74,
        91.66
    ],
    [
        " Five, take ownership of failures and mistakes.",
        92.64,
        95.14
    ],
    [
        " Six, pass credit for success up and down the chain of command.",
        95.84,
        99.38
    ],
    [
        " Seven, work hard as the leader. You should be working harder than anyone else on the team.",
        100.64,
        106.82
    ],
    [
        " No job is beneath you. Eight, have integrity.",
        107.1,
        111.52
    ],
    [
        " Do what you say. Say what you do.",
        112.14,
        114.36
    ],
    [
        " Don't lie up or down the chain of command.",
        115.24,
        116.9
    ],
    [
        " Nine, be balanced.",
        117.7,
        118.82
    ],
    [
        " Extreme actions and opinions are usually not good.",
        119.3,
        122.84
    ],
    [
        " Ten, be decisive.",
        123.58,
        125.06
    ],
    [
        " When it is time to make a decision, make one.",
        125.96,
        128.76
    ],
    [
        " Eleven, build relationships. That is your main goal as a leader.",
        129.52,
        132.94
    ],
    [
        " A team is a group of people who have relationships and trust one another.",
        133.06,
        137.98
    ],
    [
        " Otherwise, it is just a disconnected in coherent cluster of people.",
        138.92,
        143.0
    ],
    [
        " Twelve, lastly, get the job done. That is the purpose of a leader.",
        143.88,
        148.3
    ],
    [
        " To lead a team in accomplishing a mission.",
        149.14,
        151.28
    ],
    [
        " If you don't accomplish the mission, you fail as a leader.",
        151.66,
        154.08
    ],
    [
        " Performance counts.",
        155.14,
        156.32
    ],
    [
        " These are straightforward rules.",
        157.52,
        159.4
    ],
    [
        " They make sense on paper, but they can be hard to remember and implement in a leadership environment.",
        159.54,
        164.5
    ],
    [
        " Review them often. Look at them in the morning before meetings and when you are about to make things happen.",
        164.82,
        169.76
    ],
    [
        " Review them before you go to sleep at night.",
        170.48,
        171.88
    ],
    [
        " Soon, they will become second nature.",
        172.24,
        174.7
    ],
    [
        " But if you find yourself struggling, pause, reread these rules and ensure that you are following them.",
        175.0,
        181.16
    ],
    [
        " So there you go.",
        182.06,
        183.14
    ],
    [
        " Straight forward because how many times",
        184.38,
        188.64
    ],
    [
        " has this question come to me?",
        189.76,
        191.32
    ],
    [
        " Just took over a team, just starting, just got promoted.",
        191.86,
        194.32
    ],
    [
        " It comes over and over and over and over again.",
        194.52,
        198.36
    ],
    [
        " So these are very simple, very straightforward rules to abide by.",
        199.38,
        205.08
    ],
    [
        " Review them often.",
        206.24,
        207.42
    ],
    [
        " No joke because guarantee you of that list at any given time.",
        208.06,
        212.92
    ],
    [
        " You're not doing something on that list and you need to remind yourself what did you need to do to be successful leader?",
        213.02,
        216.8
    ],
    [
        " And you know what's interesting even as you say that Dave.",
        220.2,
        222.7
    ],
    [
        " It's like, yeah, this is like, oh, I'm talking to the new guys.",
        222.84,
        227.28
    ],
    [
        " I'm talking to someone that hasn't been in a leadership position.",
        227.56,
        230.48
    ],
    [
        " I'm talking to someone that's just about to take over.",
        230.68,
        232.86
    ],
    [
        " And when you're saying that, I'm thinking, yeah, he's right.",
        233.44,
        235.9
    ],
    [
        " Not just about the new guy. He's right about me.",
        235.96,
        237.46
    ],
    [
        " 100% right about me.",
        239.1,
        240.34
    ],
    [
        " So yeah, this is becoming a leader, but you might want to just take a look at these from time to time",
        241.58,
        247.14
    ],
    [
        " and see where you're at.",
        247.28,
        249.12
    ],
    [
        " Roll a skip forward a little bit here.",
        250.16,
        252.94
    ],
    [
        " When you are not chosen, when you're not chosen to be a leader,",
        254.1,
        257.46
    ],
    [
        " there are times when you will not be selected as a leader.",
        257.74,
        260.4
    ],
    [
        " Perhaps they promote someone else from within your team.",
        260.62,
        262.62
    ],
    [
        " Perhaps they bring someone from outside your team or outside the organization to lead.",
        262.98,
        266.96
    ],
    [
        " When that happens, you might feel frustrated or angry because you were not chosen.",
        267.32,
        270.94
    ],
    [
        " Keep those feelings to yourself.",
        272.12,
        273.9
    ],
    [
        " Instead of allowing yourself to become angry and frustrated,",
        277.14,
        279.98
    ],
    [
        " take the opportunity to do a good honest assessment of yourself to see why you are not chosen.",
        280.18,
        286.02
    ],
    [
        " After you have done that and after you have given yourself time to calm down,",
        286.96,
        290.28
    ],
    [
        " you can even ask your supervisors why you are not selected for promotion.",
        291.06,
        296.2
    ],
    [
        " Of course, this must be done with tact.",
        296.62,
        298.98
    ],
    [
        " Don't say, hey, boss, why was I selected for promotion?",
        299.5,
        302.36
    ],
    [
        " I'm just as good if not better than the person you gave the role to.",
        302.96,
        305.96
    ],
    [
        " How's that going to go over?",
        307.14,
        308.12
    ],
    [
        " Poorly.",
        308.42,
        309.22
    ],
    [
        " And yet people do that all day.",
        309.38,
        312.42
    ],
    [
        " Instead say, hey, boss, I wanted to get some feedback from you.",
        313.94,
        317.56
    ],
    [
        " As you know, there was a recent promotion here and I eventually want to move up",
        318.02,
        321.14
    ],
    [
        " in a more senior leadership position too.",
        321.14,
        323.74
    ],
    [
        " I want to know if there's anything I can focus on to do better,",
        324.24,
        326.58
    ],
    [
        " some more qualified and more prepared to lead when the next opportunity comes.",
        326.78,
        330.64
    ],
    [
        " Can you help me out, boss?",
        330.8,
        331.86
    ],
    [
        " I mean, think about what that does.",
        333.14,
        334.7
    ],
    [
        " Somebody says that to me.",
        335.06,
        336.0
    ],
    [
        " Man, I'm like, okay, this person is tracking.",
        336.12,
        338.92
    ],
    [
        " This person is tracking.",
        339.72,
        341.24
    ],
    [
        " Same thing with you two belts, by the way, too.",
        341.72,
        343.58
    ],
    [
        " To an act up.",
        343.78,
        344.82
    ],
    [
        " Oh, you don't get promoted.",
        345.26,
        346.36
    ],
    [
        " Didn't get the promotion.",
        346.58,
        347.44
    ],
    [
        " Cool.",
        347.68,
        347.86
    ],
    [
        " Let's get mad.",
        348.04,
        348.58
    ],
    [
        " Yeah, and behavioral.",
        349.3,
        350.44
    ],
    [
        " And would you and would you recommend that someone didn't get promoted",
        351.02,
        356.34
    ],
    [
        " to whatever belt at a promotion day?",
        356.34,
        360.14
    ],
    [
        " Would you recommend they ask the instructor, what can I do to get a whatever belt?",
        360.38,
        365.44
    ],
    [
        " No, no.",
        366.36,
        367.4
    ],
    [
        " Yeah, I say no.",
        367.64,
        368.42
    ],
    [
        " I say just you kind of got to know just get better at what you know,",
        368.68,
        371.9
    ],
    [
        " yeah, there's a little deviation from the,",
        371.96,
        376.66
    ],
    [
        " from the correlation of Jiu Jitsu in life.",
        376.96,
        380.82
    ],
    [
        " That's a little deviation.",
        380.82,
        382.32
    ],
    [
        " Yeah.",
        382.88,
        383.04
    ],
    [
        " Because really with Jiu Jitsu, we're 100% not asking about belts.",
        383.04,
        388.08
    ],
    [
        " 100%.",
        388.28,
        388.8
    ],
    [
        " Yeah, actually, you know what?",
        388.8,
        390.0
    ],
    [
        " In a way, it's not even really a deviation because getting a promotion and being",
        390.0,
        394.1
    ],
    [
        " in a very specific position, that's like there's a reason for that.",
        394.1,
        397.36
    ],
    [
        " You know, and it's like there's there are many legitimate reasons for that.",
        397.64,
        400.4
    ],
    [
        " I mean, especially with like the raise and like all this stuff, the belt, that's just superficial.",
        400.52,
        404.78
    ],
    [
        " But check this out.",
        405.04,
        405.64
    ],
    [
        " What if instead of saying, Hey, echo, I, you didn't promote me to purple belt.",
        405.82,
        412.3
    ],
    [
        " What can I work on so I can get promoted to purple belt?",
        412.72,
        415.28
    ],
    [
        " That's one thing.",
        415.52,
        416.1
    ],
    [
        " What if two days after the promotion, after I let my after I calm down, I was like, Hey,",
        416.7,
        422.54
    ],
    [
        " echo, I'm looking to improve.",
        422.54,
        425.76
    ],
    [
        " Is there any holes you see in my game that I can work on?",
        426.02,
        428.16
    ],
    [
        "",
        428.88,
        428.88
    ],
    [
        " Yeah.",
        429.16,
        429.78
    ],
    [
        " And then you know what you have to do.",
        430.84,
        432.08
    ],
    [
        " It's the same thing.",
        432.34,
        433.02
    ],
    [
        " So actually the correlation is back on track.",
        433.02,
        434.8
    ],
    [
        " Yeah.",
        435.06,
        435.28
    ],
    [
        " Jiu Jitsu in life.",
        435.46,
        436.16
    ],
    [
        " Yeah.",
        436.4,
        436.56
    ],
    [
        " Because same thing when you, when you ask, even the way I worded that right there,",
        436.7,
        440.64
    ],
    [
        " I want to be more prepared to lead.",
        441.46,
        443.52
    ],
    [
        " It's not even saying I want to get promoted to say, I want to be more prepared to lead.",
        443.9,
        447.66
    ],
    [
        " Yeah.",
        447.86,
        448.06
    ],
    [
        " We're keeping this thing soft.",
        448.4,
        449.36
    ],
    [
        " Keeping it, keeping it.",
        449.92,
        451.98
    ],
    [
        " Indirect and tactical flanking.",
        452.98,
        454.88
    ],
    [
        " Yes, sir.",
        455.08,
        455.68
    ],
    [
        " Yeah, there's a piece there to I think the correlation is completely intact.",
        456.0,
        458.88
    ],
    [
        " There's also a little piece here too that look, you, if you're in this position,",
        458.88,
        462.24
    ],
    [
        " you find out you didn't get what you were expecting.",
        462.32,
        463.74
    ],
    [
        " You shouldn't be too surprised.",
        464.18,
        466.68
    ],
    [
        " And if you are, where you actually need to start is with yourself a little bit before you go run into the boss",
        466.9,
        472.02
    ],
    [
        " for even even in a positive light, take a step back and say, Hey, look, this caught me off guard.",
        472.02,
        477.44
    ],
    [
        " I didn't expect this.",
        478.12,
        479.02
    ],
    [
        " I thought I was going to get that promote.",
        479.26,
        480.72
    ],
    [
        " Okay.",
        480.96,
        481.24
    ],
    [
        " Didn't work out.",
        481.44,
        481.94
    ],
    [
        " Take a step back and you need to look at why you were caught off guard, figure that piece out of first.",
        482.12,
        486.2
    ],
    [
        " That, I'm not saying don't go to your boss to say, I want to get better.",
        486.7,
        488.68
    ],
    [
        " You absolutely can do that.",
        488.76,
        489.78
    ],
    [
        " That's not where you need to start.",
        489.88,
        491.16
    ],
    [
        " And I think the correlation is totally doubted.",
        491.48,
        493.2
    ],
    [
        " It is.",
        493.24,
        493.72
    ],
    [
        " And that even in the book, I started with, uh, take the opportunity to do a good, honest assessment of yourself",
        494.06,
        500.36
    ],
    [
        " to see why you're not chosen.",
        500.36,
        501.42
    ],
    [
        " And then after you have done that, that's when you go, if you can then deem it appropriate.",
        501.68,
        507.4
    ],
    [
        " And then what's interesting and this also makes sense on both fronts.",
        507.62,
        512.62
    ],
    [
        " And when you receive that feedback, actually listen to it.",
        512.96,
        517.72
    ],
    [
        " After all, you just asked for it.",
        518.62,
        519.76
    ],
    [
        " As human beings, we have a strong tendency to get defensive.",
        520.46,
        522.6
    ],
    [
        " Don't instead of getting defensive, listen, truly listen and try to understand the perspective",
        522.8,
        528.32
    ],
    [
        " being offered.",
        528.32,
        529.14
    ],
    [
        " Then take ownership of those shortfalls and try to make improvements in the areas of critique you have received.",
        529.5,
        535.88
    ],
    [
        " There's a whole,",
        537.76,
        539.38
    ],
    [
        " a whole thing that's been unwinding in my brain.",
        539.42,
        545.84
    ],
    [
        " And you and I were talking about it echo the other day, not on the podcast, but just in life.",
        547.26,
        551.04
    ],
    [
        " There's this whole thing where the ability to detach",
        552.1,
        557.14
    ],
    [
        " is what allows you to see your ego.",
        557.14,
        562.94
    ],
    [
        " The ability to detach is what allows you to say, oh, yeah, I'm not as good as I think I am or as what it looks like from my perspective.",
        563.98,
        574.02
    ],
    [
        " So that this is what made me think of this is the way you just said, if you're caught off guard, if you're caught off guard",
        574.4,
        578.36
    ],
    [
        " and you don't get promoted, clearly you aren't detached enough to see where you actually rank out with everyone else.",
        578.36,
        585.72
    ],
    [
        " So this idea of",
        586.32,
        588.46
    ],
    [
        " of ego of the ability to detach and of cognitive ability that Dick Thompson talked about those things are all this this thing that's all wrapped up in one",
        588.92,
        600.42
    ],
    [
        " that one that I'm not the wrap up in one, but they're all related.",
        600.42,
        603.8
    ],
    [
        " Because if you if you talk to someone that has a big ego, their ability to detach is tiny.",
        604.14,
        612.12
    ],
    [
        " Because if they were able to detach, they'd be able to take a step back and see how out of line",
        613.06,
        618.9
    ],
    [
        " their ego was and they'd see how other people are perceiving them.",
        618.9,
        624.92
    ],
    [
        " That's the crazy thing about someone the big ego.",
        625.08,
        626.6
    ],
    [
        " They don't even see how other people perceive them.",
        626.68,
        629.38
    ],
    [
        " Or like you said in our conversation the other day, when they get told they have a big ego, they actually see it as a positive thing.",
        629.94,
        636.36
    ],
    [
        " Like you're damn right.",
        636.6,
        637.68
    ],
    [
        " That's because I'm over here winning.",
        638.18,
        639.8
    ],
    [
        " And you say, hmm, interesting because no one likes you.",
        640.28,
        643.88
    ],
    [
        " And that means yeah, you can blunt force trauma some stuff right now, but where it's going to end up is not good.",
        644.28,
        650.02
    ],
    [
        " So this whole thing of being able to detach if someone has a big ego, it indicates that they're not able to detach because if they could, they'd see it.",
        650.4,
        663.56
    ],
    [
        " Yeah, it's almost like they they're like, okay, I'm awesome.",
        664.0,
        667.16
    ],
    [
        " I'm the man. I'm awesome or whatever and you're like, hey, you have a big ego, right?",
        667.5,
        671.56
    ],
    [
        " And to them, they're like, yeah, like I'm awesome.",
        671.9,
        674.94
    ],
    [
        " Of course I have a big ego.",
        675.26,
        676.72
    ],
    [
        " Like I just I'm recognizing my awesomeness like that's kind of the only way to see it.",
        676.86,
        680.74
    ],
    [
        " Like it's obvious that everyone else sees it and I'm just one of the many infinite people that recognizes it too.",
        680.84,
        686.46
    ],
    [
        " Oh, yeah, I am one of those people. Yes, it's like real obvious.",
        686.62,
        689.6
    ],
    [
        " And you should probably raise the flag that says, I don't know how to detach.",
        689.6,
        692.9
    ],
    [
        " Yeah, you're talking about the cognitive component of that too.",
        693.5,
        698.48
    ],
    [
        " That ego also does another small little problem was prevention to do the thing that you just said was actually listen to the feedback and get better.",
        698.58,
        706.44
    ],
    [
        " Which you you can't do if you have an ego said the ego when we say it infects everything, it infects everything.",
        707.0,
        713.84
    ],
    [
        " And you say this in all the books that you talk about in the podcast.",
        714.56,
        717.02
    ],
    [
        " I know you already said it. I'll be repetitive.",
        717.02,
        718.42
    ],
    [
        " You have to read every word of this book.",
        718.82,
        720.74
    ],
    [
        " Everything, it's Jaco skipping, you know, just out of necessity for time.",
        721.38,
        725.02
    ],
    [
        " Everything needs to be read even in this sequence too from strategy down to tactics.",
        725.74,
        729.56
    ],
    [
        " And even this what seems to be small components of that actually feed into this larger thing.",
        730.08,
        733.96
    ],
    [
        " You have to read all of this when you get this every word.",
        734.04,
        737.98
    ],
    [
        " Yeah, there's there's a lot in the words.",
        738.16,
        745.56
    ],
    [
        " Yes, there's a lot in the words that I'm definitely not covering right now to give people kind of an overall feeling of what is in the book.",
        746.3,
        754.3
    ],
    [
        " And there's an audio book as well, which I read.",
        754.96,
        757.86
    ],
    [
        " So there's that as well.",
        758.1,
        759.46
    ],
    [
        " If you're not really into reading.",
        759.46,
        761.4
    ],
    [
        " Okay, I had a cover this too, which is overcoming a grudge going to the book.",
        761.54,
        767.64
    ],
    [
        " There will be times in your career when there will be when you will be the one promoted into a leadership position in place above your form or peers.",
        767.74,
        774.04
    ],
    [
        " This can be challenging, but when handled correctly, the challenge can be mitigated.",
        774.04,
        777.7
    ],
    [
        " Most of your former peers will accept the situation and get on board.",
        778.02,
        780.66
    ],
    [
        " But sometimes there are people who get bitter and resentful that they weren't promoted and they show that bitterness.",
        781.44,
        788.16
    ],
    [
        " There are some ways to mitigate a bad attitude from your former peers.",
        788.62,
        792.44
    ],
    [
        " At first, don't try and force your rank down their throats.",
        792.46,
        795.12
    ],
    [
        " Tell them you appreciate their experience and you'll be looking to them to help lead.",
        795.4,
        798.46
    ],
    [
        " Let them come up with plans and ideas asked for their input.",
        799.28,
        802.72
    ],
    [
        " If they come up with a solid plan, let them run with it.",
        803.24,
        805.8
    ],
    [
        " When the opportunity arises, put them in charge of some task projects and missions.",
        806.0,
        809.1
    ],
    [
        " This shows them that you trust them and you do do truly appreciate their experience and knowledge.",
        809.44,
        812.96
    ],
    [
        " And if they can put their egos in check, the situation can be overcome.",
        813.14,
        817.8
    ],
    [
        " But also be advised that some people will be hypersensitive and see you putting them in charge of something as condescending.",
        818.84,
        826.48
    ],
    [
        " Or as proof that you don't know what you're doing and that they should have been promoted not you.",
        826.9,
        832.18
    ],
    [
        " Isn't that an interesting little dynamic like one end of the spectrum to the other?",
        832.28,
        835.98
    ],
    [
        " Like if I say, hey, Echo, you know, would you mind running this?",
        836.2,
        839.2
    ],
    [
        " There's one person that goes, yeah, yeah.",
        839.66,
        841.44
    ],
    [
        " Now he has put me in charge of these little projects because he's promoted. He thinks he's the man.",
        841.62,
        845.52
    ],
    [
        " So that's one negative attitude.",
        846.14,
        848.46
    ],
    [
        " The other negative attitude is like, hey, Echo, do you think you can run this project?",
        848.72,
        851.2
    ],
    [
        " You're like, yeah, yeah, I can run it because you don't know what you're doing.",
        851.58,
        854.1
    ],
    [
        "",
        854.64,
        854.64
    ],
    [
        " So and by the way, let me get this into when when they're powdering and bad attitude become apparent, recognize that the likely reason they were not promoted is because they likely lack the humility and maturity maturity to be a leader.",
        856.0,
        870.66
    ],
    [
        " If that's the case, continue to be cordial, treat them with respect and try and build a relationship, but don't expect rapid improvement from them.",
        870.96,
        878.58
    ],
    [
        " This will be a long process. You are going to have to be patient. Make sure you don't let them distract you from the mission or the rest of the team.",
        878.6,
        885.12
    ],
    [
        " So there's another class example. The person that doesn't get promoted, the reason they don't get promoted because they lack self awareness, they don't know how to detach.",
        885.34,
        892.72
    ],
    [
        " They've got a giant ego and all that stuff just feeds into this problem.",
        892.92,
        896.38
    ],
    [
        " And you can barely even discuss it with them.",
        896.86,
        903.02
    ],
    [
        " I think this is this next section I'm skipping to might be my favorite subtitle in the book. It's called don't go overboard Rambo.",
        906.76,
        918.48
    ],
    [
        " And here we go. And this this you know, a much of the specific subjects to cover in this book are directly from questions from the podcast.",
        920.46,
        933.28
    ],
    [
        " This is one of those questions that I got asked early on and I was like, oh yeah, I forgot about that guy. We all know this. We all know this John J Rambo guy.",
        933.72,
        940.52
    ],
    [
        " This leadership guy, right? Not that John, not the John. They call you Rambo back in the day for some.",
        940.98,
        946.38
    ],
    [
        " That's that that stories in this book too. We might get there. Don't go overboard Rambo. Here we go. You want to be a leader. That's great.",
        946.4,
        956.14
    ],
    [
        " But don't be offensive about it. What does that mean? It means don't run around saying I'm the leader. I'm in charge. Listen to me. I'll make all the decisions.",
        956.86,
        964.18
    ],
    [
        " This attitude will offend many people. It's the equivalent of look at me. I'm important and it doesn't go over well.",
        964.48,
        970.74
    ],
    [
        " Rambo might be a cool movie character, but charging out alone with without regard for others doesn't work in a team environment.",
        971.34,
        979.84
    ],
    [
        " Saying I'm the leader. Follow me. Can offend people's egos. In their minds, perhaps they're thinking you don't deserve to be in charge.",
        980.66,
        988.16
    ],
    [
        " There is a good chance they're even thinking that they are the one who should be in charge. So you barking at them that you are the leader is not a good idea.",
        988.36,
        995.08
    ],
    [
        " And when you do make some kind of a mistake, which you will, they'll be ready to pounce on it. Leadership in most cases should be subtle.",
        995.5,
        1005.64
    ],
    [
        " I remember seeing these young junior officers in the SEAL teams that like either they would they went through ROTC or they, you know, the Naval Academy or whatever they came from, whatever they got to commission, but somewhere along that way, they like took leadership classes.",
        1007.64,
        1024.94
    ],
    [
        " And they were into it. They were into it. And so they kind of walked around like they were into it. And man, that was offensive to people.",
        1026.1,
        1036.56
    ],
    [
        " And it's weird because as a instructor, right, you're as an instructor at the Naval Academy or at the basic school or at the company command course in the Army.",
        1036.88,
        1050.34
    ],
    [
        " What you're telling these guys, hey, you're the leader. You're the leader. Like leadership is important. Leadership is the most important thing in the battlefield. We say it all time at echelon front.",
        1050.68,
        1056.84
    ],
    [
        " We're programming everyone. That leadership is the most important thing in your leader, you just set up a lead. So it's, I guess not to be unexpected that someone actually decides they're going to act that way without realizing that they're going overboard.",
        1057.74,
        1074.24
    ],
    [
        " They're getting crazy. Yeah, kind of like they're important. The most important thing on the battlefield for sure. Nice lead done echo Charles exactly leadership is the most important thing on the battlefield.",
        1074.94,
        1089.06
    ],
    [
        " You aren't the most important thing. Excellent work. That might that might have topped your last your last epic contribution.",
        1089.08,
        1099.68
    ],
    [
        " Well, right. The football one. The White receiver in the back. Yes, yes. That was a, that was the other one. So cool. There's been some times, some moments. Yeah, we are all appreciative of red on.",
        1099.68,
        1111.0
    ],
    [
        " All right. So we talked about this on the last podcasts. We'll go into a little bit more detail here. Leadership skills. This is section two. When to step up and lead.",
        1111.82,
        1123.68
    ],
    [
        " There are times. I'll jump a little bit into it. There are times when a leadership vacuum occurs. No one is taking charge of a situation. Bad circumstances are unfolding, but no one is doing anything about it. No one is leading.",
        1127.22,
        1140.02
    ],
    [
        " That is a moment where someone needs to jump in and take charge. You will see that people are waiting for it. They're waiting for leadership. And when you step up with a simple plan and give clear direction, they will accept that direction and execute.",
        1140.76,
        1157.48
    ],
    [
        " So that's what you said earlier, Dave, the on the last podcast, you were talking about that. Like when there's a leadership vacuum. There's a void. And you step in and make a call like people will be ready to execute, which is absolutely true.",
        1157.48,
        1172.32
    ],
    [
        " Going back to the book, but it isn't always that simple. If you are the only one who has recognized the threat of inaction. If you are the only one who recognizes the leadership void.",
        1172.78,
        1184.88
    ],
    [
        " Then other people on the team might not be waiting for someone to start leading. They might think everything is okay. So if you jump up and start barking orders, they might be taken aback by it. They might be offended or feel you're stepping on their toes.",
        1185.04,
        1198.46
    ],
    [
        " So that's a very interesting dynamic. And when I was writing this part of the book, and I forget what triggered me, I think it was probably a question from the podcast to really start thinking about all these situations that I've been in.",
        1199.18,
        1213.98
    ],
    [
        " Where being detached, having you know, stepping back and watching these things unfold and then seeing even detached from myself where I'm watching when I'm going to step in and then watching when I was running training watching platoon commanders, you know, jump in there and start to take control when the moment wasn't there close.",
        1214.78,
        1233.64
    ],
    [
        " The moment wasn't ready for it. And this is a matter. This could be a matter of seconds. It could be a matter of seconds when the platoon chief and the LPO and the machine gunners all think they know what's going on. And then all of a sudden you jump in and say, hey, we need to fall back.",
        1234.46,
        1247.02
    ],
    [
        " The first response you're going to get is hell no. And now what we have is confusion and breakdown. If you give them want, you know, you give it another two seconds.",
        1247.48,
        1260.54
    ],
    [
        " Where all of a sudden that that building people see that that building you're moving towards occupied people go, and they stop and get down and now you go fall back. Everyone was waiting for that command and they execute it.",
        1260.68,
        1275.78
    ],
    [
        " Continuing on, that's why you might want to hesitate a moment when you see that leadership vacuum appear. That is a tactic I used as a leader throughout my career. Of course, if there was an immediate threat that needed to be addressed instantaneously and no one was doing anything, I would step up immediately and make a call. I would fill the leadership void. However, if there was a problem unfolding a little more slowly, I wouldn't rush to take charge.",
        1276.96,
        1297.18
    ],
    [
        " I would let the problem develop a little bit. I would look around detachmentally and truly observe the situation. I would confirm that what I was seeing was correct. I would allow an opportunity for someone else to step up and fill the leadership vacuum. And if someone else did, then I would initially assess their plan and the directions they were giving if they were giving good guidance, I would support them.",
        1298.02,
        1316.56
    ],
    [
        " If they gave bad guidance, I would continue to consider what a better plan was so I could give corrections when the time was right.",
        1317.42,
        1324.74
    ],
    [
        " You said something earlier that actually was true for the entire first part and it's permeates all throughout this is that leadership almost always is subtle. It's a subtle thing, not this loud overbearing thing.",
        1324.9,
        1341.56
    ],
    [
        " One of the things we get asked about a lot when we're talking about dichotomies is this phrase default aggressive. So it's the first mindset we talk about being aggressive with solving problems.",
        1342.6,
        1351.1
    ],
    [
        " But people take that with I'm being aggressive so I am doing the right thing no matter what it is. If I'm being aggressive and that's what we have to do.",
        1351.82,
        1359.12
    ],
    [
        " And the idea of waiting, you know, a couple of seconds, whatever this, the idea of waiting to be effective, the most common pushback was there was a vacuum, there was a void, there was somebody needed to step up and lead.",
        1359.98,
        1372.98
    ],
    [
        " And the hardest feedback to give people is actually that's not what was happening. That's what you thought was happening. But what they were over there doing is they were assessing or they were considering you even talked about a little bit between those two platoon commanders where you made a call, people write on that that first platoon.",
        1373.7,
        1387.22
    ],
    [
        " And it was the right call. He kind of did almost the same thing. Well, in that situation, the vacuum actually wasn't there to be filled.",
        1387.22,
        1394.94
    ],
    [
        " And this idea of leadership being subtle, it's not as satisfying as people want it to be. And they want this thing where it's loud and spotlight on you and you jump in and you mean where your ego gets completely gratified by being the man.",
        1395.22,
        1411.7
    ],
    [
        " And you want to look around and you're welcome. The subtlety of that in all the examples you go through, it's everywhere in leadership is the subtlety of it.",
        1411.7,
        1422.72
    ],
    [
        " And that really comes from part of it comes from experience, but it's also recognizing what are other people going through before you make a decision.",
        1423.0,
        1428.6
    ],
    [
        " This reminds me of something we talked about early on this podcast, this podcast was, you know, I was saying, listen, if you're doing it right, you're winning a battle.",
        1429.1,
        1439.36
    ],
    [
        " And the other person doesn't even know that there was a battle going on, right? You won it. And then you have to control your ego enough that you don't say, look, I just won't you didn't even know it?",
        1439.36,
        1450.38
    ],
    [
        " Because then you just threw it out the window. Same thing here. If you're really doing leadership, well, the team barely even knows that you're leading them, they can barely even feel it like they, it's like this unseen forces there.",
        1450.54,
        1465.56
    ],
    [
        " They kind of know, but they almost feel it's their own force and they're making things happen that they think are their own things. And all you're doing is, you're, you're being so subtle that they barely even know that they're being led.",
        1465.56,
        1477.18
    ],
    [
        " And that is optimal. Now you do have to be careful because people have to, people have to, you can't do that so much that they don't recognize you as the leader, because now there's going to be times when they look to turn to someone and they don't turn to you, right? Which can be a problem.",
        1477.64,
        1492.04
    ],
    [
        " So we have to be a little bit careful, but that is so rare that you could actually pull that off. And the reason it's rare to pull that off is because teams and organizations and people trying to get things done require leadership.",
        1493.86,
        1505.66
    ],
    [
        " They require times when the leaders known. And so those times are enough few and far between. If it's seven, like we talked about on the last podcast, if it's seven times in every three years,",
        1506.02,
        1516.56
    ],
    [
        " is there any one that's walking around like, well, you know what, I doubt Jockels, he doesn't even seem like you know what's going on anymore. Like there's no one walking around saying that. But the leadership is subtle.",
        1517.58,
        1527.64
    ],
    [
        " It's like, we seem to be, well, man, we're doing good. What's going on here? This is working out nice. Wow, this is cool.",
        1527.96,
        1534.4
    ],
    [
        " No one's going like, hey, well, I'm ready to just, I'm doing all this myself. Yeah.",
        1535.44,
        1541.34
    ],
    [
        " And that's the way you want it to be. You want to win without them knowing your fighting and you want to lead without them barely even knowing that you're leading.",
        1543.06,
        1553.0
    ],
    [
        " And the biggest hardest part of that to do in both those cases is put your ego and check enough that you can, that you can win without gloating and that you can lead without credit.",
        1553.26,
        1564.22
    ],
    [
        " That's what you want.",
        1564.96,
        1566.1
    ],
    [
        " I'm going to continue on here when someone else wouldn't step up quickly. It was usually because no one else had noticed that there was a leadership vacuum.",
        1571.34,
        1578.78
    ],
    [
        " They wouldn't notice because they were not detached. Their minds were absorbed in the situation. Since I practiced being detached, I wasn't lost in the details of what was going on.",
        1579.5,
        1588.42
    ],
    [
        " I was mentally in a different place looking at the scenario unfold from a virtual distance, which allowed me to see problems more quickly.",
        1588.54,
        1595.16
    ],
    [
        " That still doesn't mean I would jump right in by letting a little more time pass by letting that leadership void linger just a little bit longer.",
        1595.68,
        1603.96
    ],
    [
        " Everyone else would begin to notice it. They would recognize there was a problem. Since that time passed and now everyone else knew there was a problem when I gave orders on how to solve it.",
        1604.1,
        1614.02
    ],
    [
        " People would listen and they would execute.",
        1614.34,
        1616.86
    ],
    [
        " Another reason to pause before jumping into a leadership vacuum as soon as you see it is to make sure that no one else is jumping in there.",
        1620.06,
        1625.64
    ],
    [
        " If two people step into fill a leadership void at the same time, they usually bump into each other when they get there.",
        1626.36,
        1632.34
    ],
    [
        " And then while the problem is growing, they have to take precious time to sort out which person is actually going to lead and which one is going to stand down.",
        1633.48,
        1640.96
    ],
    [
        " And if ego is clashed at that moment, we're going to have an even bigger problem.",
        1641.44,
        1645.04
    ],
    [
        " I would rather avoid that if someone else is going to step in with a plan, it's fine with me.",
        1645.64,
        1650.8
    ],
    [
        " When I see the void, I pause, look around, assess if anyone else is going to step up and lead.",
        1651.4,
        1656.16
    ],
    [
        " While I do this, the problem grows pretty much very soon, everyone notices the problem.",
        1656.54,
        1662.42
    ],
    [
        " I see that and then step up and make a call that everyone no needs to be made.",
        1663.22,
        1668.84
    ],
    [
        " Now, this is a real obvious answer, but it's not so obvious when you're in the heat of the moment, something's going on.",
        1670.98,
        1676.64
    ],
    [
        " And I make a call and echo makes a call at the same time. What do I do?",
        1677.1,
        1681.2
    ],
    [
        " Let me immediately defer.",
        1682.44,
        1683.8
    ],
    [
        " All right, cool. I got you. I mean, I assess your plan in a half a second and go, good enough.",
        1684.02,
        1688.42
    ],
    [
        " All right, cool. I got you. You're right. Go.",
        1688.92,
        1690.84
    ],
    [
        " You got to be pretty aggressive with that letting them lead.",
        1692.54,
        1695.34
    ],
    [
        " Because you're going to the supermarket and then you're walking in and you're about to hit the entrance door.",
        1695.82,
        1702.56
    ],
    [
        " And someone else is coming with, they're hitting the entrance door at the exact same time.",
        1702.94,
        1707.2
    ],
    [
        " You seem saying part of your team or unknown unknown or whatever.",
        1707.54,
        1710.9
    ],
    [
        " No, no, no, I guess unknown, but whatever. Yeah, unknown. This is where it would happen the most with stranger.",
        1711.08,
        1716.04
    ],
    [
        " Then you're like, oh, you're a polite guy. Right. Let them go. But they're just as polite as you.",
        1716.52,
        1719.76
    ],
    [
        " So they're like, no, no, no, you go. No, no, you go. And then you guys both decide, okay, let's not play this game.",
        1720.26,
        1725.22
    ],
    [
        " I'll go. But you both decided at the same time. So you guys both go now.",
        1725.22,
        1728.5
    ],
    [
        " You're at the state, step one again. You seem sane.",
        1728.6,
        1730.98
    ],
    [
        " So what I would do. I'm not saying that I have one good comment today.",
        1731.48,
        1739.0
    ],
    [
        " Really? No, no, no, no, no, but I understand it kind of seems like the same thing.",
        1740.98,
        1745.74
    ],
    [
        " That is the same thing. It is, it is the same thing where both people are going, all right, I'm going to make a call.",
        1745.82,
        1750.42
    ],
    [
        " And that is why yes, you're right. That's why even when I did this four second role play, I was like, you're right. You got it.",
        1750.78,
        1757.96
    ],
    [
        " Go. I'm going to make it that clear. Yeah, yeah. I feel that way too.",
        1758.18,
        1761.94
    ],
    [
        " Like if someone's like, like, nope, you go, like straight up, nope, you go. If they have like this weird aggressive sort of way, I will be way more compelled to go.",
        1762.34,
        1771.24
    ],
    [
        " I'm saying, or if it's like a lot of times, if it's like with a friend who you're just not quite as close with them.",
        1771.5,
        1777.54
    ],
    [
        " So there's kind of you just you're still trying to be polite. I'll just push them in.",
        1777.54,
        1781.24
    ],
    [
        " We might want to, we might want to do a podcast on that. Like just that, right? Just super market entries.",
        1781.34,
        1787.04
    ],
    [
        " Maybe. I got one more little section on this.",
        1790.94,
        1797.2
    ],
    [
        " There's also an inverse to the leadership vacuum. And that this is one you see a lot as well, which is too many people trying to lead everyone wants to offer their opinion, give advice and win the decision.",
        1797.9,
        1809.68
    ],
    [
        " This can inhibit the decision making process and the leaders ability to lead. And then I go on to talk about dispersion and the way that breaks out, tactically, but and how you solve that problem.",
        1809.68,
        1819.38
    ],
    [
        " What you do when you got a bunch of people that are all trying to lead at the same time.",
        1819.48,
        1823.6
    ],
    [
        " Next section. This is one where I was like, yeah, do I really need to put this section in here?",
        1824.6,
        1834.32
    ],
    [
        " Does it really need to be done? And then I went like and worked with a client. I'm like, yeah, I'm going to put it in there.",
        1834.64,
        1839.9
    ],
    [
        " It's called don't take things personally. This may seem obvious, but I see it all the time where people takes things personally.",
        1840.34,
        1845.18
    ],
    [
        " Don't take anything personally. It's hard to do this. You have to fight your ego to avoid taking things personally. Even when people ask for critique points, they often get mad when they actually hear them.",
        1845.62,
        1856.5
    ],
    [
        " Don't allow yourself to do that. Don't take criticism personally. Not about the plan you came up with. Not about the idea you had. Not about the presentation you gave. Not about the decision you made.",
        1857.4,
        1866.7
    ],
    [
        " Even when your biggest rival, the last person you want to hear from has something to say. Listen, even when someone you don't think is on your level, someone who isn't even close to having the knowledge position or authority to give you one eye out of feedback wants to speak.",
        1867.4,
        1886.12
    ],
    [
        " Even then, do yourself a favor and just listen. Detach and listen to what they have to say and from an objective mindset, see if you can learn anything at all from their commentary, then apply it.",
        1886.28,
        1900.92
    ],
    [
        " And say thank you. I know that stings and get over yourself. This takes humility, but it'll make you better.",
        1901.84,
        1909.4
    ],
    [
        " That last one is huge because what is universal in every company and every team I've ever been a part of even in the military experience has a ton of value.",
        1911.66,
        1921.56
    ],
    [
        " So if you and I are both equal experience of a pretty senior guy, third or fourth squadron, third or fourth platoon and a brand new guy says something, I'm going to think to myself, you know, who's this new guy?",
        1922.16,
        1931.36
    ],
    [
        " And you're going to feed on that and we're going to feed each other like, yeah, this guy and I'm going to get almost all the reinforcement I'm going to get from the organization is to not listen to him.",
        1931.36,
        1940.5
    ],
    [
        " The organization going to reinforce that ego because all of us that have experience. So it's all of our egos have been collectively offended.",
        1940.74,
        1948.3
    ],
    [
        " That's exactly right. Who does this guy think he is? So it isn't just you thinking, man, you know what?",
        1948.54,
        1953.96
    ],
    [
        " I got to listen to this guy. It's that a whole nobody else is going to think you should. And so and if you don't, you're almost going to be rewarded for squashing that new guy.",
        1954.8,
        1965.12
    ],
    [
        " And so that check of your ego, that part where it stings, it's going to sting even more, the more experience you get because the people around you are going to expect you to crush that guy because that's how most organizations are.",
        1965.34,
        1977.0
    ],
    [
        " If you can detach in that situation, now you're on a path where not only will that junior guy appreciate it, the rest of the people in the organization, I know, wow, it's.",
        1977.1,
        1987.56
    ],
    [
        " I'm pretty impressed. Jocco is able to listen to that guy. Okay, maybe I need to reassess a little bit how I view, you know, that situation because almost always we feed on each other and push that even more.",
        1988.56,
        2001.12
    ],
    [
        " And once again, it's the it's the subconscious or conscious, you know, when I say, hey, you know, that's a good point. You know, new guy. Hey, that's a good point. You know, maybe we should try that.",
        2001.42,
        2012.58
    ],
    [
        " Everyone else in the room listens and goes, hey, like he's so confident that he can listen to a new guy. And I'm over here all offended. You know, hurt, you know, freaked out because that person said something like that's just so money.",
        2013.18,
        2027.3
    ],
    [
        " Yeah, you want to talk about being being supremely confident that you'll listen to anybody. Give them the proper respect that they deserve. That's a good point. Hey, can you expand on that a little bit? I mean, and to the other thing that you said, which is no insignificant matter what that new guy thinks of you is like.",
        2027.58,
        2051.74
    ],
    [
        " Instead of shutting them down. You've got to you've got to you've got to support her. Yeah, you get someone you can count on. Yeah.",
        2053.08,
        2061.7
    ],
    [
        " Next section, I got this who knows who knows who knows why this hasn't been discussed in the world at a deep and and profound level.",
        2062.16,
        2079.5
    ],
    [
        " Because it's such an important thing to know and understand this little section is called don't dig in.",
        2081.18,
        2088.14
    ],
    [
        " General George S. Patten famously told his troops not to dig in. He wanted them to advance, advance, advance. You can't advance if you're dug in.",
        2089.28,
        2097.86
    ],
    [
        " Patten's idea of not digging in actually translates incredibly well from a leadership perspective. And it is one that I always kept in the back of my mind.",
        2098.14,
        2106.68
    ],
    [
        " When you have an idea, thought or opinion, don't dig in. And what that means is don't overcommit to your ideas. Keep an open mind and leave yourself an out.",
        2107.32,
        2123.7
    ],
    [
        " When I was in a leadership position in the SEAL teams, there were always a lot of different ideas floating around how to execute a mission, what plan to use, which tactics were best.",
        2126.28,
        2134.58
    ],
    [
        " And like many organizations, no one could ever seem to agree on anything. But it was always safe to assume that when different people had different ideas, the idea that people liked the best was almost always their own.",
        2135.36,
        2150.0
    ],
    [
        " Maybe it's ego, maybe it's pride, or maybe it's just that people can see their own perspective better than anyone else's.",
        2151.32,
        2156.8
    ],
    [
        " This is not unique to the SEAL teams, people in different organizations everywhere all do the same thing. They tend to think their ideas the best. And they get hung up arguing about it.",
        2157.36,
        2166.4
    ],
    [
        " And arguing is generally bad. It means wasting time without moving forward and what's worse. People often argue not for the best idea, but for their idea.",
        2167.0,
        2173.7
    ],
    [
        " And what really makes for a horrible situation is when people not only think their idea is the best, but they dig in to protect it.",
        2175.68,
        2183.76
    ],
    [
        " They aren't going to give any ground. They cannot concede a single inch in admitting theirs is not the best idea of all time.",
        2183.96,
        2191.84
    ],
    [
        " The more they come under attack, the deeper they dig in, they will not change their minds.",
        2193.42,
        2199.16
    ],
    [
        " To translate this back to tactical terms when people dig in to defend their ideas. Not only can they not advance them, they also cannot maneuver and change their thoughts.",
        2200.12,
        2211.96
    ],
    [
        " They're dug in and they can't move.",
        2212.56,
        2215.02
    ],
    [
        " And I used to see this all the time with some SEAL leaders inside of a SEAL team. They would come up with their ideas or plan and then dig in with and defend it with zero compromise.",
        2216.0,
        2225.52
    ],
    [
        " It was awful to see hours of fruitless arguments, which were not ever driving toward the best solution, but driving toward the leader's own solution.",
        2225.9,
        2234.52
    ],
    [
        " Leaders often painted themselves into a corner so that they eventually would be left with no choice, except to order their subordinates to follow their plan.",
        2235.14,
        2245.24
    ],
    [
        " I go into some more details about this, but here's how I reflect my tactics around this.",
        2247.9,
        2258.16
    ],
    [
        " I always avoided this. I would sell them dig in and get over committed to my idea, my plan or my opinion.",
        2258.28,
        2264.54
    ],
    [
        " When someone had an opposing point of view, I didn't look for ways to prove my idea was better.",
        2265.0,
        2270.72
    ],
    [
        " Instead, I looked to see which idea was actually better. If my idea wasn't good, I conceded and accepted theirs.",
        2271.32,
        2278.62
    ],
    [
        " If the ideas were relatively equal, I would defer to theirs so they had ownership. If my idea was far superior, then the differences were usually obvious enough to convince the person with the opposing view that they were wrong.",
        2279.54,
        2290.6
    ],
    [
        " I would never have to admit that I was wrong because I never claimed that I was right.",
        2291.7,
        2297.74
    ],
    [
        " That's such a little tricky move.",
        2298.2,
        2301.94
    ],
    [
        " That's almost a tricky move you just talked about. That question comes up.",
        2302.52,
        2308.06
    ],
    [
        " We were talking about last Q&A is, hey, how often do you think I'm wrong? People are like, oh, you're wrong all the time.",
        2308.26,
        2315.2
    ],
    [
        " You're like, actually, this was at the muskets.",
        2315.2,
        2317.98
    ],
    [
        " Yeah, at the muskets. I asked everyone, I figured what spurred the question.",
        2318.0,
        2320.56
    ],
    [
        " How often do you all, how often do you guys think I'm wrong?",
        2320.84,
        2323.38
    ],
    [
        " Yeah, exactly.",
        2323.6,
        2324.44
    ],
    [
        " But it, it's a, what was well, the meaning of that story.",
        2325.18,
        2328.26
    ],
    [
        " Meeting inclination was like, I'm always right because I have so much experience.",
        2328.38,
        2333.94
    ],
    [
        " The reason it's, I'm almost never wrong, is that I never make the claim in the beginning to put myself in the position and the reason why I think that conclusion is so important is",
        2334.66,
        2344.26
    ],
    [
        " when as a leader, do you think it's beneficial for you to be in a place where you cannot maneuver?",
        2344.92,
        2350.98
    ],
    [
        " Under what situation would it be good for, and if you can't maneuver, what does that mean for your team?",
        2352.44,
        2358.06
    ],
    [
        " You are the leader. And so it's not just about you, and your inability to maneuver to turn, to move to whatever is required is what essentially seals your fate and for the people and the best way to be able to maneuver is, well, you say never dig in.",
        2358.16,
        2371.82
    ],
    [
        " But when people are having those conversations, do you want those conversations?",
        2373.34,
        2376.6
    ],
    [
        " If you're the leader, you should be the one of the last people communicating about what you think we should do because more than likely, the minute you talk, nobody else is going to talk because you're in charge.",
        2377.14,
        2386.08
    ],
    [
        " People don't want to talk over the leader.",
        2386.4,
        2387.74
    ],
    [
        " But if you're listening, not, not waiting to talk, but actually listening, and you actually have the team that you think you have, the right answer will come out long before you have this anything.",
        2388.2,
        2397.84
    ],
    [
        " And you never have to be, nine out of a hundred totally.",
        2398.42,
        2401.0
    ],
    [
        " Or, just 293 times out of seven.",
        2402.98,
        2407.18
    ],
    [
        " I mean, and it's the inability to maneuver. If you think about, as I could talk to you later, this is tactics, but you were thinking strategically all the time, all the time.",
        2407.94,
        2421.2
    ],
    [
        " If I go down the road of what I think we should do, what could, what will this do to my ability to maneuver down the road?",
        2422.0,
        2427.88
    ],
    [
        " And almost always if the harder you dig in, the harder it will be to move.",
        2428.26,
        2431.58
    ],
    [
        " And, you know, when I cover it in the book, I'm not going to cover right now, but I do talk about when do you dig in?",
        2432.04,
        2437.34
    ],
    [
        " When are you not going to change? And there are situations like that, and you've got to be cognizant of that.",
        2437.96,
        2443.3
    ],
    [
        " So, but the part that most people screw up is they dig in on the dumbest thing, the worst ideas, or even decent ideas, but they don't want to maneuver.",
        2444.14,
        2453.6
    ],
    [
        " And they just end up in horrible situations because of it.",
        2453.98,
        2459.02
    ],
    [
        " I do a section on iterative decision making, which is, which is really important for people to understand.",
        2459.5,
        2467.4
    ],
    [
        " It makes that idea of iterative decision making that is in this book, makes decision making an entirely new process for people.",
        2467.4,
        2483.52
    ],
    [
        " To understand how to iteratively make decisions is a tool that people can use.",
        2484.98,
        2492.06
    ],
    [
        " And it's not the right tool all the time, but it's a tool, a large percentage of the time.",
        2492.38,
        2496.6
    ],
    [
        " And if you understand how to do it, it changes the process and improves the results of your decision making.",
        2497.1,
        2504.88
    ],
    [
        " Yeah, and the more you grow as a leader, the more strategic your viewpoint and thinking needs to be, the more iterative decision making is important.",
        2505.68,
        2514.8
    ],
    [
        " Yes, there are times that I'm very small, tactical thing. I don't want to iterate on that. I'm going to kick in that door and I'm going to go.",
        2515.42,
        2520.42
    ],
    [
        " Absolutely.",
        2520.94,
        2521.32
    ],
    [
        " The more you grow, the more strategic you need to think, the more iterative it has to be.",
        2521.68,
        2525.3
    ],
    [
        " And so, yes, I will never put my hand out and say always, I won't say that.",
        2525.62,
        2529.68
    ],
    [
        " But the more you grow, the more experience, the more it shifts towards almost always in that direction, that iterative decision making is right almost all the time.",
        2530.62,
        2540.88
    ],
    [
        " Not always, the more you do it, the more that's the way you need to do it.",
        2541.2,
        2544.14
    ],
    [
        "",
        2544.6,
        2544.6
    ],
    [
        " Helped me so much.",
        2545.38,
        2548.16
    ],
    [
        " And what this is, what's interesting about it, right?",
        2548.54,
        2550.12
    ],
    [
        " So, iterative decision making in a nutshell is like we're going to make small decisions based on what we suspect.",
        2550.3,
        2556.6
    ],
    [
        " And some people consider that to be indecisive.",
        2557.24,
        2561.4
    ],
    [
        " Here's what's funny.",
        2561.74,
        2562.78
    ],
    [
        " My reputation in the SEAL teams and now is of being extremely decisive.",
        2563.74,
        2570.7
    ],
    [
        " Like people just think, oh, like, oh yeah, he's going to make the call.",
        2572.16,
        2575.14
    ],
    [
        " And what's funny is, I am.",
        2575.9,
        2577.36
    ],
    [
        " And the reason I got that reputation is because when there was a decision to be made on the battlefield or during training, I think I'm going to have a lot of experience.",
        2577.88,
        2586.58
    ],
    [
        " I was going to make a decision and it was going to come and it was going to be there and everyone was going to know it really quick when it needed to happen.",
        2586.58,
        2594.12
    ],
    [
        " But it would be the small decision that was leading in the direction that I thought overarching was correct.",
        2594.68,
        2599.88
    ],
    [
        " But man, is it a, it's a kid is almost like a trick, you know, it's a tactic.",
        2600.62,
        2605.7
    ],
    [
        " That's what it is.",
        2605.92,
        2606.36
    ],
    [
        " It's a, but it's a really nice little tactic about what we're going to do.",
        2606.46,
        2610.62
    ],
    [
        " How we're going to move forward.",
        2610.76,
        2611.62
    ],
    [
        " The seat, no, that's another one.",
        2616.58,
        2618.6
    ],
    [
        " This is again, there's a bunch of parts of this book where people go, people are saying, I didn't really expect that, right?",
        2618.72,
        2623.58
    ],
    [
        " I didn't expect Jocco to tell me to make small decisions.",
        2624.68,
        2627.42
    ],
    [
        " Big bold action, make a decision.",
        2627.82,
        2629.94
    ],
    [
        " Hey, I'm telling you make a decision, make the smallest decision you can.",
        2630.4,
        2633.82
    ],
    [
        " That's moving in the direction you think.",
        2634.42,
        2636.24
    ],
    [
        " And then you can make changes, you can iterate on that.",
        2636.92,
        2640.82
    ],
    [
        " It's funny that people don't understand this.",
        2641.36,
        2644.0
    ],
    [
        " Yeah.",
        2645.4,
        2645.76
    ],
    [
        " The feedback you're looking for to know if you made the right decision is down the road of the decision.",
        2645.42,
        2650.56
    ],
    [
        " And so you actually need to move in that direction.",
        2650.66,
        2652.32
    ],
    [
        " But you don't need to move that far to start getting feedback.",
        2652.94,
        2654.96
    ],
    [
        " And that's the feedback you need and see if you're right.",
        2655.18,
        2657.2
    ],
    [
        " Yeah, that whole section is, it's good to go.",
        2657.32,
        2660.5
    ],
    [
        " Here's another little section that people will, boy, this will flank some people.",
        2661.06,
        2666.24
    ],
    [
        " It's called conform to influence.",
        2666.64,
        2669.44
    ],
    [
        " Here we go to the book.",
        2669.82,
        2670.6
    ],
    [
        " As a new guy, I was extremely motivated.",
        2670.6,
        2672.58
    ],
    [
        " I wanted to train as hard as possible to prepare for war.",
        2673.24,
        2675.98
    ],
    [
        " But this was 1992.",
        2676.6,
        2677.9
    ],
    [
        " And there was no war happening.",
        2678.68,
        2679.66
    ],
    [
        " The first goal for it ended six months earlier and lasted only 72 hours.",
        2679.98,
        2683.18
    ],
    [
        " The Vietnam War, where seals had earned their fierce reputation that made me want to be a seal,",
        2683.32,
        2687.32
    ],
    [
        " had ended 20 years earlier.",
        2687.5,
        2689.22
    ],
    [
        " This was full on peacetime Navy, but I was young and figured my war was coming.",
        2690.0,
        2695.7
    ],
    [
        " So I wanted to be ready for it.",
        2695.92,
        2697.14
    ],
    [
        " So I did things a little bit differently from most of the other people at SEAL Team 1.",
        2697.32,
        2700.78
    ],
    [
        " I got to work early.",
        2701.2,
        2702.2
    ],
    [
        " I did our team conditioning runs with heavy boots on instead of running shoes.",
        2702.66,
        2705.96
    ],
    [
        " I wore a Rucksack with a 40-pound sandbag in it when we ran the obstacle course.",
        2706.38,
        2709.98
    ],
    [
        " I did night ocean swims alone with my web gear on.",
        2710.34,
        2712.8
    ],
    [
        " I tried to do everything just a little bit harder than what was normally required.",
        2713.12,
        2718.12
    ],
    [
        " I thought I was doing the right thing.",
        2718.56,
        2720.02
    ],
    [
        " After all, I was preparing for war.",
        2720.4,
        2722.9
    ],
    [
        " Unfortunately, my attitude was not appreciated by some of the older guys in my platoon.",
        2724.96,
        2728.92
    ],
    [
        " Sure.",
        2729.22,
        2729.48
    ],
    [
        " The other guys knew me.",
        2730.38,
        2732.74
    ],
    [
        " Sure, some of the other new guys who knew me understood my attitude because they went through buds with me.",
        2733.04,
        2738.12
    ],
    [
        " They knew I was just fired up.",
        2738.32,
        2739.38
    ],
    [
        " But for some of the older guys, but some of the older guys thought I was going overboard.",
        2739.78,
        2743.44
    ],
    [
        " For them, after having been in the SEAL teams for 6, 8, 10, or even a dozen years,",
        2744.18,
        2749.24
    ],
    [
        " they knew that sustained performance as a SEAL wasn't a sprint.",
        2749.24,
        2752.74
    ],
    [
        " It was a marathon.",
        2752.96,
        2753.58
    ],
    [
        " They knew that additional wear and tear on the knees, shoulders, ankles, and back had to be monitored and mitigated.",
        2754.34,
        2759.94
    ],
    [
        " They knew we were about to start an extensive and arduous work up of long patrols,",
        2760.24,
        2764.56
    ],
    [
        " parachuting, fast-roading, diving, and all kinds of other evolutions that would put intense physical demands on all of us.",
        2764.86,
        2770.22
    ],
    [
        " Those demands would be even harder on guys who had already done multiple deployments and workups.",
        2770.52,
        2775.2
    ],
    [
        " But for us new guys coming straight out of buds, we were healthy and ready to charge.",
        2775.8,
        2779.78
    ],
    [
        " And in my mind, I was personally trying to take it to the next level.",
        2779.9,
        2782.64
    ],
    [
        " It didn't take long before I started to hear grumbling from some of those more experienced guys.",
        2782.98,
        2787.66
    ],
    [
        " Little comments started to let me know they weren't seeing things quite the same way I was.",
        2788.66,
        2794.88
    ],
    [
        " Here comes Rambo.",
        2795.52,
        2796.88
    ],
    [
        " Or look at this tough guy.",
        2797.5,
        2800.04
    ],
    [
        " At first, it sounded like they were joking.",
        2800.7,
        2803.4
    ],
    [
        " But the tone got stronger.",
        2803.84,
        2805.4
    ],
    [
        " And before long, I realized that they did not like what I was doing.",
        2805.8,
        2808.88
    ],
    [
        " Now, it would have been very easy for me to assess the situation and cast the blame on them.",
        2810.4,
        2815.8
    ],
    [
        " I could have said to myself, what is wrong with them?",
        2817.04,
        2819.46
    ],
    [
        " I'm the one who's working extra hard.",
        2820.28,
        2821.74
    ],
    [
        " They are being weak.",
        2821.94,
        2822.76
    ],
    [
        " I'm hardcore.",
        2823.16,
        2823.54
    ],
    [
        " Much more hardcore than they are.",
        2823.98,
        2825.5
    ],
    [
        " I am preparing for war.",
        2825.74,
        2827.06
    ],
    [
        " These guys should be working hard to be ready for combat like I am.",
        2828.38,
        2831.78
    ],
    [
        " In fact, can I even rely on these guys?",
        2832.08,
        2834.38
    ],
    [
        " As a young seal, still teeming with confidence after completing the world's hardest military training,",
        2836.6,
        2843.4
    ],
    [
        " I could easily rationalize my own behavior and at the same time denigrate the other members of my platoon,",
        2844.62,
        2849.66
    ],
    [
        " especially because in my platoon, some of the older guys weren't in the best physical condition.",
        2849.94,
        2854.16
    ],
    [
        " Of course, they don't want to do extra physical activity.",
        2855.18,
        2857.82
    ],
    [
        " They are weak.",
        2858.08,
        2858.46
    ],
    [
        " I am strong.",
        2858.68,
        2859.3
    ],
    [
        " They must be intimidated by me.",
        2859.72,
        2861.34
    ],
    [
        " Their egos are too big to handle a new guy like me coming in and getting after it.",
        2861.34,
        2865.48
    ],
    [
        " But then I thought about it from their perspective.",
        2867.02,
        2869.66
    ],
    [
        " Who am I?",
        2870.06,
        2870.9
    ],
    [
        " I am a new guy.",
        2871.24,
        2871.94
    ],
    [
        " I've never been on deployment before.",
        2871.98,
        2873.28
    ],
    [
        " I had never been through a workup before.",
        2873.46,
        2875.02
    ],
    [
        " Who was I to judge them?",
        2875.28,
        2876.42
    ],
    [
        " What did I know?",
        2876.76,
        2877.46
    ],
    [
        " Then I thought about it from a team perspective.",
        2878.88,
        2882.5
    ],
    [
        " We are a platoon.",
        2883.22,
        2884.64
    ],
    [
        " We are supposed to be a team to work together.",
        2885.1,
        2887.86
    ],
    [
        " And here I was alienating myself from the team.",
        2887.86,
        2892.56
    ],
    [
        " There was a rift forming between some of the older guys in the platoon and me.",
        2892.96,
        2897.18
    ],
    [
        " That was wrong.",
        2897.62,
        2898.24
    ],
    [
        " It was disrupting the unity of the platoon, which negatively impacted our operational readiness.",
        2899.8,
        2905.7
    ],
    [
        " So you know what I did?",
        2906.38,
        2907.66
    ],
    [
        " I backed off.",
        2908.94,
        2910.06
    ],
    [
        " I did the extra work on my own time.",
        2910.84,
        2913.68
    ],
    [
        " But when I was with the platoon, I tried to act like the rest of the guys to put it bluntly I conformed.",
        2913.68,
        2920.6
    ],
    [
        " That is something no one wants to hear.",
        2920.7,
        2924.14
    ],
    [
        " That I simply conformed with the pack.",
        2924.54,
        2926.14
    ],
    [
        " People think,",
        2926.42,
        2926.84
    ],
    [
        " Jocco is hardcore.",
        2926.86,
        2927.8
    ],
    [
        " He would never give in to the weakness of the pack.",
        2928.2,
        2929.92
    ],
    [
        " But that would be wrong.",
        2930.26,
        2931.4
    ],
    [
        " If I would hold my ground on this, if I were to never give in, it would just mean that I thought my personal feelings were more important than the team.",
        2931.84,
        2941.0
    ],
    [
        " It would mean that I let my ego.",
        2942.16,
        2944.54
    ],
    [
        " It would mean that my ego couldn't bear to step down and subordinate itself and conform to what the team was doing.",
        2944.84,
        2951.06
    ],
    [
        " It would announce to the world that I believed I was more important as an individual than the team.",
        2951.48,
        2957.36
    ],
    [
        " All of that is obviously the wrong attitude to have.",
        2958.5,
        2961.76
    ],
    [
        " Let there be no doubt.",
        2962.3,
        2963.44
    ],
    [
        " The most important thing in a team is the team.",
        2964.1,
        2968.46
    ],
    [
        " Now some people might think this is weak, but it isn't.",
        2969.72,
        2972.28
    ],
    [
        " The whole reason the team exists is to accomplish the mission.",
        2972.42,
        2975.22
    ],
    [
        " The more unified the team is, the more capable it is of accomplishing the mission.",
        2975.8,
        2980.4
    ],
    [
        " If I am causing a rift in the team, I am hurting our mission capability.",
        2980.72,
        2985.88
    ],
    [
        " It goes beyond that.",
        2993.1,
        2994.06
    ],
    [
        " It goes beyond just saying, I am going to conform.",
        2994.3,
        2996.74
    ],
    [
        " What am I trying to do with conform?",
        2996.96,
        2998.34
    ],
    [
        " If I have no relationship, I have no influence.",
        2998.46,
        3001.24
    ],
    [
        " If I have no influence, I can't get them to do anything.",
        3001.34,
        3003.08
    ],
    [
        " I learned an important lesson.",
        3003.68,
        3004.62
    ],
    [
        " This is skipping ahead when I go through the details of how it unfolded from there.",
        3004.74,
        3010.16
    ],
    [
        " I learned an important lesson.",
        3011.14,
        3012.02
    ],
    [
        " I can't change the group if I am not in the group.",
        3012.6,
        3015.88
    ],
    [
        " But if I'm in the group, I can move it.",
        3016.28,
        3018.6
    ],
    [
        " Maybe not as much or as quickly as I want to, but at least I can move it in the right direction.",
        3018.68,
        3023.22
    ],
    [
        " That's why the section is called conform to influence.",
        3024.52,
        3031.08
    ],
    [
        " Because when you're not part of the team, you have no influence.",
        3031.36,
        3034.86
    ],
    [
        " If you're an outsider, that's great.",
        3035.18,
        3036.22
    ],
    [
        " You help align for yourself.",
        3036.32,
        3037.24
    ],
    [
        " Awesome.",
        3037.48,
        3037.74
    ],
    [
        " Awesome. Great.",
        3037.74,
        3039.22
    ],
    [
        " Guess what?",
        3039.5,
        3040.36
    ],
    [
        " The female that asked this question down in Australia.",
        3040.74,
        3043.52
    ],
    [
        " Really good question.",
        3044.36,
        3045.3
    ],
    [
        " At the Monster in Australia, she said, hey, I'm trying to get other people on my team",
        3045.84,
        3052.68
    ],
    [
        " to take care of themselves with physical fitness.",
        3052.68,
        3055.26
    ],
    [
        " I don't remember that.",
        3055.4,
        3056.22
    ],
    [
        " And when no matter what I tell them, they're not doing it.",
        3056.38,
        3060.94
    ],
    [
        " And here I am.",
        3061.1,
        3061.82
    ],
    [
        " I work out every day.",
        3062.18,
        3063.28
    ],
    [
        " I eat clean foods all day.",
        3063.8,
        3065.62
    ],
    [
        " I work out after work.",
        3065.94,
        3067.26
    ],
    [
        " They see me head and to work out.",
        3067.62,
        3069.68
    ],
    [
        " They see me coming in after I got done working out.",
        3069.82,
        3071.86
    ],
    [
        " They see the foods that I'm eating.",
        3071.9,
        3072.88
    ],
    [
        " And they just don't care.",
        3073.3,
        3074.2
    ],
    [
        " And I kind of had to tell this story, which is, well, how much influence are you having",
        3074.72,
        3080.98
    ],
    [
        " over these people to improve their health when they don't like you?",
        3080.98,
        3083.22
    ],
    [
        " I don't think I said don't like you, but you don't have a relationship.",
        3084.06,
        3086.2
    ],
    [
        " You're not part of their team.",
        3086.8,
        3087.96
    ],
    [
        " The way you describe that in the book, and we've talked about it a whole bunch,",
        3089.14,
        3093.08
    ],
    [
        " it's actually kind of intuitive for relatively new guys.",
        3093.56,
        3096.3
    ],
    [
        " So you're brand new to the petunia, brand new to the squadron.",
        3096.48,
        3098.56
    ],
    [
        " When I had my very first squadron, this wasn't that hard of a concept for me.",
        3098.64,
        3102.34
    ],
    [
        " I was like, all right, hey, I'm the new guy.",
        3102.92,
        3104.14
    ],
    [
        " I'm going to keep my mouth shut.",
        3104.14,
        3104.98
    ],
    [
        " And I'm actually going to conform.",
        3105.08,
        3106.08
    ],
    [
        " And I'm going to give whatever, whatever task.",
        3106.64,
        3108.34
    ],
    [
        " And when I got to my first squadron, I got the most menial task that you could get.",
        3108.52,
        3111.96
    ],
    [
        " It was called the coffee mess officer.",
        3112.04,
        3113.22
    ],
    [
        " So my job was literally to buy coffee, sell t-shirts.",
        3113.6,
        3117.7
    ],
    [
        " And you know, it kind of goes cyclical.",
        3117.92,
        3119.04
    ],
    [
        " It just happened to be my turn.",
        3119.08,
        3120.06
    ],
    [
        " It is the most menial thing.",
        3120.06,
        3122.74
    ],
    [
        " And you know what?",
        3122.98,
        3123.6
    ],
    [
        " I crushed that job.",
        3124.42,
        3126.34
    ],
    [
        " I just dove in head first.",
        3126.5,
        3127.2
    ],
    [
        " I just looked for any way to get people to think Dave's on board the team.",
        3127.42,
        3130.86
    ],
    [
        " This is equally true in any position.",
        3132.34,
        3136.4
    ],
    [
        " And when I came back to that same squadron, eight years later,",
        3136.92,
        3139.9
    ],
    [
        " post-to-combat deployments, post-top gun, post-factorer with you guys.",
        3140.3,
        3144.86
    ],
    [
        " I came back to the same squadron as the exo.",
        3145.02,
        3147.0
    ],
    [
        " I was undeniably the most tactically capable, the most well known.",
        3147.0,
        3150.86
    ],
    [
        " I had all the attributes you might want.",
        3151.02,
        3152.66
    ],
    [
        " And when I showed up, I didn't start telling everybody how things are going.",
        3153.04,
        3157.38
    ],
    [
        " You being in charge doesn't mean you're on the team.",
        3157.5,
        3160.18
    ],
    [
        " As a matter of fact, if you're that bad as a leader, you'll get a mutiny.",
        3160.44,
        3164.32
    ],
    [
        " And so the same idea of conforming is true, whether you're the junior guy or the senior guy.",
        3164.96,
        3171.3
    ],
    [
        " If there are traditions, if there's things, if there's components of the team,",
        3171.3,
        3174.26
    ],
    [
        " that you aren't aware of, even if you're the most senior person,",
        3175.18,
        3178.54
    ],
    [
        " that showing everybody you're willing to get on board with that gives you a mass amount of credibility.",
        3179.24,
        3185.38
    ],
    [
        " But you don't get to cash that in the more senior you are.",
        3185.66,
        3187.62
    ],
    [
        " I'm a senior guy. We're doing it this way.",
        3187.72,
        3189.46
    ],
    [
        " It's the same rule applies for the first day in your squadron or the most senior to include being a squadron commander.",
        3189.92,
        3195.12
    ],
    [
        " You don't want to walk in and tell everybody we're doing things differently now, just because you're in charge.",
        3195.56,
        3199.22
    ],
    [
        " Because they may not go Roger that boss.",
        3199.5,
        3201.02
    ],
    [
        " But they're going back and they're not doing anything you're asking them to do.",
        3201.32,
        3204.36
    ],
    [
        " That this idea of being tactically smart about conforming, that never goes away.",
        3204.66,
        3208.94
    ],
    [
        " Actually, I think we talked about this on the ground in podcasts when you were on.",
        3209.48,
        3213.26
    ],
    [
        " When you got to echelon front, after a few months, you're like, oh, seems like Jiu-Jitsu is something that we're doing here.",
        3213.46,
        3218.76
    ],
    [
        " And you were like, I had no interest in it.",
        3219.2,
        3221.6
    ],
    [
        " I didn't really understand what it was, but like, that seemed like that's what we were doing.",
        3221.82,
        3224.9
    ],
    [
        " So you said to yourself, okay, well, I guess I'll start doing some of this stuff and figure out what it's about.",
        3225.06,
        3229.66
    ],
    [
        " So I know what's going on.",
        3229.66,
        3230.76
    ],
    [
        " That's a classic example.",
        3231.28,
        3232.58
    ],
    [
        " How old were you?",
        3232.86,
        3233.88
    ],
    [
        " 45-year-old retired Lieutenant Colonel from the United States Marine Corps?",
        3234.08,
        3237.52
    ],
    [
        " And these knuckleheads are over here doing some random sport that you've never heard of?",
        3238.52,
        3242.18
    ],
    [
        " Okay, well, let's see what it's about.",
        3242.64,
        3244.24
    ],
    [
        " That's legit.",
        3244.76,
        3246.24
    ],
    [
        " Hey, so when you were being all fired up and stuff at that time, was there,",
        3247.12,
        3255.12
    ],
    [
        " be honest, was there a part of your brain that was like, that you recognized like I'm for real show, like actively showing off right now?",
        3256.12,
        3264.74
    ],
    [
        " Like, you know, like demonstrating like how I'm like, you know, my initial response to that is to say yes, so I can show humility and be like, yeah, I knew.",
        3265.14,
        3278.52
    ],
    [
        " But honestly, I really wanted to be a good seal.",
        3279.3,
        3282.8
    ],
    [
        " And as far as I could tell, there were a couple people that were around that were super hardcore.",
        3283.76,
        3288.4
    ],
    [
        " And I was like, hey, I want to be super hardcore too.",
        3289.0,
        3292.92
    ],
    [
        " So I didn't really think like I was honestly, I was trying to be hardcore.",
        3293.62,
        3305.4
    ],
    [
        " I was like, I'm not a real warrior.",
        3305.4,
        3305.64
    ],
    [
        " That's really what my thoughts were.",
        3305.82,
        3308.84
    ],
    [
        " I wasn't, I'm trying to think there was others.",
        3309.16,
        3311.06
    ],
    [
        " I mean, there's a million other things that I've done that were stupid that I was like, hey, look at me.",
        3311.26,
        3314.76
    ],
    [
        " That really wasn't one of them.",
        3315.14,
        3317.94
    ],
    [
        " That really wasn't one of them.",
        3318.22,
        3319.68
    ],
    [
        " And you know what?",
        3320.04,
        3321.1
    ],
    [
        " It doesn't matter because guess how it came across.",
        3321.38,
        3323.32
    ],
    [
        " It came across like that's what I was doing.",
        3323.7,
        3325.64
    ],
    [
        " So whether, so that perception is reality.",
        3326.02,
        3328.82
    ],
    [
        " That was the perception.",
        3329.02,
        3330.08
    ],
    [
        " The perception was I was showing off, hey, look at me.",
        3330.18,
        3333.54
    ],
    [
        " And that pissed guys off.",
        3334.46,
        3336.46
    ],
    [
        " That pissed guys off.",
        3336.78,
        3337.74
    ],
    [
        " Yeah, it kind of feels like that too.",
        3337.94,
        3339.56
    ],
    [
        " Like in sports, kind of the same deal where you get a new person who has not proven themselves at all.",
        3339.64,
        3344.36
    ],
    [
        " And then they want to go the extra mile.",
        3344.98,
        3347.44
    ],
    [
        " But in this real overt way, in this like real like spectacular way, you know, like in your case,",
        3347.44,
        3353.04
    ],
    [
        " you're like running with these, you're the only one running with your boots on.",
        3353.04,
        3356.18
    ],
    [
        " Everyone else has been in, you know, this so they do it in this real attention getting way.",
        3356.18,
        3360.68
    ],
    [
        " And it's real obviously like, like, yeah, this person is trying to like show off how hard of a worker there",
        3360.84,
        3366.16
    ],
    [
        " or show off this or that to get kind of recognition or attention or even respect or whatever.",
        3366.16,
        3372.14
    ],
    [
        " But meanwhile, the people who have proven themselves, whether the guys who've been there, been, you know, overseas",
        3372.42,
        3377.24
    ],
    [
        " or been in combat or whatever, they're kind of like, rather that's not landing with us at all.",
        3377.24,
        3381.48
    ],
    [
        " Yeah.",
        3381.48,
        3381.62
    ],
    [
        " And I think it's important to say that as I thought through answering your question, you know, again,",
        3381.82,
        3388.86
    ],
    [
        " I want to come off as like being all humble and something like, yeah, you know, I want it.",
        3388.98,
        3392.2
    ],
    [
        " But I honestly wasn't, I honestly wasn't and what's even more important about this is that the fact that my intentions did not matter.",
        3392.32,
        3402.42
    ],
    [
        " They didn't matter.",
        3402.9,
        3403.58
    ],
    [
        " They didn't matter if I was to tell everyone, hey guys, I just want to be ready for war.",
        3403.76,
        3407.5
    ],
    [
        " It didn't matter if I was to say that what people perceived was, oh, you're out here running with a rucksack on thinking, you know, you think you're cool.",
        3407.5,
        3416.94
    ],
    [
        " Even though I was thinking, hey, aren't we going to carry weight when we go into combat?",
        3417.08,
        3420.94
    ],
    [
        " That's what I was thinking.",
        3421.12,
        3421.96
    ],
    [
        " Hey, I'm not going to go into combat wearing running shoes.",
        3422.44,
        3425.48
    ],
    [
        " I'm going to go wearing jungle boots. So I'm wearing my jungle boots.",
        3425.48,
        3428.4
    ],
    [
        " That was what I was thinking.",
        3428.64,
        3431.52
    ],
    [
        " Doesn't matter.",
        3431.82,
        3432.72
    ],
    [
        " Doesn't matter of the best intentions.",
        3433.5,
        3435.12
    ],
    [
        " And then if you take that, you know, really mature way, which I lacked, but I was, I was, this is again, these are like, these are like maneuvers that I barely made, you know, like when the terminator responses popped up in my eyes when guys started, you know, getting a little bit more straightforward with me.",
        3436.06,
        3452.36
    ],
    [
        " Like, who do you think you are? Like that kind of thing is, you know, well, I think I'm a CEO.",
        3452.7,
        3456.74
    ],
    [
        " You know what I mean? Like those kind of things.",
        3456.74,
        3458.62
    ],
    [
        " And actually now that I say that, you know what? At this point, I didn't even have my tried it. I didn't have my seal tried it. So I wasn't a seal.",
        3459.62,
        3465.08
    ],
    [
        " So still, so that's even, that might have been when Dave talks about like, hey, it's pretty straightforward. You best conform.",
        3465.3,
        3471.24
    ],
    [
        " I was definitely feeling some of that.",
        3471.66,
        3472.9
    ],
    [
        " So, so it wasn't just me being hyper mature and super detached and able to part of it was like, hey, man, I don't want to piss these guys off.",
        3473.22,
        3482.26
    ],
    [
        " These guys are the guys that give me my tried it or not. But I definitely felt that this was a platoon.",
        3482.26,
        3489.32
    ],
    [
        " I wanted to be part of the platoon. And if you're not part of the platoon, you're, you're hurting the team.",
        3490.16,
        3500.58
    ],
    [
        " You're truly hurting the team. They need you. And you need the most powerful thing in a platoon is the glue that holds you all together.",
        3500.78,
        3507.58
    ],
    [
        " It's the friendship. It's the trust. It's the relationships that you have. That's what makes a platoon awesome.",
        3507.58,
        3511.46
    ],
    [
        " When one person is outside that bond, that's a, that's a detriment to the team. And I felt that. And I didn't want to do that.",
        3512.06,
        3520.52
    ],
    [
        " So it's like, okay, I got to conform. I got to get on board with what the guys are doing. As Dave said, it was real obvious for Dave when he checked into a squadron like, hey, I'm, okay, I'm doing my thing here.",
        3520.58,
        3529.72
    ],
    [
        " I'm doing what people are doing. You know, when in Rome, do is the Romans.",
        3529.8,
        3533.82
    ],
    [
        " There's, there is that. And you know what?",
        3534.64,
        3537.2
    ],
    [
        " Here, going back to the book, does this mean you fall in mind and conform no matter what to be the part of the team? No, absolutely not.",
        3538.2,
        3544.18
    ],
    [
        " You should maintain your individual individuality and unique personality and perspective. Just make sure your personality doesn't interfere with your ability to build relationships within the group.",
        3544.52,
        3551.74
    ],
    [
        " But what if the group is bad?",
        3552.0,
        3553.14
    ],
    [
        " As I've said before and I covered this in another section, if it is, if the group is doing some things that are immoral, illegal or unethical, you have to stand up.",
        3554.8,
        3563.36
    ],
    [
        " You have to be smart about, but you have to be smart about how you make your stand, but participation or passive approval of such behavior makes you culpable.",
        3563.68,
        3571.54
    ],
    [
        " And then I say I cover this section in another part on different page.",
        3571.94,
        3576.44
    ],
    [
        " And then I go into like, Hey, what if they're not doing anything illegal unethical, but it's, but it's going to be pretty bad for the mission.",
        3577.4,
        3584.68
    ],
    [
        " Well, then what do you do? Well, once again, is it better for me to have an antist, antagonistic relationship with everyone on the team?",
        3585.34,
        3592.52
    ],
    [
        " Or is it better for me to have good relationship before I can say, Hey, can, can we talk about what we're doing? Because right now, I'm feeling like we might not be able to accomplish our mission or we're going to, there's the difference.",
        3593.08,
        3602.6
    ],
    [
        " I mean, we've all been a part of a team where there's people on the team that aren't part of the team. And guess who's listening to them? Right?",
        3602.76,
        3612.0
    ],
    [
        " No one's listening to anybody. Their opinion means nothing. And so what you have to do is you have to conform in order to influence.",
        3612.3,
        3620.3
    ],
    [
        " So when you, when you were being all fired, you know, Rambo or whatever, was there any like, superior, like a boss figure that was like, yeah, good job.",
        3620.66,
        3630.58
    ],
    [
        " Like kind of maybe not even like as a direct result of it, but that you're trying to kind of impress where I wasn't trying to impress everyone.",
        3630.76,
        3640.2
    ],
    [
        " But it's interesting you're asking these questions, but I did get a vibe from some people that weren't in my platoon.",
        3642.38,
        3650.12
    ],
    [
        " That was kind of like kind of like, yeah, and most of those guys were way older, like way older, like they weren't competing with me, right?",
        3650.8,
        3658.94
    ],
    [
        " They weren't in a platoon. They were a, they were beyond platoons. And so for them, it was like, oh, young blood.",
        3659.06,
        3664.12
    ],
    [
        " Like I'll tell you what, when I go to the teams now, and I see some young blood that are toeing the line, that gets me so happy, right?",
        3664.7,
        3672.96
    ],
    [
        " I love it. I'll talk to those guys all night long, all hang out with them because like they're not, I'm not competing with them, right?",
        3673.36,
        3680.04
    ],
    [
        " I'm totally gone. I'm literally retired. Whereas maybe you're, you know, if I was a little bit more in the zone with them, I might be like, who's this guy? I think he is, right?",
        3680.32,
        3687.44
    ],
    [
        " He might have that attitude. So there was some people that were way above me in the chain of command that I could sense, you know, they were kind of given the little nod, little nod to a new guy means a lot coming from someone dude from norm, right?",
        3687.44,
        3699.88
    ],
    [
        " But didn't really matter inside the platoon. I was doing the wrong thing. Right. And so in a way it makes it worse. So and I'm trying to think about my scenario, my past scenarios.",
        3700.72,
        3712.42
    ],
    [
        " So, you know, like you get a new guy at work and he's working like extra hard doing the right thing in a way, but he's in we get the feeling whether it's true or not, we get the impression strong impression, by the way, that he's doing it to impress the boss.",
        3713.88,
        3727.64
    ],
    [
        " Right. So now we hate him. Yeah. Because not only do we not want to work that hard, you're trying to basically make us look bad to a for specific reasons for to the specific people.",
        3727.96,
        3739.38
    ],
    [
        " Right. So it makes it work. That dynamic makes it worse. So now you're really not part of my team. The first job I got working construction. I showed up hired out of Wendy's and the guy I was he had a little crew and he comes in and he looks at me.",
        3739.58,
        3757.14
    ],
    [
        " And I'm I'm the guy with the burgers on the grill and I'm flipping burgers and he looks at me and he goes, what do you he's a what are you doing working here? And I said, pain rent, you know, I was like 16 or 17.",
        3757.72,
        3770.92
    ],
    [
        " And he says, you want to work construction? I'm like, oh my God. So I you can't even believe how happy I was and I go absolutely. And he goes, because they were doing a project across the street. And he goes, come by tomorrow morning, six o'clock in the morning.",
        3773.4,
        3785.76
    ],
    [
        " This was like a like a customer or something. Yeah, he was getting Wendy's. He was getting Wendy's for he had like a five man crew. And the next day, I show up there, man, I'm so happy. Man, I turned in my Wendy's visor.",
        3785.78,
        3798.06
    ],
    [
        " Bro, I was so happy. Show up. And the first thing he tells me was there was a bunch of concrete blocks had been dropped off by a dump truck and they were whatever 50 meters away from where they were going to need to be placed for the foundation of this building we were building.",
        3799.3,
        3815.82
    ],
    [
        " And so he leaves me and this other guy, Lewis and Lewis was a character man. He had just gotten out of prison. And he was he looked like he looked like a young Robert, you know, he was Italian.",
        3816.52,
        3831.62
    ],
    [
        " And I mean, he really looked like Robert, you know, like he could have played he could be could have been Robert, you know, he looked just like him. And he just got out of prison and his he was related to the owner. And so it was, you know, hey, can you give?",
        3831.9,
        3845.22
    ],
    [
        " Lewis a job. Yeah, okay. So we get tasked to the they leave me and Lewis there to move these blocks and bro, I I am so happy to have this job.",
        3846.18,
        3860.14
    ],
    [
        " I am running. I'm running with two blocks at a time. One in each hand. I'm running back and forth and putting them in the position. And I mean, he gave they gave us like three hours to get this done. And I was done in 45 minutes. And I'm not even getting like I was getting after it.",
        3860.38,
        3873.54
    ],
    [
        " But yeah, it took like 10 minutes for Lewis to, you know, tell me, hey, partner. And actually he talked like, you know, it wasn't a hey, partner. He's like, this is this is the Northeast, like a time he's like, he's like, hey, you need to do a dissload down my friend over there.",
        3873.9,
        3891.68
    ],
    [
        " And I just I told him, hey, you don't need to do anything. I got this. I mean, I was I was pumped. And but yeah, same thing, right? Like like, but the in that one, I didn't conform to influence. I just worked so hard. I said, you just don't need to worry about me. I'm happy. I was happy as a person can get to be moving some blocks around and crawling underneath foundations and getting after it. So I know no one wants to hear that, right?",
        3893.54,
        3921.56
    ],
    [
        " Man conformed to influence section three jumping ahead here.",
        3922.78,
        3927.86
    ],
    [
        " Manuverse.",
        3928.32,
        3929.84
    ],
    [
        " Whole section here on using leadership to teach and build. And I talk about I talk about fixing and when someone has a negative attitude, how do you fix that?",
        3930.08,
        3941.44
    ],
    [
        " How do you teach someone humility?",
        3941.86,
        3943.36
    ],
    [
        " And what we're doing is we're using leadership. We're using leadership to solve someone has a negative problem. How do we fix that? Put them in charge.",
        3945.46,
        3952.28
    ],
    [
        " We have someone that needs to get humbled that needs to learn some humility. How do you do that? Put them in charge. That's what you do. You put them in charge of something that they can't barely handle.",
        3952.52,
        3960.26
    ],
    [
        " And what's interesting is sometimes you get feedback like, wouldn't it be better? Like, let's say Dave has big ego.",
        3960.58,
        3966.8
    ],
    [
        " And wouldn't it be better just to have a straightforward kind of robust conversation with Dave and say, listen, Dave, I think your ego is a little out of control. And I think you need to humble yourself.",
        3968.08,
        3978.08
    ],
    [
        " Are there instances where that may work? There are. If Dave in addition to having a big ego looks at me as a person that he can learn a lot from and he has a ton of respect for me.",
        3979.18,
        3995.54
    ],
    [
        " And that and we have a good relationship and I can approach it in a way that's indirect enough that it doesn't offend him. And I can sit him down and sometimes you can be direct with someone.",
        3997.04,
        4008.6
    ],
    [
        " If you've got a great relationship with someone, if you and I have a great relationship and I go, amen, you're letting your ego get the best of you.",
        4008.74,
        4013.4
    ],
    [
        " If I think you're trying to help me, I'm going to listen to you.",
        4014.06,
        4016.14
    ],
    [
        " So there are times that that can work. Here's the problem. There are more times where the reason that the person, the reason that we have a problem is because the person has a big ego in the first place.",
        4017.38,
        4029.2
    ],
    [
        " That's the whole reason why we have the problem. So when we just point blank, tell them, well, we're attacking. There you go. They're going to dig in. It's going to get even worse.",
        4029.26,
        4038.46
    ],
    [
        " Okay, so there's one example. What about when we got someone that lacks confidence? And wouldn't it be good if we could just tell them, hey, look, Dave, have more confidence.",
        4039.38,
        4048.2
    ],
    [
        " Guess what? The reason the person doesn't have confidence because they don't have confidence. Just telling someone to have more confidence is zero effect. Okay, maybe it has 5% effect. Maybe it has an 8% effect.",
        4048.58,
        4058.04
    ],
    [
        " But when I say, hey, Dave, you know what, you lack confidence. So I want you to have more confidence. That's not what we're talking about. When instead I say, hey, Dave, you know what, I've been watching you.",
        4058.34,
        4066.86
    ],
    [
        " And I'm seeing what you're doing. And it seems to me like you've got some potential here for real leadership. And what I want to do is I want to assign a couple things to you here. In fact, we got this project that we're working on. And I want you to actually take charge of this.",
        4068.0,
        4081.16
    ],
    [
        " And then Dave lacks confidence. It's awesome. I'm not really ready for this. I go, hey, look, let me just show you what the project consists of. It's this and this. It's pretty straight forward. I know you've actually already done this.",
        4081.6,
        4093.2
    ],
    [
        " You just haven't been the person with the name on it. Look at it. Look at the look at what the, oh, yeah. Yeah, you see you can do this. Cool.",
        4093.2,
        4099.06
    ],
    [
        " This is a great place for you to start. Let's knock this thing out of the park. And all of a sudden Dave does it. And it's confidence goes up a little bit, right? It's real. It's real.",
        4099.56,
        4109.2
    ],
    [
        " So the idea that we can just use words. Look, it's it's absolutely. Hey, can I have a conversation with Dave and say, hey, Dave, you know what, right now you might not feel like you're ready, but you're ready.",
        4109.44,
        4120.78
    ],
    [
        " Can that boost his confidence? Yes, it can. I'm not saying that it can't. It can. Can I possibly say, hey, Dave, you're ego is out of control. And you need to you need to start being a little bit more humble. And that can work. Yes, it can work.",
        4120.78,
        4131.24
    ],
    [
        " But for the reasons I just gave, there's there's the the more powerful tool is using leadership, using leadership to teach people. So a whole section in here on that building or rebuilding confidence.",
        4131.72,
        4149.04
    ],
    [
        " And by the way, you don't necessarily need to be correcting a problem to use leadership as a as an instruction to or you don't need that.",
        4150.06,
        4157.8
    ],
    [
        " You don't you don't need it at all. You can you can actually use leadership to teach and build just for your team, just to make them better.",
        4158.28,
        4167.46
    ],
    [
        " Like you don't need to have a problem. I don't need to go to Dave and think, oh, Dave's got a big ego or the lacks confidence or bad attitude to say, now I'm going to put him in charge. No, no, I want to have an awesome team.",
        4168.1,
        4177.12
    ],
    [
        " So what I'm going to do is put people in charge. I'm going to use leadership to build an awesome team. These are things that counterintuitive answer to a lot of people.",
        4178.06,
        4187.1
    ],
    [
        " I mean, when somebody asked me, hey, I got a person with a bad attitude and I say put him in charge. I someone says, hey, I got a person with a big ego and I say put him in charge.",
        4188.3,
        4194.32
    ],
    [
        " Someone says, hey, I've got a person that that lacks confidence and I say put him in charge counterintuitive every time. That's what, but it is absolutely the best tool to educate.",
        4194.44,
        4205.14
    ],
    [
        " The difference is the leader that actually really cares that truly cares about his people is not I'm not doing that. I'm not going to put Jaco and George just like and crush his ego. I'm still actually doing it to try to help him out. That's the difference there as opposed to watch this.",
        4205.56,
        4220.34
    ],
    [
        " And then I just roll in on Jaco with the big ego because really really want to do is crush him and assert my authority from the leader that actually cares about his people that really wants the team to be successful.",
        4220.7,
        4230.24
    ],
    [
        " We'll look and I go, okay, this guy's got a problem. It's a totally understandable problem that most people have. I'm going to use this as a tool to help him be successful.",
        4230.6,
        4237.36
    ],
    [
        " I would like his ego to be put in check as a result, but I still what I really want is for him to grow and develop. And I'm using the best way to do it.",
        4237.62,
        4244.62
    ],
    [
        " The common denominator amongst the guy that's just growing and evolving and needs more responsibility and the dude that is out of his head and over, you know, wait, huge ego that needs is that I still care about both of them.",
        4245.12,
        4255.66
    ],
    [
        " And so as a leader if you're listening to this, this isn't a punitive tool to destroy your people whose ego is right at control.",
        4256.26,
        4262.78
    ],
    [
        " It's a tool to help crush the biggest hindrance this person have to be individually successful and contribute to your team.",
        4263.08,
        4270.0
    ],
    [
        " But as a leader, you need to care about that person and really want him to be successful knowing that the best tool to do that for him is, all right, bro, you got a big ego.",
        4270.44,
        4280.18
    ],
    [
        " Hey, let's put you in charge of this. You're doing a lot of subtle things and runs. But if your whole thing is, oh, Jaco, Tony, just pile on this guy till I break him. That's not what this is about.",
        4280.18,
        4289.96
    ],
    [
        " By the way, it doesn't start off. Hey, you got a big ego on a put you in charge of this. It starts off with, hey, Dave, man, you've been kind of dominating. And you know what?",
        4290.2,
        4297.88
    ],
    [
        " I think you can start stepping up. And I got some stuff here that I think is going to be easy pie for you. Here's the next project. And Dave grabs and goes, I got this.",
        4298.3,
        4307.42
    ],
    [
        " Yeah. But as you know, again, this is all explained in detail to the books of how much what what level of project are you going to give? We want it to be enough that we're not crushing them with that project.",
        4307.42,
        4317.48
    ],
    [
        " Yeah. Right. Totally. And just for me, it's you go to get wrapped around easy to get wrapped around the idea of fixing this person's problem.",
        4317.54,
        4325.3
    ],
    [
        " But what a good leader really does is looks at all his people, even the ones that are doing all the things that that frustrated you is,",
        4325.76,
        4331.34
    ],
    [
        " and it's, hey, really need help. It's the same thing with my kids. I got my kids doing things that drive me nuts that I want to crush.",
        4331.34,
        4336.24
    ],
    [
        " But I'm actually doing it because I want them to be successful over time, not because I just want to prove the point of overwhelming them with responsibility to their breaking point.",
        4336.84,
        4345.8
    ],
    [
        " You have to know that what you're actually trying to do is make this person get better.",
        4346.34,
        4349.84
    ],
    [
        " You use this word hindrance, which is it's so important to understand that the problem that you're trying to fix the ego is the hindrance to why the direct conversation isn't as effective as real world experience.",
        4349.84,
        4371.98
    ],
    [
        " The same thing with someone that lacks confidence that the problem is the hindrance when I lack confidence, me being told that my confidence that I should have more isn't enough to propel me past it.",
        4372.74,
        4388.72
    ],
    [
        " Just like when someone tells me I need to be more humble, that's not compelling enough for me to actually get humble because I already think I'm awesome.",
        4388.8,
        4396.24
    ],
    [
        " When I lack confidence, I don't think I'm good enough. What we need is to actually reinforce with compelling methods how to improve people in this paradigm of problems that they have.",
        4396.24,
        4410.74
    ],
    [
        " That's why the direct approach almost never works.",
        4411.34,
        4414.0
    ],
    [
        " The amount of relationships that are so strong that this sort of hey, just going to hit you with the direct feedback is tiny percentage of relationships.",
        4418.44,
        4432.42
    ],
    [
        " If your relationship actually is that strong, that problem that you're dealing with would never get to an out of control state anyway.",
        4434.62,
        4440.9
    ],
    [
        " If you're contemplating the direct approach, it's such a narrow, narrow, narrow time to use that.",
        4441.5,
        4447.84
    ],
    [
        " Yeah.",
        4447.84,
        4448.18
    ],
    [
        " Yeah, be subtle once again.",
        4448.66,
        4453.76
    ],
    [
        " Jump to the section leading peers.",
        4455.14,
        4457.28
    ],
    [
        " Leading peers is one of the most challenging types of leadership when rank and position are equivalent more tact is needed and an even better relationship must be built.",
        4457.72,
        4465.12
    ],
    [
        " Once a relationship is built, you can use influence to lead the team in the right direction.",
        4465.58,
        4469.04
    ],
    [
        " This is not a bad thing since influences always the preferred method of leading.",
        4469.28,
        4473.6
    ],
    [
        " I'll say that again, influences always the preferred method of leading.",
        4474.14,
        4477.48
    ],
    [
        " Influence is especially critical when leading peers.",
        4478.24,
        4480.48
    ],
    [
        " Influence can be a challenge to develop with peers because when rank is equivalent, egos often become more visible.",
        4480.62,
        4487.42
    ],
    [
        " Ranked, my superior ranked here has some level of trumping your ego of beating down your ego.",
        4487.86,
        4496.28
    ],
    [
        " When there's no rank, when the ranks are equivalent, all of a sudden, egos becomes the rank in many cases.",
        4497.0,
        4501.5
    ],
    [
        " People are always either looking to prop themselves up to get an edge on others.",
        4502.26,
        4506.04
    ],
    [
        " If you allow your ego to manifest itself when working with peers, you will draw out the worst of your peers' ego as well.",
        4506.38,
        4512.84
    ],
    [
        " Egos must be subdued. Start with subduing your own.",
        4513.36,
        4516.2
    ],
    [
        " If you failed to subdu your ego, you will develop an antagonistic relationship with your peers.",
        4516.46,
        4523.54
    ],
    [
        " That will result in a blue on blue, the military prongs for friendly fire, which means you will end up destroying your own team.",
        4523.74,
        4530.54
    ],
    [
        " Don't allow that to happen. Take the high ground and put your ego in check.",
        4531.0,
        4534.1
    ],
    [
        " Hey, how do you do that? Here's the tactics of it.",
        4534.88,
        4539.74
    ],
    [
        " One of the best ways to subdu your own egos and start building a relationship with your peers is by supporting their ideas.",
        4540.54,
        4546.36
    ],
    [
        " They might come up with a plan that's slightly different from yours, but if it's functional and we'll get the job done, support it.",
        4547.04,
        4552.06
    ],
    [
        " Let them take the lead. Don't feel the need to stick your chest out and flex your ideas.",
        4552.36,
        4556.48
    ],
    [
        " Instead, support your peers' ideas. Even if you think your ideas better, if your peers' ideas close go with it.",
        4556.82,
        4562.64
    ],
    [
        " Straight forward. And I do talk about the fact that some people, you might take offense to that.",
        4562.64,
        4573.58
    ],
    [
        " When I say, hey, Dave, why don't you lead this? You might be thinking, will you try to get me to do all the work?",
        4573.8,
        4577.38
    ],
    [
        " So you have to monitor that as well. People are crazy.",
        4577.56,
        4580.78
    ],
    [
        " People are crazy.",
        4581.42,
        4582.78
    ],
    [
        " Well, it's connected to what you were just talking about at the Rambo scenario too, is you use the word competition.",
        4582.78,
        4587.68
    ],
    [
        " Look, peers, my assumption is that in the SEAL teams, it's exactly the same with just other things when everybody gets to a fighter squadron.",
        4588.06,
        4595.8
    ],
    [
        " Everybody wants to go to Top Gun. It's unspoken. Nobody walks in and goes, I want to go to Top Gun.",
        4596.4,
        4600.66
    ],
    [
        " Or I want to go to the Weapon School. I want to be a senior instructor. But everybody knows that's what you're competing about.",
        4601.2,
        4606.04
    ],
    [
        " And you might have nine guys all checked in within the same time. They're all peers.",
        4606.54,
        4609.92
    ],
    [
        " And don't pretend like there's not competition amongst your team all vying to have whatever that opportunity is.",
        4611.68,
        4617.36
    ],
    [
        " It's not Top Gun on the teams. It's something else. It's whatever is relevant.",
        4617.48,
        4620.54
    ],
    [
        " So that competition is there. And so that is another component of why leading your peers is so hard because there is a competition piece of that too.",
        4620.74,
        4629.6
    ],
    [
        " That the what got you there is the same thing that gets you to want to be successful there as well.",
        4629.84,
        4634.16
    ],
    [
        " I didn't get to my first squadron to say, well, my whole goal was just to be a pilot. I'm here. I'm done.",
        4634.6,
        4639.04
    ],
    [
        " I'm just going to ride this wave to shore. I got there and I'm like, okay, what's the next level on this mountain that I'm climbing, which was that next thing and out of the nine guys in my squadron that were there.",
        4639.2,
        4649.62
    ],
    [
        " Nine guys wanted to go to Top Gun. And so you're competing with them over things that are hugely important for them.",
        4650.08,
        4655.96
    ],
    [
        " So it makes that leading your peers thing even harder.",
        4656.04,
        4659.08
    ],
    [
        " When done incorrectly, you can actually torpedo the entire squadron when those nine guys are fighting against each other so much so that it undermines the squadron.",
        4660.66,
        4670.52
    ],
    [
        " And guess what? Nobody's going to Top Gun. None of those guys are going anywhere to include you.",
        4670.62,
        4674.8
    ],
    [
        " And that subtle art of leading your peers. If you can get that down or in your career, that carries you. That will carry you forever.",
        4675.42,
        4680.76
    ],
    [
        " Because what you get on top of that is now you get more positional authority, more influence makes things a little bit easier if you got some credibility, because you're in charge.",
        4681.24,
        4687.92
    ],
    [
        " But what you're leveraging is the skill you got at the beginning. That's part of the reason why those lessons you talk about early in the book are so important is that the foundation to be a good leader starts way earlier than you think.",
        4688.08,
        4699.42
    ],
    [
        " You're on the clock. The minute you show up to any team, even as a junior guy. And the right frame of mind gets you to absorb more things early on so you can leverage that moving down the road.",
        4699.42,
        4708.92
    ],
    [
        " That is hard to do for a young person, especially when you're competing with the other it is that want the exact same thing that you want.",
        4708.92,
        4714.82
    ],
    [
        " You're on the clock on the clock, man.",
        4715.0,
        4718.22
    ],
    [
        " I go on here, skipping for a little bit. If one of your peers, egos is out of control. They begin to maneuver to make themselves look good or even make you look bad. Don't fall into the ego trap.",
        4719.3,
        4729.2
    ],
    [
        " Don't attack them. Simply continue to do great work and put the mission first. They might get some initial positive attention from their selfish actions, but eventually they will be uncovered.",
        4730.02,
        4739.18
    ],
    [
        " That's the guy that doesn't pass information about what technique you're using when you're fine, your jet, just going to keep that to yourself.",
        4742.48,
        4750.88
    ],
    [
        " Everyone is going to figure that out.",
        4751.5,
        4753.7
    ],
    [
        " Those traps are so easy to fall into because you want to go hard as soon as you see that.",
        4754.04,
        4759.1
    ],
    [
        " You've talked about truth bombs in the past. People kind of throw those little subtle lies, those little kind of indications.",
        4760.24,
        4765.52
    ],
    [
        " You have to hold the high ground and know that sooner or later that approach that they're taking, that's a losing approach.",
        4766.02,
        4773.78
    ],
    [
        " That instant gratification does not come. It's not going to happen that day. It's going to frustrate the hell out of you.",
        4774.56,
        4779.62
    ],
    [
        " But if you get pulled into that, you will lose as well. You've got to stay on the high ground there.",
        4779.84,
        4786.06
    ],
    [
        " It's so easy to get trapped by that. It's so easy to just...",
        4786.68,
        4791.68
    ],
    [
        " It's like from the boss's perspective, when you see the guy that's trying to torpedo the other people, it might take you a minute to realize.",
        4791.68,
        4799.28
    ],
    [
        " It might take you. It might take the boss a little bit of time. Don't be the rat either.",
        4799.7,
        4802.88
    ],
    [
        " Oh God no. You don't want to be the rat either. But you focus on the mission. You focus on doing the right thing.",
        4803.26,
        4809.08
    ],
    [
        " That rat's going to... His tail is going to be at scene. It's going to get caught in the trap.",
        4809.1,
        4814.18
    ],
    [
        " You can't hide.",
        4814.9,
        4815.3
    ],
    [
        " Got the section, micro-managing, indecisive or weak bosses. I talk about what we do. How do we handle them?",
        4816.56,
        4825.5
    ],
    [
        " When I talk about the weak boss, because I do a little section for each of those, but the weak boss...",
        4826.96,
        4832.82
    ],
    [
        " There are some bosses who are just playing lackluster.",
        4832.82,
        4835.5
    ],
    [
        " My boss is weak. It is horrible.",
        4836.04,
        4837.92
    ],
    [
        " I've heard this complaint over and over again. I never looked at a weak boss as horrible.",
        4838.52,
        4843.0
    ],
    [
        " I always looked at a weak boss as an opportunity.",
        4843.78,
        4847.1
    ],
    [
        " If my boss doesn't want to come up with a plan, guess what?",
        4847.78,
        4850.42
    ],
    [
        " I will. If my boss doesn't want to clarify the mission, guess what?",
        4851.1,
        4854.2
    ],
    [
        " I will. If my boss doesn't want to take ownership, guess what?",
        4854.84,
        4858.26
    ],
    [
        " I will. And if my boss doesn't want to lead, guess what?",
        4858.96,
        4863.24
    ],
    [
        " I will.",
        4864.34,
        4865.26
    ],
    [
        " So that's pretty straightforward. You can probably imagine there's a butt coming butt.",
        4865.82,
        4871.76
    ],
    [
        " Be cautious.",
        4873.0,
        4873.94
    ],
    [
        " As with micro-managing bosses or indecisive bosses, with a weak boss, you have to be careful when you step up to lead.",
        4874.94,
        4881.5
    ],
    [
        " Even with the feebleist and weakest of bosses.",
        4882.04,
        4885.2
    ],
    [
        " Sorry, even the feebleist and weakest of bosses have egos.",
        4886.0,
        4890.66
    ],
    [
        " And if you offend them, they may lash out at you.",
        4891.44,
        4894.98
    ],
    [
        " So don't be offensive or overly assertive when you start to make things happen.",
        4895.56,
        4899.6
    ],
    [
        " Use soft language and frame things in ways that do not diminish the boss's ego, but actually boost it.",
        4900.14,
        4907.68
    ],
    [
        " Here's some examples.",
        4908.54,
        4910.22
    ],
    [
        " Hey boss, I know you got a lot going on.",
        4910.56,
        4912.06
    ],
    [
        " So I was thinking it might be helpful if I jumped on this project over here and moved it forward and moved forward with it.",
        4912.26,
        4916.94
    ],
    [
        " Would that be all right?",
        4916.94,
        4917.82
    ],
    [
        " Or hey boss, I'm sorry for being slow on the update, but I just want to make sure I fully understand your vision.",
        4920.04,
        4926.04
    ],
    [
        " Do I have it right when I say, there you go, put the vision in their mouth.",
        4926.16,
        4930.48
    ],
    [
        " Hey boss, I'm just trying to step up my game.",
        4932.1,
        4934.18
    ],
    [
        " Would you mind if I took a crack at planning this next project so I can get some experience?",
        4934.28,
        4937.38
    ],
    [
        " So that's what you do.",
        4938.76,
        4941.2
    ],
    [
        " You don't violate your relationship.",
        4942.52,
        4945.4
    ],
    [
        " You don't treat a weak, this is a guarantee.",
        4945.74,
        4947.8
    ],
    [
        " You know, you know, like a dog, right?",
        4948.24,
        4950.96
    ],
    [
        " And talking to Mike Ritland, when I was looking to get my dog, he's given me advice and test to give my dog.",
        4951.58,
        4960.0
    ],
    [
        " The dog that's like weak, that's the dog that snaps at you, right?",
        4960.46,
        4965.7
    ],
    [
        " The dog that's scared, that's the dog that snaps at you and bites your kid or bites someone.",
        4965.7,
        4970.54
    ],
    [
        " The dog that's confident, the dog that's strong, that one's comfortable, like they're good.",
        4971.16,
        4975.26
    ],
    [
        " And this is the same thing.",
        4976.68,
        4977.88
    ],
    [
        " People think, oh, the boss is weak, I can walk a little from here, try that, see how it works out, that guy's going to bite you.",
        4977.96,
        4982.32
    ],
    [
        " That boss is going to bite you.",
        4982.94,
        4983.9
    ],
    [
        " So you need to use caution in that scenario.",
        4984.22,
        4989.7
    ],
    [
        " Jumping forward here to the nearly indefensible leader.",
        4992.66,
        4997.06
    ],
    [
        " The nearly, and this comes on a, you know, talking about a bunch of things about how, what you do, how you defend your leader, how you, how you take your leader's ideas on board and move forward.",
        4997.56,
        5009.84
    ],
    [
        " And like, we're talking about that, right?",
        5009.86,
        5010.9
    ],
    [
        " We're supporting our leader, we're talking about that.",
        5011.0,
        5012.52
    ],
    [
        " So continuing on here, it's always good to support your leader.",
        5012.92,
        5016.66
    ],
    [
        " If you undermine a leader, it not only hurts them, it also hurts the morale of the troops as well as you as a subordinate leader.",
        5016.72,
        5022.72
    ],
    [
        " You are setting an example.",
        5023.02,
        5024.48
    ],
    [
        " If the example you set is one of disrespect up the chain of command, you can expect much the same from the people you're leading.",
        5024.82,
        5031.16
    ],
    [
        " So think about that, you're setting the example.",
        5031.92,
        5033.22
    ],
    [
        " If you're talking smack about your boss, they're going to talk smack about you.",
        5033.3,
        5037.04
    ],
    [
        " And that's a little trap you can fall into too, because if Dave and I are working for Echo, and Echo's whatever, got problems, weak jacked up.",
        5037.46,
        5044.84
    ],
    [
        " One really easy way for you, for me to bond with you, Dave, is to be like, Echo sucks.",
        5046.1,
        5050.32
    ],
    [
        " And you go, yeah, and we're bonding, but it's not good.",
        5051.08,
        5054.78
    ],
    [
        " It's not good.",
        5055.4,
        5056.32
    ],
    [
        " So continuing on when presenting a plan to your troops that you don't necessarily agree with, you could say, well, I don't agree with this plan,",
        5056.82,
        5063.8
    ],
    [
        " but it's what the boss is telling us to do, so we have to do it anyway.",
        5063.84,
        5065.98
    ],
    [
        " Then everyone always gives an example like that.",
        5066.64,
        5068.36
    ],
    [
        " Clearly, that is not a good approach.",
        5068.64,
        5070.18
    ],
    [
        " They will see that you don't believe in the plan, and if you don't believe in it, why should anyone on your team believe in it?",
        5070.38,
        5075.24
    ],
    [
        " And if no one believes in it, then why on earth should the team actually execute it?",
        5075.8,
        5081.06
    ],
    [
        " When a decision is made, or a course of action comes down from the chain of command, you must execute it as if it were your own.",
        5082.0,
        5088.56
    ],
    [
        " Sure, you can debate your boss behind closed doors about what course of action you think is best, but once the decision has been made, you get on board and execute to the best of your ability.",
        5088.78,
        5097.04
    ],
    [
        " You tell the troops, the boss and I talked through this for quite a while.",
        5097.04,
        5100.24
    ],
    [
        " And when you look at it from all different angles, especially considering some of the bigger picture effects, I actually think this is the best solution for how we execute.",
        5100.76,
        5108.32
    ],
    [
        " So we're going to get it done.",
        5108.56,
        5109.3
    ],
    [
        " Like, okay, you know, okay, that's cool.",
        5109.9,
        5112.76
    ],
    [
        " And this is this stuff is just so nuanced.",
        5113.42,
        5116.82
    ],
    [
        " And we already talked about some of them on the last podcast.",
        5117.42,
        5119.52
    ],
    [
        " Now, how do you explain when you're doing something that maybe doesn't make as much sense as you want it to?",
        5119.66,
        5124.08
    ],
    [
        " And by the way, the whole belief thing, like if I don't believe in what we're doing, real problem.",
        5124.14,
        5129.24
    ],
    [
        " And I talk about that as well.",
        5129.42,
        5130.54
    ],
    [
        " But here we go.",
        5131.8,
        5133.62
    ],
    [
        " But there are times.",
        5133.94,
        5134.84
    ],
    [
        " So I'm saying, hey, if the boss is doing like, like reasonable stuff, borderline reasonable, right?",
        5135.98,
        5142.98
    ],
    [
        " Or the things that you were talking about, I think it was on the last podcast, David's like, hey, we're, the chances of me getting ordered to do something that is legitimately catastrophic.",
        5143.16,
        5152.68
    ],
    [
        " Yeah.",
        5152.68,
        5152.96
    ],
    [
        " Are so small.",
        5153.24,
        5154.3
    ],
    [
        " So we're not talking about that.",
        5154.7,
        5156.26
    ],
    [
        " Most of the time, we're talking about somebody like, hey, I don't know 100% agree with this, but we're going to work.",
        5156.64,
        5161.54
    ],
    [
        " We're going to build a relationship.",
        5161.64,
        5162.38
    ],
    [
        " I'm going to build a relationship enough so that, you know, my boss is never going to tell me, you're going to let me do whatever I want.",
        5162.52,
        5166.96
    ],
    [
        " That's what I'm going to get to.",
        5167.16,
        5168.0
    ],
    [
        " I promise I'm going to get that get there with my boss.",
        5168.12,
        5170.44
    ],
    [
        " I promise that that's what's going to happen.",
        5170.64,
        5172.26
    ],
    [
        " So we're not talking about that.",
        5172.74,
        5174.3
    ],
    [
        " Now, now we start talking about a boss that is nearly indefensible.",
        5174.46,
        5180.16
    ],
    [
        " There are times when the boss can be nearly indefensible.",
        5180.18,
        5183.46
    ],
    [
        " Notice what I'm saying nearly.",
        5184.0,
        5184.8
    ],
    [
        " Perhaps she is egotistical or arrogant.",
        5185.64,
        5187.88
    ],
    [
        " Maybe he is condescending to the troops.",
        5188.22,
        5189.86
    ],
    [
        " Or maybe the boss makes bad decisions over and over again.",
        5191.06,
        5194.52
    ],
    [
        " In these cases, blindly defending the boss will put you at odds with the team members.",
        5194.64,
        5200.06
    ],
    [
        " They see and know the boss is horrible.",
        5200.82,
        5203.78
    ],
    [
        " And if you blindly defend them, if you blindly defend the boss, your credibility takes a hit.",
        5204.16,
        5209.66
    ],
    [
        " But that doesn't mean that openly be liddling or disparaging the boss is a good option.",
        5210.9,
        5216.26
    ],
    [
        " That behavior from you leads to complete disrespect from the team and a failure of good order and discipline.",
        5216.92,
        5221.78
    ],
    [
        " You have to balance defending the boss with connecting with the troops.",
        5222.18,
        5225.3
    ],
    [
        " Here are some phrases that convey the right message.",
        5226.54,
        5229.92
    ],
    [
        " That even if you don't have the highest regard for your boss, you still value the importance of accomplishing the mission.",
        5229.92,
        5236.34
    ],
    [
        " So that's the scenario.",
        5236.54,
        5237.54
    ],
    [
        " You got your boss that is like, they're not good.",
        5237.82,
        5240.92
    ],
    [
        " But you can't openly disparage them because they're not doing any hanging offenses.",
        5241.26,
        5246.42
    ],
    [
        " They're not doing anything of ordering to caught astrophic missions.",
        5246.66,
        5250.2
    ],
    [
        " So here's the type of language we're going to use to the troops.",
        5250.92,
        5255.3
    ],
    [
        " Listen, the boss might not be perfect, but he is driving us toward the same strategic goal we want to accomplish.",
        5255.3,
        5262.38
    ],
    [
        " So we're moving another one.",
        5262.78,
        5264.32
    ],
    [
        " Look, the boss may might not be ideal, but she still gives us the support we need.",
        5264.46,
        5270.82
    ],
    [
        " And the better we perform, the more support we will get.",
        5271.08,
        5273.28
    ],
    [
        " There you go.",
        5273.6,
        5274.16
    ],
    [
        " Look here.",
        5274.26,
        5274.54
    ],
    [
        " You're on that fine line.",
        5274.6,
        5275.76
    ],
    [
        " Here's another one.",
        5276.88,
        5278.04
    ],
    [
        " Hey, the boss has some quirks.",
        5278.9,
        5281.4
    ],
    [
        " But we know where he stands.",
        5282.42,
        5283.9
    ],
    [
        " So we work with him to the best of our abilities, which means dealing with those quirks so we can get the job done.",
        5284.36,
        5290.66
    ],
    [
        " Another one.",
        5291.42,
        5293.12
    ],
    [
        " Complaining about the boss doesn't get us anywhere and it doesn't make our jobs easier.",
        5293.48,
        5297.22
    ],
    [
        " What we can do is try to form a good relationship with her so we can influence her in the right direction.",
        5297.56,
        5301.86
    ],
    [
        " So that's what you do.",
        5302.78,
        5304.18
    ],
    [
        " And by the way, none of these are lies.",
        5304.52,
        5307.54
    ],
    [
        " These are like the truth.",
        5308.28,
        5309.72
    ],
    [
        " These are what you should do.",
        5309.98,
        5310.7
    ],
    [
        " These are what you are doing as a leader.",
        5310.74,
        5312.16
    ],
    [
        " Dude, I was just thinking about that section earlier of telling the truth.",
        5313.12,
        5317.74
    ],
    [
        " And there's a common thread in every type of boss.",
        5318.02,
        5322.6
    ],
    [
        " Do a really good job and support as best you can.",
        5323.48,
        5326.44
    ],
    [
        " Good boss is bad boss is micromanager, laissez faire, wants all the credit.",
        5327.64,
        5331.26
    ],
    [
        " Is afraid of...",
        5331.52,
        5332.44
    ],
    [
        " If you do that in almost every situation, you're going to get towards the outcome that you want.",
        5332.88,
        5338.66
    ],
    [
        " And if you actually have...",
        5339.0,
        5340.6
    ],
    [
        " If you have a hard time with your team walking back from a meeting where...",
        5340.6,
        5344.44
    ],
    [
        " Okay, setting aside the one and a million cash off, just like stupid plan.",
        5344.44,
        5348.16
    ],
    [
        " Nobody really likes it. They don't really want to do it. They can't really get behind it.",
        5348.32,
        5350.94
    ],
    [
        " What does it say about you as a leader to come out of that meeting?",
        5351.42,
        5353.32
    ],
    [
        " Jocke and I go back and forth for hours.",
        5353.64,
        5354.84
    ],
    [
        " Hey, at the end, this is the plan I'm moving forward.",
        5355.02,
        5356.42
    ],
    [
        " Hey, team, hey, listen up.",
        5356.96,
        5357.82
    ],
    [
        " Here's what we're doing.",
        5358.26,
        5359.06
    ],
    [
        " Okay, all the grumblings push back.",
        5359.48,
        5360.74
    ],
    [
        " If I can't go...",
        5361.2,
        5362.32
    ],
    [
        " Guys, listen, I understand. I understand some of those frustrations.",
        5362.32,
        5365.58
    ],
    [
        " But listen, here's the deal.",
        5365.8,
        5366.66
    ],
    [
        " We actually...",
        5367.82,
        5368.54
    ],
    [
        " We have a lot of influence here, a lot of control.",
        5368.54,
        5370.2
    ],
    [
        " The best thing we can do is get through this as quickly as it can, as effectively it can, and move on to other things.",
        5370.96,
        5375.46
    ],
    [
        " What does it say about you as a leader when you're people like, no, we're not going to do it.",
        5375.92,
        5379.96
    ],
    [
        " The plan is that stupid.",
        5380.04,
        5380.98
    ],
    [
        " And the last thing you want to do is convey the...",
        5381.94,
        5386.42
    ],
    [
        " Yeah, we shouldn't do this. This is really stupid.",
        5386.42,
        5388.8
    ],
    [
        " And he's an idiot.",
        5388.8,
        5389.74
    ],
    [
        " Most of it, almost all the time, when I find myself...",
        5391.58,
        5393.9
    ],
    [
        " And I've implemented really dumb plans for my boss a million times.",
        5393.9,
        5397.62
    ],
    [
        " And just about every time I told my guys what we're going to do, you know what they said?",
        5398.0,
        5401.3
    ],
    [
        " Okay, right there.",
        5402.5,
        5403.34
    ],
    [
        " And you know what? They just go do it. The job gets done, and you move along.",
        5403.7,
        5407.1
    ],
    [
        " And that's kind of how it happens.",
        5407.34,
        5408.6
    ],
    [
        " And so if your people are pushing back so hard against the bad boss,",
        5408.68,
        5411.44
    ],
    [
        " the problem probably isn't your bad boss.",
        5412.74,
        5415.0
    ],
    [
        " The problem really is with you, and the solution to that is the exact same solution",
        5415.1,
        5420.66
    ],
    [
        " when I work for the best leaders I've ever worked with in my career.",
        5420.66,
        5423.64
    ],
    [
        " Do a really good job and support them as best I can, and just move on.",
        5423.98,
        5427.64
    ],
    [
        " Very good advice.",
        5428.86,
        5433.48
    ],
    [
        " I go into a section here that's called Punishment.",
        5434.38,
        5439.56
    ],
    [
        " Punishment must be dealt out at times, but a good leader should need to use it seldomly.",
        5441.84,
        5448.72
    ],
    [
        " If a leader gives good, clear guidance about what needs to be done, how it needs to be done,",
        5450.46,
        5455.18
    ],
    [
        " why it needs to be done, and what the consequences are, if it is not done correctly,",
        5455.38,
        5459.9
    ],
    [
        " the troops should carry out what has been asked of them.",
        5460.74,
        5464.22
    ],
    [
        " So I'll just continue.",
        5467.7,
        5469.06
    ],
    [
        " If for some reason your troops don't execute the plan, then of course you should first look in the mirror.",
        5469.34,
        5473.98
    ],
    [
        " Do not assume the troops have simply decided to do what decided not to do what was required to them.",
        5474.28,
        5479.62
    ],
    [
        " Instead assume you did not give them appropriate direction, and that is the reason for the transgression.",
        5479.94,
        5486.34
    ],
    [
        " If you have confirmed that a rule was violated or direction not followed, even though it was understood,",
        5487.68,
        5494.4
    ],
    [
        " some punishment must be meted out.",
        5494.8,
        5497.14
    ],
    [
        " Again, this should be rare, because if a leader is doing his or her job correctly,",
        5497.58,
        5502.58
    ],
    [
        " members of the team will understand what, how, and why they are doing, what they are doing, and executed appropriately.",
        5503.04,
        5508.86
    ],
    [
        " The need to punish someone on the team is almost always a direct reflection of the leader and the failure to lead appropriately.",
        5509.3,
        5516.4
    ],
    [
        " This might seem extreme.",
        5517.02,
        5518.98
    ],
    [
        " And in fact it is, it is extreme ownership.",
        5519.6,
        5521.78
    ],
    [
        " If a team member is late, perhaps the leader failed to explain the importance of being on time.",
        5522.06,
        5525.52
    ],
    [
        " If the team member fails to complete their portion of a project, perhaps the leader didn't give the support required.",
        5525.82,
        5530.9
    ],
    [
        " If a team member drinks alcohol and gets into trouble with the police, perhaps the leader failed to set clear parameters around drinking.",
        5531.26,
        5537.72
    ],
    [
        " The list could go on indefinitely, a leader is always responsible for the actions of his or her subordinates.",
        5537.72,
        5544.58
    ],
    [
        " So, punishment.",
        5545.36,
        5547.06
    ],
    [
        " And then I go, look, I get into it, I get into the fact that sometimes punishments do need to take place.",
        5548.08,
        5554.28
    ],
    [
        " But, man, the amount of times that I punished people, like that I gave legitimate punishment to people that have worked for me,",
        5554.8,
        5562.8
    ],
    [
        " is less than, I mean, I can count on one hand, where this person knowingly violated something and it was just, you need to pay the man on that one.",
        5565.32,
        5578.04
    ],
    [
        " But it should happen so rarely.",
        5578.94,
        5580.42
    ],
    [
        " Got a section here called When to Quit.",
        5583.1,
        5587.72
    ],
    [
        " Again, no one wants to hear that. No one wants to hear that.",
        5590.56,
        5593.56
    ],
    [
        " One of the monsters in the seal teams is never quit. That is one of the main refrains utilized during basic seal training.",
        5594.48,
        5600.42
    ],
    [
        " And it makes a lot of sense during that training because that is how you make it through. You don't quit.",
        5600.64,
        5604.88
    ],
    [
        " No matter what training evolution comes along, no matter how hard it is, no matter how tired, sore, frustrated, exhausted, or otherwise broken you are, you don't quit.",
        5605.76,
        5613.16
    ],
    [
        " That is how you make it through seal training. And that is how you eventually become a seal.",
        5614.34,
        5618.54
    ],
    [
        " But when you get to the actual seal teams, that extreme attitude has to be adjusted.",
        5618.98,
        5624.5
    ],
    [
        " It has to be modulated because if it isn't, it can lead to disaster.",
        5624.94,
        5628.68
    ],
    [
        " The classic example of this is a young seal leader who has made it through the basic seal training and shows up at the seal time team.",
        5629.28,
        5636.12
    ],
    [
        " He has heard the mantra mantra never quit thousands and thousands of times. He has yelled at two his friends and whispered to himself.",
        5636.12,
        5643.78
    ],
    [
        " It has become ingrained in his head.",
        5643.78,
        5646.88
    ],
    [
        " And I go through a scenario which is one of many where guess what?",
        5647.1,
        5653.8
    ],
    [
        " What you just, what you need to do is actually quit. You need to stop.",
        5654.16,
        5659.98
    ],
    [
        " You need to stop what you're doing. You're going to get your entire platoon killed.",
        5660.34,
        5664.1
    ],
    [
        " You're going to destroy the situation that you're in.",
        5665.08,
        5668.18
    ],
    [
        " And you need to be able to detach, look around and figure out a different way.",
        5669.0,
        5671.96
    ],
    [
        " Of course, no one wants to hear that.",
        5672.32,
        5674.24
    ],
    [
        " But if you are patrolling towards a target and they open up with multiple bunker machine guns,",
        5674.92,
        5684.94
    ],
    [
        " with interlocking field of fire on your avenue of approach, and you decide you're not going to quit,",
        5685.6,
        5690.86
    ],
    [
        " guess what? Everyone's going to die.",
        5691.22,
        5694.1
    ],
    [
        " So I go through that and I go through how we measure that when is the appropriate time?",
        5696.18,
        5704.22
    ],
    [
        " Why it's the appropriate thing to do?",
        5704.46,
        5706.28
    ],
    [
        " So I even talk about some of the classic examples, right?",
        5707.64,
        5711.02
    ],
    [
        " Duncirk.",
        5713.08,
        5713.58
    ],
    [
        " Yeah, Duncirk. Guess what? That was quitting?",
        5714.34,
        5717.14
    ],
    [
        " General George Washington led the retreat of continental forces out of New York",
        5719.16,
        5722.68
    ],
    [
        " and escaped that was crucial for the ability of the revolutionary army to continue to fight later engagements.",
        5722.68,
        5727.64
    ],
    [
        " And win, by the way. So what are we talking about?",
        5727.8,
        5729.86
    ],
    [
        " Yeah, we're talking about tactical.",
        5730.42,
        5732.84
    ],
    [
        " And then I explain this in the book. Strategic, like we're not going to quit on our strategic goals.",
        5733.36,
        5738.64
    ],
    [
        " But a tactical situation we might quit on.",
        5739.14,
        5741.86
    ],
    [
        " Yeah, I mean, you said it obviously.",
        5742.46,
        5744.06
    ],
    [
        " You're talking about tactics.",
        5744.7,
        5746.34
    ],
    [
        " The tactical decision is actually enforcing what matters, which is not winning that engagement.",
        5747.04,
        5752.94
    ],
    [
        " It's winning the war.",
        5753.2,
        5754.14
    ],
    [
        " And if I'm flying around in my airplane and I get engaged with three aircraft and I have 500 pounds of usable gas,",
        5754.78,
        5760.62
    ],
    [
        " and my wingman just went home with an emergency, you know what?",
        5760.9,
        5765.1
    ],
    [
        " I need to run away.",
        5765.12,
        5766.0
    ],
    [
        " I need to separate what we call separating. I need to set up a plan where I can separate.",
        5766.24,
        5769.64
    ],
    [
        " I need to leave this fight. I need to run away from this fight.",
        5769.64,
        5772.6
    ],
    [
        " I need to quit this engagement and get away.",
        5772.66,
        5774.88
    ],
    [
        " And nothing about that sounds sexy. None of it sounds rewarding.",
        5775.32,
        5778.42
    ],
    [
        " None of it sounds good in any way.",
        5778.84,
        5780.54
    ],
    [
        " And the story they want is like, oh, I turn decisively and I will die.",
        5780.74,
        5785.4
    ],
    [
        " I'll be in a parachute. I'll be dead. Whatever it is.",
        5785.88,
        5788.32
    ],
    [
        " Quitting tactics is actually just inner decision making known.",
        5789.2,
        5792.86
    ],
    [
        " Oh, you know what? This isn't working.",
        5793.02,
        5794.56
    ],
    [
        " This isn't getting me towards my goal.",
        5794.68,
        5796.3
    ],
    [
        " And I'm just maneuvering in another direction.",
        5796.46,
        5798.44
    ],
    [
        " The worst thing you can do is when we decide to fight in an aircraft,",
        5798.82,
        5803.28
    ],
    [
        " you and I have met your bad guy and we decide to get to an engagement and we turn,",
        5803.5,
        5806.64
    ],
    [
        " we call that anchoring.",
        5806.94,
        5808.14
    ],
    [
        " And there is a reason it's called anchoring because just like with a ship that has dropped anchor,",
        5808.82,
        5813.66
    ],
    [
        " guess what? You're not going anywhere.",
        5813.82,
        5815.96
    ],
    [
        " You are going to anchor right there and your decisions have now gone from an infinite number of decisions down to one,",
        5816.38,
        5823.82
    ],
    [
        " which is I'm going to sit here and turn until one of us dies.",
        5824.24,
        5826.88
    ],
    [
        " And you know what that does to every other person involved in this engagement,",
        5827.38,
        5830.74
    ],
    [
        " the 50 other airplanes or the Sam, they all know I'm right there.",
        5830.76,
        5835.1
    ],
    [
        " I have almost no maneuvering room. I have no options.",
        5835.3,
        5838.3
    ],
    [
        " And the likelihood that I'm going to anchor and survive are very, very small.",
        5838.52,
        5843.3
    ],
    [
        " But people want that satisfying answer of never, ever, ever quit.",
        5844.26,
        5849.66
    ],
    [
        " We see this in the FTX all the time. Send me two more. They're dead too.",
        5850.16,
        5853.52
    ],
    [
        " Get the other two.",
        5853.72,
        5855.0
    ],
    [
        " Okay, they're dead. And now you're saying it so plainly, but it's that mantra in their mind is never quit.",
        5855.28,
        5860.26
    ],
    [
        " And they don't understand that you're talking about a tactical versus a strategic thing.",
        5860.64,
        5864.18
    ],
    [
        " And that's the biggest difference.",
        5864.28,
        5865.4
    ],
    [
        " Don't anchor is similar, I guess, then to don't dig in.",
        5865.78,
        5869.44
    ],
    [
        " Don't dig in because you're going to give up your ability to maneuver.",
        5869.58,
        5872.3
    ],
    [
        " Exactly.",
        5872.94,
        5873.28
    ],
    [
        " And is that because once you decide you're going to fight,",
        5873.52,
        5876.24
    ],
    [
        " you just don't have the aircraft doesn't have the capability to just get out of there?",
        5876.48,
        5880.88
    ],
    [
        " It's two reasons. One, no different than you as a task unit commander looking down the sides of your rifle.",
        5881.0,
        5888.0
    ],
    [
        " So I'm now decisively engaged with one of the aircraft.",
        5888.46,
        5890.64
    ],
    [
        " 100% of my attention is on that aircraft. 100%.",
        5891.22,
        5894.14
    ],
    [
        " I have zero bandwidth for anything else.",
        5894.14,
        5896.16
    ],
    [
        " And two, those fights 100% of the time go from fast speed to slow speed because you're turning.",
        5896.74,
        5902.44
    ],
    [
        " So all your energy, all your maneuvering, all the Gs slow that your planes down.",
        5902.58,
        5905.78
    ],
    [
        " So you go from four or 500 knots down to usually about 115 knots.",
        5905.78,
        5909.84
    ],
    [
        " And you can have the most advanced airplane in the world when you're turning around 115 knots,",
        5910.34,
        5913.64
    ],
    [
        " you're a SESNA. You're just sitting there slow compared to nothing.",
        5913.94,
        5917.4
    ],
    [
        " And so you don't see anything else is happening and you have no literal maneuvering speed.",
        5917.5,
        5922.34
    ],
    [
        " So you're slow and you can't, you're not paying attention to anything else.",
        5922.66,
        5925.96
    ],
    [
        " Because if I stop looking at you, I look elsewhere, you're going to kill me.",
        5926.18,
        5928.42
    ],
    [
        " It's, it's, you have no options.",
        5928.56,
        5930.52
    ],
    [
        " So anchoring and aviation is the exact same thing as digging in.",
        5930.84,
        5933.72
    ],
    [
        " And once you do it, you have no options.",
        5934.16,
        5936.98
    ],
    [
        " And this conversation based around one-on-one fighting, and this was a revelation to me last time,",
        5937.24,
        5943.32
    ],
    [
        " that the conversation around one-on-one fighting is not very realistic because we're not, I'm not going to be alone.",
        5943.42,
        5949.84
    ],
    [
        " No. Now you and I might end up in a one-on-one fight.",
        5950.1,
        5952.76
    ],
    [
        " But the other 20 airplanes aren't in that one-on-one fight.",
        5953.22,
        5956.44
    ],
    [
        " And they're all going to focus on that.",
        5956.74,
        5958.36
    ],
    [
        " And when one of the two of us is going to get picked off by our allies, by our friends.",
        5958.5,
        5963.22
    ],
    [
        " So you and I might be fighting one against one.",
        5963.8,
        5965.58
    ],
    [
        " And then you're going to get blasted by echo Charles and the flight.",
        5965.7,
        5968.7
    ],
    [
        " And even if I beat you, even if I win that fight, that, that dog fight.",
        5969.3,
        5972.14
    ],
    [
        " You, he's already behind you.",
        5972.34,
        5973.34
    ],
    [
        " Yeah, if I get, maybe a matter of time, but the likelihood, there is no such thing where the enemy takes off.",
        5973.38,
        5979.44
    ],
    [
        " Let's launch one aircraft. And then the Americans respond, we're going to launch one aircraft.",
        5979.58,
        5982.74
    ],
    [
        " It does, it never happens like that.",
        5983.02,
        5984.08
    ],
    [
        " So you might be in a one-on-one fight, but there's 20 other airplanes out there.",
        5984.14,
        5987.22
    ],
    [
        " Are you, is our strategy, is the strategy of air combat?",
        5987.58,
        5992.82
    ],
    [
        " Hey, we're going to send more planes than you.",
        5993.0,
        5994.82
    ],
    [
        " It used to be.",
        5995.16,
        5996.02
    ],
    [
        " We thought, well, that's been a cycle.",
        5996.5,
        5999.12
    ],
    [
        " That was the Russian strategy in the 80s.",
        5999.68,
        6001.28
    ],
    [
        " It's just built a whole bunch of airplanes, 70s and 80s.",
        6001.32,
        6003.74
    ],
    [
        " And it turns out that we discovered that with technology, we could build less that were way better.",
        6003.86,
        6008.06
    ],
    [
        " And I have a system that could take down six years for, you know, every, every one of mine can shoot down six years.",
        6008.24,
        6013.46
    ],
    [
        " So then the strategy is just to technology.",
        6014.02,
        6015.54
    ],
    [
        " And now we leverage that we actually don't think mass in and of itself is what we need to do.",
        6016.32,
        6020.82
    ],
    [
        " We actually need to have the ability to guess what maneuver maneuver and no more than you have more awareness and more information to be able to focus on much more than than just one thing.",
        6020.82,
        6031.4
    ],
    [
        " And so technology isn't just about being high tech.",
        6031.58,
        6036.3
    ],
    [
        " It's about giving the pilot more information about more different things are going on, which is the exact same thing as as a pilot.",
        6036.3,
        6042.52
    ],
    [
        " I know I want to need to stare down the scope of my rifle.",
        6042.54,
        6044.96
    ],
    [
        " I don't need to look at my sights.",
        6045.04,
        6046.4
    ],
    [
        " I actually have a system that lets me look at 15 different things at the same time and have high fidelity information to decide on.",
        6046.4,
        6052.2
    ],
    [
        " I can think strategically in a one man fighter, which nobody ever thought was possible.",
        6052.56,
        6056.14
    ],
    [
        " But it actually is possible if you can detach and use a great language and you used to talk about detach not just physically but detaching mentally.",
        6056.66,
        6066.04
    ],
    [
        " Aircraft now allow pilots to detach mentally in ways they never could before.",
        6067.32,
        6071.16
    ],
    [
        " And are there aircraft that are detached from the situation that are monitoring?",
        6071.84,
        6077.02
    ],
    [
        " So am I as the air mission commander or whatever the name is?",
        6077.48,
        6080.74
    ],
    [
        " Am I some guy that's at whatever 30,000 feet or 10 nautical miles away?",
        6080.82,
        6086.42
    ],
    [
        " And I can see this entire thing on radar and I can be like Dave, hey everyone, Dave's in a fight.",
        6086.42,
        6090.4
    ],
    [
        " Yes.",
        6090.9,
        6092.08
    ],
    [
        " Yes, you know, tack two and tack four, go take, go support him.",
        6092.08,
        6094.88
    ],
    [
        " I would still compare it much more to like a platoon commander on a platoon size operation or a task you make that you're there.",
        6095.08,
        6103.8
    ],
    [
        " Got it.",
        6104.2,
        6104.76
    ],
    [
        " But you're physically detached but not like literally, you know, back away.",
        6104.8,
        6108.56
    ],
    [
        " So it's not like I'm an platoon on the ground and someone in a talk away away that can barely doesn't really know what's happening.",
        6108.86,
        6117.7
    ],
    [
        " And they're trying to give you directions because that's what that compares to.",
        6117.7,
        6120.46
    ],
    [
        " That's right.",
        6120.52,
        6120.84
    ],
    [
        " Got it.",
        6121.22,
        6122.5
    ],
    [
        " Check.",
        6122.6,
        6123.18
    ],
    [
        " All right.",
        6123.96,
        6124.96
    ],
    [
        " Skipping to another section here.",
        6125.32,
        6127.6
    ],
    [
        " Rumor control.",
        6128.46,
        6129.0
    ],
    [
        " If rumors are running rampant in your organization and you might think, why am I, why would I need to put this in here?",
        6129.22,
        6134.16
    ],
    [
        " Because you and I both have seen rumors just decimate companies quickly.",
        6134.54,
        6140.82
    ],
    [
        " Maybe decimate the strong word that it is too strong word.",
        6141.1,
        6144.18
    ],
    [
        " But rumors get out of control.",
        6145.3,
        6146.68
    ],
    [
        " We've seen rumors get out of control and start to hurt companies where where they can be decimated.",
        6146.68,
        6154.86
    ],
    [
        " You know, that might not be the final blow isn't the rumor, but it can definitely be a contributing factor to a real brought to real significant downfalls.",
        6155.22,
        6163.6
    ],
    [
        " Yeah.",
        6163.6,
        6164.26
    ],
    [
        " If rumors are running rampant in your organization, you have you have created the environment to allow them to grow.",
        6164.86,
        6171.5
    ],
    [
        " So the environment that rumors growing is one of which there's lack of information.",
        6171.5,
        6175.42
    ],
    [
        " If you don't tell people what's going on, they will make up their own versions and their versions will not be pretty once.",
        6175.88,
        6181.82
    ],
    [
        " And by the way, I think this whole section right here that we're in is actually called communication.",
        6183.14,
        6186.48
    ],
    [
        " Communication.",
        6186.68,
        6186.78
    ],
    [
        " Yeah.",
        6187.32,
        6187.72
    ],
    [
        " So we're in an entire section of the book called communication because that's what leadership is.",
        6187.98,
        6193.06
    ],
    [
        " Leadership is communicating with other human beings.",
        6193.16,
        6194.82
    ],
    [
        " So.",
        6195.84,
        6196.2
    ],
    [
        " Yeah.",
        6196.98,
        6198.08
    ],
    [
        " I, man, I think that that idea, which I kind of start this chapter off with or the section off with with explaining what it's like in a patrol and how the word gets passed back.",
        6198.08,
        6210.0
    ],
    [
        " And if you're in the back of the patrol, you just have no idea what's happening.",
        6210.36,
        6214.28
    ],
    [
        " And that's another thing that just left such a mark on me.",
        6214.6,
        6217.74
    ],
    [
        " I could have put that.",
        6218.04,
        6218.74
    ],
    [
        " I could have put that as one of the fundamental kind of underlying characteristics in the beginning of this book, which is understanding how important communication was.",
        6218.9,
        6227.46
    ],
    [
        " And knowing what it's like to be a frontline trooper and have no idea what's happening.",
        6228.46,
        6231.98
    ],
    [
        " But because it's so directly tied to communication, I led the communication section with that.",
        6232.68,
        6239.86
    ],
    [
        " But man, the idea of keeping the troops informed is right up there with the underlying leadership principles that I learned as a young seal.",
        6240.22,
        6253.82
    ],
    [
        " So getting back to the rumor thing, get the word out ahead of rumors.",
        6254.6,
        6257.88
    ],
    [
        " Just like on patrol.",
        6258.2,
        6259.6
    ],
    [
        " And again, that's referencing the story.",
        6259.94,
        6261.14
    ],
    [
        " You need to keep the troops informed.",
        6261.36,
        6262.62
    ],
    [
        " Need to lay some people off?",
        6263.08,
        6264.38
    ],
    [
        " Explain why.",
        6265.02,
        6266.16
    ],
    [
        " Have to discontinue a product.",
        6266.9,
        6268.4
    ],
    [
        " Tell the troops why.",
        6268.88,
        6269.94
    ],
    [
        " Shutting down an office.",
        6270.5,
        6271.36
    ],
    [
        " Communicate the reason to your people.",
        6271.84,
        6273.44
    ],
    [
        " All of these are tough subjects to cover.",
        6274.02,
        6276.6
    ],
    [
        " It's easy to find excuses not to talk about them.",
        6276.78,
        6279.28
    ],
    [
        " And it is certainly more comfortable to keep your mouth shut and hope no one notices.",
        6280.0,
        6284.68
    ],
    [
        " But they absolutely will notice.",
        6285.2,
        6286.8
    ],
    [
        " And they will fill in the reasons with their own ideas.",
        6287.34,
        6289.84
    ],
    [
        " Need to lay some people off?",
        6290.14,
        6291.22
    ],
    [
        " The rumor will be we're going out of business.",
        6291.46,
        6293.44
    ],
    [
        " Have to discontinue a product.",
        6294.38,
        6295.88
    ],
    [
        " Same thing.",
        6296.1,
        6296.46
    ],
    [
        " We are going out of business.",
        6296.68,
        6297.82
    ],
    [
        " Shutting down an office.",
        6298.4,
        6299.46
    ],
    [
        " Now it is absolutely certain.",
        6299.76,
        6301.38
    ],
    [
        " We are going out of business.",
        6301.54,
        6303.28
    ],
    [
        " So you have to combat those things.",
        6305.2,
        6307.56
    ],
    [
        " And the way you do it is by telling the truth.",
        6307.7,
        6310.58
    ],
    [
        " Explain the people thing that's happening.",
        6311.1,
        6312.48
    ],
    [
        " And you know, another good point.",
        6313.32,
        6315.2
    ],
    [
        " This is an earlier chapter.",
        6315.3,
        6316.2
    ],
    [
        " And you mentioned it, but we didn't cover it.",
        6316.2,
        6318.16
    ],
    [
        " I have a section on telling the truth.",
        6318.22,
        6319.48
    ],
    [
        " And that seems like it's really easy.",
        6319.98,
        6321.28
    ],
    [
        " But there are tricky situations.",
        6321.38,
        6322.46
    ],
    [
        " It's hard to do.",
        6322.46,
        6323.16
    ],
    [
        " But one of the things that I cover in that section is sometimes you can't tell the truth.",
        6323.54,
        6331.74
    ],
    [
        " And then you might get someone like Sam Harris that says no, Jocco.",
        6331.74,
        6337.0
    ],
    [
        " You should always tell the truth.",
        6337.16,
        6338.34
    ],
    [
        " So, Sam, I'm sorry, you're wrong.",
        6338.82,
        6342.62
    ],
    [
        " And I can give you some situations.",
        6342.82,
        6344.02
    ],
    [
        " There's two situations that are really obvious.",
        6344.36,
        6345.78
    ],
    [
        " You can't tell the truth in a situation.",
        6346.6,
        6348.64
    ],
    [
        " Well, let me rephrase that.",
        6349.1,
        6350.22
    ],
    [
        " Well, you'll see what I mean.",
        6350.46,
        6351.94
    ],
    [
        " If there's a legal battle going on, there are times when we work with companies like this,",
        6352.5,
        6356.74
    ],
    [
        " they have a legal scenario unfolding.",
        6356.8,
        6358.9
    ],
    [
        " And they cannot discuss it.",
        6359.24,
        6361.48
    ],
    [
        " Which means they can't tell people what's going on.",
        6361.48,
        6363.48
    ],
    [
        " And in the military, it was, oh, we have compartmentalized information that we literally cannot share.",
        6363.94,
        6370.3
    ],
    [
        " It is against the law.",
        6370.5,
        6371.56
    ],
    [
        " You are not need to know and I cannot tell you.",
        6371.9,
        6374.16
    ],
    [
        " So therefore, does that impede us from telling the truth?",
        6374.44,
        6377.3
    ],
    [
        " The answer?",
        6377.74,
        6378.2
    ],
    [
        " Now we're back supporting Sam Harris.",
        6378.5,
        6379.92
    ],
    [
        " Sam, yes, we can't tell the truth.",
        6380.38,
        6381.66
    ],
    [
        " The truth is, hey, Dave, listen, I really want to explain to you what's going on here.",
        6381.76,
        6385.96
    ],
    [
        " But you know that there's a legal, a legal suit going on.",
        6386.18,
        6390.24
    ],
    [
        " And we cannot discuss this.",
        6391.54,
        6393.12
    ],
    [
        " And I cannot tell you.",
        6393.2,
        6394.32
    ],
    [
        " I can tell you these things around it.",
        6394.5,
        6396.24
    ],
    [
        " But I cannot tell you the actual piece of information you want.",
        6396.42,
        6398.92
    ],
    [
        " As soon as we are allowed to tell you legally, believe me, I'll fill you in.",
        6399.48,
        6403.06
    ],
    [
        " Or in the military, hey, look, Dave, I understand that you want to know where this piece of information is coming from.",
        6403.3,
        6409.88
    ],
    [
        " It is actually need to know and compartmentalized.",
        6410.42,
        6413.46
    ],
    [
        " And I cannot, I cannot tell you.",
        6413.66,
        6415.42
    ],
    [
        " As soon as this thing becomes declassified or as soon as you get the need to know, believe me, I'll fill you in.",
        6415.56,
        6421.28
    ],
    [
        " But until then, you know the deal, man.",
        6421.6,
        6423.18
    ],
    [
        " We got to follow the rules and and believe and also what the information that you want to know.",
        6423.62,
        6429.4
    ],
    [
        " It's not significant enough that it's going to matter.",
        6429.72,
        6433.24
    ],
    [
        " That's okay.",
        6433.56,
        6434.3
    ],
    [
        " So we do want to tell the truth.",
        6434.62,
        6436.96
    ],
    [
        " So Sam, you're you're back in the game.",
        6437.16,
        6439.08
    ],
    [
        " The tool you have to have that conversation is they have to trust you.",
        6440.62,
        6445.36
    ],
    [
        " The tool you have is trust.",
        6445.82,
        6447.3
    ],
    [
        " And the way you cultivate that trust is every other opportunity you have that you're not hamstrung by these things.",
        6447.62,
        6452.74
    ],
    [
        " You're telling everything that you can.",
        6453.08,
        6454.24
    ],
    [
        " Everything you can possibly let them know the big picture.",
        6454.5,
        6456.64
    ],
    [
        " You've done that so much.",
        6456.98,
        6457.88
    ],
    [
        " You've made so many leadership capital deposits.",
        6458.02,
        6460.38
    ],
    [
        " So many, at the time of your hey man, look, there's a couple of reasons why I can't do this.",
        6460.82,
        6464.46
    ],
    [
        " I go, got it.",
        6464.56,
        6465.94
    ],
    [
        " I understand.",
        6466.26,
        6466.86
    ],
    [
        " No factor.",
        6467.06,
        6467.38
    ],
    [
        " And they just go off and back into the thing and it's and it's it's not an issue.",
        6467.52,
        6470.36
    ],
    [
        " Yeah.",
        6470.52,
        6470.7
    ],
    [
        " Oh, having a good relationship with people is just.",
        6470.9,
        6475.04
    ],
    [
        " It's so important.",
        6475.9,
        6477.52
    ],
    [
        " It's solved so many problems.",
        6477.96,
        6479.58
    ],
    [
        " I mean, just just whatever you do, whenever you do these little miniature one man role plays with yourself, like on the podcast.",
        6479.78,
        6485.6
    ],
    [
        " And you're always like, you know, usually conclude to something like, I got it, bro.",
        6486.14,
        6489.48
    ],
    [
        " Like, and there's been times where you've said that to me like, hey, got it.",
        6489.84,
        6493.1
    ],
    [
        " You know, what I've been like, yeah, well, let me get back to you and I got it.",
        6493.1,
        6496.8
    ],
    [
        " You know, it's yeah.",
        6496.98,
        6497.74
    ],
    [
        " And that's just the way it is.",
        6497.94,
        6500.24
    ],
    [
        " Why?",
        6500.36,
        6500.92
    ],
    [
        " Because I know you care about me.",
        6501.16,
        6503.74
    ],
    [
        " You know I care about you.",
        6503.92,
        6504.96
    ],
    [
        " I trust you.",
        6505.16,
        6505.98
    ],
    [
        " You trust me.",
        6506.04,
        6506.38
    ],
    [
        " It's like, okay, hey man, got it.",
        6506.38,
        6507.8
    ],
    [
        " You know, I don't even want you to tell me.",
        6508.12,
        6509.48
    ],
    [
        " Yeah.",
        6509.6,
        6509.72
    ],
    [
        " You tell me what you need me to do.",
        6509.88,
        6510.76
    ],
    [
        " I got it.",
        6510.8,
        6511.12
    ],
    [
        " Yeah.",
        6511.24,
        6511.38
    ],
    [
        " No factor.",
        6511.48,
        6511.86
    ],
    [
        " Yeah.",
        6512.2,
        6513.3
    ],
    [
        " You know what?",
        6514.16,
        6515.04
    ],
    [
        " Since we are talking about delivering the truth, I'm going to actually jump into this little section right here, which is called tactfully delivering the truth.",
        6515.16,
        6522.94
    ],
    [
        " When delivering criticism, it is important to do it with consideration and delicacy.",
        6524.24,
        6530.16
    ],
    [
        " If you punch someone in the face with criticism, they will become defensive and are unlikely to take the criticism on board.",
        6530.54,
        6537.4
    ],
    [
        " So a more indirect approach is needed.",
        6538.26,
        6539.96
    ],
    [
        " And again, that's what we just talked about with the other section, which is, look, I'm just going to tell them what's up.",
        6540.14,
        6545.18
    ],
    [
        " You need to control your ego.",
        6546.18,
        6547.5
    ],
    [
        " Yeah, that's going to work out great.",
        6547.74,
        6548.62
    ],
    [
        " Okay.",
        6548.94,
        6549.08
    ],
    [
        " So how do we do this?",
        6550.44,
        6552.1
    ],
    [
        " How do we tell the truth tactfully?",
        6552.24,
        6553.46
    ],
    [
        " Okay.",
        6553.72,
        6553.9
    ],
    [
        " Here.",
        6554.2,
        6554.44
    ],
    [
        " First, care about your people.",
        6555.78,
        6559.82
    ],
    [
        " That's number one.",
        6560.36,
        6562.28
    ],
    [
        " Care about your people.",
        6562.72,
        6564.34
    ],
    [
        " If you truly care about them, they will know that and they will accept your criticism more easily.",
        6564.74,
        6571.72
    ],
    [
        " And this is something that I thought about talking with Flynn.",
        6572.0,
        6576.46
    ],
    [
        " And when I was the OIC of trade at, I was actually listening to Flynn at the mustard.",
        6577.48,
        6582.92
    ],
    [
        " And he was talking about these savage debriefs that I would give.",
        6583.54,
        6589.38
    ],
    [
        " And I have some recorded all playing for you sometime, bro.",
        6589.94,
        6593.14
    ],
    [
        " They're savage.",
        6593.44,
        6594.76
    ],
    [
        " Yeah.",
        6595.16,
        6595.26
    ],
    [
        " I was coming off the top ropes.",
        6595.62,
        6596.8
    ],
    [
        " I mean, I was coming off the top ropes.",
        6597.08,
        6599.94
    ],
    [
        " And as I'm sitting there listening to Flynn, because even at that time, like, Flynn, Cochran,",
        6602.14,
        6610.32
    ],
    [
        " not hard guy to read, right?",
        6611.6,
        6613.26
    ],
    [
        " Like, he's not a guy that's like, hey, I'm not sure what he's thinking.",
        6613.68,
        6617.76
    ],
    [
        " Like, you know, you're looking at Flynn.",
        6617.94,
        6618.82
    ],
    [
        " You're like, okay, I see where he's at.",
        6618.92,
        6620.16
    ],
    [
        " Lafe.",
        6620.6,
        6620.88
    ],
    [
        " Same thing, right?",
        6621.02,
        6621.76
    ],
    [
        " Lafe is like, hey, you know, what is that term?",
        6622.06,
        6625.18
    ],
    [
        " Where's your motion on your sleeves, right?",
        6625.46,
        6627.38
    ],
    [
        " Lafe is no stranger.",
        6627.68,
        6629.02
    ],
    [
        " Lafe is not shy about saying, hey, I'm not exactly good.",
        6629.46,
        6632.56
    ],
    [
        " And he's, I mean, imagine, you know what, lafe's like now.",
        6633.42,
        6636.0
    ],
    [
        " But imagine when Lafe was whatever, a pituit of death, right?",
        6636.62,
        6638.86
    ],
    [
        " Not exactly able to contain his emotions or hide his emotions.",
        6639.16,
        6642.42
    ],
    [
        " So, as I'm listening to Flynn up there, talking about how I used to give these savage debriefs.",
        6643.06,
        6649.06
    ],
    [
        " And Serelle is same thing, right?",
        6649.58,
        6651.3
    ],
    [
        " How hard is it to tell when Serelle is pissed off?",
        6652.38,
        6654.58
    ],
    [
        " It's like so easy, right?",
        6655.26,
        6656.56
    ],
    [
        " So, when I'm sitting there listening to some thinking, man, I used to debrief these guys.",
        6657.94,
        6661.44
    ],
    [
        " And all those guys, every one of them, I gave them debriefs that were scornful, right?",
        6661.52,
        6667.66
    ],
    [
        " And I'm thinking to myself, what?",
        6668.18,
        6670.02
    ],
    [
        " How is it that on any of their faces, any of their faces, I never saw that look of like, screw you.",
        6670.76,
        6678.16
    ],
    [
        " You know what, shut up.",
        6678.4,
        6679.64
    ],
    [
        " You don't know what you're talking about, never.",
        6679.72,
        6680.78
    ],
    [
        " And it was the same with like, I had one guy that had that I could read that on, that I put through training.",
        6681.72,
        6689.08
    ],
    [
        " And he's the guy that in podcast number five, I wrote a counseling letter for which I very seldom did,",
        6689.94,
        6695.88
    ],
    [
        " and explained to him that he was not going to make it in the seal teams if he didn't be more,",
        6696.26,
        6702.92
    ],
    [
        " if he was, didn't become more humble in a bunch of other things.",
        6703.06,
        6704.96
    ],
    [
        " But that's a guy that I could see on his face like when I was debriefing him, he was pissed.",
        6705.42,
        6709.32
    ],
    [
        " But every now think, I mean, I debriefed hundreds of guys.",
        6710.62,
        6713.22
    ],
    [
        " And yet they would always be like, Roger, you know, like that kind of, like they disappointed me.",
        6714.18,
        6721.26
    ],
    [
        " Like it wasn't, they were disappointed.",
        6721.52,
        6723.08
    ],
    [
        " That's the feeling I always got from Flynn was like, you know, Roger or from Lave, like, Roger, you know, like,",
        6723.56,
        6729.7
    ],
    [
        " that's what I always got back.",
        6730.06,
        6732.52
    ],
    [
        " Why is that?",
        6732.78,
        6733.34
    ],
    [
        " It's real easy.",
        6733.88,
        6734.98
    ],
    [
        " The reason is because all those guys knew and the guys that I was putting through training knew more than anything else in the world,",
        6735.14,
        6743.92
    ],
    [
        " I cared about them.",
        6743.92,
        6745.54
    ],
    [
        " And I knew that they're going overseas and I knew that they're going into combat.",
        6745.6,
        6748.66
    ],
    [
        " And more than anything else, I wanted them to be able to accomplish the mission and I wanted them and their guys to be safe and okay,",
        6748.86,
        6755.04
    ],
    [
        " and come home and they knew that.",
        6755.18,
        6756.9
    ],
    [
        " So when it comes to delivering truthful feedback, the number one thing is to care about your people.",
        6759.02,
        6767.82
    ],
    [
        " Number one.",
        6768.22,
        6768.86
    ],
    [
        " And then the next thing is take ownership of your problem of the problem itself.",
        6769.2,
        6772.56
    ],
    [
        " Of course, extreme ownership should be the fundamental principle utilized by any leader.",
        6773.74,
        6779.4
    ],
    [
        " And there are tactics of employing extreme ownership when trying to critique a subordinate.",
        6779.74,
        6783.8
    ],
    [
        " You utilizing extreme ownership while providing feedback might sound like this.",
        6784.36,
        6788.08
    ],
    [
        " Here's some tactical maneuvers.",
        6788.48,
        6790.44
    ],
    [
        " Instead of saying you failed to get the project done on time, use what support or assets could I have given you so that we could have gotten the project done on time.",
        6790.68,
        6800.8
    ],
    [
        " Instead of saying you failed to meet the mission objectives, try using, I don't think I did a good job of explaining the mission objective.",
        6801.48,
        6808.2
    ],
    [
        " Did you fully understand it?",
        6808.5,
        6809.64
    ],
    [
        " Instead of saying you're lack of professionalism caused this client to go to our competitor, try saying I think I allowed things to get too slack around here in terms of our professionalism,",
        6810.64,
        6820.0
    ],
    [
        " I think that's one of the reasons why we lost that client to one of our competitors.",
        6820.06,
        6822.94
    ],
    [
        " Now, there's guaranteed to be people listening to this right now that are thinking, what, you know, that's weak.",
        6823.92,
        6833.72
    ],
    [
        " You should just tell them how are they ever going to understand what you're talking about.",
        6834.0,
        6836.58
    ],
    [
        " And it goes back to this.",
        6837.2,
        6838.76
    ],
    [
        " When I attack them, they're not listening.",
        6839.6,
        6842.58
    ],
    [
        " That's all there is to it.",
        6843.04,
        6843.92
    ],
    [
        " When I attack them, they're not listening.",
        6844.24,
        6845.34
    ],
    [
        " Now, if you have a great relationship with you, if they know you care about them, if they know that they're best interests, and that's why you're talking to them,",
        6845.5,
        6853.64
    ],
    [
        " yeah, you can go harder.",
        6853.96,
        6856.4
    ],
    [
        " And also, when you get people that you try indirect approaches on, and it fails, well, then you escalate your directness.",
        6856.4,
        6865.22
    ],
    [
        " And over time, until you're eventually like, listen, you failed this project.",
        6865.22,
        6868.76
    ],
    [
        " And this is not acceptable.",
        6869.28,
        6872.14
    ],
    [
        " And if it happens, like, yes, you get there totally, absolutely.",
        6872.94,
        6876.36
    ],
    [
        " Don't start there.",
        6877.26,
        6877.86
    ],
    [
        " Don't start there.",
        6878.66,
        6880.0
    ],
    [
        " And by the way, also, this is in the book.",
        6880.06,
        6882.2
    ],
    [
        " It is important to take note that these are not simply techniques you are utilizing.",
        6882.88,
        6885.92
    ],
    [
        " So your pesky subordinate falls into line.",
        6885.92,
        6888.28
    ],
    [
        " That is not the point.",
        6888.58,
        6889.66
    ],
    [
        " The point of all these statements and the whole point of taking ownership is that you must truly believe what you are saying.",
        6889.78,
        6894.9
    ],
    [
        " And you should because the ownership statements in those examples are not simply lip service, they are true.",
        6895.9,
        6900.78
    ],
    [
        " If the leader follows up with the team members and make sure that they have all the support and assets, they need to complete the job on time.",
        6900.92,
        6905.98
    ],
    [
        " Then the job will get done on time.",
        6905.98,
        6906.96
    ],
    [
        " If a leader correctly explains the mission in simple clear concise manner, and then ensures it is understood by the team, the team will accomplish the mission.",
        6908.52,
        6915.22
    ],
    [
        " If a leader fails to emphasize the importance of professionalism, then it should come as no surprise.",
        6915.46,
        6919.82
    ],
    [
        " That subordinates fail to act professionally.",
        6919.96,
        6922.76
    ],
    [
        " Yes, it's on you, the leader.",
        6923.04,
        6924.2
    ],
    [
        " So that's that escalating.",
        6925.74,
        6932.36
    ],
    [
        " We wrote about the escalation of counseling in the dichotomy leadership.",
        6932.44,
        6935.62
    ],
    [
        " Same thing with direct versus indirect, indirect versus direct.",
        6936.62,
        6939.34
    ],
    [
        " We start off indirect and generally that's going to work.",
        6939.48,
        6941.98
    ],
    [
        " And by the way, if it doesn't work, you have somewhere to go.",
        6942.46,
        6946.2
    ],
    [
        " You have somewhere to escalate too.",
        6946.76,
        6949.96
    ],
    [
        " If you go direct and it doesn't work, that's it.",
        6950.32,
        6952.08
    ],
    [
        " You're out of options.",
        6952.28,
        6953.14
    ],
    [
        " You're out of options.",
        6953.22,
        6953.92
    ],
    [
        " Not only is it your only shot, but it is a shot that has less chance of doing the job.",
        6954.8,
        6963.72
    ],
    [
        " It's got way less chance.",
        6963.94,
        6965.38
    ],
    [
        " And if you start with the indirect approach and it doesn't work, what you get to do simultaneously with this required escalation is to reflect on yourself as, hey, why am I not doing that I can't get through to this person?",
        6966.02,
        6980.3
    ],
    [
        " You can actually start to look at what you're doing wrong.",
        6980.44,
        6982.22
    ],
    [
        " When you go to the direct approach, you've already come to the conclusion that 100% of the problem is that other person.",
        6982.68,
        6987.34
    ],
    [
        " And so what you don't get to do in that same process is go, man, what am I missing here?",
        6988.18,
        6993.66
    ],
    [
        " That this more subtle indirect approach isn't getting through to this person I work with every single day.",
        6993.66,
        7001.72
    ],
    [
        " And that is every bit as important.",
        7002.52,
        7005.7
    ],
    [
        " If not even more important than that required escalation, which you most certainly need to do, which is looking at why, what is it you're going to have not done or what is the problem that you have created that that isn't working out of the gates?",
        7005.82,
        7019.52
    ],
    [
        " And apparently subtlety is becoming a solid word amongst us right now because really that the correction that you give, you give the most subtle correction possible and you escalate from there.",
        7021.16,
        7033.54
    ],
    [
        " And if I do it right, if I do it right, I've put you back on course Dave and you didn't even know that I touched your compass.",
        7033.8,
        7043.36
    ],
    [
        " Totally.",
        7043.54,
        7043.72
    ],
    [
        " Like I just nudged your steering wheel. You didn't even know it. You looked over your right and you said, oh, I'm good.",
        7044.88,
        7050.34
    ],
    [
        " You didn't even know what happened.",
        7050.56,
        7051.44
    ],
    [
        " And that is what we want. And you know what? Sometimes I nudged that and it doesn't course correct. And now I have to nudge it a little bit harder.",
        7051.64,
        7060.94
    ],
    [
        " And at some point, yes, I may have to take hold of the steering wheel and be really direct. Yes, it does happen.",
        7061.34,
        7066.98
    ],
    [
        " You did the demo with the mustard. And I think we've done it to now.",
        7069.46,
        7072.68
    ],
    [
        " There's actually sort of an ideal way that we should all aspire to be able to communicate with the closest people on our team that aren't doing the things we want them to do, which is when I can look at you or you can look at me and go, bro.",
        7073.74,
        7089.44
    ],
    [
        " And that is that is all the correction that is required that is all the feedback that I need to hear from you and look at me and go, bro.",
        7089.88,
        7098.9
    ],
    [
        " And I go, yeah, I got it. And I go, solve whatever that problem is, whether it's I came in late to work, insert whatever the problem is.",
        7099.04,
        7108.14
    ],
    [
        " That is as a leader what you're actually aspiring to is to be able to have a type of relationship and I can look at the people around me and say that one word or no words.",
        7108.28,
        7116.8
    ],
    [
        " Certainly, I just like that example. And we're looking at it. It's like every is waiting for this big long speech. You're going to give me like, bro.",
        7118.56,
        7124.22
    ],
    [
        " Yeah, yeah. Somebody asked you what if I had decided that this was important and I needed to counsel.",
        7124.46,
        7131.72
    ],
    [
        " I was like, oh, I want to walk into his office with a piece of paper that showed what the problem was. And I wanted to say bro, and lay footed gone.",
        7137.96,
        7147.04
    ],
    [
        " Bro, I'm sorry. I got this. Don't ever worry about it again. And that's a way it would have gone down.",
        7147.44,
        7152.38
    ],
    [
        " Yeah, like and as funny as kind of as humorous that that interaction was on the stage and as funny as it might sound listening to it, that's totally a real thing.",
        7152.38,
        7161.4
    ],
    [
        " That's totally legit. Like you can have a close relationship with everybody in your team by which you can just look at them or kind of just say that one word.",
        7161.46,
        7167.7
    ],
    [
        " And it isn't a joke. It's real. And they'll go dude. That's that problem is handled. You will never have to come back here ever again about that thing ever.",
        7167.88,
        7177.8
    ],
    [
        " Yeah. And it's done. And you move on. That is that is that is the way that things are supposed to work really.",
        7177.8,
        7185.0
    ],
    [
        " The escalation of counseling starts with zero words. Yeah starts with a glance and a and a and a and a four millimeter raise of the eye block.",
        7185.54,
        7197.24
    ],
    [
        " You know, that's it. That's like the responses of a shake of the head signifying no or a nod of the head signifying. I got it.",
        7198.04,
        7207.56
    ],
    [
        " And there's not another word spoken because it's a problem solved. Yeah.",
        7207.78,
        7211.5
    ],
    [
        " I had had to throw this one in man. Ultimatums. Ultimatums are not optimal leadership tools.",
        7212.12,
        7222.96
    ],
    [
        " Like digging in. They allow no room to maneuver. No one likes being trapped and controlled. But there are extremely rare times when ultimatums can and should be utilized.",
        7223.38,
        7233.34
    ],
    [
        " When enough is truly enough that an ultimatum can be used. And when it is used, the leader must hold the line here to it.",
        7233.98,
        7240.5
    ],
    [
        " Never make an ultimatum. You can't keep. And I've got a few sections in here making ultimatum as the boss.",
        7240.82,
        7245.72
    ],
    [
        " And the reason I had to talk about this. Well, here we go. If you feel you have to issue an ultimatum to your subordinates.",
        7247.46,
        7254.02
    ],
    [
        " One of the first things you should ask yourself is where did my leadership fail?",
        7254.28,
        7257.18
    ],
    [
        " Because the fact of the matter is as a leader, you should be able to get what you need out of your subordinates through solid leadership, not ultimatums.",
        7258.1,
        7265.52
    ],
    [
        " Explaining why a task is important to the strategic mission and how achieving that mission will ultimately benefit everyone on the team should be enough to get people to do what they need to do.",
        7265.7,
        7274.22
    ],
    [
        " That is no easy feat and sometimes it takes considerable time and effort to communicate that information properly.",
        7274.68,
        7279.82
    ],
    [
        " But sometimes no matter how hard you try, you can't get the message through. In those cases, ultimatums are a tool of last resort.",
        7280.38,
        7286.64
    ],
    [
        " After all, other efforts to get an individual to do what they are supposed to do have failed.",
        7287.34,
        7293.22
    ],
    [
        " I mean, you should use an ultimatum so rarely.",
        7294.52,
        7298.08
    ],
    [
        " Yeah. Once an ultimatum has been delivered, it can't be reversed, which is one of the biggest problems in giving them.",
        7298.42,
        7303.26
    ],
    [
        " Ultimatums by their very nature are immobile objects can't be adjusted. That makes... this makes the people you delivered them to feel trapped and no one likes feeling trapped.",
        7304.68,
        7315.06
    ],
    [
        " If you do make an ultimatum and don't keep it, your credibility is going to take a hit.",
        7315.5,
        7320.3
    ],
    [
        " Yeah. All that being said, if you have done everything in your power, if you've coached, mentored, persuaded, and individual to do something and they still will not do it, then it might make sense to give them an ultimatum.",
        7323.64,
        7332.36
    ],
    [
        " Make it explicit, not only in the requirements of what needs to be done, but also in the consequences of exactly what will happen if the ultimatum is not met.",
        7332.56,
        7339.64
    ],
    [
        " Use no uncertain terms and ensure that the individual fully understands.",
        7340.54,
        7343.74
    ],
    [
        " Again, I mean, ultimatums are very rare.",
        7344.44,
        7349.04
    ],
    [
        " I got a section on making ultimatums as a subordinate, which we see, which obviously, you know, is there a time? Yeah, there's a time.",
        7349.28,
        7358.44
    ],
    [
        " But when it's, you know, very rare. You better have your ducks in a row big time.",
        7358.9,
        7364.42
    ],
    [
        " And I talk about dealing with an ultimatum that gets placed on you, which this is... this happens, right? This happens.",
        7365.42,
        7373.04
    ],
    [
        " So what should you do when your boss puts an ultimatum on you? Tell the truth.",
        7374.8,
        7380.08
    ],
    [
        " You should start with telling yourself the truth. Do a hard, honest assessment of the situation and figure out if what you are being tasked with is actually possible.",
        7380.72,
        7391.86
    ],
    [
        " Are you making every possible effort to achieve the task? Is there anything else you and your team can do to get the job done?",
        7392.1,
        7398.38
    ],
    [
        " If the answer to these questions indicates that you can do more, then re-w your efforts and do more. There you go.",
        7398.54,
        7403.64
    ],
    [
        " You should also tell your team members the truth. Let them know the ultimatum has been placed on you and thereby the team and explain why you are going to all dig in and do your absolute best to get the job done.",
        7405.0,
        7416.64
    ],
    [
        " Hopefully after pulling out all the stops and getting after it like you have never gotten after it before, you and the team are able to deliver on the ultimatum.",
        7417.78,
        7424.48
    ],
    [
        " You get a high five for your boss, tell your team well done, and move on to the next project. Unfortunately, that doesn't always happen.",
        7424.88,
        7429.66
    ],
    [
        " Often the reason ultimatums are given is because the task or project was an extremely difficult one, perhaps even impossible.",
        7429.82,
        7436.18
    ],
    [
        " Even after you and your team going to hyperproductive mode and put forth maximal effort to get the job done, sometimes it just isn't enough. What should you do then?",
        7436.88,
        7444.24
    ],
    [
        " Again, the answer is to tell the truth, only this time, to your boss.",
        7444.78,
        7448.72
    ],
    [
        " First, figure out if there are any other measures that might help you accomplish what you have been tasked to do. Perhaps you need more people, maybe need more funding.",
        7449.3,
        7456.38
    ],
    [
        " Perhaps you need to let some other tasks slide while you focus on getting the ultimatum fulfilled.",
        7456.7,
        7461.24
    ],
    [
        " Once you have all the information you need to explain the situation to your boss, explain that despite the ultimatum, you will not be able to accomplish what he or she has asked you to do.",
        7461.84,
        7471.46
    ],
    [
        " That's if you literally can't be done.",
        7473.18,
        7475.16
    ],
    [
        " Describe what you would need to get the job done and what will happen if you do not get what you need.",
        7475.66,
        7481.0
    ],
    [
        " If you have done a good job communicating with your boss and they have enough humility to listen, after you detail the situation, they should recognize the truth and withdraw or at least modify their ultimatum.",
        7481.98,
        7492.04
    ],
    [
        " But that is no guarantee. Bosses who resort to delivering ultimatums might not be rational enough to listen to reason and could hold the line on it.",
        7492.3,
        7501.18
    ],
    [
        " If that happens and your leader maintains the course, then simply knuckle down, do your best, protect your team to the best of your ability, and stand by to suffer the consequences with your head held high.",
        7501.4,
        7510.52
    ],
    [
        " Don't be spiteful, don't have a bad attitude, don't disparage the leader, and don't give up.",
        7510.82,
        7514.66
    ],
    [
        " Maintaining your dignity and the morale of the troops is the victory in a case like this.",
        7515.28,
        7519.44
    ],
    [
        " Boom.",
        7522.2,
        7522.64
    ],
    [
        " Got a section in here on Reflect and Dimit.",
        7523.0,
        7527.44
    ],
    [
        " I've talked about that on this podcast, but I laid out in some good detail.",
        7527.58,
        7531.18
    ],
    [
        " Here's something that you talk about when we all hit it again, getting people to listen.",
        7531.4,
        7534.58
    ],
    [
        " As you are rising through the ranks, you will need to have your say.",
        7536.04,
        7539.22
    ],
    [
        " When you speak, you will want people to listen.",
        7539.56,
        7541.96
    ],
    [
        " But sometimes there will be people who do not listen.",
        7542.14,
        7544.64
    ],
    [
        " And they interrupt or talk over you.",
        7545.7,
        7547.26
    ],
    [
        " How should you handle that?",
        7547.54,
        7548.38
    ],
    [
        " The answer is fairly simple. Let them talk.",
        7548.56,
        7550.8
    ],
    [
        " Let that person jump in and say what they want.",
        7552.44,
        7554.56
    ],
    [
        " And let them finish their thoughts.",
        7554.96,
        7556.0
    ],
    [
        " This works for a multitude of reasons. If someone wants to talk, then listen.",
        7556.46,
        7560.02
    ],
    [
        " There's no better cure for a person that wants to talk than letting them get their thoughts out of their head.",
        7560.38,
        7564.42
    ],
    [
        " Let them say what they want to say.",
        7565.36,
        7566.66
    ],
    [
        " When they have nothing left, you will be able to make your point.",
        7566.98,
        7569.46
    ],
    [
        " This is also good because as they unload all their ideas, you now know not only everything you know,",
        7569.6,
        7575.04
    ],
    [
        " you also know everything they know.",
        7575.34,
        7577.46
    ],
    [
        " Armed with this knowledge, you can assess their ideas.",
        7578.2,
        7580.12
    ],
    [
        " You can formulate counterpoints or recommendations around their thoughts.",
        7580.12,
        7583.28
    ],
    [
        " This works just as well or even better in a group where you listen to multiple people break down their own ideas,",
        7583.78,
        7589.86
    ],
    [
        " argue with one another and ask questions of one another about the details of their ideas.",
        7590.1,
        7593.76
    ],
    [
        " Once again, this whole time, you get to more clearly understand the thoughts of others while quietly strengthening your own thoughts or ideas around the subject.",
        7594.12,
        7601.98
    ],
    [
        " When you finally do find the opportunity to speak, you have the most comprehensive and developed thoughts.",
        7602.8,
        7608.68
    ],
    [
        " Jocco just revealed the secret behind the secret power right there.",
        7611.66,
        7616.2
    ],
    [
        " That is definitely one of the major ones.",
        7616.48,
        7618.42
    ],
    [
        " I don't remember I told you, I didn't really realize how deep that goes.",
        7618.74,
        7621.8
    ],
    [
        " That concept right there.",
        7622.02,
        7623.54
    ],
    [
        " And then when I sort of, I still probably don't know how deep it goes,",
        7624.08,
        7626.78
    ],
    [
        " but now like I see it a lot, I'm like, ooh, and then when you do it, you're like, oh man, I should have done this from the beginning.",
        7626.92,
        7632.9
    ],
    [
        " We had a muster and I, the numbers I gave was, hey, as a leader, you should be listening 98% of the time and talking 2% of the time.",
        7634.16,
        7643.46
    ],
    [
        " That's the way it is.",
        7643.64,
        7645.56
    ],
    [
        " What's the depth of that you're talking about?",
        7646.56,
        7648.5
    ],
    [
        " What's actually required though during that time is that you're actually listening though.",
        7648.58,
        7653.22
    ],
    [
        " Not just like I'm going to let it get out of their system or you're being just, you actually need to listen with enough familiar to go,",
        7653.86,
        7660.34
    ],
    [
        " there is a good chance somebody here is going to say something that I haven't thought about, that I haven't considered.",
        7660.54,
        7666.0
    ],
    [
        " If you as a leader, like, I've got it all dialed in, but I'm going to play this game to kind of let my people talk and what you're doing and just letting it get out of the system so you can then come in with the final load.",
        7666.48,
        7674.48
    ],
    [
        " That's not what that 982 is.",
        7674.6,
        7676.36
    ],
    [
        " That 982 is, man, they got a lot of people, a lot of things to say here.",
        7676.6,
        7681.1
    ],
    [
        " I'm surrounded by probably a few smart people.",
        7681.86,
        7684.12
    ],
    [
        " Somebody's going to say something I haven't thought about and you need to listen actively for what those things are and that gets back to a comment from earlier in the book and a comment we've hit over and over again, you have to care about your people.",
        7685.26,
        7695.28
    ],
    [
        " You have to care about them and which means you have to trust them and believe in them and vice versa and somebody's going to say something that is right.",
        7695.74,
        7702.42
    ],
    [
        " It's not a game to wait till the end so you drop in your 2% and win.",
        7703.72,
        7707.7
    ],
    [
        " It's that you are armed with all what you have and then what they have to and actually makes you a better leader.",
        7707.84,
        7713.46
    ],
    [
        " The caring about your people part is easy to say that's really hard.",
        7713.64,
        7718.6
    ],
    [
        " That is hard to do.",
        7719.38,
        7720.56
    ],
    [
        " Even in a conflict situation.",
        7721.06,
        7722.84
    ],
    [
        " That's what I would do.",
        7722.92,
        7723.34
    ],
    [
        " Yeah, I mean, especially in that.",
        7723.82,
        7724.78
    ],
    [
        " That's going to show itself a lot.",
        7724.82,
        7726.7
    ],
    [
        " Big time where conflict especially when there's more than one person in the conflict, right?",
        7726.7,
        7731.74
    ],
    [
        " Like a debate or something like that.",
        7731.88,
        7733.6
    ],
    [
        " It's interesting because you're so compelled especially if you got a little knowledge yourself.",
        7733.82,
        7738.36
    ],
    [
        " I'm going to jump in and correct you right there and all you were wrong about this.",
        7738.98,
        7742.92
    ],
    [
        " This is actually really what kind of thing.",
        7743.04,
        7745.5
    ],
    [
        " But yeah, if you just sit back let that fly.",
        7746.4,
        7748.1
    ],
    [
        " Listen, let them fly, let that fly.",
        7748.38,
        7750.18
    ],
    [
        " Maybe they even met something else and just like are you saying, like really listen because you'll find out really what they're talking about.",
        7750.28,
        7755.74
    ],
    [
        " Because if you interrupt too quick a lot of the time in my experience anyway.",
        7755.74,
        7758.8
    ],
    [
        " You interrupt too quick and then it's like, well, they were getting to that.",
        7759.26,
        7762.28
    ],
    [
        " You know, like you shouldn't interrupt it then you wouldn't know that without even looking dumb or whatever.",
        7762.6,
        7766.68
    ],
    [
        " Yeah.",
        7766.9,
        7767.02
    ],
    [
        " So yeah, man.",
        7767.36,
        7768.26
    ],
    [
        " So at the end, then you have like all the information just like you're like not only do you know what you knew.",
        7768.44,
        7775.16
    ],
    [
        " And maybe you changed your mind.",
        7775.3,
        7776.38
    ],
    [
        " Maybe you did it.",
        7776.58,
        7777.54
    ],
    [
        " But at least now you know.",
        7777.62,
        7778.88
    ],
    [
        " You know, you improved your position.",
        7779.06,
        7780.56
    ],
    [
        " Oh yeah.",
        7780.82,
        7781.36
    ],
    [
        " And this is just one of the one more thing that's counterintuitive because someone might think, hey, I want the team to listen to me.",
        7782.56,
        7794.84
    ],
    [
        " So what I'm going to do is talk more and talk louder.",
        7795.1,
        7799.02
    ],
    [
        " And it is the absolute opposite is what happens.",
        7799.66,
        7804.24
    ],
    [
        " The less you talk, the more people listen.",
        7805.56,
        7807.98
    ],
    [
        " The less you talk, the more people listen.",
        7809.12,
        7810.7
    ],
    [
        " Totally counterintuitive and 100% undeniable.",
        7811.64,
        7815.12
    ],
    [
        " Now what's interesting too is when you're coming to these conclusions in your head, which as you're watching or as you're listening to some people talk or discuss or debate or argue, right.",
        7815.66,
        7828.12
    ],
    [
        " That whole time you're thinking, okay, and at some point you can chime in, right.",
        7828.14,
        7834.32
    ],
    [
        " And what's interesting is you don't even have to chime in with an answer.",
        7834.82,
        7838.64
    ],
    [
        " There's times where after 20 minutes of debate, I chime in with one question.",
        7839.84,
        7845.66
    ],
    [
        " And yet the question is because that's all these other, all these other less important questions and answers have been brought up and discussed.",
        7846.48,
        7855.24
    ],
    [
        " But there's really one question that hasn't even been brought up and no one can see it because they're in the battle.",
        7855.44,
        7861.38
    ],
    [
        " So I can ask, because again, I'm not to your point, Dave, I'm not sitting there thinking I'm waiting for everyone because I already know the answer.",
        7861.54,
        7868.42
    ],
    [
        " I'm actually listening and trying to assemble this entire picture.",
        7868.98,
        7872.74
    ],
    [
        " So when I, as this picture gets filled in by what everyone's saying at the end, now it's revealed that there's something that's still missing.",
        7873.34,
        7881.62
    ],
    [
        " And now, guess who gets to ask this profound question?",
        7881.82,
        7887.04
    ],
    [
        " That if we as a team can answer this question, we will actually have the solution.",
        7887.42,
        7891.76
    ],
    [
        " But no, it's all clear.",
        7891.96,
        7893.0
    ],
    [
        " It's all clear.",
        7893.16,
        7894.54
    ],
    [
        " To us who are like, what about this?",
        7894.8,
        7896.82
    ],
    [
        " What about that?",
        7897.02,
        7897.44
    ],
    [
        " And yeah, it's the ability to detach this step back to listen instead of talk is really powerful for a leader.",
        7897.78,
        7909.5
    ],
    [
        " I got a little section about that about apologizing.",
        7910.3,
        7913.78
    ],
    [
        " I got a section about how you got to be careful with your words as a leader.",
        7914.14,
        7918.8
    ],
    [
        " You must be careful not to gossip of not to become too familiar, casual or unguarded with your troops.",
        7919.0,
        7924.56
    ],
    [
        " Gossip, sarcasm and flippant remarks all carry too much weight when thrown around by the leader.",
        7925.12,
        7930.58
    ],
    [
        " Ribbing comments that might seem harmless among friends can have a real impact on a subordinate.",
        7931.4,
        7936.02
    ],
    [
        " Even legitimate criticism needs to be delivered with caution, preferably in private, so that dignity is maintained.",
        7936.2,
        7943.3
    ],
    [
        " This is not to say that critical mistakes should not be reviewed so the whole team can learn.",
        7943.98,
        7948.1
    ],
    [
        " But criticism must be constructive and aimed at not an individual's potential, but at the specific mistakes themselves.",
        7948.64,
        7956.42
    ],
    [
        " This is, I'll do this.",
        7956.98,
        7958.38
    ],
    [
        " I'll be sitting around joking around with everyone and we'll be having a good time and I'll throw a zinger at someone and I'll be like, yeah, that was an uncool.",
        7960.64,
        7966.62
    ],
    [
        " And sometimes I'm wondering, I'll go in and realize and I'll have to think about it.",
        7967.36,
        7970.34
    ],
    [
        " And I'll say, oh yeah, what conversation did you and I have about being an asshole?",
        7970.64,
        7975.1
    ],
    [
        " I was like, hey Dave, I'm an asshole and I have to basically muzzle that.",
        7976.58,
        7981.12
    ],
    [
        " We've had that several times.",
        7981.26,
        7982.36
    ],
    [
        " And you have thrown some zingers out where I've given you the look like, well, that was an asshole move right there.",
        7984.74,
        7989.44
    ],
    [
        " And I'm like, yeah, and you're like, yes, it was.",
        7989.62,
        7991.28
    ],
    [
        " Perhaps worth it, maybe not, but yeah, that's one of those I realize this.",
        7991.74,
        7999.3
    ],
    [
        " There's two ends to this.",
        7999.66,
        8001.48
    ],
    [
        " One end is when you're in a leadership position, you don't realize the weight of your compliments and you don't realize the weight of your criticisms.",
        8002.28,
        8010.92
    ],
    [
        " So you might not think saying, hey, echo, that video looked great, you know, or whatever.",
        8012.52,
        8018.62
    ],
    [
        " You might think, I'm not going to tell that because I don't care.",
        8019.38,
        8021.78
    ],
    [
        " Hey, the video is good to go, but he knows that.",
        8021.92,
        8024.1
    ],
    [
        " No, it actually carries weight.",
        8024.3,
        8026.52
    ],
    [
        " And I won't forget that all day long.",
        8027.54,
        8029.08
    ],
    [
        " And basically it's a lack of awareness of like, hey, I'm actually like in an elevated position.",
        8029.22,
        8040.32
    ],
    [
        " And in this team, whatever, I'll make that mistake.",
        8040.48,
        8043.92
    ],
    [
        " You know, I made, I would make this mistake at trade that, you know, when I was, or in tasking a bruiser.",
        8044.1,
        8048.24
    ],
    [
        " But I would make the mistake, but as I started to understand, I realized, hey, you need to be careful with your words.",
        8048.66,
        8058.5
    ],
    [
        " You need to be careful.",
        8058.98,
        8059.98
    ],
    [
        " You need to understand the weight of the impact of the things that you're saying, both positive and negative, because they carry weight that you may or may not understand from that leadership position.",
        8060.08,
        8069.74
    ],
    [
        " You know what, let's, let's get wrapped this into the conclusion.",
        8075.76,
        8080.6
    ],
    [
        " Conclusion, it's all on you, but not about you.",
        8081.86,
        8087.3
    ],
    [
        " And I tried some of this up, but I'm going to skip a little bit of it here.",
        8088.2,
        8093.36
    ],
    [
        " Leadership is all on you, but at the same time, leadership is not about you, not at all.",
        8096.24,
        8101.2
    ],
    [
        " Leadership is about the team.",
        8102.26,
        8104.22
    ],
    [
        " The team is more important than you are.",
        8105.14,
        8107.86
    ],
    [
        " The moment you put your own interests above the team and above the mission is the moment you fail as a leader.",
        8108.92,
        8116.36
    ],
    [
        " When you think you can get away with it, when you think the team won't notice your self-serving maneuvers, you are wrong.",
        8117.32,
        8124.82
    ],
    [
        " Your people will see it, and they will know it.",
        8125.38,
        8128.22
    ],
    [
        " The leadership, strategies, and tactics in this book are to be used, not so you can be successful.",
        8129.5,
        8137.18
    ],
    [
        " These strategies and tactics are to be used so the team can be successful.",
        8137.72,
        8143.04
    ],
    [
        " If you use them to further your own career or your own agenda, eventually these strategies and tactics will backfire and bring you down.",
        8143.46,
        8151.74
    ],
    [
        " You will fail as a leader and as a person.",
        8152.0,
        8154.46
    ],
    [
        " But if you use these strategies and tactics with the goal of helping others and of helping the team accomplish its mission, then the team will succeed.",
        8155.06,
        8167.78
    ],
    [
        " And if the team succeeds, you win as a leader and as a person.",
        8168.82,
        8175.44
    ],
    [
        " But infinitely more important, your people win.",
        8176.52,
        8180.44
    ],
    [
        " And that is true leadership.",
        8181.72,
        8185.08
    ],
    [
        " So, probably a decent place.",
        8190.02,
        8193.44
    ],
    [
        " We tried to get through it.",
        8194.2,
        8195.74
    ],
    [
        " What are we only at two hours?",
        8195.84,
        8196.98
    ],
    [
        " That's not too bad.",
        8197.6,
        8198.24
    ],
    [
        " That's not too bad right there.",
        8198.46,
        8199.46
    ],
    [
        " Yeah, so obviously we skipped all kinds of stuff in this book.",
        8200.84,
        8206.46
    ],
    [
        " I like Dave.",
        8206.82,
        8207.6
    ],
    [
        " Thanks for pointing out the fact that the details in the book are important.",
        8207.74,
        8213.94
    ],
    [
        " Obviously the sections we covered, those sections, even just the sections that we did cover, but that I didn't read everything.",
        8213.96,
        8219.64
    ],
    [
        " There's a lot in it.",
        8220.32,
        8221.38
    ],
    [
        " It's pregnant with information.",
        8221.92,
        8227.34
    ],
    [
        " And that's a term that would get used to describe Shakespeare when I was in college.",
        8227.54,
        8231.98
    ],
    [
        " That these words, now am I over here trying to imply that Will Shakespeare just wrote leadership strategy and tactics?",
        8232.14,
        8239.08
    ],
    [
        " No, sounds like it.",
        8239.36,
        8240.42
    ],
    [
        " Danger close.",
        8242.16,
        8242.64
    ],
    [
        " Danger close.",
        8243.08,
        8243.78
    ],
    [
        " But what I am saying is what kind of the same.",
        8244.2,
        8247.02
    ],
    [
        " They're kind of the same.",
        8247.32,
        8247.92
    ],
    [
        " No, they're not even close.",
        8248.08,
        8249.08
    ],
    [
        " I'm not even in the same ballpark.",
        8249.42,
        8250.84
    ],
    [
        " But what Dave said is true.",
        8251.02,
        8252.94
    ],
    [
        " Lots of the information in there is.",
        8253.46,
        8255.4
    ],
    [
        " There's a lot in the words, in the chapters, in the details, in the stories that will add to your comprehension as a leader.",
        8256.7,
        8266.14
    ],
    [
        " What?",
        8268.96,
        8269.32
    ],
    [
        " Okay, so I have the original PDF of this, by the way.",
        8268.98,
        8273.56
    ],
    [
        " We're not going to say why.",
        8273.74,
        8274.46
    ],
    [
        " What I do.",
        8274.7,
        8275.02
    ],
    [
        " When I, like, all read certain chapters, if I'm thinking of a very specific scenario going down for myself, you know, like if, you know, whatever, you know, whatever the kids mean, be this is not my scenario.",
        8276.2,
        8286.74
    ],
    [
        " But let's say you get into an argument with your coworker or something like this or your boss or wife or whatever, even like with your kids or whatever.",
        8286.74,
        8294.32
    ],
    [
        " And you say, okay, I have this scenario.",
        8294.76,
        8296.34
    ],
    [
        " How am I going to like navigate through this scenario?",
        8296.6,
        8299.04
    ],
    [
        " Because you're, you're mad and you're this and you're, whatever.",
        8299.26,
        8302.02
    ],
    [
        " And then you read that, that's one in my experience.",
        8302.64,
        8306.56
    ],
    [
        " That's when that really, really helps.",
        8306.56,
        8308.82
    ],
    [
        " Well, working, the book is short chapters.",
        8309.14,
        8313.76
    ],
    [
        " It's heavily indexed so you can just look up.",
        8314.28,
        8316.96
    ],
    [
        " Hey, what do I do here?",
        8316.96,
        8317.62
    ],
    [
        " What do I do there?",
        8317.62,
        8318.16
    ],
    [
        " I'm sure people will put tabs all through it.",
        8318.46,
        8320.94
    ],
    [
        " Like they do with that, got them in leadership.",
        8321.0,
        8322.14
    ],
    [
        " Like they do with extreme ownership.",
        8322.24,
        8323.34
    ],
    [
        " That they'll be able to, well, here it is.",
        8323.9,
        8325.78
    ],
    [
        " Yep, I'm making this mistake.",
        8325.82,
        8326.66
    ],
    [
        " Oh, here's, here's how I should handle this situation.",
        8326.8,
        8329.3
    ],
    [
        " So yeah, I'm sure.",
        8329.8,
        8332.62
    ],
    [
        " Yeah, I just, I hope it, I hope it's able to give people information,",
        8333.02,
        8340.32
    ],
    [
        " give them strategy tactics.",
        8340.64,
        8341.84
    ],
    [
        " They can actually implement that they can use.",
        8341.84,
        8343.78
    ],
    [
        " And we covered a bunch of it, not all of it.",
        8344.04,
        8345.64
    ],
    [
        " But I wish I had this book.",
        8346.14,
        8348.7
    ],
    [
        " I just wish I had this book.",
        8349.16,
        8351.18
    ],
    [
        " 30 years ago when I joined the Navy, I wish I had this book,",
        8352.82,
        8355.68
    ],
    [
        " because it would have made everything so much easier.",
        8355.8,
        8359.52
    ],
    [
        " It would have made me so much better and so much more effective.",
        8359.72,
        8362.14
    ],
    [
        " But, oh well, you know, the best, best time to plan a tree was 30 years ago.",
        8363.74,
        8370.68
    ],
    [
        " The second best time is right now.",
        8370.92,
        8372.14
    ],
    [
        " So there you go, leadership strategy and tactics.",
        8372.32,
        8373.86
    ],
    [
        " So probably a good place to wrap it up.",
        8374.28,
        8376.72
    ],
    [
        " Echo.",
        8376.84,
        8377.06
    ],
    [
        " Yes, Charles.",
        8377.32,
        8377.96
    ],
    [
        " Yes.",
        8378.22,
        8378.38
    ],
    [
        " So any final thoughts on the leadership strategy and tactics?",
        8379.56,
        8384.32
    ],
    [
        " Yeah.",
        8384.46,
        8384.64
    ],
    [
        " So the field manual, the first field manual, the discipline equals freedom field manual.",
        8384.98,
        8392.76
    ],
    [
        " Field manual.",
        8392.84,
        8393.14
    ],
    [
        " Yes, it's a field manual for getting after it.",
        8393.14,
        8395.96
    ],
    [
        " Yes, true.",
        8396.04,
        8397.1
    ],
    [
        " This is a field manual for life.",
        8397.34,
        8401.52
    ],
    [
        " So, and I say, I mean, I'm both statement again.",
        8401.86,
        8405.3
    ],
    [
        " But here, this is what is like, let's say hypothetically, I mean, really,",
        8405.3,
        8408.28
    ],
    [
        " maybe is this realistic?",
        8408.46,
        8409.38
    ],
    [
        " Maybe, maybe not.",
        8409.6,
        8410.3
    ],
    [
        " But let's say you had it in your pocket the whole time.",
        8410.4,
        8412.22
    ],
    [
        " Everywhere you were.",
        8412.4,
        8413.02
    ],
    [
        " Check.",
        8413.3,
        8413.78
    ],
    [
        " Any situation where you get into like some conflict with someone else,",
        8414.62,
        8420.12
    ],
    [
        " like you'll literally find the answer in there for your answer.",
        8420.42,
        8424.3
    ],
    [
        " And this is why.",
        8424.44,
        8424.92
    ],
    [
        " So, you know how like, let's be realistic.",
        8425.08,
        8427.86
    ],
    [
        " Like in a scenario with a coworker, love, you know, when you're in it,",
        8428.14,
        8432.64
    ],
    [
        " when you're not detached or emotional.",
        8432.64,
        8434.18
    ],
    [
        " And you know, you say how to deal with that where you're like, you know,",
        8434.56,
        8438.12
    ],
    [
        " take a deep breath and you got to recognize the signs and like all this stuff, right?",
        8438.32,
        8441.66
    ],
    [
        " So you got to go kind of through this little process.",
        8441.78,
        8443.46
    ],
    [
        " Some of us do go through this process to kind of calm down or whatever, right?",
        8443.48,
        8447.54
    ],
    [
        " You just reading it, not necessarily you, but like if you read it for yourself,",
        8448.1,
        8452.64
    ],
    [
        " like you read the solutions, that in and of itself will detach you from it.",
        8452.76,
        8456.66
    ],
    [
        " Because it's like the words are like, well, this is what you're going through right now.",
        8456.74,
        8459.0
    ],
    [
        " You're like, oh, this is what I'm going through right now.",
        8459.06,
        8460.44
    ],
    [
        " This is what you do.",
        8460.72,
        8461.22
    ],
    [
        " Okay.",
        8461.38,
        8461.66
    ],
    [
        " And then you just do it.",
        8461.76,
        8462.66
    ],
    [
        " You see what I'm saying?",
        8462.66,
        8463.32
    ],
    [
        " So again, and it's so like, like what do you call when you chopped it up?",
        8464.12,
        8469.44
    ],
    [
        " Like pretty, you just said the word indexed highly indexed.",
        8469.56,
        8473.38
    ],
    [
        " Yeah, yeah, yeah.",
        8473.42,
        8474.12
    ],
    [
        " Short shot like highly indexed.",
        8474.12,
        8476.0
    ],
    [
        " I think there's like 80 plus chapters in there.",
        8476.0,
        8478.24
    ],
    [
        " Whereas, you know, normal book has what, 10, 12, something like that chapters.",
        8478.88,
        8483.1
    ],
    [
        " Yeah.",
        8483.3,
        8483.48
    ],
    [
        " So, you know what I mean?",
        8483.58,
        8484.28
    ],
    [
        " So it's going to be a little bit more difficult to apply that kind of concept",
        8484.28,
        8487.78
    ],
    [
        " to like a, let's say a regular book.",
        8487.78,
        8491.06
    ],
    [
        " And to be quite honest with you, please, we tried to, I tried to make the book a little bit smaller.",
        8492.44,
        8500.0
    ],
    [
        " So it is more portable.",
        8500.14,
        8501.2
    ],
    [
        " Yeah.",
        8501.64,
        8501.88
    ],
    [
        " So there you go.",
        8502.08,
        8502.54
    ],
    [
        " And by the way, one thing that you need to get credit for is on the cover.",
        8502.7,
        8509.5
    ],
    [
        " So we'll say that we designed the cover.",
        8509.8,
        8513.56
    ],
    [
        " Yep.",
        8513.72,
        8513.9
    ],
    [
        " But the FM TAC02 was 100% from Echo Trolls.",
        8514.18,
        8519.24
    ],
    [
        " And when I saw that, I was like, okay, that is legit.",
        8519.24,
        8523.62
    ],
    [
        " That is totally legit.",
        8524.18,
        8525.28
    ],
    [
        " And people that are wondering about the cover of the book, it's got some military symbols on it from operational terms and graphics of 101, TAC 5, TAC 1.",
        8525.46,
        8535.06
    ],
    [
        " And what they actually show is one of them is a support by fire position.",
        8535.48,
        8541.86
    ],
    [
        " One of them is a attack by fire position.",
        8542.7,
        8545.34
    ],
    [
        " And what that is is cover move.",
        8546.12,
        8547.9
    ],
    [
        " So you got one element that's putting down support fire, the other element that's attacking.",
        8548.16,
        8551.5
    ],
    [
        " And then the symbol is an enemy headquarters.",
        8551.74,
        8554.8
    ],
    [
        " And the X through it means destroy.",
        8554.8,
        8558.64
    ],
    [
        " So there is some, you know what that is, right?",
        8559.38,
        8561.84
    ],
    [
        " There's layers.",
        8562.02,
        8562.72
    ],
    [
        " There's a little something we call layers.",
        8562.72,
        8565.34
    ],
    [
        " So hopefully, and we do know that you do have a fineness, a fondness for cargo pants.",
        8565.34,
        8572.46
    ],
    [
        " So there's a possible cargo shorts, sorry.",
        8572.72,
        8574.72
    ],
    [
        " There's a possibility that the cargo shorts or pants could have a cargo pocket that is big enough possibly to enable you to carry this with you at all times.",
        8575.26,
        8585.6
    ],
    [
        " It's possible.",
        8585.6,
        8586.3
    ],
    [
        " Or get the Kindle version, whichever.",
        8586.58,
        8588.36
    ],
    [
        " Just kidding, it's not that small.",
        8588.48,
        8589.38
    ],
    [
        " Good point.",
        8589.74,
        8589.98
    ],
    [
        " Good point.",
        8590.16,
        8590.42
    ],
    [
        " Awesome.",
        8590.72,
        8591.04
    ],
    [
        " All right, Dave, any closing thoughts?",
        8591.64,
        8594.8
    ],
    [
        " Yeah, I agree with you.",
        8595.2,
        8596.34
    ],
    [
        " Echo, I think the way you said that is actually pretty good.",
        8596.4,
        8598.8
    ],
    [
        " You know, I got a chance to read this little advance copy.",
        8599.78,
        8602.1
    ],
    [
        " And then I also read the final version right before you printed it.",
        8602.2,
        8604.96
    ],
    [
        " So I've seen it a couple of times.",
        8605.22,
        8606.8
    ],
    [
        " And we've talked about it.",
        8607.28,
        8608.16
    ],
    [
        " When you guys out there, when everybody's out there reading this, one of the things I did, and I started to think about this, is all those little indexes, there is a thread of every single thing in this book.",
        8609.1,
        8621.98
    ],
    [
        " Every little index, every little story, whatever the situation is, that goes back to the ultimate strategy for being successful as a leader, which is the thread of extreme ownership.",
        8621.98,
        8633.22
    ],
    [
        " And so for each one of those things, you're going through it when you're thinking about what you're talking about, a ultimatum or yelling or all.",
        8634.0,
        8641.02
    ],
    [
        " Every one of those situations, what you can look at is think, what is it that I've done to be either the recipient of this situation or me acting out this way as a leader or my behavior in the connection to the one thing that actually is the most critical strategy in all of this, which is extreme ownership is embedded in every one of those things.",
        8641.86,
        8663.54
    ],
    [
        " And I think that's why I made such a big deal early on about having to read every single little thing in this book, all the different components that we might have skipped over just for time.",
        8663.54,
        8672.6
    ],
    [
        " They're all in there. They all circle back to that theme, which without it, if that's missing, if you can't do, if you can't get over that hurdle, all the kind of the answers and the conclusions and solutions, they won't work.",
        8672.76,
        8689.28
    ],
    [
        " Yeah, they're going to slip. They won't work. And so for this field manual to work, what is required is the ultimate strategy, which is you are responsible for everything.",
        8689.28,
        8701.0
    ],
    [
        " And if you read it that way, you will see the connection in every one of those indexes back to that one thing. And those two things are indelibly connected as a leader and without that, none of the other stuff can happen.",
        8701.42,
        8711.28
    ],
    [
        " It's so true. It's so true. Because it's easy to be like, oh, yeah, my body really needs to do the, you know, that whole classic thing.",
        8711.28,
        8717.38
    ],
    [
        " Like, man, if my boss would just take some extreme owners, that's a good book. That's a good book. It explains my boss very well. You seem sane, but it's no, man, yourself.",
        8717.78,
        8725.98
    ],
    [
        " And you know, inherent in that. And this is another piece of it that people get wrong.",
        8726.7,
        8738.84
    ],
    [
        " We all get wrong. It's a mistake that we all make because we think leading is about us.",
        8739.64,
        8745.34
    ],
    [
        " We think leading is about us. And it isn't, it isn't about us at all. It is about, it is about your people, it's about the people.",
        8745.74,
        8757.54
    ],
    [
        " And if you take care of your people, yes, then those people will take care of you. And that's what this book is about.",
        8758.96,
        8768.98
    ],
    [
        " Is how do you actually take care of your people? How do you actually do that? How do you communicate with those people?",
        8769.38,
        8777.74
    ],
    [
        " And if you can learn a huge part of that is, yes, you are going to take the onus on yourself of communicating correctly.",
        8778.82,
        8790.6
    ],
    [
        " Because when you're talking, you're, you're 50% of the solution. The other person actually has to hear you. How do you get them to hear you?",
        8790.6,
        8798.08
    ],
    [
        " How do you become 100% of the solution? How do you learn to communicate in a way that people actually listen and hear you and understand you?",
        8798.24,
        8805.36
    ],
    [
        " And then how do you give them that underlying, the underlying, the underlying thread of what you're doing as a leader, you need to know that they understand that you care about them, that that's what you're doing.",
        8807.08,
        8822.16
    ],
    [
        " And when you care about them and when you can communicate with them properly, then you can lead them.",
        8822.8,
        8830.98
    ],
    [
        " So leadership strategy and tactics, thanks for the feedback guys. And speaking of communicating with people, I am going to go communicate with people.",
        8834.38,
        8847.62
    ],
    [
        " I'm going on tour. Yes, yes, like a rock band. Now there will be no music, and there will be no yagrumister.",
        8848.36,
        8855.66
    ],
    [
        " And there will be no tour bus. But I will be speaking about a myriad of subjects. I'll be talking about leadership. I'll be talking about war. I'll be talking about discipline. I'll be talking about fear.",
        8856.6,
        8867.72
    ],
    [
        " I'll be talking about life. I'll be talking about death.",
        8868.66,
        8871.66
    ],
    [
        " I'll be answering questions. I'll be meeting with you. So if you want to experience that with me, then come to the live gigs on the road.",
        8873.48,
        8884.4
    ],
    [
        " January 6th and DC January 11th in Austin, January 16th, New York, January 20th, LA, January 27th, Seattle, January 28th, San Francisco.",
        8885.22,
        8898.24
    ],
    [
        " Some of the gigs are sold out. Go to jocolive.com to see if you can get tickets for when the gigs look forward to seeing you there so that we can get after it.",
        8899.86,
        8914.42
    ],
    [
        " And get after it is something that let's face it in my little scenario here. Get after it gets used quite a bit.",
        8915.12,
        8925.04
    ],
    [
        " And I was searching for the words to explain to people like what I'm going to do at the live shows, what I'm going to do.",
        8925.86,
        8935.26
    ],
    [
        " And the I'm not kidding, the only thing I could come up with is I'm going to get after it. And if you know me, you know what that means. And it means a lot of different things, but I'm going to get after it at those live shows.",
        8936.02,
        8946.56
    ],
    [
        " So hope to see you there. And beyond that, I know we talked about leadership a lot today. We talked about taking care of our people. We talked about taking ownership.",
        8947.14,
        8958.62
    ],
    [
        " How do we take care of ourselves, Echo Charles, which in turn will help us to take care. How do we take ownership of our own lives and get ourselves on the right path?",
        8960.16,
        8968.88
    ],
    [
        " Many ways I bet there's a lot of people that are wondering what your answer is going to be right now.",
        8970.54,
        8974.08
    ],
    [
        " Well, it's going to be a little bit different as far as the approach because I read some books, watch some videos.",
        8974.22,
        8983.86
    ],
    [
        " Right. I'm just saying throughout my life and a common or a common tip bit of advice is exercise.",
        8984.22,
        8992.9
    ],
    [
        " Right exercise pretty much the most beneficial step you can take to improve quick like right away.",
        8992.98,
        9000.48
    ],
    [
        " University across the board. University across the board.",
        9000.6,
        9003.6
    ],
    [
        " So and I'm not a stranger to exercise. We'll say, but you know how you get in a routine. Right. How is your exercise routine pretty repetitive? Like it's pretty the same.",
        9003.62,
        9013.68
    ],
    [
        " Like week to week. We'll say.",
        9014.58,
        9016.82
    ],
    [
        " We'd have to have a whole like spin off conversation about that. Right.",
        9019.76,
        9022.94
    ],
    [
        " There's a whole lot of things wrapped around here. Here's a question that.",
        9023.14,
        9027.2
    ],
    [
        " Yes, specify. Do you switch up your workout so it's more interesting?",
        9027.58,
        9031.82
    ],
    [
        " Because that's a thing.",
        9032.3,
        9033.2
    ],
    [
        " Not so it's more interesting, but so it's more effective.",
        9033.88,
        9036.6
    ],
    [
        " Okay. Got you. So a big part of exercising right is he gets monotonous for some people.",
        9036.84,
        9042.86
    ],
    [
        " People would be like, I want something more fun. Yeah, you know what I will say today.",
        9042.86,
        9045.74
    ],
    [
        " I was doing a routine. So that means there is some and I have a bunch of you know routines that I do or whatever.",
        9046.16,
        9053.88
    ],
    [
        " Discipline, free to feel manual. They're in there. I was doing I've been and I'll get focused on one for a while and kind of like, you know, trying to prove that area.",
        9054.08,
        9062.92
    ],
    [
        " And today I had a pull up day, right. And so as weight vest pull ups, I was doing it.",
        9064.14,
        9069.02
    ],
    [
        " L sit pull ups, talk pull ups, dead hang pull ups, chin ups, and then keeping pull ups, right.",
        9069.26,
        9075.28
    ],
    [
        " And I was doing a lot of them. And I mean four pull ups into this workout, which is going to be hundreds of pull ups.",
        9075.62,
        9083.12
    ],
    [
        " I was just so bummed out.",
        9083.32,
        9085.48
    ],
    [
        " I was like, I was scrambling through my brain looking for any reason that I should not do this workout.",
        9087.04,
        9096.36
    ],
    [
        " Yeah. And then I just did it. But yeah, I felt when was this this was this morning.",
        9097.04,
        9101.88
    ],
    [
        " This one. Man, that's it. That's coincidentally. I went through the same thing yesterday.",
        9102.06,
        9106.04
    ],
    [
        " Five times throughout the workout. I was doing that. Like, oh, because I had legitimate.",
        9106.52,
        9110.72
    ],
    [
        " Like I had a AC joint situation. So when I'm like lifting heavy overhead, it's like, it just didn't go.",
        9110.72,
        9117.32
    ],
    [
        " And I was and I was fired up to do that exercise. So I wasn't trying to go out.",
        9117.5,
        9120.74
    ],
    [
        " I was like, no, I'm going to par through it. It was injured. It's injured.",
        9120.74,
        9123.2
    ],
    [
        " So I was like, okay, I can't do that exercise. So I was like, man, I might as well just make it a rest day.",
        9123.52,
        9130.14
    ],
    [
        " And I'll pick it back up tomorrow or the next day or whatever, maybe next week, whatever, you know, kind of thing, right.",
        9130.38,
        9134.92
    ],
    [
        " But like excuse was packaged up for you.",
        9135.16,
        9137.16
    ],
    [
        " It kind of was. I mean, that's kind of legit, right? Because it kind of will.",
        9137.54,
        9141.04
    ],
    [
        " I had no excuses this morning.",
        9141.14,
        9142.48
    ],
    [
        " I was searching for it. Well, anyway, so the thing went on and that happened five times throughout the workout.",
        9143.3,
        9148.22
    ],
    [
        " Five powered through all of them. They've got the workout done and actually did a little four extra reps at the end.",
        9148.6,
        9154.46
    ],
    [
        " So your discipline begets discipline, right? You got fired up.",
        9155.18,
        9158.22
    ],
    [
        " You got discipline and you impose more discipline. Yeah, it's true. I have no idea why we're talking about this right now.",
        9158.36,
        9163.68
    ],
    [
        " Oh, well, okay. Okay. Yeah, a little bit of deep deviation for sure.",
        9163.68,
        9166.58
    ],
    [
        " But exercise good for you across the board universally.",
        9166.82,
        9168.9
    ],
    [
        " One of the best steps you can take short term and long term, by the way, for yourself, Tim Bruce, stand on the path.",
        9169.22,
        9174.78
    ],
    [
        " Be on the path. Get on the path. Right. But here's the thing.",
        9174.94,
        9177.52
    ],
    [
        " So exercise does get my workout routine is the same week to week. It's the same.",
        9177.68,
        9183.82
    ],
    [
        " More or less. And you know, every time. And here's why I don't switch it up.",
        9184.3,
        9188.36
    ],
    [
        " It's kind of a weird mindset, I guess, but it's so you know, okay, okay, sometimes I'll switch an exercise to be and then I'm thinking, dang, this is like more fun.",
        9189.6,
        9197.24
    ],
    [
        " It's more interesting because it's interesting. It's new. You know, it's a new exercise.",
        9197.24,
        9200.14
    ],
    [
        " So I don't I don't do that a lot. In fact, I don't want to do that because what if I really need to do it then because it'll be boring after a while if I keep doing that.",
        9200.56,
        9208.58
    ],
    [
        " I'm saying like if I do barbell clean and press, right? And I'm like, let me switch it up to kettlebells.",
        9208.78,
        9214.0
    ],
    [
        " And I started doing kettlebells and that gets boring. Now, what do I have? Nothing.",
        9214.08,
        9216.64
    ],
    [
        " Okay. I can't do it. You know, anyway, it's a weird thing. But here's the thing though.",
        9217.0,
        9222.02
    ],
    [
        " I'm sure there's a point. There's a point. There's a point.",
        9222.24,
        9224.48
    ],
    [
        " There's a point. And it's your critical, critical point to. So that's just the fitness part of it.",
        9224.48,
        9228.94
    ],
    [
        " But here's what I realized. This is why lifting the same routine and conditioning what the same routine is no problem because I do do.",
        9229.02,
        9235.1
    ],
    [
        " There's no monotony. There's no repetitiveness in jujitsu. Well, unless you're getting tapped out by the chocolate skeleton and that gets kind of repetitive.",
        9236.0,
        9244.92
    ],
    [
        " Eminoteness. But aside from that, always different. That's why it never really gets boring.",
        9245.18,
        9250.78
    ],
    [
        " You've realized that? So you recommend jujitsu. Big time. Kind of like surfing too, by the way.",
        9251.54,
        9256.44
    ],
    [
        " Yeah. So based on your strong recommendation to do jujitsu, we start jujitsu.",
        9256.48,
        9263.08
    ],
    [
        " We're going to need a ghee. That's true. Origin ghee. By the way. Get an origin. In case you were wondering.",
        9263.48,
        9268.04
    ],
    [
        " Origin ghee. Not just because they're made in America, not just because they grow our economy, not just because they make freedom stronger in the entire world.",
        9268.94,
        9277.08
    ],
    [
        " Those are all good reasons. On top of that, you might as well get the best possible ghee that was designed for jujitsu by jujitsu players.",
        9277.54,
        9286.18
    ],
    [
        " In the world, too. By the way. Very true. Also jeans. So jeans. Yeah. No, you're not going to work out in the jeans. I get it. But you can.",
        9286.74,
        9296.18
    ],
    [
        " You definitely can. I'm going to do a squat workout in the jeans just for just just just because. Yeah. Yeah. Market market. Re-research. Yeah. Something like this.",
        9296.36,
        9308.16
    ],
    [
        " Anyway, jeans. Same deal. American denim made in America from the cotton all the way to the jeans. Boom. Big deal. Same thing with it.",
        9308.16,
        9317.06
    ],
    [
        " Did you say t-shirts? I did not say t-shirts, but t-shirts. It's basically clothing. Clothing. Clothing. Cover it. And then what about supplementation? Supplements. Most important kind of supplements for your joints. You can take all the creatine in the world.",
        9317.06,
        9330.8
    ],
    [
        " But if your joints not working, you still got problems. You're not moving forward. Not very fast anyway. I don't think so anyway. Unless joint warfare.",
        9330.9,
        9340.04
    ],
    [
        " Grill oil. Super grill oil. These are things where your joints also discipline. Okay. Dave Burke. Good deal.",
        9340.66,
        9347.94
    ],
    [
        " We started to have a discussion about your discipline use. Do we are we preferring the canned what do you call them? Ready? RT? RT?",
        9350.82,
        9361.94
    ],
    [
        " D. Discipline go cans or the powder. RTD is ready to deploy. Is that ready to drink it? And it's actually in the street term. Got it. I know. So it was a military play on term.",
        9361.94,
        9375.18
    ],
    [
        " I like that. I like that. I like that. I like that. I have shifted. I had shifted my bias to the RTD cans. Because out of a bunch of them, they are literally on my way between the house and the car. If I'm going somewhere, I can grab it and literally I'm on the gun.",
        9375.54,
        9390.52
    ],
    [
        " I'm ready to it's ready to deploy at any moment. Little curve ball in the can scenario, which was the jockel Palmer powder. So the powder showed up. And I tried it and I realized what it was. And then how good the jockel Palmer was. I have now",
        9390.52,
        9405.62
    ],
    [
        " reduced my reliance on the cans. And I'm back on the powder a little bit. The powder not only is a jockel Palmer look at tastes good look at delivers it delivers what it says is going to deliver. But do we not all have just steeped in our brain memories of of Arnold Palmer ice teas just in restaurants in real nice restaurants. I was down in South Carolina. I went to this restaurant. They had that all ponder so good.",
        9406.74,
        9434.84
    ],
    [
        " You know what I mean? Does everyone not just have that? Remember remember this too. You go to different restaurants. And they're not all the same. Arnold Palmer said well some of them are really good. Some of them and some of them.",
        9434.84,
        9449.32
    ],
    [
        " You want it. You want to uproot the entire restaurant and move it next to your house so you can get that on a Palmer whenever you want it. That's what. That's what this is. That's the jam. That good.",
        9449.32,
        9462.78
    ],
    [
        " Yeah. Yeah. The answer is no. I don't think all of us have those thoughts. But yeah, man sounds good. And it does take a separate. Yeah. Yeah. All good. Also speaking of tasting good. Mulk. Okay. Now. Mulk. The dessert in the form of a protein. Yeah. One protein. One protein. For dessert. Hey, vice. What's good for the goose is good for the again. You understand what I'm saying. Anyway. The mint. We have not spoken about mint chocolate in. I would say one month and a half.",
        9463.02,
        9492.04
    ],
    [
        " That's definitely a problem. Because if you think I have it, I that is still my go to that is still my go to when I need a dessert.",
        9493.24,
        9503.66
    ],
    [
        " The top of the pack for me is still mint. Mint chocolate chip. I get it Dave that has abandoned mint. Days of has. He's abandoned. He's abandoned peanut butter. And he's gone full strawberry. Yeah, strawberry mo. That's good. But at the point that we did a muster where we laid out a single serve pack of all the.",
        9507.5,
        9533.1
    ],
    [
        " Mulk's across all the tables. And I actually considered taking all the strawberries in the. I'm taking all of these. Yeah. I didn't do that, but I actually had that thought you thought about. I did. No. I will say.",
        9534.0,
        9549.16
    ],
    [
        " That when you put them on the dessert meter zero is not dessert. Ten is dessert. Yeah.",
        9550.54,
        9558.24
    ],
    [
        " The strawberry is the is dessert. I mean, it is dessert. You have to really think through it to think that you're not the dessert.",
        9559.76,
        9567.36
    ],
    [
        " Mint is also agree fully mint is awesome. But mint is like having chocolate milk like like old school. You mix up a nestle is quick. And you're like, Oh, this tastes good right now. I like it a lot. But it's that's not dessert level. It's really good. It's a nine.",
        9567.8,
        9585.0
    ],
    [
        " But the strawberry is dessert straight up. Yeah, agree. That is true for sure. I mean, and I drink the night all day long because even I mean. I'll drink the night and the peanut butter is the same thing. Yeah.",
        9586.36,
        9597.68
    ],
    [
        " And I had the chocolate the other day because be little I said be little how tell me about the chocolate again. And he goes he says, dude, you need to. He goes, how many times have you had it? I said twice. And he goes, have it again right now.",
        9597.96,
        9611.64
    ],
    [
        " So I went home and I mixed up a chocolate. And I had to say this is good. The darkness. Yeah, I am sticking with the mint chocolate. But I put peanut butter in it, which is just weird. No, you have peanut butter.",
        9611.64,
        9628.92
    ],
    [
        " Because then you don't have the mint. Then it's like man, why even carry on? You know, not gonna make me.",
        9629.24,
        9634.64
    ],
    [
        " Not the last. Hey, this is all good stuff. Also, jockele white tea, by the way, certified organic very light, very refreshing, very delicious.",
        9634.9,
        9644.08
    ],
    [
        " These are soft words compared to the hardcore persona slash image that we may have of jockele, but hey, these are the facts. And that's how it's going down.",
        9644.56,
        9654.24
    ],
    [
        " I thought that you're going to say that we may have meaning you of you. Okay. Yeah. It's true. Good maneuver. I think you painted yourself in a corner. You found a way out.",
        9654.24,
        9662.6
    ],
    [
        " I'm just, you know, excuse me. Anyway, we get all this stuff at origin main.com. Yes, good stuff on there. Also, jockele store. It's called jockele store.",
        9662.7,
        9672.16
    ],
    [
        " jockelestore.com. This is our website. This is where you can get t-shirts, jackets, hoodies, hats, rash guards, representative of the path, disciplinical freedom, good, deaf core to the core.",
        9673.22,
        9688.8
    ],
    [
        " All that stuff.",
        9689.36,
        9690.48
    ],
    [
        " Don't forget about this podcast and the fact that you should subscribe to it if you haven't already, which is entirely up to you.",
        9690.74,
        9699.02
    ],
    [
        " We recommend that you do subscribe to this podcast. And also don't forget that we have the grounded podcast, which is about life. Yes.",
        9700.6,
        9711.9
    ],
    [
        " And a lot of jiu-jitsu. Yes. Which is the same thing in many ways. Yeah. Correct. And the warrior kit podcast. Have you listened to the new ones yet, Dave? No. With the children? No. I think you're going to like them. That will happen soon. I think you're going to like them. I think the kids are going to like them. There's some lessons.",
        9712.38,
        9727.86
    ],
    [
        " I get done recording those. And I don't know. I don't know what else in my life gives me the feeling of getting done recording a warrior kit podcast where I felt like I've done something really good.",
        9728.02,
        9744.06
    ],
    [
        " Like just something. I'm like, I'm like, yeah, I mean, I get done and I go, yeah, I passed a good I did a good deed. You know, and then this is kind of revealing because it shows you that I don't do a lot of good stuff. Most of the stuff I'm doing is bad.",
        9744.56,
        9757.34
    ],
    [
        " So when I get done recording, I'm like, man, I that was that was a good thing. A kid's going to hear that and it's going to help him. That makes me feel good.",
        9757.68,
        9769.3
    ],
    [
        " And then speaking of kids, speaking of warrior kids, check out Irish Oaks Ranch dot com where young Aiden is making soap from goat milk on his farm.",
        9770.42,
        9783.34
    ],
    [
        " So that you can stay clean. Yes, sir.",
        9783.64,
        9788.34
    ],
    [
        " And we are looking forward to the new that new one. Yes, right? That's still a new soap. And the soap has anti bacterial bacterial anti microbial properties to it.",
        9789.24,
        9803.9
    ],
    [
        " Anti fungal properties and the soap is going to be called killer soap.",
        9804.26,
        9810.82
    ],
    [
        " Simple. Very much in line. Yeah, very good. Also YouTube, we have a YouTube channel. If you were interested in watching the video version of this podcast. Also excerpts on there enhanced excerpts from time to time on there.",
        9812.96,
        9828.3
    ],
    [
        " If you enjoy explosions, and music to dramatic cello music to help deliver the message of the path visually and audio audible.",
        9828.3,
        9842.86
    ],
    [
        " We're four years deep right now. Yes, sir.",
        9842.96,
        9845.54
    ],
    [
        " We were talking about videos the other day and you were talking about some of the victory MMA videos early. And you were saying, hey, these are, you know, now at the time they were kind of awesome.",
        9845.84,
        9856.88
    ],
    [
        " Yeah, and they were. Thanks. Now we look back and it's like, well, you know, they're kind of commonplace. Yeah, not so.",
        9857.04,
        9862.94
    ],
    [
        " Are you feeling how are you feeling about the early jockel podcast videos? Have we have they become dated yet? Are they timeless?",
        9863.16,
        9870.84
    ],
    [
        " They're timeless. Okay. I don't know if they're near that time. Obviously, but you're also making timeless.",
        9871.18,
        9876.42
    ],
    [
        " I'm just feeling like, it's not going to say. Well, it's like maybe in Shakespeare. Well, well, well.",
        9876.42,
        9883.28
    ],
    [
        " The litzfit. I mean, they're a lot more simple than that. You know what? You figure the first enhanced excerpt was more of an incidental situation.",
        9883.76,
        9894.42
    ],
    [
        " The one good. Good. I think that will be timeless. Not as far as the video production goes, but like it's more the messages the front runner of that whole situation.",
        9894.6,
        9906.54
    ],
    [
        " Let's face it. I thought it was just your enhanced.",
        9907.12,
        9909.2
    ],
    [
        " Making that so popular. In my opinion, that message is timeless. Yes. So yes, they do still hold up. And I think they will hold up for a very long time.",
        9909.2,
        9923.88
    ],
    [
        " Well, I'm glad you feel so good about that. Anyway, YouTube channel. Jockel podcast. We do have a YouTube channel. Boom. There it is.",
        9924.46,
        9930.92
    ],
    [
        " We also have psychological warfare. Me talking to you directly into your ears when you are about to make a mistake. And you know what that mistake is?",
        9931.26,
        9939.08
    ],
    [
        " It looks like a doughnut. I'm not going to let you do it. It looks like skipping workout. Not going to let you do it. Looks like sleeping into the morning.",
        9939.16,
        9944.54
    ],
    [
        " Not going to do it. So check out psychological warfare on iTunes, Google play, whatever MP3 platforms. And if you need a visual.",
        9945.08,
        9952.18
    ],
    [
        " If you need the visual reminder of the path and you need it big on canvas cool. Go to flipside canvas.com, which is my brother Dakota Meyer.",
        9952.52,
        9963.18
    ],
    [
        " Jockel podcast 115 by the way, who makes graphic representations of the path. So you can hang on your wall and you'll wake up to him every day.",
        9964.38,
        9974.78
    ],
    [
        " And then we got some books. Obviously we spent the last two podcasts reviewing leadership strategy and tactics. I think we've got that one out there.",
        9975.82,
        9984.38
    ],
    [
        " Probably enough time for you to preorder right now and get a first a dish. Or you can also not do that and live the rest of your life in shame with a second of dish choices yours.",
        9985.28,
        9995.98
    ],
    [
        " I will still sign a second dish. I'll still back. Yeah, man. Cool. I barely even let you know to be subtle. Be a subtle.",
        9996.54,
        10005.14
    ],
    [
        " Are you going to go like are you going to look at him and go?",
        10005.76,
        10007.48
    ],
    [
        " No, no, no, I don't want to be that because not an issue. No, not a big issue. I appreciate that. So for sure.",
        10008.52,
        10013.58
    ],
    [
        " Makes sense. Yeah. So you can give that a try.",
        10013.8,
        10017.78
    ],
    [
        " We're way the were kid books one, two and three. Get him for the kids that you know, Mikey in the dragons. Get him for the little kids that you know.",
        10018.58,
        10024.84
    ],
    [
        " And some of the big kids do learn how to overcome fear. This one goes freedom field manual field manual zero one. Now I guess it's predesignated.",
        10025.14,
        10033.36
    ],
    [
        " So that is the as echo just said the field manual on how to get after it. Very important.",
        10034.3,
        10040.6
    ],
    [
        " As echo Charles says. Yes, lots of echo Charles quotes over here coming from me. The audio version of that is on iTunes Amazon music, Google Play and also extreme ownership and the dichotomy leadership.",
        10040.82,
        10053.3
    ],
    [
        " The two books that I wrote with my brother, Dave Babin about leadership and how to use the leadership principles we used on the battlefield in your business and in your life and echelon front, which is our leadership consultancy",
        10053.3,
        10068.32
    ],
    [
        " and what we do is solve problems through leadership. Whatever problems you are having in your organization, they are leadership problems.",
        10068.32,
        10076.06
    ],
    [
        " They are absolutely leadership problems 100% and I know that might sound crazy for you to hear right now from me to say that 100% of the problems that you are having in your organization are leadership problems.",
        10076.82,
        10089.04
    ],
    [
        " It is accurate. That's what the problems are. That's where they come from and we will get them fixed go to echelonfront.com for details on that.",
        10089.04,
        10098.54
    ],
    [
        " If you are on the leadership path and you're training with us, e if online is an awesome resource to get additional reps and it is a great tool that we use in between working with clients.",
        10101.7,
        10114.34
    ],
    [
        " However, this is completely dual use that if you are not even remotely engaged with echelonfront and doing leadership training, this is still a skill that you can develop and you can go to e if online and go directly to that as a resource and exposed to all the things that we're teaching, all the things we're teaching clients and customers and all the people we're working with is actually available for anybody and it is a easy and guaranteed way to apply the principles that we teach everywhere,",
        10115.46,
        10143.68
    ],
    [
        " directly at any time you want. It's an awesome, awesome resource.",
        10143.84,
        10147.24
    ],
    [
        " We also have a live event that is the entire echelonfront team. It's called the muster. We are doing three gigs in 2020. We're doing one in Florida or Orlando.",
        10147.94,
        10159.7
    ],
    [
        " We're doing one in Dallas, Texas and we are doing one in Phoenix, Arizona. Go to extremeownership.com for details. All of our musters have sold out in the past.",
        10160.1,
        10170.98
    ],
    [
        " These will sell out to don't hesitate. And then we have EF Overwatch and EF Legion. This is our talent acquisition firm where we are taking leaders from the military from both special operations, combat aviation and all forces and we are placing them into civilian businesses.",
        10170.98,
        10194.88
    ],
    [
        " So if you're a business, you can go in there and look for people to hire. If you're a vet, I'm telling you go to e if legion.com and enter yourself, enter your information so that you can see what jobs are out there. You can get information on how to get hired.",
        10197.84,
        10216.12
    ],
    [
        " We can you can look at jobs that are posted and you can start your next mission of getting after it. That's e if Overwatch and e if legion.com.",
        10216.12,
        10226.42
    ],
    [
        " And if you haven't heard enough from us yet, which would be surprising? Well, we are available on the interwebs on Twitter, on Instagram and on on that Facebook.",
        10226.86,
        10242.8
    ],
    [
        " Okay. Dave is at David R Burke, B E R K E Echoes at Equatrals and I am at Jocco, willing can to all the military folks out there.",
        10243.54,
        10253.32
    ],
    [
        " Thanks to you all for protecting our way of life. We cherish the gift that you give to us and we thank you for into our police and law enforcement and firefighters and paramedics and EMTs and dispatchers and correctional officers and Border Patrol and Secret Service and all first responders.",
        10253.88,
        10272.54
    ],
    [
        " You also protect our way of life here at home. So thanks to you all as well. And to everyone else out there, just remember that leadership is all on you, but it isn't about you.",
        10273.16,
        10291.54
    ],
    [
        " It's about your team. It's about your people. It's about taking care of your people so they will take care of you. So be that leader.",
        10292.52,
        10302.5
    ],
    [
        " Be that leader. Be the leader that elevates your people and elevates your team by utilizing the right leadership strategies and by utilizing the right tactics.",
        10303.14,
        10317.94
    ],
    [
        " And by going out there every day and getting after it. And until next time this is Dave Burke and echo and Jocco out.",
        10320.24,
        10335.14
    ]
]