[
    [
        " How crucial is knowing the personality type, introvert, extrovert of your colleagues in combat,",
        0.0,
        6.92
    ],
    [
        " business, or choosing an MLS, which is occupation. Yeah. How crucial is it to know the personalities",
        7.12,
        16.9
    ],
    [
        " of people? It's really crucial. Knowing and understanding people is critical in every aspect of life.",
        16.9,
        26.04
    ],
    [
        " And that being said, the most important part of knowing people is knowing that you really can't know people,",
        31.06,
        38.46
    ],
    [
        " not 100%. I hear people talk about personality types and there's these tests and these categories and",
        38.72,
        46.16
    ],
    [
        " stuff like that. And honestly, I've never been familiar with that. But you know, you can put people in",
        46.16,
        54.62
    ],
    [
        " different categories. But for me, when you put person into category by themselves, right, that's",
        54.78,
        62.14
    ],
    [
        " only 50% of the situation. The other 50% is the other people that they're working with. So I want to know",
        62.14,
        71.04
    ],
    [
        " not just what type of personality they have because that's a, that's a, like I said, that's half of",
        71.04,
        78.64
    ],
    [
        " the equation. The other half is how do they interact with other people and other people's personalities.",
        78.78,
        84.9
    ],
    [
        " How do they handle slackers? How do they handle overachievers? How do they handle loud mouths? How do they",
        85.18,
        92.3
    ],
    [
        " handle submissive people? How do they handle aggressive people? Those are all different personality traits.",
        92.3,
        96.36
    ],
    [
        " I want to know, I want to see how people are going to handle other personalities. And then I want to",
        96.5,
        101.14
    ],
    [
        " also know how they're going to handle certain situations. Pressure, conflict,",
        101.14,
        106.8
    ],
    [
        " authority, responsibility. I mean, I want to know not just what their personalities, but how they're",
        107.64,
        113.84
    ],
    [
        " going to react because you can get people that are a really easy example is people that are super",
        113.84,
        119.44
    ],
    [
        " aggressive, but they fold under pressure. And you can get people that are super passive that fold",
        119.44,
        124.2
    ],
    [
        " under pressure and vice versa. You can get someone that's super quiet and humble and under pressure.",
        124.2,
        129.9
    ],
    [
        " They're just strong. So that's what I want to know. I don't care what kind of personality you have.",
        129.9,
        136.92
    ],
    [
        " I mean, I do, to an extent, but I want to know how it interoperates with the, with the world,",
        137.02,
        143.26
    ],
    [
        " with the people and with the situations that you're going to face. And how do you do that? You do",
        143.54,
        147.54
    ],
    [
        " that by observing them while they're dealing with other people and while they're dealing with",
        147.54,
        150.88
    ],
    [
        " pressure situations. That's just a reality. And you can't, you can have an idea.",
        150.88,
        157.92
    ],
    [
        " You know, I won't say that you won't be able to predict it, but you'll get surprised. Sometimes",
        159.2,
        164.3
    ],
    [
        " you get surprised. On a person that you think is all tough and they fold or a person that you think",
        164.3,
        169.58
    ],
    [
        " is weak and they're strong. So you will get fooled sometimes. A lot of times you're, you know,",
        169.58,
        174.08
    ],
    [
        " you're probably right 60% of the time, 70% of the time. Yeah. Yeah. Big one is also how,",
        174.3,
        179.76
    ],
    [
        " how they react when stuff goes bad. Like when stuff doesn't go their way. Yeah. And that's a spectrum",
        180.02,
        185.72
    ],
    [
        " troop. But man, some, you can meet someone and or things are going good. You're hiring new people",
        185.72,
        191.54
    ],
    [
        " with growth or whatever, whatever situation. And it's like, dang, this guy's, I'm so glad I",
        191.54,
        195.74
    ],
    [
        " hired this guy. But when something goes wrong, they self-destruct or something like that. Man,",
        195.74,
        200.24
    ],
    [
        " yeah, that's I think a critical component. And so I got, you know, the simple answer is that there's,",
        200.4,
        206.28
    ],
    [
        " there's so many different variables. So many different nuances that what you want to do is you",
        206.38,
        215.7
    ],
    [
        " want to build relationships with your people so you know them so you understand them. That's what",
        215.7,
        219.54
    ],
    [
        " you want to do. Yeah. The R word relationships. Yeah. That's what you need. That's how you get to know",
        219.54,
        229.14
    ],
    [
        " your people. And that's how you lead them correctly.",
        229.14,
        232.32
    ]
]