[
    [
        " Djako, Echo, how do you work with people who overthink things?",
        0.02,
        5.86
    ],
    [
        " The classic overthinker. What does that mean? The overthinker means they won't pick up this pen right",
        6.84,
        14.36
    ],
    [
        " here because they look and say, hmm, I wonder what the way to that pen is and if I should pick it up",
        14.36,
        21.08
    ],
    [
        " right now because I'm also thinking about saying something and what if I drop the pen while I'm trying",
        21.08,
        25.4
    ],
    [
        " to say something that makes a noise on the desk that disrupts from the flow of my sentence.",
        25.4,
        28.76
    ],
    [
        " And then the whole flow of my sentence is disrupted which means my train of thought will be",
        28.84,
        33.8
    ],
    [
        " disrupted. Now I can't refinished what I was going to sit. That's an overthinker.",
        33.8,
        37.28
    ],
    [
        " So that's first which I'm now you can just imagine applying that thought pattern to an actual",
        37.46,
        43.08
    ],
    [
        " project that you're working on. Right, right. Not a good scenario or you're trying to apply it to",
        43.08,
        47.48
    ],
    [
        " a combat situation that you're in or you're trying to apply it to a relationship that you're in.",
        47.48,
        52.04
    ],
    [
        " You start overthinking. Well, if I say this then she might think that right. Yeah, they mean that.",
        52.26,
        56.24
    ],
    [
        " Yeah, that little book. Yes, yes, thank you. That's true. Okay. That's an overthinker.",
        56.24,
        61.18
    ],
    [
        " All right, so we're thinking so much. You're overthinking it.",
        61.4,
        64.6
    ],
    [
        " So here's what I do when someone's overthinking. When I got someone that's like a like a chronic",
        64.74,
        70.82
    ],
    [
        " overthinker, I'm going to funnel them into the right mindset with questions and I'll give you",
        70.82,
        80.42
    ],
    [
        " some real easy questions to ask that'll make this happen. Things like, hey, we mean by that.",
        80.42,
        86.0
    ],
    [
        " Or like, can you explain that again? And you're getting them to explain it in a simpler way.",
        87.24,
        92.44
    ],
    [
        " Or you say, you know, hey, so hold on. So what's the actual goal?",
        92.76,
        96.82
    ],
    [
        " What are we trying to get done here? Because again, they're putting layers upon layers of complexity",
        96.98,
        102.44
    ],
    [
        " on top of things that don't deserve it. So what exactly are we trying to do?",
        102.44,
        106.68
    ],
    [
        " And again, you're just kind of playing dumb a little bit and asking questions.",
        107.2,
        112.8
    ],
    [
        " And then if you can't get to them, if you can't quite get them to simplify it, then you say,",
        113.16,
        118.1
    ],
    [
        " oh, okay, so we're trying to do this. Very simple statement. So that way they start subconsciously",
        118.14,
        127.7
    ],
    [
        " being coached and being taught to simplify things as much as they can in their head.",
        127.7,
        133.22
    ],
    [
        " And you know, another thing I've been saying lately, when I'm out working with people,",
        134.18,
        140.22
    ],
    [
        " is I used to not really understand why people are drawn to this complexity.",
        140.24,
        146.96
    ],
    [
        " But I actually think I understand now. And I think it has something to do with the fact that",
        147.66,
        153.92
    ],
    [
        " if I come up with a plan and it's super complex and super crazy and you don't understand it,",
        153.92,
        159.26
    ],
    [
        " then I must be smarter than you, right? Yeah. Right? I came up with something that's so genius",
        159.32,
        165.54
    ],
    [
        " and so complicated that you don't even understand it. Right? I understand it. I understand it.",
        165.66,
        171.84
    ],
    [
        " Yeah, they get you doing it. Right. And by the way, you know, the only way you're going to",
        171.94,
        176.48
    ],
    [
        " understand it if I, if I break it down for you because you don't get it. So it's an ego trip",
        176.48,
        182.28
    ],
    [
        " and it's completely wrong because the fact of the matter is if I'm trying to get you to do",
        182.28,
        187.06
    ],
    [
        " something and you don't understand it, I'm a loser. I'm failing as a leader. So",
        187.06,
        192.38
    ],
    [
        " you, you, you got to try and get people to understand that simplicity beats complexity",
        194.04,
        200.8
    ],
    [
        " every single time. And overthinking things is a failure in ability to simplify. So",
        200.8,
        208.1
    ],
    [
        " another thing, and this is more kind of about planning and this is something I used to talk about",
        208.1,
        214.82
    ],
    [
        " in the SEAL teams and I called it 6% advantage over the enemy. And what this was was,",
        214.82,
        221.1
    ],
    [
        " let's say you have a target building that you're going off of or going after. You're going to go",
        222.16,
        225.7
    ],
    [
        " take down a target building in the middle of wherever the middle of the desert. And you basically",
        225.7,
        230.22
    ],
    [
        " come up with a plan that you're going to use your standard operating procedures. You're all going",
        230.22,
        233.8
    ],
    [
        " to get online or you're going to at least set up a base and a maneuver element. It's very simple.",
        233.8,
        238.36
    ],
    [
        " Two elements. One element is going to hold cover and the other one is going to move through the",
        238.52,
        242.42
    ],
    [
        " target cover and move. It's, I mean, it's as simple as it gets. That's great. So you come up with",
        242.42,
        247.26
    ],
    [
        " a plan. That's your plan. And then as you're looking at the imagery or you're looking at the map,",
        247.26,
        251.46
    ],
    [
        " you notice that there is an outhouse 150 meters away from the house. So now what you do is you go,",
        251.5,
        260.86
    ],
    [
        " you know what? Because there's that outhouse there, you know what I'm going to do is I'm going to take",
        260.86,
        264.68
    ],
    [
        " another team of our guys. We're going to break them off from the main assault force. We're going to",
        264.68,
        268.24
    ],
    [
        " put them over there. And that's what they're going to be in case the guys in the outhouse, blah, blah.",
        268.24,
        273.66
    ],
    [
        " So what you've done is you've separated your units. You've increased your communication",
        274.36,
        279.64
    ],
    [
        " problems. You've sacrificed your fields of fire. You've disaggregated your firepower. You've",
        279.64,
        284.3
    ],
    [
        " diminished your unity of command. You've broke from your standard operating procedures. You've given",
        284.3,
        289.56
    ],
    [
        " up your real tactical advantage that you have for the chance, the chance that this guy at two o'clock",
        289.56,
        298.58
    ],
    [
        " in the morning when you hit the target is in the outhouse and not in his home.",
        298.58,
        301.42
    ],
    [
        " Is it worth that? No. So don't overthink it. We're hitting this target. You know what? Cool.",
        302.78,
        310.14
    ],
    [
        " We'll keep eyes on that thing. No big deal. But don't give up your tactical advantage because you",
        310.22,
        315.9
    ],
    [
        " overthought the situation. Go with what you know. And another piece of that is a lot of times when",
        315.9,
        327.06
    ],
    [
        " people get super detailed like that and planning. They're actually planning things, planning on things",
        327.06,
        333.56
    ],
    [
        " that can't be known. So why would we make a plan for something that can't be known? I got a",
        333.56,
        342.34
    ],
    [
        " better idea instead of making a plan for something that can't be known. Make a plan that's adaptable.",
        342.34,
        347.28
    ],
    [
        " You want your plan to be adaptable. And you know how you have the best adaptability. For instance,",
        347.88,
        354.06
    ],
    [
        " on the battlefield that you have the most control over your guys so that you can move them,",
        354.06,
        357.52
    ],
    [
        " maneuver them quickly. And how do you do that by having good unity of command? And how do you do",
        357.8,
        361.76
    ],
    [
        " that by keeping your guys for the most part together? The minute you start spreading them out all over",
        361.76,
        367.46
    ],
    [
        " the place and something changes, something unknown that unexpected happens. Now you got to real",
        367.46,
        373.7
    ],
    [
        " everyone back in and try and get them to change the formation of their assault. It becomes very,",
        373.7,
        381.36
    ],
    [
        " very complex. So if you set up your plan so that it's adaptable to changing situations,",
        382.78,
        390.38
    ],
    [
        " then you're going to be good to go. Same thing in business. Do you know what the market's going to do?",
        390.74,
        398.72
    ],
    [
        " No. We have predictors. Yes. Do we know them? No. Do you know what your competitor's going to do?",
        399.14,
        406.42
    ],
    [
        " No. Do you know what your consumers are going to do? No. Do we have intelligence, of course,",
        406.62,
        413.56
    ],
    [
        " we do? Do we have metrics, of course, we do? But we don't know things. So keep your plans",
        413.72,
        418.7
    ],
    [
        " adaptable so you can make adjustments when you need to.",
        418.7,
        423.12
    ],
    [
        " As opposed to overthinking things and creating specific branch plans for a possibility of",
        423.82,
        433.12
    ],
    [
        " something that might occur in the future or might not, don't overthink it, people.",
        433.12,
        439.66
    ],
    [
        " You know, sometimes people who underthink things, sometimes they tend to say, hey,",
        440.08,
        450.22
    ],
    [
        " why do you overthink things when you're just normally thinking about something like you're thinking",
        450.22,
        456.34
    ],
    [
        " about thinking about the whole thing? So there's obviously you have to think about things.",
        456.34,
        460.82
    ],
    [
        " Right. And yes, you should be cautious of someone that's just constantly saying,",
        461.08,
        466.48
    ],
    [
        " man, you're overthinking this. Right. That's right. I spent three minutes planning.",
        467.56,
        470.7
    ],
    [
        " Yeah, watch out for that guy. Yeah. That's why the word overthinking comes up. I understand what",
        471.46,
        483.24
    ],
    [
        " that means. But I feel like your example is sound.",
        483.24,
        486.7
    ]
]