[
    [
        " You got this section in the book that talks about what you're talking about right now.",
        0.0,
        4.44
    ],
    [
        " The leadership factory, right?",
        4.86,
        6.02
    ],
    [
        " So here I'm going to go to the book.",
        6.32,
        8.0
    ],
    [
        " All the academic classes in the world will never teach anyone to be a leader.",
        8.38,
        11.52
    ],
    [
        " The academy recognized that long ago and while we had to take courses on the subject,",
        12.64,
        16.58
    ],
    [
        " we learned by doing.",
        16.84,
        18.24
    ],
    [
        " The academy is structured to provide leadership opportunities in a wide variety of places and levels",
        18.9,
        23.5
    ],
    [
        " from the very first day you start as plebs.",
        23.5,
        26.48
    ],
    [
        " And this is emphasizing what you just said and discipline is something that I talk about all of the time.",
        29.54,
        39.24
    ],
    [
        " And I knew what's great as you know, as I was talking to you on the way over here,",
        40.58,
        43.76
    ],
    [
        " you know, I do all these, I read these leadership or not leadership books.",
        44.66,
        47.74
    ],
    [
        " They're not book, it's about leadership.",
        47.86,
        48.72
    ],
    [
        " They're about combat, right?",
        48.98,
        50.14
    ],
    [
        " But combat is about leadership.",
        50.52,
        51.82
    ],
    [
        " So all these books, all of them, every single one of them.",
        52.02,
        54.96
    ],
    [
        " Whether it's an ancient Roman military leader or a marine and Vietnam or an army soldier in World War",
        54.96,
        63.52
    ],
    [
        " 2, they all, there is one common thing that's discipline, discipline, discipline.",
        63.52,
        67.34
    ],
    [
        " It's always there.",
        67.46,
        68.26
    ],
    [
        " Back to the book discipline forms the cornerstone of any military team.",
        68.84,
        73.54
    ],
    [
        " And of course, punishment serves as one of the means to maintain discipline.",
        74.08,
        79.26
    ],
    [
        " During my junior year, I learned not to be afraid to meet out punishment.",
        79.88,
        84.52
    ],
    [
        " At the same time, doing so requires a balance of appropriateness and understanding.",
        85.46,
        91.66
    ],
    [
        " So that's the why you just talked about right there.",
        91.94,
        94.08
    ],
    [
        " And this again goes to something that I talk about a lot, which is, which is the dichotomy of leadership,",
        94.58,
        99.82
    ],
    [
        " which is in leadership, there's, there's opposing forces that are pulling you in two different directions.",
        99.82,
        104.26
    ],
    [
        " And both of them are right.",
        104.26,
        105.96
    ],
    [
        " They're both right.",
        106.32,
        107.14
    ],
    [
        " It's right to be hard on your guys and maintain strict discipline.",
        107.38,
        109.96
    ],
    [
        " And it's right to love your guys and take care of them.",
        109.98,
        111.58
    ],
    [
        " You have to balance those two.",
        111.96,
        113.42
    ],
    [
        " And that's what you're talking about right there.",
        113.44,
        115.1
    ],
    [
        " That's what you were talking about when you were talking about.",
        115.22,
        117.28
    ],
    [
        " They need to understand why they're being punished punished back to the book.",
        117.42,
        121.74
    ],
    [
        " Bad officers try to be buddies with their Marines.",
        122.3,
        125.42
    ],
    [
        " There's a fine line between getting to know your, no, getting to know the men under your command",
        126.12,
        130.38
    ],
    [
        " and bonding with them as friends.",
        130.38,
        132.54
    ],
    [
        " It is all too easy to make that mistake.",
        133.14,
        135.46
    ],
    [
        " At the same time, here's the balance.",
        136.26,
        138.02
    ],
    [
        " At the same time, if a young second lieutenant doesn't make an effort to know his men,",
        138.18,
        142.68
    ],
    [
        " his aloofness becomes a drag and will hinder his ability to command in several ways.",
        143.32,
        147.8
    ],
    [
        " First, he won't understand the strengths and weaknesses of his squads.",
        148.08,
        150.7
    ],
    [
        " More important, he won't have the respect or the connection needed to motivate and lead",
        151.02,
        156.78
    ],
    [
        " in the worst of circumstances.",
        156.78,
        158.2
    ],
    [
        " Men will follow other men into the worst possible circumstances if they respect and believe in their leadership.",
        159.22,
        164.78
    ],
    [
        " Like all other aspects of command, it is a delicate balance.",
        165.5,
        169.86
    ],
    [
        " You're just everything you just said, you say it in the book.",
        171.52,
        174.82
    ],
    [
        " And that's why you're talking about the leadership factory.",
        175.4,
        179.28
    ],
    [
        " But it's interesting.",
        179.48,
        180.12
    ],
    [
        " This is stuff that I'm sure they touched on it in the classes, but that's the stuff that you learn.",
        180.24,
        184.5
    ],
    [
        " You learn it from senior enlisted people.",
        184.66,
        186.02
    ],
    [
        " You learn it from other officers.",
        186.14,
        187.1
    ],
    [
        " You learn it yourself.",
        187.1,
        187.94
    ],
    [
        " You work for people and you go, man, this guy's aloof.",
        188.26,
        190.28
    ],
    [
        " This guy's not talking to us.",
        190.28,
        191.36
    ],
    [
        " So it's stuff that we learn ourselves too.",
        191.58,
        193.02
    ],
    [
        " I'm going to finish this section up.",
        193.78,
        195.74
    ],
    [
        " I concluded the proper balance here,",
        195.74,
        197.64
    ],
    [
        " dependent on the officer's ability to listen and accept input while still making it clear",
        197.78,
        202.94
    ],
    [
        " that he was the ultimate decision maker.",
        202.94,
        204.34
    ],
    [
        " That was the key.",
        204.98,
        205.88
    ],
    [
        " A second lieutenant couldn't be afraid to engage in frank and productive dialogue with his key leaders.",
        206.46,
        212.62
    ],
    [
        " A platoon becomes the reflection of its commander.",
        214.46,
        219.66
    ],
    [
        " He sets the example and this is from what you just said.",
        220.08,
        223.4
    ],
    [
        " If his uniform is jacked up, his men won't care about their own.",
        224.26,
        227.04
    ],
    [
        " This leads to disciplinary issues and becomes a very slippery slope.",
        227.38,
        230.78
    ],
    [
        " The only way a second lieutenant can have the moral authority to set a high standard",
        231.74,
        236.16
    ],
    [
        " is to set a high standard for conditioning and appearance is to be the example himself.",
        236.16,
        242.12
    ],
    [
        " Without conditioning, a platoon cannot achieve its potential in the field.",
        243.52,
        247.48
    ],
    [
        " Aggressiveness suffers.",
        247.88,
        249.52
    ],
    [
        " Appearance breeds pride and reinforces discipline and a spree to core.",
        251.44,
        256.58
    ],
    [
        " So those, that's the leadership factor that you're talking about.",
        257.04,
        261.52
    ],
    [
        " And clearly, those things that you brought from the football field and from the academy,",
        261.88,
        265.32
    ],
    [
        " you applied them right directly into your folks in combat.",
        265.56,
        267.6
    ],
    [
        " They helped and you know, the Marine Corps has a really unique circumstance",
        267.84,
        272.28
    ],
    [
        " where they have the basic school where every single officer goes there.",
        272.28,
        275.86
    ],
    [
        " And that's huge to set this huge standard.",
        276.36,
        279.18
    ],
    [
        " Then we go a step further where when we go to infantry officer course,",
        279.5,
        282.86
    ],
    [
        " that course was 13 weeks long, one of the very hardest, if not the hardest in the Marine Corps,",
        283.08,
        288.18
    ],
    [
        " mentally, physically, everything.",
        288.7,
        290.28
    ],
    [
        " You don't know anything that's coming.",
        290.66,
        291.94
    ],
    [
        " Everything's a surprise.",
        292.0,
        292.88
    ],
    [
        " But I felt that my instructors during our course were phenomenal.",
        293.54,
        297.42
    ],
    [
        " And they were getting all the real time intelligence from the battlefield,",
        297.82,
        300.66
    ],
    [
        " all the training was realistic.",
        301.12,
        302.62
    ],
    [
        " But in terms of how you relate to your Marines from your junior enlisted,",
        303.28,
        308.92
    ],
    [
        " to your middle rank, to your senior enlisted,",
        309.54,
        311.56
    ],
    [
        " how you relate to the senior enlisted from the battalion,",
        311.92,
        314.94
    ],
    [
        " who worked directly for the battalion staff,",
        315.22,
        317.18
    ],
    [
        " how you manage those relationships to maximize the effectiveness of your platoon",
        317.56,
        322.06
    ],
    [
        " to make sure that you can get exactly what they need.",
        322.06,
        324.54
    ],
    [
        " They did such a good job of that.",
        325.06,
        326.82
    ],
    [
        " Then you take a one step further when I reported the Thurbotian Second Marines,",
        326.98,
        330.04
    ],
    [
        " I'd be remiss if I didn't give credit to a guy by the name of Gabe Diana,",
        330.04,
        333.52
    ],
    [
        " who is a Lieutenant Colonel in the Marine Corps now, I believe.",
        333.52,
        336.58
    ],
    [
        " But he taught me he was a true student of leadership and military history.",
        336.94,
        342.44
    ],
    [
        " He would tell me all the time his craft is his hobby.",
        342.78,
        345.3
    ],
    [
        " There's nothing else he cared about.",
        345.7,
        346.86
    ],
    [
        " It's what he was.",
        346.94,
        348.2
    ],
    [
        " He loved being a Marine, loved being an officer.",
        348.38,
        350.5
    ],
    [
        " And he taught me a lot about decentralized leadership,",
        351.04,
        354.64
    ],
    [
        " how to not micromanage, how to empower your junior leaders",
        355.1,
        359.32
    ],
    [
        " that they start to think like you and you could achieve tempo on the battlefield.",
        359.32,
        363.02
    ],
    [
        " You could immediately see examples of Marines.",
        363.98,
        366.72
    ],
    [
        " I see it all the time in the business world.",
        367.74,
        370.46
    ],
    [
        " I call it JV leadership, where I'm a great leader if my people love me.",
        370.86,
        376.28
    ],
    [
        " And they're the same leaders that will tell their people are,",
        377.54,
        379.92
    ],
    [
        " guys, today we've got to stay 30 minutes longer because headquarters said,",
        380.06,
        384.12
    ],
    [
        " so look, I disagree with it.",
        384.3,
        385.54
    ],
    [
        " I think it's ridiculous, but we have to do it.",
        385.64,
        387.92
    ],
    [
        " So let's just sit here together.",
        387.92,
        389.26
    ],
    [
        " Now, none of their people are actually going to work motivated.",
        389.8,
        391.94
    ],
    [
        " There's going to be no discipline.",
        391.94,
        393.0
    ],
    [
        " There's going to be no standard that they're trying to achieve because of that horrible leadership.",
        393.0,
        397.04
    ],
    [
        " They attack their angry at headquarters.",
        397.14,
        398.74
    ],
    [
        " Absolutely.",
        398.74,
        399.48
    ],
    [
        " They're they're they're bad at the chain of command.",
        399.62,
        401.88
    ],
    [
        " Exactly.",
        402.06,
        402.38
    ],
    [
        " It's JV leadership.",
        402.7,
        404.14
    ],
    [
        " And I'm constantly trying to talk to people about that.",
        404.38,
        406.8
    ],
    [
        " A JV leadership, the first thing of it is you think you have to be loved to be an effective leader.",
        406.96,
        411.64
    ],
    [
        " If you are an effective leader over the long term, you will be loved.",
        411.98,
        415.74
    ],
    [
        " But there's going to be intermittent parts where they can't stand you.",
        415.74,
        418.08
    ],
    [
        " They don't understand things all the time.",
        418.32,
        419.7
    ],
    [
        " They're going to be mad at you because of their emotional.",
        419.76,
        421.78
    ],
    [
        " But over long term, they're going to understand that what you did was best.",
        422.34,
        425.3
    ],
    [
        " The other, the second major part to JV leadership is thinking,",
        425.82,
        429.22
    ],
    [
        " hey, I'm in charge.",
        429.22,
        430.6
    ],
    [
        " Therefore, I come up with all the great ideas.",
        430.76,
        432.68
    ],
    [
        " And I'm going to make every single decision without your input.",
        433.16,
        435.38
    ],
    [
        " I'm going to really try hard to make sure that you know as I am in charge.",
        435.52,
        439.22
    ],
    [
        " That's ridiculous.",
        439.7,
        440.44
    ],
    [
        " It is not your job to come up with all the great ideas.",
        441.1,
        443.44
    ],
    [
        " Some of the best ideas I received were from 19 year olds.",
        443.44,
        447.1
    ],
    [
        " You know, 21 year olds who had already been die rack ones had a grace.",
        447.94,
        450.8
    ],
    [
        " Sir, I got a great idea.",
        450.8,
        451.96
    ],
    [
        " Well, I want to hear all about it.",
        452.14,
        454.02
    ],
    [
        " It's our job as leaders to decide which are the best ideas to invest energy, time, and resources in.",
        454.22,
        460.88
    ],
    [
        " And that's not just, I get all this stuff all the time when I talk to different groups and companies.",
        461.6,
        465.3
    ],
    [
        " Well, military leadership is different than corporate leadership.",
        465.72,
        468.54
    ],
    [
        " Why?",
        468.88,
        469.32
    ],
    [
        " What am I saying here that does doesn't apply?",
        469.94,
        472.42
    ],
    [
        " Well, it's too extreme.",
        472.54,
        474.4
    ],
    [
        " It is not.",
        474.94,
        476.34
    ],
    [
        " You're taking us too literal with our warrior mentalities here.",
        476.52,
        480.56
    ],
    [
        " You know, you do not need to be an insecure.",
        481.58,
        484.04
    ],
    [
        " The best leaders are not insecure.",
        484.2,
        485.8
    ],
    [
        " They're secure.",
        485.92,
        486.4
    ],
    [
        " They know that they're there and ultimately going to make the final decision.",
        486.52,
        489.9
    ],
    [
        " But it empowers your people and you could achieve tempo when you're decentralized enough",
        490.02,
        494.86
    ],
    [
        " that they feel good about coming up with ideas, sending them up to you to get back up for it",
        494.86,
        500.82
    ],
    [
        " and get resources behind it.",
        500.96,
        502.72
    ],
    [
        " But also knowing that they could make the appropriate decisions at their level",
        502.94,
        506.2
    ],
    [
        " because they know what your final intent is.",
        506.2,
        508.58
    ],
    [
        " Here's the outcome I want achieved.",
        508.64,
        509.92
    ],
    [
        " You get us there.",
        510.38,
        511.22
    ],
    [
        " You're the expert at it.",
        511.94,
        512.86
    ],
    [
        " That's why I hired you.",
        512.9,
        513.6
    ],
    [
        " I didn't tell my machine gunners how to work their T&E system",
        513.94,
        516.84
    ],
    [
        " and how to cite in their machine guns.",
        516.84,
        518.62
    ],
    [
        " Right?",
        518.78,
        518.86
    ],
    [
        " I just told them what I wanted them to hit.",
        518.96,
        520.2
    ],
    [
        " They're better than that at me.",
        520.64,
        521.6
    ],
    [
        " Taking the time to spend it with my Marines and their different functions and aspects",
        522.12,
        526.54
    ],
    [
        " and talking about how they're the expert and compliment them like that.",
        526.76,
        530.84
    ],
    [
        " It made them feel great.",
        531.08,
        532.18
    ],
    [
        " It does wonders for a leader to go to their level see what they do every day",
        532.98,
        537.58
    ],
    [
        " and see that expert work.",
        537.58,
        539.94
    ],
    [
        " Because they don't expect you to be an expert in all of that.",
        540.38,
        542.62
    ],
    [
        " They know that.",
        542.72,
        543.34
    ],
    [
        " Your job is different.",
        544.04,
        545.36
    ],
    [
        " Your responsibilities are different.",
        545.52,
        546.66
    ],
    [
        " You need to have greater perspective.",
        546.98,
        548.68
    ],
    [
        " But when you go to their level and respect what they do and show them respect",
        549.12,
        554.22
    ],
    [
        " for what they do and how they do it,",
        554.88,
        556.74
    ],
    [
        " man, it's a powerful thing that could make a group of people so much better collectively",
        556.76,
        563.06
    ],
    [
        " than they ever would have been individually.",
        563.06,
        564.78
    ],
    [
        " And when it happens, right?",
        565.22,
        566.24
    ],
    [
        " When it finally, when you finally get there and can achieve that,",
        566.34,
        568.86
    ],
    [
        " it is awesome.",
        569.12,
        570.5
    ],
    [
        " It's the most rewarding experience you could ever have.",
        570.7,
        573.74
    ],
    [
        " And it's hard for people to understand because most people think",
        574.18,
        576.46
    ],
    [
        " well, the most rewarding experience you guys probably have is killing people.",
        576.46,
        578.74
    ],
    [
        " No, it's so much different than that.",
        579.16,
        581.6
    ],
    [
        " So much different.",
        582.28,
        583.18
    ],
    [
        " There's so much more to it than that.",
        583.32,
        585.02
    ],
    [
        " Yeah.",
        585.04,
        585.52
    ],
    [
        " Yeah, it's interesting too that by the way, what you're saying right now is basically",
        585.72,
        591.68
    ],
    [
        " the entire book that my buddy, Lafe Babers,",
        591.68,
        594.32
    ],
    [
        " there's a chapter in there called decentralized command.",
        594.44,
        597.42
    ],
    [
        " Everything you're saying.",
        597.54,
        598.62
    ],
    [
        " So, and that's why you've come up in a completely different,",
        598.84,
        601.88
    ],
    [
        " you know, in the Marine Corps, I was in the Navy.",
        602.22,
        604.28
    ],
    [
        " And yet, you know, you and I have both, I can tell right now,",
        605.32,
        608.4
    ],
    [
        " basically completely aligned leadership principles.",
        609.78,
        611.36
    ],
    [
        " Isn't it interesting though that some guys don't get it?",
        611.56,
        616.56
    ],
    [
        " They don't get it and you could explain it to them and you'd say,",
        616.98,
        620.36
    ],
    [
        " listen, man, hey, you don't need to make every decision.",
        620.36,
        623.54
    ],
    [
        " And in fact, when you get out in the firefight,",
        623.64,
        625.28
    ],
    [
        " you won't be able to make every decision.",
        625.62,
        627.1
    ],
    [
        " You're going to have to let your leaders lead.",
        627.32,
        628.7
    ],
    [
        " And you're going to have to let and they would listen to you.",
        628.86,
        631.72
    ],
    [
        " And you could see it going right through their head.",
        632.04,
        633.44
    ],
    [
        " It's wild.",
        633.94,
        634.9
    ],
    [
        " You wonder what psychological is going on in there.",
        635.04,
        637.94
    ],
    [
        " Makes you want to rebel.",
        638.4,
        639.52
    ],
    [
        " And a lot of times it's, hey, they got a bad review from this officer.",
        640.24,
        644.24
    ],
    [
        " So this is their way of saying, hey, you know, go fly a kite.",
        644.6,
        648.52
    ],
    [
        " You know, this is their way of rebelling.",
        648.72,
        650.24
    ],
    [
        " I noticed that with some officers.",
        650.44,
        652.22
    ],
    [
        " And some of the, you know, I had to fire a lieutenant during my second deployment.",
        652.78,
        656.8
    ],
    [
        " And he had this problem.",
        657.32,
        658.98
    ],
    [
        " You know, he kept feeling he had to be best friends with his Marines.",
        659.16,
        661.5
    ],
    [
        " He spent way too much time with them talking about a lot of personal stuff.",
        661.68,
        664.68
    ],
    [
        " They'd be out on patrol and nobody would listen to him.",
        665.02,
        667.02
    ],
    [
        " I mean, it was almost straight mutiny.",
        667.12,
        668.86
    ],
    [
        " And then when I had to fire him and here was the thing is,",
        669.2,
        672.0
    ],
    [
        " I had to tell him, look, you're a really good person.",
        672.18,
        675.16
    ],
    [
        " And you are most likely going to be very successful in whatever you choose to do.",
        675.86,
        680.18
    ],
    [
        " So please, please remember that.",
        680.66,
        682.98
    ],
    [
        " It's hard to hear that now.",
        683.12,
        684.66
    ],
    [
        " This is a very unique job.",
        685.38,
        687.46
    ],
    [
        " And we are in a very dangerous, we were already in Iraq and we were in a dangerous area at the time.",
        688.02,
        692.5
    ],
    [
        " And things were about to go south.",
        692.9,
        694.48
    ],
    [
        " And I had to remove this kid now before things got worse.",
        694.54,
        698.18
    ],
    [
        " And it was hard to understand.",
        698.74,
        700.26
    ],
    [
        " But you can be a phenomenal human being, a great person,",
        700.44,
        704.16
    ],
    [
        " but just not meant to lead, especially in those circumstances.",
        704.52,
        709.08
    ],
    [
        " But it's some people, and I think obviously if they have so many years growing up",
        709.9,
        715.56
    ],
    [
        " in a household where it was so different from what they're being taught,",
        715.56,
        720.0
    ],
    [
        " that I think sometimes is the root for them to push back against this type of leadership.",
        720.34,
        724.32
    ],
    [
        " No, I've been taught differently for years and years.",
        724.62,
        727.06
    ],
    [
        " It's kind of like, wow, did you just block it all out for the year and a half you've been in school",
        727.26,
        731.78
    ],
    [
        " before you got here?",
        731.78,
        732.82
    ],
    [
        " With guys with all this combat experience and not to mention,",
        733.26,
        736.1
    ],
    [
        " hundreds of years of history of combat experience saying, look,",
        736.28,
        740.4
    ],
    [
        " this is the best way to do it.",
        740.7,
        742.96
    ],
    [
        " Yes.",
        743.1,
        743.22
    ],
    [
        " And saying, no, I'm going to do a different thing.",
        743.7,
        745.58
    ],
    [
        " I mean, the military is a business.",
        745.92,
        747.66
    ],
    [
        " It is a business.",
        748.0,
        748.64
    ],
    [
        " It's run like a business.",
        748.72,
        749.8
    ],
    [
        " And the leadership there, it's about maximizing the potential of all the human beings",
        751.04,
        756.78
    ],
    [
        " that you have on your team.",
        756.78,
        758.0
    ],
    [
        " And how do you do that?",
        758.52,
        759.42
    ],
    [
        " Yes, it involves tactics and what we do is different.",
        759.6,
        762.7
    ],
    [
        " But the personal, the small unit down to the large unit leadership is all the same.",
        763.02,
        767.88
    ],
    [
        " It's all the same.",
        767.96,
        769.48
    ],
    [
        " And you go around and you talk to different executives who are having trouble,",
        770.08,
        773.02
    ],
    [
        " well, you know, it's the millennials and what they do and what they do and this do.",
        773.22,
        777.6
    ],
    [
        " And we were talking about in the right here, people, the experts always want to blame some kind of",
        777.78,
        782.28
    ],
    [
        " process. I think your process and your information flow is wrong and the way that you have your",
        782.28,
        787.14
    ],
    [
        " workflow set up in the office space, that's causing this issue in communication.",
        787.14,
        791.18
    ],
    [
        " No, it's not.",
        791.88,
        792.68
    ],
    [
        " You're saying that because you are afraid to have the heart conversations with the leaders who are",
        792.82,
        797.98
    ],
    [
        " failing.",
        797.98,
        798.44
    ],
    [
        "",
        798.84,
        798.84
    ],
    [
        " Of which, by the way, you're one of the leaders.",
        799.22,
        801.18
    ],
    [
        " Yes.",
        801.36,
        801.6
    ],
    [
        " Yes.",
        801.9,
        802.64
    ],
    [
        " So when you're failing as a business and you've got these issues,",
        802.88,
        805.66
    ],
    [
        " yeah, it's you're going to be one of the problems and you might need help",
        805.78,
        808.78
    ],
    [
        " squaring that away and that's okay.",
        808.78,
        810.26
    ],
    [
        " That's okay.",
        810.26,
        811.04
    ],
    [
        " Well, you know, another thing I noticed in business world is a lot of people in the business world,",
        811.24,
        815.68
    ],
    [
        " they have no leadership training.",
        815.86,
        817.34
    ],
    [
        " So they've figured it out.",
        817.62,
        818.68
    ],
    [
        " They've been lucky and successful and they've gotten by with good people and then they get to a",
        818.78,
        822.52
    ],
    [
        " certain point where all of a sudden they're going, wait a second, I can't handle this anymore.",
        822.52,
        825.2
    ],
    [
        " That, you know, if you grow from six people that you know pretty well that you trust and all",
        825.52,
        829.38
    ],
    [
        " of a sudden you got a staff of a hundred people, if you don't start learning how to lead,",
        829.38,
        834.14
    ],
    [
        " you're going to have significant problems and it's going to blow up.",
        834.38,
        836.62
    ],
    [
        " And that happens from a hundred people to 300 people and then from 300 people to a thousand",
        836.96,
        840.28
    ],
    [
        " people. It'll happen every time and you got to train those leaders throughout the chain of command",
        840.28,
        844.52
    ],
    [
        " that all have the same understanding of the fundamental principles of combat leadership,",
        844.52,
        850.32
    ],
    [
        " which is leadership.",
        850.62,
        851.4
    ],
    [
        " Yes.",
        851.64,
        851.76
    ],
    [
        " I have to throw combat in there because that was my whole job.",
        851.76,
        854.36
    ],
    [
        " You know, it's funny you bring it up.",
        854.76,
        856.3
    ],
    [
        " There's a great example.",
        856.4,
        857.46
    ],
    [
        " Dan Quinn is the current head coach of the Atlanta Falcons.",
        857.72,
        860.36
    ],
    [
        " He was a defensive coordinator at Seattle.",
        860.58,
        862.3
    ],
    [
        " Hires the head coach in Atlanta.",
        862.46,
        864.46
    ],
    [
        " And through his, he's a very good friend of Jake Lazer who's obviously very involved in mixed",
        865.28,
        869.8
    ],
    [
        " martial arts and does a lot of the Fox broadcasts and I've worked with him and gotten close with him.",
        869.8,
        873.34
    ],
    [
        " And so Jay introduced me to Dan.",
        873.9,
        875.66
    ],
    [
        " Dan was looking to make the team tougher.",
        875.88,
        877.94
    ],
    [
        " And here's a guy who has achieved the highest level of leadership and coaching.",
        878.74,
        882.12
    ],
    [
        " Just like you talked about, he was a great coordinator.",
        882.36,
        884.66
    ],
    [
        " Now he's a head coach and he had the humility to seek out experts from all, I mean,",
        884.66,
        890.2
    ],
    [
        " he went to different sports, talked to their head coaches, he went to the military, he went",
        890.36,
        895.34
    ],
    [
        " all over with humility to ask and get advice and glean experience from other people's time and",
        895.34,
        902.44
    ],
    [
        " leadership to include, I couldn't believe it, but here I am having breakfast with the man.",
        902.44,
        906.56
    ],
    [
        " Here I'm in his office or I'm in there and, you know, their little catheteria there.",
        906.96,
        910.74
    ],
    [
        " We're just talking leadership.",
        910.74,
        911.72
    ],
    [
        " And he's talking about some of his individual guys and he's actually listening to my opinion.",
        912.32,
        915.58
    ],
    [
        " Wanted to hear what I went through my opinion on this guy or that guy is, he brought me in a",
        915.72,
        920.26
    ],
    [
        " do some martial arts drills to make the team tougher.",
        920.26,
        922.34
    ],
    [
        " But I gained so much respect for that.",
        922.8,
        924.56
    ],
    [
        " Here's a man who's achieved the highest level.",
        924.62,
        926.46
    ],
    [
        " He knows he's in charge.",
        927.2,
        928.26
    ],
    [
        " He's not out to prove anything.",
        928.34,
        929.38
    ],
    [
        " His guys know he's in charge.",
        929.78,
        931.04
    ],
    [
        " And when they don't meet the standard, there's a consequence.",
        931.5,
        934.8
    ],
    [
        " But at the same time, he shows them the same kind of humility as he seeks out advice to get better",
        935.46,
        941.46
    ],
    [
        " every day because he wants them.",
        941.46,
        943.02
    ],
    [
        " Hey, Julio Jones, I know you think you're the best wide receiver in football,",
        943.34,
        946.84
    ],
    [
        " but there's ways you can get better and you need to be humble enough to find them.",
        947.16,
        950.62
    ],
    [
        " And guess what?",
        950.9,
        951.42
    ],
    [
        " Julio goes first in every drill.",
        951.74,
        953.36
    ],
    [
        " The dudes, the Emmy, he at that, I've watched him, who works as hard as any human being,",
        953.6,
        957.72
    ],
    [
        " I've seen in the football field.",
        957.72,
        958.62
    ],
    [
        " Always looking to get better.",
        958.72,
        960.26
    ],
    [
        " Matt Ryan the same and look at the position the teams in now.",
        960.44,
        963.14
    ],
    [
        " But he has continually done that.",
        963.72,
        965.64
    ],
    [
        " He turned to Navy SEALs last summer, brought SEALs in to work with his team,",
        965.68,
        969.2
    ],
    [
        " to work with him on leadership, on accountability and all this combat,",
        969.52,
        973.56
    ],
    [
        " but leadership and bring it into that locker room and create this cohesive unit that has had",
        974.68,
        979.9
    ],
    [
        " a tremendous turnaround from the 2015 season to now 2016.",
        979.9,
        983.44
    ],
    [
        "",
        984.0,
        984.0
    ],
    [
        " Now, literacy championship.",
        984.42,
        985.52
    ],
    [
        " Again, for you reciting my book, which you want to do is we're going to chapter there.",
        986.04,
        991.08
    ],
    [
        " It's called Check Urego.",
        991.08,
        992.08
    ],
    [
        " And you know, my point is the number one, the number one characteristic that a leader has to",
        992.64,
        998.16
    ],
    [
        " have is humility.",
        998.16,
        998.6
    ],
    [
        " And if you don't have that, all those things that you just talked about, you won't do any of them.",
        998.78,
        1001.46
    ],
    [
        " You won't ever get better.",
        1001.46,
        1002.32
    ],
    [
        " You won't listen to anybody else.",
        1002.58,
        1003.44
    ],
    [
        " You won't take any advice.",
        1003.52,
        1004.18
    ],
    [
        " You can't.",
        1004.42,
        1004.62
    ],
    [
        " That's a horrible thing.",
        1005.06,
        1006.36
    ]
]