[
    [
        " Yes.",
        3.72,
        4.24
    ],
    [
        " Hey, Jaco, thanks for being here.",
        1.36,
        5.74
    ],
    [
        " I've been in the Army for three years now, and for the past year I've been thinking about putting in a packet for special forces selection.",
        6.92,
        15.0
    ],
    [
        " So I guess I just wanted to ask you to talk a little bit about when you joined the SEAL teams and what did you do to physically and mentally prepare yourself, and generally why did you decide to join?",
        15.88,
        29.42
    ],
    [
        " Man, I wanted to do that since I was a little kid.",
        30.9,
        33.26
    ],
    [
        " When I heard that the SEALs were the toughest training, and that's not the necessarily true thing.",
        34.16,
        42.14
    ],
    [
        " All the training is hard.",
        42.48,
        43.42
    ],
    [
        " There's the special forces, the Marsox units, the Raiders, the Air Force, PJs, and CCCs.",
        43.94,
        50.96
    ],
    [
        " Everyone's got their awesome special operations units, and the training is all hard and all of them.",
        52.62,
        58.02
    ],
    [
        " When I heard that the SEALs were the toughest training, I said, okay, that's what I want to do.",
        58.18,
        60.68
    ],
    [
        " What do you do to get ready for? You know what you got to do to get ready for.",
        61.42,
        63.88
    ],
    [
        " Army, guess what? You're going to be humping a rock, you're going to be doing four smarts, you've got to be able to run, you've got to be able to nav, you've got to be able to do pushups and pull ups and dips and rope climbs and obstacles.",
        65.18,
        73.94
    ],
    [
        " That's what you've got to do.",
        74.24,
        74.7
    ],
    [
        " You've got to train hard.",
        75.66,
        76.46
    ],
    [
        " You've got to train as hard as you possibly can.",
        77.08,
        79.3
    ],
    [
        " And then you have to tell yourself that you're not going to quit no matter what happens.",
        80.02,
        86.24
    ],
    [
        " No matter what happens, you're not going to quit.",
        86.88,
        90.08
    ],
    [
        " No matter what happens.",
        90.64,
        94.94
    ],
    [
        " Because they're going to play a little psychological games on you.",
        95.7,
        97.42
    ],
    [
        " Like, let's say they go, oh, he's in good shape.",
        98.4,
        100.34
    ],
    [
        " You know, we can't really touch him physically, he's in really good shape.",
        100.94,
        103.36
    ],
    [
        " So now you know what they're going to do. They're going to say, oh, you know, you failed this academic test.",
        103.4,
        108.2
    ],
    [
        " You're not smart. You're not really smart enough.",
        108.96,
        112.02
    ],
    [
        " I mean, you seem like a good guy, but you're not really smart enough.",
        112.16,
        114.06
    ],
    [
        " You're the kind of person that will get someone killed.",
        114.2,
        116.36
    ],
    [
        " You're going to make a mistake.",
        116.76,
        117.5
    ],
    [
        " They're going to start attacking you psychologically.",
        117.92,
        119.64
    ],
    [
        " Or if you're psychologically strong, but you're physically weak, they're going to be like, hey, you're the kind of person that won't be able to carry me on our combat.",
        120.48,
        126.74
    ],
    [
        " We don't want you.",
        127.06,
        127.9
    ],
    [
        " They're just saying that.",
        128.7,
        131.06
    ],
    [
        " Don't quit.",
        133.32,
        134.58
    ],
    [
        " That's it.",
        135.12,
        137.5
    ],
    [
        " Don't quit.",
        138.56,
        139.34
    ],
    [
        " Go get some.",
        139.94,
        140.66
    ]
]