[
    [
        " I have been told by employees that I'm cold and non-engaging.",
        0.0,
        4.04
    ],
    [
        " My peers say I charge hell with a bucket of water and sometimes forget to stop and fill",
        4.58,
        11.04
    ],
    [
        " the bucket.",
        11.04,
        11.46
    ],
    [
        " In military training, we all went through the mental part and in battle, some won't engage",
        12.2,
        17.94
    ],
    [
        " properly.",
        17.94,
        18.44
    ],
    [
        " I treat my business the same way as I fought.",
        19.36,
        22.36
    ],
    [
        " In a firefight, my mind was clear, focused on the objective and being aggressive always.",
        22.66,
        26.68
    ],
    [
        " Why should my business be any different?",
        27.44,
        29.12
    ],
    [
        " Delegate and don't quit until you accomplish the goal.",
        29.64,
        32.88
    ],
    [
        " Is it as strong?",
        33.42,
        34.32
    ],
    [
        " So let's start with cold and non-engaging.",
        36.4,
        41.98
    ],
    [
        " I get that people have different levels of emotional responsiveness.",
        42.66,
        47.1
    ],
    [
        " I get that.",
        47.96,
        48.84
    ],
    [
        " I'm probably a little bit on the low end of that in terms of being super emotionally responsive.",
        49.16,
        56.02
    ],
    [
        " I agree.",
        56.58,
        57.0
    ],
    [
        " I don't really get mad.",
        57.96,
        59.76
    ],
    [
        " I don't usually get frustrated, but at the same time, as a leader, you have to show some",
        60.42,
        70.14
    ],
    [
        " emotion.",
        70.14,
        70.52
    ],
    [
        " If you show no emotion at all, then you're on a person, you're a robot, and robots don't",
        70.9,
        76.3
    ],
    [
        " really connect with people.",
        76.3,
        77.28
    ],
    [
        " And so you don't form any relationships.",
        78.7,
        80.72
    ],
    [
        " And if you don't form good relationships, you're not going to have a good leadership connection",
        82.82,
        91.3
    ],
    [
        " with your team.",
        91.3,
        92.42
    ],
    [
        " That's the way it is.",
        92.66,
        93.34
    ],
    [
        " So you've got to show some emotions.",
        93.64,
        95.64
    ],
    [
        " You don't need to get all wild.",
        95.96,
        97.48
    ],
    [
        " And in fact, as a leader, your emotions should be controlled.",
        97.88,
        102.9
    ],
    [
        " They should be, if a normal person's emotions go from one to ten, a leader should be like,",
        103.24,
        109.68
    ],
    [
        " you know, at three, maybe four, and he shouldn't go beyond that.",
        109.68,
        113.02
    ],
    [
        " And I've talked about this before.",
        113.44,
        114.28
    ],
    [
        " If my team's getting all emotional, and I'm just all cold, I actually disconnect from",
        114.58,
        120.14
    ],
    [
        " my team, and all of a sudden they're looking at me like, I'm not one of them.",
        120.14,
        123.14
    ],
    [
        " That's a bad thing.",
        123.8,
        124.38
    ],
    [
        " Yeah, it doesn't even care.",
        124.66,
        125.4
    ],
    [
        " Same thing with your spouse.",
        125.96,
        128.04
    ],
    [
        " If you, your spouse is all mad about something, and you're like, hey, just calm down, that's",
        128.72,
        132.88
    ],
    [
        " going to be a problem.",
        132.88,
        133.44
    ],
    [
        " You have to give them some emotions back.",
        134.02,
        136.88
    ],
    [
        " So show some emotions as a leader.",
        139.52,
        141.28
    ],
    [
        " You might even have to, you know, manufacture that just a little bit to let them see that",
        141.52,
        148.24
    ],
    [
        " you care.",
        148.24,
        148.68
    ],
    [
        " You know, you got to do that with your kids sometimes.",
        149.14,
        151.18
    ],
    [
        " You know, because like, your kid is doing something that you know they shouldn't be doing,",
        151.34,
        154.52
    ],
    [
        " but it's kind of funny.",
        154.52,
        155.5
    ],
    [
        " And it's hard to get mad at.",
        155.84,
        157.42
    ],
    [
        " But you realize if you don't get mad, and this, this behavior escalates, then that's problematic.",
        157.6,
        162.78
    ],
    [
        " Are you kind of fired up when your kid does something, climbs up on a wall and is balancing",
        163.5,
        167.62
    ],
    [
        " eight feet in the air?",
        167.62,
        169.22
    ],
    [
        " Well, if they fall and crack their head, that's going to be a problem.",
        169.42,
        171.0
    ],
    [
        " At the same time, you think it's kind of cool, but you have to reinforce safety.",
        171.56,
        177.5
    ],
    [
        " And so you got to be like a little bit angry at him.",
        178.46,
        181.6
    ],
    [
        "",
        182.06,
        182.06
    ],
    [
        " Hey, I told you not to do it.",
        182.22,
        184.0
    ],
    [
        " Kid running in the row or whatever.",
        184.54,
        185.76
    ],
    [
        " You got to, you got to reinforce stuff.",
        185.98,
        187.22
    ],
    [
        " So it's a, you actually have to show some level of emotions.",
        187.22,
        192.44
    ],
    [
        " Now, as far as the other part of the question is aggression and never quitting, is that wrong?",
        192.66,
        201.82
    ],
    [
        " Well, you know, quite frankly, yes.",
        202.66,
        207.62
    ],
    [
        " Yes, it can be very wrong.",
        208.62,
        211.82
    ],
    [
        " Of course, much of what the statement is, it makes sense, right?",
        213.06,
        218.9
    ],
    [
        " Be aggressive.",
        219.06,
        219.44
    ],
    [
        " Don't quit.",
        219.62,
        219.98
    ],
    [
        " Focus on the objective.",
        220.16,
        220.94
    ],
    [
        " Charge into hell with vengeance, right?",
        221.54,
        223.16
    ],
    [
        " We all like to hear that, right?",
        223.22,
        224.54
    ],
    [
        " That reflects a great attitude.",
        224.64,
        226.2
    ],
    [
        " I think everyone would expect me and they would actually hear me say those things.",
        226.78,
        232.86
    ],
    [
        " The same exact things.",
        233.16,
        234.12
    ],
    [
        " They would be aggressive.",
        234.14,
        234.78
    ],
    [
        " We're never going to quit.",
        234.92,
        235.68
    ],
    [
        " We're going to take that objective no matter what.",
        235.9,
        237.44
    ],
    [
        " You would hear me say that.",
        237.58,
        238.68
    ],
    [
        " But at the same time, we have to remember that there are dichotomies in leadership, right?",
        241.82,
        246.28
    ],
    [
        " And taking what is a normally, what is normally a good attitude to an absolute extreme without any balance at all,",
        247.22,
        254.44
    ],
    [
        " that will turn into a problem.",
        254.86,
        257.46
    ],
    [
        " So it sounds like this individual is aggressive, which is a very positive trait,",
        258.06,
        263.38
    ],
    [
        " but it sounds like perhaps there are times when this individual might be too aggressive.",
        263.48,
        268.34
    ],
    [
        " Now, most people don't want to hear that.",
        268.66,
        271.92
    ],
    [
        " And they don't think they're going to hear that from me, right?",
        272.02,
        274.04
    ],
    [
        " You almost think when somebody asks me a question like this,",
        274.42,
        276.44
    ],
    [
        " you almost think in their back of their mind they're going,",
        276.88,
        279.04
    ],
    [
        " you know what, Jocke was going to tell me,",
        279.18,
        280.74
    ],
    [
        " and I'm going to go even harder.",
        280.74,
        282.44
    ],
    [
        " Yeah, yeah.",
        282.64,
        283.18
    ],
    [
        " Right?",
        283.28,
        283.42
    ],
    [
        " I'm going to get reinforcement from Jocke about how being aggressive is awesome.",
        283.84,
        288.68
    ],
    [
        " But here's the reality.",
        288.84,
        289.5
    ],
    [
        " And especially if you throw like the firefight thing,",
        290.2,
        292.46
    ],
    [
        " like Jocke was definitely going to be on board with me now.",
        292.54,
        294.3
    ],
    [
        " But guess what?",
        294.62,
        295.66
    ],
    [
        " Here's the reality.",
        295.74,
        296.24
    ],
    [
        " If you're in a firefight and the enemy isn't an elevated bunker position across open ground,",
        296.24,
        301.68
    ],
    [
        " and you just keep attacking it with your platoon, what's going to happen?",
        301.68,
        305.48
    ],
    [
        " I'll tell you what's going to happen.",
        306.38,
        309.26
    ],
    [
        " You're all going to die.",
        309.5,
        310.34
    ],
    [
        " That's what's going to happen.",
        310.78,
        311.9
    ],
    [
        " So you're all fired up.",
        312.44,
        314.74
    ],
    [
        " You're all aggressive.",
        315.0,
        315.58
    ],
    [
        " You're never going to quit, and you're all going to die.",
        315.94,
        317.82
    ],
    [
        " Does that help us?",
        318.22,
        319.5
    ],
    [
        " Does that help us achieve our overall strategic objective?",
        319.66,
        323.38
    ],
    [
        " The answer is no.",
        323.72,
        324.48
    ],
    [
        " If you pull back for a minute, if you detach from a moment mentally and possibly physically as well,",
        324.6,
        332.0
    ],
    [
        " you will likely see that there's a better approach.",
        332.0,
        334.56
    ],
    [
        " How about we call for fire support?",
        335.22,
        337.4
    ],
    [
        " How about we put down some covered lay down some suppressive fire and move around to the flank",
        338.72,
        342.88
    ],
    [
        " of the bunker position?",
        342.88,
        344.36
    ],
    [
        " There's a bunch of different ways that you can get this done in a much more survivable way.",
        344.6,
        351.98
    ],
    [
        " But the fact is if you're always aggressive and your mindset is I'm not going to quit,",
        353.24,
        359.44
    ],
    [
        " then you won't see those other solutions.",
        359.52,
        361.24
    ],
    [
        " And yes, that is problematic.",
        361.76,
        363.04
    ],
    [
        " Yes, that is wrong.",
        363.34,
        364.26
    ],
    [
        " And it's the same thing in dealing with people.",
        364.42,
        366.54
    ],
    [
        " If people don't respond to your leadership and your reaction to that is just to get more and more aggressive with them.",
        367.0,
        376.8
    ],
    [
        " They aren't likely to come around.",
        377.54,
        379.74
    ],
    [
        " Right?",
        380.1,
        380.46
    ],
    [
        " In fact,",
        380.74,
        381.18
    ],
    [
        " they are likely to either become hostile towards you because you're being aggressive towards them or",
        381.98,
        386.68
    ],
    [
        " they break.",
        386.68,
        388.5
    ],
    [
        " Which each one of those is problematic bad results.",
        389.34,
        393.8
    ],
    [
        " Either my team becomes hostile towards me or I break my team.",
        394.08,
        397.04
    ],
    [
        " Either way, it's bad.",
        397.28,
        398.8
    ],
    [
        " So being aggressive all the time.",
        399.6,
        402.88
    ],
    [
        " No, not good.",
        403.1,
        403.74
    ],
    [
        " And same thing.",
        403.9,
        404.58
    ],
    [
        " Same thing could be like default aggressive, right?",
        404.76,
        407.92
    ],
    [
        " I literally teach people to be that way.",
        408.36,
        410.84
    ],
    [
        " But if you go too far with it, you'll end up in a bad situation.",
        411.2,
        415.16
    ],
    [
        " Same thing with don't quit, right?",
        415.4,
        417.32
    ],
    [
        " Of course, of course don't quit.",
        417.78,
        420.06
    ],
    [
        " Great attitude.",
        420.12,
        420.68
    ],
    [
        " My attitude is I'm never going to quit.",
        420.76,
        422.22
    ],
    [
        " I want everyone on my team to have that attitude.",
        422.86,
        425.32
    ],
    [
        " I have that attitude.",
        425.42,
        426.36
    ],
    [
        " That's like the the saying in the SEAL teams don't quit.",
        426.72,
        432.02
    ],
    [
        " Never quit.",
        432.24,
        432.7
    ],
    [
        " But you have to be very, very careful that you don't confuse.",
        433.48,
        439.76
    ],
    [
        " Don't quit.",
        440.86,
        441.42
    ],
    [
        " With don't try any other solutions.",
        441.96,
        446.02
    ],
    [
        " Or don't deviate from the original plan no matter what.",
        446.28,
        449.76
    ],
    [
        " Hey, I'm not quitting.",
        450.42,
        451.26
    ],
    [
        " I'm just going to keep doing the same thing over and over again.",
        451.38,
        452.9
    ],
    [
        " I'm going to keep going forward with the same plan.",
        453.12,
        455.26
    ],
    [
        " The plan isn't working.",
        455.44,
        456.12
    ],
    [
        " Okay, but I'm not a quitter.",
        456.54,
        457.6
    ],
    [
        " I'm just going to keep doing the same plan.",
        457.62,
        458.66
    ],
    [
        " That's not good.",
        458.72,
        459.98
    ],
    [
        " That's not good.",
        460.44,
        461.68
    ],
    [
        " Don't quit means you don't give up.",
        462.3,
        464.72
    ],
    [
        " It actually don't quit.",
        465.14,
        466.38
    ],
    [
        " It actually means try different solutions if one of them isn't working.",
        466.38,
        470.62
    ],
    [
        " Don't quit means keep an open mind.",
        471.04,
        473.12
    ],
    [
        " Don't quit means you don't quit thinking.",
        474.16,
        477.46
    ],
    [
        " Don't think don't quit thinking.",
        478.22,
        481.92
    ],
    [
        " And then don't quit means you continue to keep thinking and keep addressing",
        482.46,
        487.02
    ],
    [
        " a problem and keep attacking the problem until you do accomplish the mission.",
        487.02,
        490.4
    ],
    [
        " But you do that through multiple different avenues, not the same avenue.",
        490.62,
        495.76
    ],
    [
        " The whole time.",
        495.76,
        496.66
    ],
    [
        " That's how you lead.",
        497.1,
        499.36
    ],
    [
        " That's how you get aggressive.",
        499.88,
        501.88
    ],
    [
        " That's how you actually never quit.",
        502.1,
        504.24
    ],
    [
        " And by the way, that is how you win.",
        504.76,
        507.98
    ],
    [
        " Yeah, that morale thing.",
        508.38,
        514.32
    ],
    [
        " Remember yours, you're talking about morale.",
        514.4,
        515.78
    ],
    [
        " Actually, but where, you know, I like some bosses that will be like,",
        516.2,
        522.58
    ],
    [
        " Hey, I'm not here to make you feel good or I'm not here to make friends or whatever.",
        522.58,
        527.54
    ],
    [
        " You know, and sometimes like behavior or whatever.",
        527.88,
        531.84
    ],
    [
        " Think like that can lead to behavior that makes people like not want to work for you",
        532.02,
        535.54
    ],
    [
        " or not feel good about the job.",
        535.54,
        537.14
    ],
    [
        " Like, I'm not happy about like, what's the use of making someone do the job",
        537.28,
        541.98
    ],
    [
        " if they don't feel good about doing it?",
        541.98,
        543.72
    ],
    [
        " You know, like the morale is down.",
        544.04,
        545.78
    ],
    [
        " I used to think, well, morale, like people need to just toughen up, you know,",
        545.88,
        548.74
    ],
    [
        " like freaking morality.",
        548.84,
        549.62
    ],
    [
        " You don't just not do something just because you're not feeling good that day kind of kind of thing.",
        550.16,
        554.6
    ],
    [
        " I thought that too.",
        554.62,
        555.42
    ],
    [
        " But man, if you have a group of people who they all don't want to do it,",
        555.92,
        560.16
    ],
    [
        " no, they're not going to do it.",
        560.28,
        561.32
    ],
    [
        " It's a problem.",
        561.4,
        561.78
    ],
    [
        " At the end of the day, they're going to not do it.",
        561.86,
        564.16
    ],
    [
        " Well, they might do that one thing that day.",
        564.32,
        566.22
    ],
    [
        " Yeah, I mean, over time, they're going to break down for sure.",
        566.3,
        568.68
    ],
    [
        " Yeah, you're not leading them in the right direction.",
        569.02,
        571.36
    ],
    [
        " Yeah, you can look forcing people to do things when you're in a position of authority.",
        571.52,
        576.36
    ],
    [
        " You can do that.",
        576.68,
        577.28
    ],
    [
        " That works.",
        577.62,
        578.24
    ],
    [
        " That's functional.",
        578.5,
        579.02
    ],
    [
        " That's a thing.",
        579.14,
        579.78
    ],
    [
        " It'll work a little bit, right?",
        580.2,
        582.24
    ],
    [
        " But over time, will you end up with a team that really will perform well and will continue to drive",
        582.56,
        587.4
    ],
    [
        " when they hit obstacles?",
        587.4,
        588.54
    ],
    [
        " No, you won't.",
        588.86,
        589.6
    ],
    [
        " You'll end up with a team that's doing what they're being told to do out of fear.",
        589.76,
        594.06
    ],
    [
        " Yeah.",
        594.5,
        594.74
    ],
    [
        " And that team is going to get beat by the team that is doing it because they want to do it.",
        595.28,
        601.0
    ],
    [
        " Yeah.",
        601.3,
        601.6
    ],
    [
        " Yeah.",
        602.36,
        603.1
    ],
    [
        " So if it's like, you know, the guy who, you know, they, I don't think",
        603.34,
        608.9
    ],
    [
        " that my boss cares about me.",
        609.02,
        610.38
    ],
    [
        " In fact, I think that he kind of doesn't care about me.",
        610.76,
        613.16
    ],
    [
        " That's what I think.",
        613.34,
        613.94
    ],
    [
        " You're not going to do a lot of extra effort to support your boss.",
        614.44,
        617.94
    ],
    [
        " I'm sure you won't want to.",
        618.1,
        619.54
    ]
]