[
    [
        " What's your recommendation for an employee that is late to work who usually is late?",
        0.18,
        5.42
    ],
    [
        " But they're usually a good performer",
        6.02,
        7.76
    ],
    [
        " So being late is",
        7.76,
        15.62
    ],
    [
        " unacceptable",
        15.62,
        16.36
    ],
    [
        " And I tell us when I've right working with the company and they start talking about we know this guy's late for meeting sometimes",
        16.36,
        23.28
    ],
    [
        " I always tell him that I was in the military for 20 years and I was literally never late",
        23.28,
        28.44
    ],
    [
        " I was literally never late one time. Yeah, think about that 20 years never late never late",
        28.6,
        34.78
    ],
    [
        " Never late any time for anything",
        34.78,
        38.38
    ],
    [
        " We would you know we would show up at work in the morning so early that even if the worst case scenario",
        38.38,
        45.06
    ],
    [
        " My I got T-bone on the way to work. I would still be able to get insurance get everything covered get a cab and still show up and be an hour early",
        45.06,
        54.1
    ],
    [
        " so",
        54.1,
        56.64
    ],
    [
        " You should be you're right in the fact that being on time is definitely very very important",
        57.5,
        62.74
    ],
    [
        " So people shouldn't be late so now with this individual you got someone that's showing up late for work",
        62.74,
        68.9
    ],
    [
        " You got it like any other leadership challenge what I would attack is",
        68.9,
        74.26
    ],
    [
        " Making sure they understand why?",
        74.26,
        77.12
    ],
    [
        " Why is it important some people never make the connection as to why being on time is important",
        77.86,
        84.64
    ],
    [
        " So",
        86.88,
        87.48
    ],
    [
        " You got to explain to them why it's important you got to explain to them. That's basic respect for other people's time",
        87.48,
        93.56
    ],
    [
        " That it's a basic",
        93.56,
        95.76
    ],
    [
        " Operational readiness is to follow a timeline that it's about being prepared that it's about showing your reliability and your",
        95.76,
        104.8
    ],
    [
        " professionalism to to other people that you're working with inside and outside of your company and",
        104.8,
        112.92
    ],
    [
        " Even Sunsu",
        116.62,
        114.94
    ],
    [
        " Sunsu and I didn't say this during the",
        114.94,
        119.6
    ],
    [
        " During the",
        119.6,
        121.18
    ],
    [
        " Podcast that we did about Sunsu and I can't believe I didn't say it",
        121.18,
        125.9
    ],
    [
        " Because I always believe and look waking up early and being early and Sunsu said that he who is awaiting on the battlefield",
        125.9,
        133.02
    ],
    [
        " Is gonna win and who he was rushing late to the battlefield is gonna lose?",
        133.02,
        138.3
    ],
    [
        " Well, that's the way your life is too and if you're rushing and you things are disorganized and you're running late",
        138.3,
        144.2
    ],
    [
        " It's horrible",
        144.2,
        145.76
    ],
    [
        " But if you wake up early and you show up early and you're ready and you're prepared and you're waiting on the battlefield",
        145.76,
        152.84
    ],
    [
        " You're gonna win that's all there is to it. So those the important things that you have to explain to your employee",
        152.84,
        158.5
    ],
    [
        " That they so that they understand why being late is an unacceptable and why being on time is the standard that needs to be",
        158.5,
        168.04
    ],
    [
        " maintained",
        169.28,
        169.82
    ],
    [
        " Some people it's a horrible habit that some people have of being late. It's a horrible habit",
        169.82,
        175.7
    ],
    [
        " Yeah, you don't want to get into it. It just just unreliability",
        175.7,
        181.1
    ],
    [
        " Yeah, I was one of those people I",
        181.1,
        185.4
    ],
    [
        " Swork in the nightclub",
        185.4,
        186.24
    ],
    [
        " in here San Diego downtown",
        186.24,
        189.64
    ],
    [
        " for a while too like seven years and",
        189.64,
        193.44
    ],
    [
        " Unlike you I feel like I feel like I don't know. I don't I engage it or not her count them",
        193.84,
        198.64
    ],
    [
        " But it feels like I was late at the very least one minute late, you know, you have a shift right?",
        198.64,
        204.18
    ],
    [
        " Yeah, it starts at whatever time either one minute late or ten minutes late",
        204.4,
        207.88
    ],
    [
        " I feel like I was more I was late more times than I was on time. I feel like right so",
        207.88,
        213.12
    ],
    [
        " My dad was always late. I come from a long line of late guys",
        213.12,
        218.06
    ],
    [
        " But nonetheless",
        219.26,
        220.18
    ],
    [
        " But I was this guy. I was the guy was a good performer",
        220.18,
        223.8
    ],
    [
        " I felt like I mean according to my bosses and stuff and I would you know I do well",
        223.8,
        228.0
    ],
    [
        " I did other than the time thing I was pretty reliable",
        228.0,
        230.66
    ],
    [
        " very reliable in the nightclub industry so",
        230.66,
        234.76
    ],
    [
        " And I'd always justify it like man all this time I would you know",
        234.76,
        238.94
    ],
    [
        " Take to be prepared to get there and fine parking and all this stuff. I could be doing something else in",
        238.94,
        247.96
    ],
    [
        " My life or whatever not necessarily useful stuff, but just something else",
        247.96,
        250.54
    ],
    [
        " Why do I have to work while I'm not working, you know like preparing for work?",
        250.54,
        255.1
    ],
    [
        " I don't know that was kind of my attitude as long as I have good output as long as my job is being done",
        255.2,
        259.86
    ],
    [
        " It's fine. So when I stopped that you know when I was done with the nightclub industry",
        259.86,
        265.3
    ],
    [
        " Jade my brother would he explained it to me where and the the thing that I read that really kind of hit me was",
        265.3,
        274.6
    ],
    [
        " Being late is a blatant disregard and a blatant display of disrespect to the person or people who are waiting for you",
        274.88,
        282.92
    ],
    [
        " No doubt about it. There are time which is time is like",
        282.92,
        285.7
    ],
    [
        " When you really think about it's the most valuable thing you have so even if you're talking about one minute",
        285.7,
        290.34
    ],
    [
        " Or you're talking about one hour you are wasting that person's time if you have a meeting or something right you can you show up",
        290.34,
        296.64
    ],
    [
        " Five minutes late people are waiting for you to start the meeting. That's five minutes gone where you know",
        296.64,
        301.28
    ],
    [
        " We still have to go without material so we're gonna spend an extra five minutes just because you're late because you failed to prepare everyone else's",
        301.28,
        308.12
    ],
    [
        " around time and you're the one doing it, you know, so and then also I learned through",
        308.12,
        312.9
    ],
    [
        " I want to say it was a book I read I forget where but where",
        312.9,
        316.88
    ],
    [
        " one of the two",
        316.88,
        318.64
    ],
    [
        " Major the main things that ensure your success or we'll get in the way of your success is reliability",
        318.64,
        324.92
    ],
    [
        " Being reliable so and and one day I went to the store right and my wife sends me in the shopping speech",
        326.66,
        331.8
    ],
    [
        " She says get this kind of tomatoes like canned tomatoes, but it was like a specific kind",
        331.8,
        335.34
    ],
    [
        " You ever try to go chop for canned tomatoes, bro",
        335.34,
        337.86
    ],
    [
        " There's like this one and this one this one and I'm like I'm just gonna either just grab one",
        337.86,
        341.88
    ],
    [
        " Anyone because I can't find this one or I'm not gonna get them at all",
        341.88,
        345.86
    ],
    [
        " I'm just gonna go home and be like you get to tomatoes if you I don't even want whatever it is you're making with it so",
        345.86,
        350.88
    ],
    [
        " I'm getting frustrated on the inside like like down the line of",
        353.8,
        358.38
    ],
    [
        " Frustrating things that I've told myself all the way to the point of",
        358.38,
        362.64
    ],
    [
        " This isn't my job to do this it is my job by the way, but this isn't my job",
        362.64,
        369.18
    ],
    [
        " I don't want tomatoes. Why should I even why am I even shopping right now?",
        369.18,
        372.9
    ],
    [
        " Why are you telling this story? I'm making a point and in my opinions of",
        373.26,
        377.06
    ],
    [
        " Very important point so if I do that if I'm like you know what's great",
        379.78,
        384.64
    ],
    [
        " I'm not getting the tomatoes where I'm just gonna go ahead and settle for the wrong one. I've demonstrated and",
        384.64,
        389.78
    ],
    [
        " Basically proclaimed that I'm unreliable",
        389.78,
        392.46
    ],
    [
        " So why would anyone come to me for anything who's to say I'm gonna be reliable about it and sure you might be reliable on some things",
        392.46,
        399.64
    ],
    [
        " But you've demonstrated that you can and will be",
        399.64,
        402.72
    ],
    [
        " unreliable under certain circumstances and those circumstances are indicated by you so who knows really",
        403.18,
        409.56
    ],
    [
        " You're not gonna get hired",
        409.56,
        411.44
    ],
    [
        " No, you're not you might not even be a somebody's friend",
        411.44,
        415.18
    ],
    [
        " When you think about it or",
        415.18,
        417.42
    ],
    [
        " Husband and or whatever, you know, yeah, definitely it shows lack of being on time shows a total",
        417.42,
        424.84
    ],
    [
        " Dist respect for other people's time and it shows a lack of reliability on your part",
        424.84,
        430.0
    ],
    [
        " So these are the kind of things you got to explain to your subordinates or explain to this person that's being constantly late",
        430.1,
        435.74
    ],
    [
        " So that they understand why you're telling them that and then you they can then they can improve and then you can",
        435.74,
        440.58
    ],
    [
        " You know if the person's a good performer generally that means that it's a type of person that care about how they're perceived and",
        440.58,
        445.84
    ],
    [
        " Doing a good job. So let's get them to understand how being late",
        445.84,
        451.26
    ],
    [
        " affects",
        451.26,
        452.2
    ],
    [
        " Everybody else and affects their own reputation as as a performer. Yeah, so it'll mean something to them",
        452.2,
        459.54
    ],
    [
        " Plus you'll be a come through guy everyone likes to come through guy guy who comes through",
        460.8,
        464.96
    ],
    [
        " I'm sure they liked you for coming in on time every single day for 20 years. They did they did",
        464.96,
        471.3
    ]
]