[
    [
        " Mikey and the Dragons by Jocco Willink drawings by John Bozak.",
        3.34,
        9.92
    ],
    [
        " This book is dedicated to Mikey, Mark, Ryan, Chris, and Seth who went into the fray and",
        10.52,
        24.52
    ],
    [
        " fought the dragons.",
        24.52,
        25.4
    ],
    [
        " There once was a little boy named Mike, and there were many things in the world that he didn't like.",
        30.78,
        36.34
    ],
    [
        " He was scared of spiders and beetles and bugs, and always thought they hid under the rugs.",
        37.0,
        43.36
    ],
    [
        " They were creepy and crawly and nasty and mean, and he ran from every bug he had ever seen.",
        44.1,
        50.26
    ],
    [
        " But it wasn't only insects that gave Mikey a scare, there were many other things for which Mike didn't care.",
        51.14,
        57.7
    ],
    [
        " He left the light on when he went to sleep at night. He was scared there were monsters ready to bite.",
        58.5,
        65.54
    ],
    [
        " Hidden in his closet or under his bed, he thought they might get him when he lay down his head.",
        66.48,
        72.7
    ],
    [
        " He imagined a monster with giant teeth and claws, grabbing his neck with its giant paws.",
        73.7,
        80.78
    ],
    [
        " And if it wasn't monsters coming to take him away, it would be slimy, snake slithering his way.",
        81.46,
        88.96
    ],
    [
        " Yes, Mikey was scared of evil snakes too. He was horrified of what they could do.",
        89.76,
        96.02
    ],
    [
        " They could sneak in the house and hide in his drawer and then bite him to bits of that he was sure.",
        97.12,
        103.74
    ],
    [
        " There were many other things that gave Mikey a scare which meant there were many things that he wouldn't dare.",
        104.5,
        111.4
    ],
    [
        " He didn't like the water or to go for a swim. He was scared that giant sharks might come and get him.",
        112.14,
        118.5
    ],
    [
        " He didn't like the playground with ladders and slides. He thought if he fell off, he would surely die.",
        119.56,
        126.46
    ],
    [
        " Yes, as you can see, things for Mikey were bad. And being afraid, made Mike very sad.",
        127.32,
        134.14
    ],
    [
        " Because so many things scared Mike to the bone, it turns out that Mikey was often alone.",
        135.2,
        141.32
    ],
    [
        " He would sit by himself and look at the sky and then he would quietly ask himself, why?",
        142.48,
        148.22
    ],
    [
        " Why did so many things give him a scare? How could he ever overcome all that fear?",
        149.38,
        154.66
    ],
    [
        " How could he ever stand up and be brave or would being afraid always make him a slave?",
        155.42,
        161.4
    ],
    [
        " And then one day, Mikey noticed a book. He opened it up and took a quick look.",
        162.78,
        167.96
    ],
    [
        " It had pictures of dragons with fangs like a snake and all kinds of scary things that made Mikey shake.",
        168.78,
        174.88
    ],
    [
        " But in the pictures, there was a boy too who didn't look scared but like he knew what to do.",
        175.38,
        181.94
    ],
    [
        " And even though Mikey was scared indeed, he decided that he would give the book a read.",
        182.32,
        188.04
    ],
    [
        " He opened the first page which he eagerly read and this is what the dragon book said.",
        188.72,
        195.62
    ],
    [
        " That once was a kingdom long ago and far away and the kingdom had suffered a horrible day.",
        197.34,
        204.2
    ],
    [
        " Their protector and leader, their king, he had died. And when they found out, the whole village cried.",
        204.64,
        211.98
    ],
    [
        " When the king was alive, he was a powerful force. Now they took the dead king away by carriage and horse.",
        212.96,
        220.74
    ],
    [
        " They knew they would miss him and that made them sad but there was something else that made them feel bad.",
        221.78,
        228.04
    ],
    [
        " The king had always been so strong and brave and protected the kingdom from the dragon cave.",
        228.42,
        234.28
    ],
    [
        " The dragon cave was just over the hill and filled with scary creatures. That's where ready to kill.",
        234.84,
        241.44
    ],
    [
        " Horrible dragons of every single type who thought people in the kingdom were especially ripe.",
        242.62,
        248.04
    ],
    [
        " The people thought the dragons had breath of fire and that the dragons stood twenty feet tall or higher.",
        248.72,
        255.14
    ],
    [
        " They thought the dragons had sword stopping scales and powerful long razor sharp tails.",
        255.22,
        262.98
    ],
    [
        " But the brave king never let their beasts surround. He stood up and fought and held his ground.",
        263.58,
        271.58
    ],
    [
        " And as long as the king had been the king, none of the dragons could do a thing.",
        272.54,
        277.28
    ],
    [
        " Yes, the king always kept the dragons at bay by going out bravely into the fray.",
        277.9,
        283.78
    ],
    [
        " It seemed without fear the king would go fight, he'd beat the dragons and come home at night.",
        284.3,
        291.0
    ],
    [
        " But now that the king had died and was gone, there was only one person to fight and carry on.",
        291.92,
        299.72
    ],
    [
        " But that person wasn't big or mighty or strong, in fact he hadn't been alive that long.",
        299.72,
        306.46
    ],
    [
        " Now the person who had dragons to chase was just a little boy with a smiling face.",
        307.22,
        313.62
    ],
    [
        " Yes, the person that now must stand up and be bold was just the little prince who was only seven years old.",
        314.82,
        322.08
    ],
    [
        " Then the people in the village just couldn't be sure that this young boy, the little prince, could endure.",
        322.74,
        328.6
    ],
    [
        " How could someone so young and so small stand up to the mighty dragons that were so tall?",
        329.1,
        335.42
    ],
    [
        " And the prince himself, he also didn't know if he had the courage it would take to go because he was so little and small and young he didn't know if he could get the job done.",
        337.64,
        349.94
    ],
    [
        " How could he make the mean dragons yield when he could barely lift a sword or a shield?",
        350.82,
        358.4
    ],
    [
        " But no one else dared to step up and fight, not the kingdom's guards or even the knights.",
        360.3,
        365.7
    ],
    [
        " So even though the prince was scared he still knew that fighting the dragons was something he must do.",
        366.36,
        373.12
    ],
    [
        " So he went to the king's bedroom and opened the door and went inside and walked across the floor.",
        374.32,
        380.62
    ],
    [
        " He opened an old chest that was tall and wide where the king had kept all his war gear inside.",
        381.56,
        389.12
    ],
    [
        " The shield was big and the sword was so long it was no wonder the king had been so strong.",
        390.14,
        396.6
    ],
    [
        " But the prince was a boy, not a king like his dad, and to lift up the gear took all the strength the boy had.",
        397.38,
        405.3
    ],
    [
        " And that made the prince get even more nervous and he wondered if he was ready for this service.",
        406.58,
        412.66
    ],
    [
        " Fighting dragons was such a scary task. The prince to himself had some questions to ask.",
        413.34,
        419.4
    ],
    [
        " How could a little boy ever be a man? How could the little prince ever make a stand?",
        419.98,
        426.86
    ],
    [
        " But at the bottom of the chest there was a small note and it looked like something that the king wrote.",
        427.64,
        435.18
    ],
    [
        " So just when the prince thought he was over and done he picked up the note and it said to my son.",
        436.3,
        443.52
    ],
    [
        " He took a deep breath and opened the note he had found and this is what his father, the king, had written down.",
        444.08,
        451.88
    ],
    [
        " To my son.",
        452.96,
        454.78
    ],
    [
        " If you are reading this now it means I am gone and you are the one that must carry on.",
        455.84,
        464.44
    ],
    [
        " Our kingdom is now what you must save and to do that you have to be brave.",
        465.48,
        471.52
    ],
    [
        " I know that you think you don't know what to do but remember that I was once a little boy too.",
        472.54,
        479.4
    ],
    [
        " I was also small and had fear in my heart and I didn't even know where to start.",
        480.22,
        486.64
    ],
    [
        " I couldn't imagine going over the hill to face the dragons that wanted to kill.",
        487.12,
        493.24
    ],
    [
        " But don't worry son you will be just fine if you can keep these things in your mind.",
        494.3,
        501.7
    ],
    [
        " The dragons they aren't really that big at all.",
        502.26,
        505.58
    ],
    [
        " It is only in our minds that we make them so tall.",
        506.28,
        509.36
    ],
    [
        " Inside our brains things always get overblown especially things that are completely unknown.",
        510.28,
        517.26
    ],
    [
        " But when fear settles in and gets a hold of you here are some things that you simply must do.",
        518.2,
        525.02
    ],
    [
        " Stand up straight and hold your head high and look your fears right in the eye.",
        526.1,
        532.06
    ],
    [
        " Don't look away and don't try to hide.",
        532.72,
        535.16
    ],
    [
        " Know that you have great strength deep inside.",
        535.66,
        538.94
    ],
    [
        " When you stand up and go into the frame you will feel your fears start to go away.",
        540.3,
        546.32
    ],
    [
        " And though there will be horror you feel the things you are scared of are not a big deal.",
        547.26,
        554.92
    ],
    [
        " This is not to say you won't feel a scare.",
        555.46,
        559.6
    ],
    [
        " Fear is a feeling that all of us share.",
        560.3,
        562.94
    ],
    [
        " Fear is normal for every person on earth but this is where a hero proves his worth.",
        564.08,
        570.72
    ],
    [
        " A coward runs away when danger is near but a hero will face the thing that they fear.",
        571.48,
        578.94
    ],
    [
        " So that is what you must do my son.",
        579.92,
        582.18
    ],
    [
        " Face the dragons and do not run.",
        583.0,
        585.3
    ],
    [
        " And I promise when you meet them you will see that you are just as strong as me.",
        586.14,
        593.2
    ],
    [
        " The dragons that seem so mighty in me are not ever as bad as they might see.",
        593.94,
        600.46
    ],
    [
        " And most of the things that fill you with dread are usually just made up in your head.",
        601.18,
        608.18
    ],
    [
        " Your father, the king.",
        609.26,
        612.68
    ],
    [
        " Now the boy was still scared though not as bad after he got done reading the note from his dad.",
        614.26,
        621.36
    ],
    [
        " The next day he got up and began to get ready he was still scared but the note kept his mind steady.",
        621.6,
        628.44
    ],
    [
        " Of course he still felt some fear in his mind but he knew he would have to keep it confined.",
        629.44,
        634.62
    ],
    [
        " And despite all the fear he had had he knew he needed to listen to his dad.",
        635.54,
        641.2
    ],
    [
        " So he picked up the shields and picked up the sword and held up his chin and went out the door.",
        642.26,
        648.02
    ],
    [
        " The people of the kingdom knew where he was going and the crowd in the streets it just kept growing.",
        648.76,
        654.88
    ],
    [
        " They stood and they cheered and they shouted and smiled and hoped the kingdom would be saved by this child.",
        655.5,
        662.82
    ],
    [
        " And the prince gave them a crisp salute as he marched past them all down the main route.",
        664.16,
        670.5
    ],
    [
        " And at the end he stood up very straight and then he simply walked out of the gate.",
        671.34,
        678.14
    ],
    [
        " Once outside of the kingdom he tried to stay brave as he walked toward the dragon cave.",
        679.02,
        684.74
    ],
    [
        " He could smell the fire of their breath and wondered if he would meet his death.",
        685.84,
        690.58
    ],
    [
        " But he remembered what his father had said that most of the fear was inside his head.",
        691.5,
        697.64
    ],
    [
        " When he got near the cave he looked all around but he saw no dragons upon the ground.",
        698.44,
        703.8
    ],
    [
        " So he walked closer and then heard some noise and though it scared him a bit he still kept his poise.",
        704.28,
        711.38
    ],
    [
        " Then he got to the edge of the cave and looked in and saw countless numbers of dragons within.",
        712.36,
        717.96
    ],
    [
        " But when the dragon saw him they scattered and hid even though the prince was just a little kid.",
        719.36,
        725.42
    ],
    [
        " And the prince he couldn't believe his eyes because to the princes great surprise the dragons though many were small as could be.",
        725.92,
        735.54
    ],
    [
        " In fact they only came up to his knee.",
        735.96,
        738.9
    ],
    [
        " And when they breathed fire it was just a tiny flame that any little matchstick could put to shame.",
        739.98,
        746.62
    ],
    [
        " And their teeth were very sharp and white and shiny but they were also so very tiny.",
        747.26,
        753.52
    ],
    [
        " The teeth they had were as small as a pin and wouldn't even bite through the prince's skin.",
        754.0,
        759.7
    ],
    [
        " So the prince walked right into the cave just as a prince and a king should behave.",
        760.26,
        765.16
    ],
    [
        " And one small dragon came out looking sweet and sat on the ground at the prince's feet.",
        765.62,
        770.86
    ],
    [
        " And the prince was convinced by this little sight that his father the great king was absolutely right.",
        771.96,
        778.04
    ],
    [
        " The fear was just like the king had said and it all been in the prince's head.",
        778.6,
        784.96
    ],
    [
        " So the prince left the cave and headed back to town and all the people saw him come down.",
        785.56,
        791.74
    ],
    [
        " They clapped their hands and shouted with joy that the kingdom had been saved by this boy.",
        792.14,
        797.64
    ],
    [
        " The prince climbed up and stood on the wall and this is what he told them all.",
        798.56,
        804.06
    ],
    [
        " There really is no reason for dread. All of the fear is just in your head.",
        805.28,
        810.76
    ],
    [
        " The dragons they can do nothing to us and there really is no reason to fuss.",
        811.46,
        816.2
    ],
    [
        " So have no fear of a dragon attack. In fact the dragons will never be back.",
        816.98,
        822.44
    ],
    [
        " And with that all of the town's people cheered because the prince had quelled the thing they most feared.",
        823.16,
        829.96
    ],
    [
        " And the prince tried to tell them the dragons were small but they wouldn't listen to him at all.",
        830.42,
        836.78
    ],
    [
        " So the prince carried on protecting the town and of course he never let them down.",
        837.54,
        842.9
    ],
    [
        " Because the dragons were so small they really were no threat at all.",
        843.64,
        848.34
    ],
    [
        " And the kingdom carried on forever filled with laughter and all of the people lived happily ever after.",
        849.08,
        856.66
    ],
    [
        " And that was the end of the dragon book and Mikey was so glad he had taken a look.",
        857.84,
        864.1
    ],
    [
        " He realized something that he never knew if you are afraid there are things you can do.",
        864.5,
        871.14
    ],
    [
        " Instead of hiding or running away stand up and face what makes you afraid.",
        872.12,
        876.84
    ],
    [
        " And from that day forth Mikey changed his mind and left his fears and his worries behind.",
        877.98,
        883.98
    ],
    [
        " Even when he was afraid of something out there he knew how to get control of his fear.",
        884.78,
        890.7
    ],
    [
        " He would stand up straight and hold his head high and like the prince look his fear in the eye.",
        891.5,
        897.68
    ],
    [
        " But that is always the best thing to do if there is something that really scares you.",
        899.26,
        904.04
    ],
    [
        " Don't get controlled by feelings of dread remember most of the fear is just in your head.",
        904.66,
        910.6
    ],
    [
        " This isn't to say you won't be afraid but you should know that fear is okay.",
        911.24,
        917.36
    ],
    [
        " Everyone gets nervous and has a good scare and feels like they are going into the dragon's lair.",
        917.96,
        924.16
    ],
    [
        " But when that happens and you don't want to go think of the lesson the prince got to know.",
        924.72,
        931.66
    ],
    [
        " That when you are feeling so scared of it all you just need to remember that the dragons are small.",
        931.96,
        940.22
    ],
    [
        " The end.",
        941.48,
        944.5
    ],
    [
        " You",
        961.66,
        963.24
    ]
]