[
    [
        " And it's so humbling to hear of their sacrifice and I say it over and over and over again.",
        1.16,
        9.48
    ],
    [
        " And I will continue to say it that we must live lives worthy of their sacrifice.",
        9.64,
        14.46
    ],
    [
        " The seventy one hundred killed at Guadalcanal, the two thousand three hundred and thirty six killed at Pellalu.",
        19.76,
        28.0
    ],
    [
        " And all the soldiers, sailors, airmen and Marines who as Robert Leckie said later in his life who fought or who",
        28.7,
        43.82
    ],
    [
        " foremost fighting fell.",
        43.82,
        49.64
    ],
    [
        " And I think it's also important to remember the example of Robert Leckie who by his own admission",
        53.06,
        63.98
    ],
    [
        " was no angel, no plaster saint, but who was truly a hero.",
        63.98,
        74.44
    ],
    [
        " And remember that that people, all people have good and bad qualities and people make mistakes and",
        75.9,
        86.84
    ],
    [
        " they do dumb things and yet those very people are capable of so much.",
        86.84,
        93.5
    ],
    [
        " And yet so often we judge.",
        95.2,
        103.3
    ],
    [
        " We judge and we judge and we judge and we cast stones.",
        104.5,
        111.66
    ],
    [
        " But but who are we to judge?",
        118.28,
        120.72
    ],
    [
        " Who are we to judge when a man like Robert Leckie, Lucky Leckie?",
        121.52,
        132.14
    ],
    [
        " Who not only drank to excess and chased girls and pulled a pistol on his superior officer?",
        132.14,
        140.48
    ],
    [
        " And who got so nervous?",
        140.98,
        144.02
    ],
    [
        " So scared.",
        146.88,
        147.92
    ],
    [
        " Yes, I'm going to call it scared who got so scared that he would lose control of his platter every time he went to sleep.",
        148.56,
        156.92
    ],
    [
        " And yet he overcame that fear with more bravery in his heart than most of us can even fathom.",
        157.84,
        168.04
    ],
    [
        " So who are we to judge?",
        175.1,
        177.74
    ],
    [
        " We shouldn't judge people. We should help them.",
        178.38,
        183.42
    ],
    [
        " And there's probably nothing more we can do to live a worthwhile life than to help people.",
        185.02,
        197.06
    ],
    [
        " To help other people and in helping other people, I promise you will be rewarded and you will be helping yourself too.",
        198.5,
        211.28
    ],
    [
        " And one more thing that we see in this book once again is the strength of human will.",
        212.62,
        223.46
    ],
    [
        " We see men tested beyond anything we can imagine.",
        227.06,
        235.42
    ],
    [
        " And then when they pass that test one time, they get given that test again and then again.",
        235.94,
        243.86
    ],
    [
        " And still they overcome.",
        244.54,
        250.32
    ],
    [
        " They overcome the pain and the suffering and the fear.",
        253.18,
        256.78
    ],
    [
        " And yet we can't get ourselves out of bed in the morning.",
        257.44,
        265.14
    ],
    [
        " We can't move toward a goal we've set for ourselves.",
        265.38,
        269.32
    ],
    [
        " Don't allow that.",
        270.52,
        272.74
    ],
    [
        " Remember the Teneru River.",
        280.42,
        282.72
    ],
    [
        " Remember the airfield at Guadalcanal.",
        283.18,
        285.54
    ],
    [
        " Remember the discipline instilled in every marine at Paris Island.",
        285.72,
        290.58
    ],
    [
        " And remember what you.",
        294.18,
        298.48
    ],
    [
        " You remember what you are capable of if you mobilize your will.",
        299.24,
        306.86
    ],
    [
        " And if you keep moving forward, you keep advancing.",
        308.14,
        312.42
    ],
    [
        " Remember what you are capable of if you keep attacking.",
        313.84,
        320.02
    ],
    [
        " And keep attacking and keep attacking.",
        320.58,
        324.28
    ],
    [
        " And don't stop.",
        324.74,
        326.34
    ],
    [
        " Don't stop moving forward.",
        327.26,
        336.36
    ],
    [
        " And don't stop attacking.",
        337.32,
        339.6
    ],
    [
        " And don't succumb.",
        340.38,
        342.24
    ],
    [
        " To the suffering and the pain and the fear don't succumb.",
        347.3,
        352.28
    ],
    [
        " But instead move forward and attack.",
        353.56,
        360.74
    ]
]