[
    [
        " Is detachment something you do in real time?",
        0.5,
        2.62
    ],
    [
        " Or is it before or after an event?",
        3.44,
        6.12
    ],
    [
        " I think I've heard you describe both. Is it both?",
        7.14,
        9.44
    ],
    [
        " No, it is not both. It is not both.",
        10.2,
        14.9
    ],
    [
        " Actually, and if you think about it,",
        15.2,
        16.78
    ],
    [
        " okay, the detachment that we're talking about is when you get involved in these situations,",
        17.28,
        20.08
    ],
    [
        " you got to detach yourself from it so that you can make good decisions,",
        20.14,
        22.34
    ],
    [
        " so that you can see things clearly, so that you can assess things clearly.",
        22.54,
        24.8
    ],
    [
        " That's why you detach from these situations.",
        25.36,
        27.0
    ],
    [
        " So, technically, if before or after an event, you are detached from them.",
        28.04,
        34.56
    ],
    [
        " Right. Because they're not happening at that time.",
        34.74,
        36.82
    ],
    [
        " Now, I guess you could be so emotional about an event that even after it happens,",
        37.24,
        43.06
    ],
    [
        " you could still not see it clearly because you can't detach from it,",
        43.06,
        46.04
    ],
    [
        " so I guess I could give it to you that, okay?",
        46.04,
        47.84
    ],
    [
        " Yeah, yeah, that's true.",
        48.08,
        49.68
    ],
    [
        " And before it, you could be so amped up about it and so nervous about it,",
        50.02,
        53.82
    ],
    [
        " and so emotional about it that, I guess, beforehand you could.",
        55.44,
        58.02
    ],
    [
        " So, I guess I am wrong.",
        58.18,
        59.64
    ],
    [
        " I am talking about detaching throughout the process.",
        60.1,
        63.78
    ],
    [
        " Right. But even if you have to detach beforehand,",
        64.46,
        67.62
    ],
    [
        " you're not detaching on the incoming situation.",
        68.0,
        70.9
    ],
    [
        " You have to detach from your current being nervous about the uncommon, you know?",
        71.12,
        75.06
    ],
    [
        " Right. Right. Right.",
        75.06,
        75.92
    ],
    [
        " And that may help you prep, and I'll talk about that a little bit.",
        76.16,
        78.6
    ],
    [
        " But the skill itself is being able to detach during the event.",
        78.9,
        84.46
    ],
    [
        " And I'll tell you, once you do detach from it, it's actually pretty easy,",
        84.88,
        90.26
    ],
    [
        " but to punch through that gravity that your brain makes with emotion and chaos and mayhem,",
        90.48,
        98.0
    ],
    [
        " that's the hard part.",
        98.18,
        99.54
    ],
    [
        " The hard part is to notice that you're stuck in the gravitational pull of all that emotion.",
        99.86,
        105.02
    ],
    [
        " So, you've got to pay attention to that.",
        105.4,
        107.48
    ],
    [
        " And what you really want to try and do is try and,",
        107.7,
        111.24
    ],
    [
        " it's what you just said, try and detach yourself before the gravity and the gravity",
        111.4,
        118.14
    ],
    [
        " of the emotions and the chaos builds up.",
        118.14,
        120.56
    ],
    [
        " If you can detach before that, then you'd have to break through it.",
        120.8,
        124.36
    ],
    [
        " You're already outside that realm.",
        124.44,
        126.42
    ],
    [
        " And so then it's much easier.",
        127.26,
        129.48
    ],
    [
        " So, it's like there's quick sand in front of you.",
        129.72,
        131.7
    ],
    [
        " And it's much easier to just see the quick stand and just say,",
        132.08,
        136.1
    ],
    [
        " I'm not going to step in there.",
        136.16,
        137.38
    ],
    [
        " Then it is to walk in there, go up into your waist and start feeling getting sucked down,",
        137.66,
        142.56
    ],
    [
        " and then decide, oh, I'm going to pull myself out of that.",
        142.58,
        144.32
    ],
    [
        " It's a lot harder.",
        144.38,
        145.22
    ],
    [
        "",
        145.8,
        145.8
    ],
    [
        " So, you've got to look for those signs.",
        146.44,
        150.86
    ],
    [
        " You've got to look for that moment when you start feeling emotional,",
        151.04,
        154.08
    ],
    [
        " or you know that it's going to be something emotional,",
        154.08,
        155.76
    ],
    [
        " you've got to step back from those and get yourself in the habit of asking",
        155.76,
        161.68
    ],
    [
        " yourself, what do I look like right now?",
        161.68,
        165.0
    ],
    [
        " What does Jocco look like right now?",
        165.44,
        167.5
    ],
    [
        " What does Jocco sound like right now?",
        167.9,
        170.7
    ],
    [
        " Listen to yourself talk.",
        172.3,
        174.24
    ],
    [
        " Listen to the words that are coming out of your mouth and see if you're being a reasonable human,",
        175.28,
        180.82
    ],
    [
        " or not.",
        181.2,
        181.88
    ],
    [
        " And I'll tell you one thing that I do, I kind of see,",
        183.26,
        189.44
    ],
    [
        " is you know when in the movie The Terminator, when he sees like the various responses he could give?",
        191.14,
        197.24
    ],
    [
        " Well, when I'm really good in a very detached mode,",
        197.92,
        201.18
    ],
    [
        " and I'm having a conversation with someone, I like see the options in my head of what I could say to him.",
        201.24,
        206.48
    ],
    [
        " And I, oh yeah, that'll make a mad.",
        207.52,
        208.86
    ],
    [
        " Oh yeah, that's too offensive.",
        209.12,
        210.14
    ],
    [
        " Okay, that's a good one.",
        210.36,
        211.38
    ],
    [
        " Hey buddy, blah, blah, blah.",
        211.54,
        212.84
    ],
    [
        " So, I think that mindset kind of works pretty good.",
        213.26,
        218.38
    ],
    [
        " But again, look for the signs, look for the quicksand,",
        218.38,
        222.98
    ],
    [
        " look for the emotional quicksand, and don't step in at the emotion of the anger or the frustration.",
        223.36,
        229.54
    ],
    [
        " There's little physical signs too, when you start feeling the sweat beating up,",
        229.86,
        234.84
    ],
    [
        " when you start feeling hot, like you literally start feeling hot.",
        234.84,
        238.38
    ],
    [
        " That should be a big red flag.",
        238.82,
        240.46
    ],
    [
        " Yeah.",
        241.02,
        241.42
    ],
    [
        " That warmth that flushes through your face, that's not good.",
        241.68,
        244.98
    ],
    [
        " Yeah.",
        246.96,
        247.4
    ],
    [
        " The breathing, when you start getting,",
        246.24,
        249.0
    ],
    [
        " when your breathing starts increasing, your pulse is going,",
        249.48,
        252.44
    ],
    [
        " that's the stuff you've got to notice.",
        252.54,
        253.62
    ],
    [
        " To say to yourself, oh, there it is, there it is.",
        253.96,
        257.16
    ],
    [
        " That's the quicksand of emotion, and confusion and chaos.",
        257.7,
        262.06
    ],
    [
        " You don't want to step into it, you want to pull yourself back.",
        262.58,
        265.42
    ],
    [
        " So, the takeaway there is, like, be like the Terminator.",
        266.1,
        269.26
    ],
    [
        " No, I'm not saying be like the Terminator.",
        269.78,
        271.72
    ],
    [
        " That was a comparison of thinking, of being able to visualize the options that you have.",
        272.06,
        281.26
    ],
    [
        " And if you're emotional, you don't think like that.",
        281.4,
        283.6
    ],
    [
        " When you're emotional, you're just blurting out,",
        283.84,
        285.94
    ],
    [
        " whenever he's going to come out of your mouth.",
        286.06,
        287.48
    ],
    [
        " But when you're detached a little bit, you go, okay, I could say this, I could say that.",
        287.96,
        291.18
    ],
    [
        " Oh, this is answer three, and we say it.",
        291.52,
        293.6
    ],
    [
        " It's like a problem solving tactic.",
        293.74,
        295.48
    ],
    [
        " You have options.",
        296.0,
        296.32
    ],
    [
        " Don't you think it's interesting because on the Terminator, he blurted out.",
        296.32,
        299.58
    ],
    [
        " Annalytically, he blurted out an emotional response because he's acting like a person.",
        300.06,
        304.96
    ],
    [
        " Remember that? Remember what he said, right?",
        305.38,
        306.54
    ],
    [
        " I don't.",
        306.54,
        306.9
    ],
    [
        " A bunch of profanity.",
        307.04,
        307.9
    ],
    [
        " When he's in the thing, he's all shot up, and the superintendent or whatever,",
        308.1,
        313.3
    ],
    [
        " it's knocking on the motel door.",
        313.7,
        315.44
    ],
    [
        " He's like, hey, buddy, you got it dead cat in there or what?",
        315.62,
        318.6
    ],
    [
        " Because all these flashes right, you know?",
        318.76,
        320.06
    ],
    [
        " So, he looks through his responses, and they're pretty funny.",
        320.24,
        322.3
    ],
    [
        " If you read them, I forget exactly what they are.",
        322.46,
        323.96
    ],
    [
        " But he goes, like, the one he chose was fucking asshole.",
        323.96,
        327.3
    ],
    [
        " That was it.",
        327.56,
        328.36
    ],
    [
        " Instead of all, you know?",
        328.48,
        329.48
    ],
    [
        " I do remember that.",
        329.94,
        331.58
    ],
    [
        " Yeah, that was pretty dope.",
        331.92,
        333.12
    ],
    [
        " The fake emotions, which sometimes I've talked about before.",
        333.56,
        336.1
    ],
    [
        " Sometimes you got to use the fake emotions.",
        336.5,
        337.86
    ],
    [
        " The switcheroo?",
        338.26,
        339.18
    ],
    [
        " Yeah.",
        339.4,
        339.64
    ],
    [
        " Or is that what's good for the goose?",
        340.28,
        342.06
    ],
    [
        " No, it's like when your kid is not getting, they're not listening to what you're saying.",
        342.68,
        348.42
    ],
    [
        " You're not having the impact that you want to house.",
        348.56,
        350.3
    ],
    [
        " You got to show a little bit of anger.",
        350.4,
        351.98
    ],
    [
        " Yeah, yeah.",
        352.18,
        352.58
    ],
    [
        " Turn up the heat.",
        352.58,
        353.22
    ],
    [
        " That's kind of good too, and don't get crazy with it, right?",
        353.54,
        356.24
    ],
    [
        " As far as with the kids, where if you show anger, not only is it like a powerful thing in there,",
        356.38,
        360.6
    ],
    [
        " like, oh shoot, this is powerful, it demonstrates to them that you care about what we're talking about right now.",
        360.72,
        365.94
    ],
    [
        " I care about that.",
        366.2,
        367.02
    ],
    [
        " Exactly.",
        367.02,
        367.26
    ],
    [
        " Rather than, you know.",
        367.8,
        368.74
    ],
    [
        " Rather than I'm just a machine, a robot.",
        369.0,
        370.82
    ],
    [
        " Yeah.",
        371.06,
        371.34
    ],
    [
        " I don't care, but I know I'm supposed to tell you this kind of feeling.",
        372.3,
        374.94
    ]
]