[
    [
        " This is Jocco Podcast number 206 with Echo Charles and me, Jocco Willink. Good evening,",
        0.22,
        7.2
    ],
    [
        " echo. Good evening. And back for a third time is Henry Dick Thompson. I have to",
        7.32,
        17.0
    ],
    [
        " throw Henry in there just to make sure when people look for your book, they'll",
        17.0,
        20.88
    ],
    [
        " be able to find it. Right. So Dick Thompson, Saga Warrior was on podcast 203 and 204.",
        20.88,
        28.46
    ],
    [
        " If you haven't listened to those, just go and listen to them immediately and you'll",
        28.58,
        34.66
    ],
    [
        " realize the magnitude of the fact that this individual is sitting here alive, talking to",
        34.66,
        40.02
    ],
    [
        " me is just an absolute miracle. So go listen to 203, 204 where you can hear about Dick's",
        40.02,
        47.68
    ],
    [
        " experiences as a Saga team leader and team member in Vietnam. Where we left off was",
        47.68,
        58.04
    ],
    [
        " home from Vietnam and now checking in as a Ranger instructor, which for you was a great",
        58.14,
        66.78
    ],
    [
        " deal because you were going to have the opportunity to take the lessons you had learned, teach",
        66.78,
        71.5
    ],
    [
        " them to the Rangers and also hone them for your own experience because you figured you",
        71.5,
        77.66
    ],
    [
        " were eight months away from going back to Vietnam. Yes. So this is my opportunity to get ready",
        77.66,
        84.9
    ],
    [
        " and so I could be more focused next time and I could do a better job. Now when you said",
        85.3,
        90.6
    ],
    [
        " eight months, what was that based on? What was that? When you say I was probably going",
        90.6,
        94.28
    ],
    [
        " back over in eight months, what was that based on? At that time, that was about to turn",
        94.28,
        99.44
    ],
    [
        " around right. You come back from Vietnam. They give you a little time to recover and",
        99.44,
        105.28
    ],
    [
        " you know, eight months or so you're going to get orders to go back again. And you're now",
        105.28,
        111.28
    ],
    [
        " did you make Captain yet? Are you still? Yeah. I'm a captain. So now you made Captain. You must",
        111.28,
        118.98
    ],
    [
        " be looking around at the guys that you deployed with and that you knew. I mean, you must be missing",
        118.98,
        123.86
    ],
    [
        " a lot of guys now. I mean, wounded, killed or missing an action. This has got to be just a",
        123.86,
        129.12
    ],
    [
        " tremendous number for you. When I look at the ones that I knew that I consider teammates,",
        129.12,
        138.32
    ],
    [
        " I mean, we did things together. We knew each other. I have a list that I run for. 35 names.",
        138.34,
        146.84
    ],
    [
        " Those are just the ones that I considered, you know, my personal friends and teammates. Now",
        147.22,
        155.16
    ],
    [
        " at CNN, we lost a lot more people than that. I just, I didn't know them very well.",
        155.16,
        160.3
    ],
    [
        " But just the time I was there, you know, I got 35 names and I run for it.",
        162.36,
        167.66
    ],
    [
        " And you got to have that in your back of your mind when you're training these young",
        167.86,
        172.72
    ],
    [
        " Rangers. You know what they're getting into. Even if it's not sog, you know, you want to",
        172.72,
        177.8
    ],
    [
        " prepare them to the best of your ability for what they're going to face. Yeah, because I knew",
        177.8,
        181.3
    ],
    [
        " at that time, I mean, they were going to Vietnam. I mean, there was no doubt, especially if they",
        181.3,
        187.58
    ],
    [
        " made it to the Rangers school. I mean, they were going. So the question for me was, in addition to",
        187.58,
        194.56
    ],
    [
        " the personal things that I wanted to do, like, you know, improve my skills, what could I do for",
        194.56,
        200.5
    ],
    [
        " these guys to help them have a higher chance of surviving once they get there? So I kind of made",
        200.5,
        209.78
    ],
    [
        " my mission. So you got, you got the normal instruction from a Ranger instructor plus",
        210.74,
        220.42
    ],
    [
        " that then I added other things on it. And I said, you got to do this. Learn how to do this. This",
        220.42,
        226.98
    ],
    [
        " is how you talk, this is how you lead. So they got a lot of extra coaching and training whenever I",
        226.98,
        233.18
    ],
    [
        " led their group. And I just, I felt responsible to do that. What was some of the leadership",
        233.18,
        239.58
    ],
    [
        " principles that you focused on teaching the young Rangers? Some of it was, you know, you got to be",
        239.7,
        245.18
    ],
    [
        " accountable. These are your guys. You got to be accountable. You've got to take responsibility.",
        245.18,
        250.3
    ],
    [
        " If you're going to lead them, you got to make sure you know what you're doing. You got to be",
        251.44,
        257.92
    ],
    [
        " physically fit. You got to be mentally fit. You need to know the tactics techniques. You need",
        257.92,
        263.04
    ],
    [
        " to enforce them. You need to encourage them. You need to build a team. You need to take care of them.",
        263.04,
        267.48
    ],
    [
        " You need to know everybody on your team. If you've got a platoon, you need to know everybody",
        268.18,
        272.78
    ],
    [
        " in the platoon. And at that time, the Army used to issue a little green notebook, pocket size,",
        272.78,
        282.14
    ],
    [
        " notebook, hardback that you put in your pocket. And you know, I ever tell them, you need to have",
        282.46,
        288.36
    ],
    [
        " your people in here. You know, in peacetime, you need to know who they are, know something about",
        288.36,
        293.34
    ],
    [
        " them. So you can relate to them when they're having problems and how to train them, you know,",
        293.48,
        297.56
    ],
    [
        " the best. Know what their weak areas are. How you can build them up. Because you're accountable for",
        297.58,
        303.44
    ],
    [
        " them. They're your people. And you're the guy that's the leader. You need to be the first one out",
        303.44,
        309.94
    ],
    [
        " there. And you know, for me, I'm not going to ask you to do something I want to do. I'm not going",
        309.94,
        316.12
    ],
    [
        " to go to you and say, hop out the door of the airplane here. If I'm not going to do it,",
        316.12,
        322.38
    ],
    [
        " you know, I tend to do more of follow me. You know, I'm going out there. I'm going to do it too.",
        322.62,
        331.14
    ],
    [
        " I'm going to set the example for you. This is how I want you to do it. And so trying to get",
        331.9,
        339.32
    ],
    [
        " that through to them. And trying to get through in terms of think of yourself as a professional.",
        339.32,
        345.94
    ],
    [
        " Think about your medical doctor. Every day you should be reading, learning, studying,",
        347.94,
        354.78
    ],
    [
        " getting better. Every technique that you know, you should be trying to improve it. Every day is about",
        355.24,
        361.58
    ],
    [
        " practice. Whatever it is that you're doing, ask yourself, is there somebody else better than you?",
        361.58,
        368.28
    ],
    [
        " Then you need to be practicing. You know, you got to get as good as the best because you want to be",
        368.74,
        373.34
    ],
    [
        " that person. And you don't get there by just wishing, hoping. You got to get out and take the",
        373.34,
        380.04
    ],
    [
        " action. Some of the things that you're going to be doing, particularly if we think Ranger,",
        380.04,
        385.34
    ],
    [
        " special forces, seal, a lot of stuff is a mindset. It's a mindset. You've got to think like that.",
        386.32,
        396.34
    ],
    [
        " You can be in the greatest physical condition in the world. But if you don't have a mindset,",
        396.92,
        401.82
    ],
    [
        " you can't do it. And you guys have already seen here in Ranger's Goat, how many of your buddies have",
        402.14,
        408.7
    ],
    [
        " already dropped out? You know, when I went through Ranger's Goat, we started out with 248 people.",
        408.7,
        415.12
    ],
    [
        " When we finished, we had 175 actually make it to the end of the course. 75 others got a Ranger tab.",
        415.9,
        424.36
    ],
    [
        " The rest of them didn't. So they're only 75 Rangers, you know, produced. And it was mindset.",
        424.82,
        431.32
    ],
    [
        " It wasn't that they were bigger, stronger, faster. They had the mental capacity to keep going on one",
        432.3,
        439.32
    ],
    [
        " meal a day, three hours of sleep a night, keep pushing and still be able to think cognitively enough",
        439.32,
        446.16
    ],
    [
        " to put together a good tactical plan, communicate that plan, execute that plan. And it takes work.",
        446.16,
        454.14
    ],
    [
        " And you need to be the leader. So people follow you. So, you know, whatever it is that I'm going to do",
        455.34,
        462.32
    ],
    [
        " out there that I expect you to do, I want to be doing it to the utmost of my ability. If you're",
        462.32,
        469.2
    ],
    [
        " going to jump out of an airplane with a rope tied on to you to pull the parachute out, I'm going out",
        469.2,
        473.78
    ],
    [
        " from 30,000 feet aila. And that's what I do. If you have to have a landing zone to size of a",
        473.78,
        482.6
    ],
    [
        " football field to get into, I'll cut it down to a third of that and do it in the dark. You know,",
        482.76,
        488.58
    ],
    [
        " I want you to say it can be done better. And if you can beat me, more power to you. Now what you've",
        488.74,
        496.14
    ],
    [
        " done is told me, I need to practice more. But you're going to make a morning for it. Yeah.",
        496.14,
        499.2
    ],
    [
        " Yeah. That's the part that you said about being a professional. And when I talk to young seals or",
        499.6,
        504.7
    ],
    [
        " young Marines or soldiers or Airmen sailors, whoever, you know, I always say, I always say, you're a",
        505.52,
        513.12
    ],
    [
        " professional. And then I tell them, this is your life. This right here is your life. Everything",
        513.12,
        518.72
    ],
    [
        " else is secondary to what you're doing right here. And you need to study, you need to learn,",
        518.72,
        523.5
    ],
    [
        " you need to read, you need to practice, you need to rehearse, and you need to do that all the time",
        523.78,
        528.08
    ],
    [
        " because you're never going to be good enough. And you need to make this right here your life.",
        528.08,
        533.54
    ],
    [
        " You got a couple other notes in here. One of them just says, Staff Sergeant Shelley. What's that all",
        534.68,
        545.06
    ],
    [
        " about? When I went through Ranger School in the mountain phase, there was an African American",
        545.06,
        552.76
    ],
    [
        " Ranger instructor there called Sergeant Shelley. Hardcore. Hardcore did rarely did he pass anyone on",
        554.06,
        565.38
    ],
    [
        " patrol. And I had him, he graded me one time and I passed. When I came back from Vietnam and went",
        565.38,
        572.02
    ],
    [
        " to the Ranger Department, I ended up in the mountains. He ended up on my team. So now I've got the",
        572.02,
        581.04
    ],
    [
        " famous Sergeant Shelley on my team. I thought man, this is cool. We go on a patrol where I'm",
        581.52,
        590.68
    ],
    [
        " grading the pretend leader, he's grading a pretend sergeant. It's 18 degrees outside.",
        590.68,
        596.54
    ],
    [
        " Shelley shows up, she got his fatigue shirt on but she's got to sleep for all that.",
        598.18,
        602.3
    ],
    [
        " I said, where's your Parker? I don't know, have a Parker. Where are your gloves? I don't need gloves.",
        603.76,
        612.02
    ],
    [
        " It's 18 degrees. Okay. I'm fine. Hard dude. And then we're out on patrol. The snow is almost",
        613.2,
        625.52
    ],
    [
        " knee deep with Dragon of Rangers through it. They're tired. They're called. And you know, so I called",
        625.52,
        631.08
    ],
    [
        " an expert troll leader up next person who's going to take over the the patoon and I say, all right,",
        631.08,
        637.28
    ],
    [
        " Ranger, take out your mouth. And I want you to show me 10 digit coordinates to where we're standing",
        637.28,
        645.3
    ],
    [
        " right now because you've got to know where you're starting from. And he kind of looks at me and",
        645.3,
        649.9
    ],
    [
        " take your map out. I don't have a map, sir. Why don't you have a map? He said, well,",
        650.28,
        658.18
    ],
    [
        " Sergeant Shelley took my map when we stopped back there and we had to go headman because of the guy",
        658.74,
        663.82
    ],
    [
        " getting a frostbite. He took my map. We didn't go ask Sergeant Shelley to give you a map back. Tell",
        663.82,
        670.3
    ],
    [
        " him you needed it. I can't do that. So I'm sorry, he built a fire with my map.",
        670.3,
        675.12
    ],
    [
        " I said, okay, then you need to find somebody here that's going to loan your map. You're going",
        675.64,
        683.58
    ],
    [
        " to be the patrol leader. You got to have a map. Back then, you could do a lot of things that,",
        683.58,
        692.7
    ],
    [
        " you know, you can't do now. Sergeant Shelley would take onions, cut them in half, rub them all over",
        692.7,
        700.88
    ],
    [
        " he would eat garlic. He would take in some Kentucky fried chicken with him in the bag.",
        700.88,
        708.22
    ],
    [
        " And so when it was dark and the Ranger students, you only had to feed them once every three days",
        709.4,
        714.02
    ],
    [
        " back then. They forgot to call and resupplies. They didn't get any food. Or if they called",
        714.02,
        718.48
    ],
    [
        " them for resupplies and they didn't ask for food, they just got ammunition. So they were always hungry.",
        718.48,
        724.24
    ],
    [
        " And you get under a poncho at night. Sorry, Shelley would say, all right, Ranger, show me, show me",
        724.74,
        731.26
    ],
    [
        " where we are on the map. And the Ranger would start to point out where we were. And nobody under",
        731.26,
        736.62
    ],
    [
        " the poncho can breathe. You know, Shelley smells so bad. You just take into a breath or eyes are",
        736.62,
        741.56
    ],
    [
        " watering. And the guy starts to point to where they are in the mouth and he drops his chicken leg on",
        741.56,
        746.28
    ],
    [
        " his finger. And he says, don't you touch that chicken leg. Don't you dare lick your finger.",
        746.28,
        751.9
    ],
    [
        " Now show me where you are. I mean, he do things like that to him all the time.",
        752.44,
        756.32
    ],
    [
        " And he was, he was very good. But he was very hard. And then as I started to develop a similar",
        758.18,
        766.06
    ],
    [
        " reputation, they would hear about it for bending. And when they got to the mountain phase,",
        766.06,
        770.74
    ],
    [
        " and Shelley and I would walk in to take over the patrol for the next 24 hours.",
        771.58,
        776.34
    ],
    [
        " And we did our juice ourselves. You could see the looks on their face.",
        777.6,
        780.16
    ],
    [
        " No. One's bad enough. We got both of them at the same time. No one's going to pass.",
        780.7,
        786.32
    ],
    [
        " But yeah, that, I mean, Shelley was a super guy. I mean, really smart.",
        787.28,
        792.7
    ],
    [
        " And got another name down here, Bob Howard. Bob Howard, Battle of Honor winner.",
        793.52,
        798.86
    ],
    [
        " He was sogged down at contum. He wounded like 13 times, eight purple hearts.",
        799.86,
        807.66
    ],
    [
        " He was a tough guy. And he came up in flew a visual recon with us one time. And",
        808.5,
        819.54
    ],
    [
        " you know, I had already heard some things about him and I thought, man, I'm kind of nervous",
        819.54,
        824.68
    ],
    [
        " about getting an helicopter with him because I mean, he just draws balls.",
        824.68,
        828.64
    ],
    [
        " You know, I'm sure he's going to save most of us, but you know, I might not be one. He's",
        829.82,
        835.58
    ],
    [
        " hard dude. And then he came through Ranger School when I was an instructor. So I mean, I already",
        835.58,
        841.54
    ],
    [
        " he came through Ranger School. Yeah. So he came back from sog. And it was coming through Ranger",
        841.54,
        848.9
    ],
    [
        " School. You know, and I ended up grading him. You know, side and you know, I mean, he did a great job.",
        849.0,
        856.08
    ],
    [
        " But he was, he was a hard dude. And then we went to the infantry officer advanced course. He was",
        856.48,
        864.6
    ],
    [
        " the, the coming commander of my class, you know, so we were there for a year together like that.",
        864.6,
        872.2
    ],
    [
        " You know, he didn't believe in foul language. You got to clean your language up if you were in",
        874.92,
        879.52
    ],
    [
        " his organization. He did a lot of things. He, you know, he was promoted to captain and retired as",
        879.52,
        889.08
    ],
    [
        " a full colonel. Randa here, born school for a while. Did all kinds of things. He in 11 months,",
        889.08,
        898.56
    ],
    [
        " he was put in for the medal of honor three times. Got it, got it once. Got, you know, DFCs for the",
        898.56,
        906.26
    ],
    [
        " other, a warrior. At one time, he was, I think he was the most decorated person on active duty.",
        906.26,
        914.18
    ],
    [
        " And then, you know, after him, I mean, he got cancer and passed away. And then I think",
        914.88,
        921.5
    ],
    [
        " um, um, barge well, kind of took over as the most decorated for a while. So hardcore, sought guy.",
        923.06,
        932.36
    ],
    [
        " So at what point did you decide this is going to be your career? Have you already decided that?",
        933.04,
        938.44
    ],
    [
        " Are you still thinking, well, I'll do another torn Vietnam or, no, I mean, you know, you're in.",
        938.52,
        943.92
    ],
    [
        " But the time I got through with soccer, I mean, and what would I do if I got out? Yeah. Yeah.",
        943.94,
        948.54
    ],
    [
        " Well, I want to go do some other things in the, in the interim. I'll do the, the ranger stuff to",
        948.54,
        955.22
    ],
    [
        " get ready to come back. I'll do another tour here and then figure out, you know, where I go from,",
        955.22,
        960.54
    ],
    [
        " you know, Saga. And so now, so now it's 1970. All right. And are you seeing the war wind down yet?",
        960.54,
        969.8
    ],
    [
        " Or not really? It's still still going pretty strong from where I am and what I'm seeing.",
        970.06,
        975.52
    ],
    [
        " So I'm still expecting to get orders anytime and, you know, um, that happened.",
        976.54,
        983.2
    ],
    [
        " But before that happened, I got a call from Dick Meadows one day.",
        983.8,
        989.08
    ],
    [
        " And he said, this is me. I can't tell you anything except you're going to get orders.",
        989.54,
        1000.52
    ],
    [
        " And you really want to do this. I need you. Click. So then I got orders to go somewhere,",
        1001.44,
        1009.62
    ],
    [
        " uh, temporary duty. Another guy in the ranger department got it and Meadows was in the ranger",
        1010.18,
        1015.88
    ],
    [
        " department at the time and then he'd already been moved out on temporary duty for some reason.",
        1015.88,
        1020.66
    ],
    [
        " And then two more of us get orders like that. The, you know, the ranger department,",
        1020.66,
        1026.16
    ],
    [
        " commanders said, what's going on? Somebody better tell me what's going on and you started raising",
        1026.52,
        1031.2
    ],
    [
        " some like, you know, just darbors about not knowing what was going on that they counseled our orders,",
        1031.2,
        1037.7
    ],
    [
        " minding the other guy because of security. They didn't want people asking questions about",
        1038.2,
        1043.9
    ],
    [
        " something might be going on. So, you know, several months later, that was the raid into Norfield,",
        1043.9,
        1051.4
    ],
    [
        " NAMM into San Tay to, to the POW camp. Got it. So, you know, I had been picked for that and,",
        1051.4,
        1060.46
    ],
    [
        " you know, just didn't get to go. Unbelievable mission. Probably one of the most successful missions",
        1060.62,
        1068.92
    ],
    [
        " we ever had except no, no prisoners. Right. They had just been moved. But the training, the knowledge",
        1068.92,
        1077.88
    ],
    [
        " and stuff that came out of that and the way those guys trained, you know, having to build the POW",
        1077.88,
        1083.3
    ],
    [
        " deck out every night and the darkness so they could practice on it because the daytime, the",
        1083.3,
        1088.5
    ],
    [
        " Russian satellites could see it. So, you had to time all of that stuff. And then talking about",
        1088.5,
        1095.04
    ],
    [
        " practice, once they figured out how they were going to do the mission, they practiced the mission",
        1095.04,
        1103.1
    ],
    [
        " over 170 times. And it took a long time to do a mission. So, it was most of the night and they were",
        1104.74,
        1112.66
    ],
    [
        " just every day. Every night they'd go practice that mission. And, you know, training during a day",
        1112.66,
        1118.18
    ],
    [
        " with their skills, everybody knew their job. I mean, one of the guys, when they landed in the",
        1118.18,
        1125.38
    ],
    [
        " compound, one of the guys' job was to take out a guard tower. And the helicopter was going to land",
        1125.38,
        1132.62
    ],
    [
        " and he had a certain number of steps to run to, to get down behind a big tree that was there.",
        1132.62,
        1138.46
    ],
    [
        " And then use that as cover while he took out the guard tower. Helicopter lands. He runs over, gets down,",
        1139.04,
        1145.26
    ],
    [
        " kneels down, starts firing, taking out the guards up there. And then something says,",
        1145.48,
        1150.26
    ],
    [
        " hey dude, there's no tree here. Where's your tree? And look, it'd been cut down. But he was right",
        1151.24,
        1159.3
    ],
    [
        " where he was, but if the tree had been there, he was in the right place. He'd rehearsed it so many",
        1159.3,
        1163.56
    ],
    [
        " times. And all the stuff was like that, you know. You got dig medals out there doing his thing.",
        1163.56,
        1169.02
    ],
    [
        " Then, when did you get orders to go back?",
        1169.46,
        1176.6
    ],
    [
        " But I'd been there about eight months and I got orders to go back. I had to actually",
        1177.48,
        1183.9
    ],
    [
        " signed out and was starting to go on leave. I was going to go, you know, you get 30 day leave",
        1183.9,
        1190.66
    ],
    [
        " before you have to go. And then I got orders revoking those orders. Because at that time,",
        1190.66,
        1199.52
    ],
    [
        " to be an instructor in the Ranger Department, you had to have combat experience.",
        1199.7,
        1204.94
    ],
    [
        " So, and they're running out of people with, particularly officers with combat experience,",
        1205.7,
        1211.88
    ],
    [
        " because they're getting out. So, they put an operational hold on myself and I think about three or",
        1211.96,
        1218.98
    ],
    [
        " four other guys that said, no, you're not going anywhere. You're going to stay right where you are,",
        1218.98,
        1222.46
    ],
    [
        " keep doing what you're doing. So, I was already set to go back, to go to SOG,",
        1222.72,
        1228.86
    ],
    [
        " everything set up. And then they say, no, you're going to remain in place.",
        1229.38,
        1233.54
    ],
    [
        " So, how long did you end up staying as a Ranger instructor? A little over three years.",
        1235.16,
        1238.82
    ],
    [
        " Yeah, a long time. And now you definitely are seeing the war wind down.",
        1239.54,
        1243.1
    ],
    [
        " I'm seeing the war wind down. I'm seeing the protest. I'm seeing a lot of different things now.",
        1243.26,
        1248.94
    ],
    [
        " But still, I'm very proud to be in the military, proud to be a Ranger, especially forces,",
        1249.82,
        1257.14
    ],
    [
        " whatever. So, I'm not thinking about getting out now.",
        1257.52,
        1261.64
    ],
    [
        " And you got married sometime around this time frame?",
        1262.42,
        1265.28
    ],
    [
        " That deal was confirmed right after I got orders revoking the trip back to Vietnam.",
        1265.84,
        1272.38
    ],
    [
        " So, yeah, so I got married. You got confirmed. I like that.",
        1273.22,
        1278.86
    ],
    [
        " Yeah, because what I said was, it would probably be better. Let me do the tour.",
        1278.98,
        1286.52
    ],
    [
        " And when I come back, then we can get married. Rather than something happening to me,",
        1286.96,
        1293.62
    ],
    [
        " and you become in a widow and all that kind of stuff, let's not do that.",
        1294.18,
        1297.78
    ],
    [
        " But once my orders were revoked, then okay, now we can move forward. Go ahead and do it.",
        1299.08,
        1304.24
    ],
    [
        " And then your next tour was went to Korea?",
        1305.58,
        1309.4
    ],
    [
        " Yes. Well, I went to the advanced course down at Benning for a year and it went from there to Korea.",
        1309.96,
        1316.28
    ],
    [
        " What were you doing? The international events course?",
        1316.28,
        1319.5
    ],
    [
        " And that's to prepare you to be a company commander?",
        1319.8,
        1322.16
    ],
    [
        " Company commander or really start moving you up toward the next level.",
        1322.58,
        1327.1
    ],
    [
        " If you're going to get promoted, you got to go to the advanced course.",
        1327.46,
        1331.9
    ],
    [
        " And I just want to bother, I would stand there. There were some other people from the",
        1332.72,
        1336.62
    ],
    [
        " SAG that I knew there.",
        1336.62,
        1337.56
    ],
    [
        " Was it interesting to see the guys from the SAG, the guys from Special Forces",
        1340.4,
        1345.52
    ],
    [
        " in there, now they're teaching the company commanders for infantry?",
        1345.52,
        1351.1
    ],
    [
        " What kind of lessons were going back and forth from those two elements?",
        1351.64,
        1356.38
    ],
    [
        " Being there, I learned a lot about just the mechanized units and things like that.",
        1358.28,
        1366.9
    ],
    [
        " I'd never been in one. I've been some kind of special ops group.",
        1367.14,
        1372.34
    ],
    [
        " I didn't understand about people outside of Special Forces.",
        1372.36,
        1376.6
    ],
    [
        " I didn't understand about someone that you could say, okay, we got to get this accomplished",
        1376.78,
        1382.32
    ],
    [
        " this afternoon, Sergeant Jones. And this afternoon I go, look, and it's not done.",
        1382.32,
        1388.14
    ],
    [
        " What? I could that happen. I mean, you tell a special ops guy, I mean, this needs to be done.",
        1389.06,
        1394.22
    ],
    [
        " I mean, it was a different mindset, different.",
        1395.52,
        1398.54
    ],
    [
        " I'm not trying to demean anybody that wasn't in Special",
        1399.88,
        1402.98
    ],
    [
        " Outs, but it's a different mindset. So getting used to that, when I got to Korea, I had,",
        1402.98,
        1410.64
    ],
    [
        " well, ahead of time I had written a letter to the commanding general.",
        1411.06,
        1415.28
    ],
    [
        " I found out I was going the second after the division. And he was part of SF.",
        1415.86,
        1421.8
    ],
    [
        " So I had written a letter to him and said, you know, I'm coming.",
        1422.1,
        1425.5
    ],
    [
        " I want to command a company, but I want to command a Ranger company.",
        1426.3,
        1429.76
    ],
    [
        " I think the second after division could benefit from a professional Ranger company.",
        1430.46,
        1436.58
    ],
    [
        " So what I'd like to do is take over a company and let me convert it.",
        1437.56,
        1443.48
    ],
    [
        " And, you know, if anything happens with North Korea, I'm out there. You know, you put us",
        1443.58,
        1447.88
    ],
    [
        " on there first. I mean, we'll go do it. And the created a lot of controversy with the staff",
        1447.88,
        1455.26
    ],
    [
        " and other people that found out that I had written a commanding general letter.",
        1455.26,
        1459.4
    ],
    [
        " In fact, in the battalion that I was assigned to, there was a couple of weeks there before I got",
        1460.44,
        1466.58
    ],
    [
        " to take over the company. The battalion commander brought me in, you know, right off the bat.",
        1466.58,
        1472.32
    ],
    [
        " And he said, let me tell you something Thompson, you never been in a real Army unit.",
        1472.5,
        1477.86
    ],
    [
        " You won't last a month. You'll be relieved as you were command within a month. You're a snake eater.",
        1478.4,
        1484.64
    ],
    [
        " You don't know how we do things. And you're not going to survive here. And I'm sorry that I'm not",
        1484.9,
        1490.72
    ],
    [
        " going to be here to see it. But, you know, I'm leaving Korea in about a week or so.",
        1490.72,
        1495.68
    ],
    [
        " But my replacement will see you. And I thought, you know, that's a motivational way to greet",
        1496.52,
        1504.08
    ],
    [
        " a new guy coming in. So anyway, a company called Bunky Bravo became my company.",
        1504.08,
        1516.52
    ],
    [
        " And within a few days, we painted the wall of the building, you know, black and gold.",
        1517.52,
        1521.66
    ],
    [
        " It became Bravo Rangers. And we had a game there. There's a called Combat Football.",
        1522.04,
        1530.46
    ],
    [
        " You had 40 people on the field from each team with two balls in play at the time.",
        1530.98,
        1537.18
    ],
    [
        " And you had ten. So 40 people per side. Yeah. So when you put two strikes. And you had, you had",
        1538.18,
        1544.14
    ],
    [
        " ten substitutes that you could use. So before I took over, I went down and I got a new first",
        1544.14,
        1551.14
    ],
    [
        " sergeant. He and I came in at the same time. So I said, let's go down and watch them play this",
        1551.14,
        1555.34
    ],
    [
        " Combat Football game. See what's going on. So we go down.",
        1555.34,
        1557.92
    ],
    [
        " Bravo company couldn't get enough people on the field to play the game. They had to force it",
        1558.36,
        1565.86
    ],
    [
        " the game because nobody would go out there. So, you know, I have a dozen people. And I'm thinking,",
        1565.86,
        1571.78
    ],
    [
        " why? Why are they not going out there? I told the first sergeant, I said, top, when we take over,",
        1572.0,
        1580.44
    ],
    [
        " things are going to change right here. This company is going to see the world differently.",
        1580.8,
        1585.54
    ],
    [
        " So once we took over, we had a Combat Football game a couple of days later. So",
        1586.96,
        1592.4
    ],
    [
        " took the company down to the field. And they're all standing there. And I walked out onto the field.",
        1592.4,
        1599.42
    ],
    [
        " Face them. And I said, okay, I'm number one. Top, where are you? First sergeant went running out.",
        1600.04,
        1606.7
    ],
    [
        " And I said, okay, top, you number two. Where are my lieutenants? Lieutenants, get out here.",
        1607.28,
        1613.24
    ],
    [
        " Okay, now we got some more players. Why are there no NCOs out here? All the NCOs get on the field.",
        1613.9,
        1619.48
    ],
    [
        " Okay, top figure out how many spaces we have left in case some of the troops don't want to play.",
        1620.38,
        1625.52
    ],
    [
        " They were all, I don't know if they want to play. I said, man, all the officers and NCOs are going to play.",
        1626.04,
        1631.78
    ],
    [
        " And it's like we were talking about before. I'm not going to put you on a game like that where you",
        1632.96,
        1637.72
    ],
    [
        " could break your leg or something. If I'm afraid to go out there, you know, if that's leadership,",
        1637.72,
        1642.2
    ],
    [
        " you get out there. Follow me. I'll show you how to do it. I might not be the best player on the field.",
        1642.46,
        1646.48
    ],
    [
        " But I'm going to give it my best. One to division championship twice. How did two parts,",
        1647.24,
        1656.84
    ],
    [
        " when you took over Bunky Bravo, which I'm imagining is a pretty slack attitude for them.",
        1657.34,
        1662.44
    ],
    [
        " And sometimes people get the impression, oh, well, when you come in like that, you got to drop",
        1663.74,
        1667.98
    ],
    [
        " the hammer on everyone. How did you balance dropping the hammer at everyone creating a distance",
        1667.98,
        1672.04
    ],
    [
        " between you and them? And actually, you just described one way that you did it, which is, hey,",
        1672.04,
        1677.58
    ],
    [
        " I'm going to be the first one out here. I'm going to come to lead from the front.",
        1677.9,
        1680.64
    ],
    [
        " Was there any other techniques as a leader that you utilized to turn that, to turn the folks that",
        1680.8,
        1687.06
    ],
    [
        " forfeited matches to the folks that win the championships two times?",
        1687.06,
        1690.24
    ],
    [
        " There were several things that happened. As you can imagine, with Bunky Bravo,",
        1690.76,
        1695.7
    ],
    [
        " there was a lot of drug uses, particularly marijuana. So I was walking through the company area,",
        1696.22,
        1705.3
    ],
    [
        " excuse me, about a week before I took over. And I was walking about the barracks and the window",
        1706.06,
        1714.16
    ],
    [
        " was open and I was listening. And they were talking about this new guy coming in as company commander.",
        1714.16,
        1719.02
    ],
    [
        " And they were talking about, you know, we have to get rid of him. And they were talking to",
        1720.02,
        1726.0
    ],
    [
        " the Korean guy. And they were talking about what's it going to cost us to have something happen to him.",
        1726.0,
        1732.22
    ],
    [
        " So I hear that for a little bit. And then all of a sudden, I just kicked the door open and I stepped in.",
        1733.22,
        1738.1
    ],
    [
        " And I said, you know, we haven't met yet. I'm Captain Thompson. And I'm curious, do you have enough",
        1738.62,
        1744.36
    ],
    [
        " money to pay this guy to take me out? Because if you don't, let me loan you some money so he can try",
        1744.36,
        1750.9
    ],
    [
        " to do that. But you'll notice, you know, drugs are going to be out of here. Everything's going to",
        1750.9,
        1757.66
    ],
    [
        " change around here like that. So you get with the program, you're in good shape. You want to use",
        1757.66,
        1762.94
    ],
    [
        " drugs, you're going to have a real problem. Then I'll fast forward just a little bit. But what I",
        1762.94,
        1769.2
    ],
    [
        " found was you could catch someone with marijuana. And as a company commander, I could find them.",
        1769.2,
        1775.3
    ],
    [
        " I could take their money. I could reduce their rank. But I know that has no meaning to them.",
        1775.78,
        1781.7
    ],
    [
        " So then I thought, what do they value the most? They're free time. So, you know, a guy gets caught",
        1782.54,
        1791.28
    ],
    [
        " in marijuana and he comes in and he says, how much is going to cost me there? I said, I don't want",
        1791.28,
        1798.68
    ],
    [
        " your money. And he's, what? I said, I don't want your money. But it's 1700. You report here to the",
        1798.68,
        1811.68
    ],
    [
        " area here. Yes, sir. I said, you see all those rocks on the creek bank on the other side.",
        1812.36,
        1819.1
    ],
    [
        " He says, yes, sir. I said, tomorrow they're going to be back on this side.",
        1819.5,
        1822.98
    ],
    [
        " What you can't do that? I said, you can. I can give you extra duty. And that's what's going to",
        1823.68,
        1829.72
    ],
    [
        " happen every night for a while. I can give you seven days of extra duty. And you won't be going",
        1829.72,
        1834.7
    ],
    [
        " to the village. No word spread like wildfires. He's a crazy man, you know. He doesn't want your",
        1834.7,
        1841.12
    ],
    [
        " money. He's going to keep you here moving rocks back into the hole. So we started to get the",
        1841.12,
        1846.72
    ],
    [
        " drugs out, things like that. You know, we had the combat football. I was able to get helicopters.",
        1846.72,
        1853.7
    ],
    [
        " So we could, you know, they got to play with helicopters. They got to learn how to build road bridges.",
        1854.32,
        1859.5
    ],
    [
        " We put on a demonstration for the president when he came over. Different things like that. And then",
        1859.98,
        1870.94
    ],
    [
        " we don't show up. But I just want to give you an example of the power of motivation, like getting trouble",
        1870.94,
        1878.76
    ],
    [
        " here.",
        1878.76,
        1879.0
    ],
    [
        " Company formation. And I said, all right, you guys need to understand you belong to Bravo Rangers.",
        1880.04,
        1890.08
    ],
    [
        " You're better than anybody else here. You can outperform them. You can outrun them. You can outdo",
        1890.68,
        1895.28
    ],
    [
        " this. This is a special company that you belong to and the rest of them don't. So when I finished",
        1895.58,
        1902.3
    ],
    [
        " talking, I want you to report to the first sergeant and he's going to issue you a Bravo Ranger card.",
        1902.3,
        1908.88
    ],
    [
        " And this card says that you are a member of Bravo Rangers. And you need to understand",
        1909.44,
        1917.26
    ],
    [
        " if anyone in this company, including myself, catches you down in the village and says, show me your",
        1917.26,
        1924.86
    ],
    [
        " card and you can't produce it. You're going to buy everybody at that table a round of whatever",
        1925.2,
        1932.18
    ],
    [
        " they're drinking. And also understand if you lose this thing, you have to come to me to get a new",
        1932.18,
        1939.26
    ],
    [
        " one and explain to me how you how you lost it. I won't I won't say necessarily on the podcast",
        1939.26,
        1949.0
    ],
    [
        " here what it says on the back of this card. Let you look at the back of it.",
        1949.0,
        1957.24
    ],
    [
        " They got so excited about that. That was the most valuable thing that they owned in the company.",
        1957.84,
        1965.58
    ],
    [
        " Well, I'll read one part of it. You've never lived until you've almost died and until you fight",
        1965.96,
        1972.26
    ],
    [
        " for it, life has a special flavor that only a Ranger will ever know. Bravo Rangers. And then there's",
        1972.26,
        1978.68
    ],
    [
        " some various special activities that the Bravo Rangers are capable of executing. And they're not",
        1978.68,
        1991.36
    ],
    [
        " all legal. I'll say. So that's outstanding. But the power. It hasn't happened to me for some time now.",
        1991.36,
        2003.46
    ],
    [
        " But in the 90s, I mean, I was in Korea in the 70s, in the 90s, I'd be walking through the",
        2005.3,
        2012.02
    ],
    [
        " air, the land of airport and a guy would say, hey, sir, you know, I'm, you know, Sergeant Jones",
        2012.02,
        2017.86
    ],
    [
        " or whoever, and he'd introduce himself and the next thing out of his mouth was you got your card.",
        2017.86,
        2024.36
    ],
    [
        " And he would have his card. I mean, it was amazing how many people I would run into over the years.",
        2024.94,
        2033.02
    ],
    [
        " And one of the first things they would say, you got your card. I got mine. They were still",
        2033.46,
        2037.48
    ],
    [
        " carrying these cards. I just want you to sit in here. First thing they're going to do is ask me about it.",
        2037.48,
        2042.78
    ],
    [
        " So that, you know, I'm a big, I don't know what the right word is, but I learned a lot from David",
        2043.48,
        2051.9
    ],
    [
        " Hackworth, from Colonel David Hackworth. And one of the things that he did was rename the Hopeless",
        2051.9,
        2056.98
    ],
    [
        " battalion in, in Vietnam that he took over into the hardcore. And like when I took over for",
        2057.84,
        2063.3
    ],
    [
        " tasking at Bravo at Segal team three as the tasking commander, I immediately changed the name to",
        2063.3,
        2069.18
    ],
    [
        " tasking a bruiser instead. Same exact idea. And I've, I got a great email recently from a guy that",
        2069.18,
        2074.94
    ],
    [
        " had changed the name of his, his, his, he's at a big construction company and had his team change",
        2074.94,
        2081.06
    ],
    [
        " the name of his team and it like changed the attitude and all of a sudden they started",
        2081.06,
        2084.24
    ],
    [
        " a complete in projects and just that, that little element. And there's a port, an important part to it",
        2084.24,
        2090.02
    ],
    [
        " is you can't just change the name and expect like, oh, now everything's different. That's an",
        2090.02,
        2096.14
    ],
    [
        " element of it. You have to do the other things. You have to say, oh, we're going to work hard. We're",
        2096.14,
        2099.86
    ],
    [
        " going to fight hard. We're going to, we're going to win this championship. We're going to, we're",
        2099.86,
        2102.68
    ],
    [
        " going to be the best here. You can't just change the name and expect that to happen. You're going",
        2102.68,
        2106.36
    ],
    [
        " to have to do work behind it. You know, pride comes from pride comes from struggle and, and over",
        2106.36,
        2113.28
    ],
    [
        " coming struggle. That's what pride comes from. So when people ask me how do you develop pride in",
        2113.28,
        2116.7
    ],
    [
        " a team? Cool. You want to develop pride in a team? You make them do hard stuff. Hard training,",
        2116.7,
        2120.62
    ],
    [
        " go through, you know, even with military units that have battle streamers. That's, that's the pride",
        2120.96,
        2126.7
    ],
    [
        " that they've carried for 50 years, 100 years since they did whatever, you know, thing in World War",
        2126.7,
        2131.92
    ],
    [
        " One or World War Two or career or Vietnam. That's something that that unit achieved and that",
        2131.92,
        2137.66
    ],
    [
        " gives them pride. So you can't just change the name and expect, oh, cool. I changed the name. Now I'm",
        2137.66,
        2142.58
    ],
    [
        " good to go. No, you need to change the name and then you need to give them something to be proud of,",
        2142.58,
        2147.44
    ],
    [
        " which means some kind of struggle to get through some kind of pain to get through that not only",
        2147.6,
        2152.88
    ],
    [
        " does it give them the sense of achievement. It also brings them together, right? Because when you,",
        2152.88,
        2157.74
    ],
    [
        " you that shared suffering that you go through, whether it's boot camp or airborne school or",
        2157.74,
        2161.8
    ],
    [
        " special forces selection or a hard training mission, all those things what they do is bring you",
        2161.8,
        2166.38
    ],
    [
        " together. And the ultimate form of that is, is combat, you know, which is why you can, you can go",
        2166.38,
        2171.32
    ],
    [
        " be a member of a guy that was in SAG and you reach out to Tilt, you guys never met before and all",
        2171.62,
        2177.64
    ],
    [
        " of a sudden, hey, yep, we'll meet up at some point and you can move forward. You guys have that",
        2177.64,
        2181.0
    ],
    [
        " camaraderie because of what that unit achieved and the struggles that you went through. So",
        2181.0,
        2185.82
    ],
    [
        " the other question I want to ask is with when it relates to going, how do you keep that in check,",
        2185.82,
        2192.9
    ],
    [
        " at least well, from your perspective for you? Because now all of a sudden you've got guys that are",
        2193.32,
        2197.2
    ],
    [
        " walking around with a chest boat out and you start to get professional jealousy from the other",
        2197.2,
        2201.76
    ],
    [
        " company commanders and they're going to try and make you look bad and they're talking behind",
        2201.76,
        2204.96
    ],
    [
        " how did you contend with that kind of thing and keeping your guys from becoming arrogant, which is",
        2204.96,
        2210.34
    ],
    [
        " a possibility. It's a real issue, a big issue. And it also happens internally. So we're out on",
        2210.34,
        2223.54
    ],
    [
        " a week and all of a sudden the first sergeant says, sir, you need to come with me. We got a little",
        2224.02,
        2230.8
    ],
    [
        " issue going on out here and there was a little bank that had a road on it and there was a little road,",
        2230.8,
        2236.7
    ],
    [
        " you know, 30, 40 feet below. Third Patin was coming down the road. First Patin was going the other way.",
        2237.16,
        2245.9
    ],
    [
        " Third Patin made some little comment the first Patin and a hell of a rock came down. You know,",
        2246.42,
        2252.76
    ],
    [
        " we had to go break up a rock fight because they were so pumped and you know, you're not better",
        2253.04,
        2258.52
    ],
    [
        " and you can't call us now. All right, guys, these are your own people. These are your own.",
        2258.52,
        2265.18
    ],
    [
        " The enemies outside the wire. And you can be fired up. And other company commanders,",
        2265.18,
        2272.1
    ],
    [
        " even another batagon commanders were upset because the general, I mean, I'd been there maybe",
        2272.58,
        2281.98
    ],
    [
        " a week and all of a sudden, I mean, in command and all of a sudden the siren goes off.",
        2283.5,
        2291.18
    ],
    [
        " And the siren is deployed to your battle positions. And you don't know if it's real or not. It's",
        2292.58,
        2297.42
    ],
    [
        " just deployed. So I run back down to my, you know, my headquarters and the first sergeants there",
        2297.42,
        2305.7
    ],
    [
        " and say, okay, what's up? And he said, you know, you got to deploy to the battle positions.",
        2305.7,
        2311.86
    ],
    [
        " I think you need to go to the battalion commander's office and find out which battle plan we're",
        2313.02,
        2317.7
    ],
    [
        " implementing. Don't worry about the company. I know we have to be out the front gate in two hours.",
        2317.7,
        2323.84
    ],
    [
        " We'll be there. You go find out where we're going and what we're going to have to do.",
        2324.54,
        2328.46
    ],
    [
        " I'll make sure we get everybody here and we load up everything and take it with us.",
        2329.3,
        2334.46
    ],
    [
        " So I go get it and I come back and we're in the head of a whole battalion. So we're going to",
        2335.28,
        2342.4
    ],
    [
        " lead the old brigade out of Camp Hovey to wherever the battle position is. And just as we start to move,",
        2342.4,
        2350.62
    ],
    [
        " a Jeep runs over my radio operator's foot, breaks its foot. So I go throw him in the, in the ambulance.",
        2351.04,
        2358.54
    ],
    [
        " But we go and we get, you know, late at night, we get up on a mountain in the area that we're",
        2358.96,
        2372.38
    ],
    [
        " getting daylight. I got everybody dug in and they were putting in firing steaks, aiming steaks and all",
        2372.58,
        2378.46
    ],
    [
        " that. And I hear this, what, what, what, and a helicopter pops up. Set stand on a ridge. This guy",
        2378.46,
        2386.54
    ],
    [
        " gets out and all I can see are those stars on his, and he comes over and you know, I'm slewding and",
        2386.54,
        2393.6
    ],
    [
        " he says, you know, Captain Thompson, I want to see your fighting positions. So he walks around",
        2394.16,
        2403.42
    ],
    [
        " the ridge and we talk about him and he's asking me, why did you put this one here? Why is it",
        2403.42,
        2407.74
    ],
    [
        " already like this? He asked the soldiers in the fighting positions, some questions here and there.",
        2407.74,
        2412.7
    ],
    [
        " And you know, that takes about 30 minutes and he comes back and gets in his helicopter and he leaves.",
        2413.44,
        2417.48
    ],
    [
        " And I said, wow, I wasn't expecting the division commander to show up all of the sudden.",
        2417.94,
        2423.36
    ],
    [
        " It wasn't 20 minutes. Wow, wow, wow, wow. Here's the helicopter back up there again. He gets off",
        2424.06,
        2430.34
    ],
    [
        " his balls, a three-star steps out with him and he comes to me and he says, I want you to take",
        2430.34,
        2437.64
    ],
    [
        " us around. I want you to show him your battle positions. So they get in the helicopter and leave.",
        2437.64,
        2443.32
    ],
    [
        " And I was here. I mean, he's ran and raving to the whole division about how great, you know,",
        2443.32,
        2448.38
    ],
    [
        " probable company looks and all the stuff and the patent of a battalion commander on the back and",
        2448.54,
        2453.48
    ],
    [
        " throwing my name out. And then he starts showing up at least once a week at my mess law.",
        2453.48,
        2460.46
    ],
    [
        " The division commander walks in the middle of a company mess law to eat breakfast on a regular basis.",
        2461.28,
        2466.58
    ],
    [
        " And you know, and we talk about the things I've got the company doing and what I need him to do.",
        2467.94,
        2473.16
    ],
    [
        " And you start to share that. You know, you get to company again. You get to, why do you think the",
        2473.82,
        2478.64
    ],
    [
        " division commander comes down here? Does he go to other people's and I'll sell it now? He's",
        2478.64,
        2483.96
    ],
    [
        " coming to a brawl company. Look around you. What do you guys do? I mean, you're ferocious at combat",
        2483.96,
        2490.36
    ],
    [
        " football. Combat football is his thing. He invented it and you guys are animals out there and he loves it.",
        2490.36,
        2497.32
    ],
    [
        " And we won, you know, best tactical pretend in the contest it was had. I call private Jones out",
        2498.36,
        2505.24
    ],
    [
        " and I said, look, Jones won third place in the division Christmas card drawing contest.",
        2505.24,
        2512.76
    ],
    [
        " Third place, guys, out of about 10,000 people in the division, he got third place. I mean,",
        2513.62,
        2518.7
    ],
    [
        " it doesn't matter what we do. You guys are winners. We can do it. We just keep this up. And, you know,",
        2518.82,
        2526.54
    ],
    [
        " so there's just constantly having things to do. And like I said, we won the football championship twice.",
        2526.54,
        2532.76
    ],
    [
        " We won the Taikwondo championship. You know, I was a player coach on on our team. We won the",
        2533.1,
        2541.2
    ],
    [
        " Taikwondo championship in the division and just all kinds of things because they were so pumped up",
        2541.2,
        2548.5
    ],
    [
        " and they do whatever you'd point them at. And it was like they couldn't lose. Except, you know,",
        2548.5,
        2555.32
    ],
    [
        " you had to put up with the people who were jealous because he was standing with us all the time.",
        2555.32,
        2560.9
    ],
    [
        " And then, you know, they sent us to, they sent us to be the immediate reaction force for the",
        2562.1,
        2568.06
    ],
    [
        " nuclear sites. You had to rotate, they had to rotate people through there. So you're on 30 minute",
        2568.06,
        2573.92
    ],
    [
        " notice to deploy to wherever whatever nuclear site might be under attack. So I walked in and",
        2573.92,
        2581.42
    ],
    [
        " you know, we're looking around and I'm looking at the battle plans. And I'm saying, you know, this,",
        2581.42,
        2585.72
    ],
    [
        " this is pretty cool. You know, I mean, maybe they'll activate us and we have to go do something.",
        2585.9,
        2590.66
    ],
    [
        " I said, you know, I would feel better if I could see the live ammunition that we have for the mission.",
        2591.28,
        2599.74
    ],
    [
        " Well, you can't see it. It's, you know, it's got some, they're in foot lockers. The magazines are",
        2600.28,
        2606.86
    ],
    [
        " locked up. They have steel bands around them. You can't really see it. I said, get a pair of",
        2606.86,
        2613.6
    ],
    [
        " bulk colors. I want to see it. Open those boxes up. Nobody had opened one of those boxes in 10 years.",
        2613.6,
        2620.24
    ],
    [
        " The magazines were rusty. The ammunition wouldn't feed out of it.",
        2621.02,
        2625.74
    ],
    [
        " Created a major stair when I reported that we needed new ammunition because it wasn't functional.",
        2625.8,
        2634.12
    ],
    [
        " A few days later, I said, you know, we got a battle plan here that says we're supposed to",
        2634.74,
        2639.44
    ],
    [
        " fly into this LZ up here and support around this nuclear site. I said, get a hawk out there.",
        2639.44,
        2646.88
    ],
    [
        " Get some choppers. Let's load up the first pretend I want to make that insertion.",
        2647.4,
        2651.3
    ],
    [
        " You couldn't land. The trees had grown up since that plan was written. There was no wells either here.",
        2651.66,
        2657.38
    ],
    [
        " You know, so I reported that and battalion commanders that tops it back off.",
        2658.04,
        2661.8
    ],
    [
        " I'm trying not to find anything. Just back up. You got me in so much trouble. I said, it's not trouble.",
        2662.34,
        2666.9
    ],
    [
        " I mean, what if we had to do something? Yeah. So, anyway, that's a lot. Well, those are also",
        2667.48,
        2673.78
    ],
    [
        " meters of lessons. And then after that, you go back to brag and emergency deployment readiness",
        2673.78,
        2680.36
    ],
    [
        " exercise evaluation for special forces and Rangers. So you're like an evaluator. That's",
        2680.36,
        2691.78
    ],
    [
        " team under the 18th Airborne Corps. The division commander from Korea is now the 18th Airborne",
        2691.78,
        2700.04
    ],
    [
        " Corps. I'm angry. Did he call you out by name and bring you back there? Yeah.",
        2700.04,
        2705.22
    ],
    [
        " So he had me brought there to do special projects and things. So, and one of them was you got",
        2706.6,
        2712.76
    ],
    [
        " to be on the scene. I want somebody that knows about special ops that that can deploy.",
        2712.76,
        2718.44
    ],
    [
        " So I would show up at a Ranger battalion headquarters at two o'clock in the morning and the CQ",
        2718.74,
        2724.2
    ],
    [
        " of a paper classified document that says wheels up in two hours. And you know, it's going to",
        2724.2,
        2733.96
    ],
    [
        " get out of the way because that place was going to come alive. And then I would go with them.",
        2733.96,
        2739.96
    ],
    [
        " I would be one of the evaluators. If they put in a halo team, I would jump with a halo team",
        2739.96,
        2745.2
    ],
    [
        " and evaluate them. We take them on classified missions sometimes. There's a lot of things that",
        2745.6,
        2751.48
    ],
    [
        " we would do with them that I just ate up because it was all special ops stuff. So I got to do that.",
        2751.48,
        2759.48
    ],
    [
        " That was a lot of fun. And the sniper team came under us. All the sniper training for Bragg.",
        2759.56,
        2766.86
    ],
    [
        " That was under us. So I could go out and play with the snipers and shoot and improve my skills.",
        2767.02,
        2774.84
    ],
    [
        " And so what are you at this point? Are you a major?",
        2774.84,
        2776.96
    ],
    [
        " Are you still a captain?",
        2777.64,
        2780.86
    ],
    [
        " And then what about the next time that Dick Meadows called you up?",
        2781.94,
        2784.92
    ],
    [
        " circa 1978.",
        2785.34,
        2787.66
    ],
    [
        " He actually showed up at my house. Okay. One better.",
        2788.38,
        2793.42
    ],
    [
        " I have several people like that that if they called or they showed up at my house,",
        2793.5,
        2802.66
    ],
    [
        " my wife was not happy because she knew they were there for one reason. They were something they",
        2803.6,
        2809.56
    ],
    [
        " wanted me to do that she was not going to want me to do. So Meadows shows up. I didn't know it was",
        2809.56,
        2816.16
    ],
    [
        " coming. You know, it pulls up in my driveway. I was outside and I saw him. So we go talk and he said,",
        2816.16,
        2822.94
    ],
    [
        " I need you. We're putting together a special group. I need you to come in and be part of my",
        2822.94,
        2832.1
    ],
    [
        " cadre to help set this thing up and also evaluate and train the people and be an operator in this group",
        2832.7,
        2840.34
    ],
    [
        " when we get it set up. And he said, I really can't tell you anymore than that.",
        2840.34,
        2846.44
    ],
    [
        " Judy guy I want. I said, does it mean right now? And he said, yeah. And I said, my wife is pregnant",
        2846.8,
        2856.54
    ],
    [
        " with a third child. I just saw my house here. I just bought a house in Athens, Georgia.",
        2856.54,
        2865.34
    ],
    [
        " I just got accepted into the doctoral program and University of Georgia and named off a bunch of",
        2866.16,
        2873.76
    ],
    [
        " things like that. And I said, I can't just stop this process right here. And he was not happy.",
        2873.76,
        2881.98
    ],
    [
        " And you know, his final comment to me was, you hung up your guns. I said, I haven't hung up my",
        2883.26,
        2890.18
    ],
    [
        " guns. I just I need to delay it for about two years. And I can come back and do anything you want.",
        2890.18,
        2896.12
    ],
    [
        " And he said, no, I need you right now. And that was the last time we had a face-to-face encounter.",
        2896.38,
        2903.0
    ],
    [
        " And the group he was setting up, he said, that was the last time you ever asked you to go anywhere with him.",
        2907.22,
        2919.32
    ],
    [
        " Yeah. That's crazy. Now what what what had made you want to go to college? And what were you going to study?",
        2919.38,
        2927.84
    ],
    [
        " You asked me earlier on about going to the OCS and only having a year and a half of college.",
        2928.42,
        2937.06
    ],
    [
        " When I left the second Infantry Division as a captain and came back to the States, I was a",
        2937.8,
        2945.22
    ],
    [
        " shrewd. Secondary zone promotion. I was going to make major a way before any other captains in my",
        2945.22,
        2952.82
    ],
    [
        " year group and stuff. It was a done deal. Promotion list came out and I wasn't on it.",
        2952.82,
        2959.98
    ],
    [
        " Which is not bad because many people, only a few people, you know, you get a secondary.",
        2960.04,
        2965.3
    ],
    [
        " But I was not. So when I called Milperson and DC and said, what happened? And he said, well,",
        2965.98,
        2977.0
    ],
    [
        " you know, you were not considered. Why not? He said, you know, first thing we did was we went through",
        2977.34,
        2983.86
    ],
    [
        " all the records and divided you into two piles. College degree, not a college degree. You don't have",
        2983.86,
        2990.68
    ],
    [
        " a college degree. That was that. You were not eligible. You wouldn't even look at beyond that.",
        2990.68,
        2994.56
    ],
    [
        " So that irritated me. You know, I look at my performance. Nobody's out performing me and all",
        2995.76,
        3005.14
    ],
    [
        " then eventually I talked to him and I said, you wasted all your luck staying alive and",
        3005.76,
        3009.8
    ],
    [
        " combat. Yeah, I guess I did. And I said, you know, okay, then I'll go to school at night and I'll",
        3009.8,
        3017.02
    ],
    [
        " finish this degree. So I did. And once I finished this degree, then I got a call from them saying,",
        3017.02,
        3025.9
    ],
    [
        " how would you like to go get a master's degree? I said, you wouldn't let me get an undergrad,",
        3026.2,
        3031.3
    ],
    [
        " but now you want to send me for a master's. I said, okay, I'm interested in that. My plan was,",
        3031.3,
        3037.4
    ],
    [
        " why don't I want a master's? Let me find a school that has an ROTC program that I could get a",
        3037.58,
        3047.48
    ],
    [
        " follow-on assignment to after I finished the master's program. So what I do is I enroll in a PhD program",
        3047.48,
        3055.48
    ],
    [
        " and complete the master's along the way. You know, I'll have a two-year or more assignment with ROTC. I'll",
        3056.66,
        3063.06
    ],
    [
        " be able to finish out the doctorate. So the next time you want to ask about education, you know, I'll have it.",
        3063.06,
        3070.02
    ],
    [
        " You can call me doctor master. That's right. So here I come. Like I said before, you know, if you're",
        3070.24,
        3078.02
    ],
    [
        " going to do it, you do it. You practice, you do what you have to do, you take the lead. And what",
        3078.02,
        3083.3
    ],
    [
        " did you get your doctorate in psychology? So, you know, I think we talked before about, I started",
        3083.3,
        3091.42
    ],
    [
        " out in chemistry. And I found myself on the battlefield leading men in combat. And I was kind of",
        3091.42,
        3101.8
    ],
    [
        " looking around and thinking, I need to learn how to motivate people. I need to understand the",
        3101.8,
        3107.82
    ],
    [
        " psychology of motivation, the psychology of people. If I'm going, if I'm going to be a leader,",
        3108.0,
        3114.1
    ],
    [
        " I need to learn about that, not chemistry. So when I went back to school, I went back to school",
        3114.7,
        3119.96
    ],
    [
        " with psychology so I could learn how to do that stuff with them. And then reality, I think,",
        3119.96,
        3126.08
    ],
    [
        " I'm going for a circle. And now I understand, it's the chemicals and things in your brain,",
        3126.62,
        3131.08
    ],
    [
        " it's driving all this other stuff. If you deal with those, there's a lot you can do. But",
        3131.22,
        3136.34
    ],
    [
        " yeah, I got to do a lot of things. I helped put together the air land battle 2000.",
        3138.02,
        3144.84
    ],
    [
        " How are we going to do war fighting in a 21st century? I got to do all kind of research on sleep,",
        3145.22,
        3151.74
    ],
    [
        " on stress. How are we going to fight? Because we were predicting in the 80s, we were predicting",
        3152.14,
        3158.42
    ],
    [
        " the next ground war, it was going to be a hundred hours straight. You know, before there was any",
        3158.42,
        3163.72
    ],
    [
        " break. So how are you going to keep people awake that long and keep them effective, perform the",
        3163.72,
        3170.84
    ],
    [
        " mission? How are you going to create high performing leaders, high performing battle staffs,",
        3170.84,
        3176.68
    ],
    [
        " high performing teams? What does that mean? So I got to go all over the place and meet really",
        3176.74,
        3182.8
    ],
    [
        " smart people, learn from them and work on projects like that, do research like that. A lot of which",
        3182.8,
        3189.56
    ],
    [
        " used in some in the Falklands because I worked with the British Army staff on the head general",
        3191.38,
        3199.56
    ],
    [
        " at the time there, said, we're not doing that. They're just going to stay awake. I said,",
        3199.56,
        3203.76
    ],
    [
        " they can't stay awake. Not that long. So there's some things you have to do.",
        3205.08,
        3211.24
    ],
    [
        " But he discovered that in the Falklands, you have to do some things to keep them going. And then,",
        3212.1,
        3218.12
    ],
    [
        " you know, to go for the ground phase was a hundred hours. My brother, you know, butch,",
        3218.12,
        3223.94
    ],
    [
        " helicopter pilot or a patchy pilot, he didn't get out of the aircraft. He would come in to refuel.",
        3224.36,
        3231.38
    ],
    [
        " They would feed him while the aircraft's rearman refueling and sending him right back out.",
        3231.6,
        3237.22
    ],
    [
        " And, you know, using, you know, some different things. Excuse me, keep them awake.",
        3237.56,
        3242.98
    ],
    [
        " So, anyway. So then, was the command and general staff colleges at your final tour?",
        3243.32,
        3250.14
    ],
    [
        " No. That was one where my luck had run out. So when I finished, I was going back to a regular unit.",
        3251.26,
        3261.92
    ],
    [
        " And then they realized that I was the only infantry officer in the class that had a PhD.",
        3262.88,
        3271.2
    ],
    [
        " And the general, like there, the Commodont said, you're not going anywhere.",
        3272.98,
        3277.2
    ],
    [
        " You're staying here to work with me on this airline battle stuff. I need somebody that thinks like",
        3277.66,
        3282.54
    ],
    [
        " you do and has the combat experience and everything to work on this with me. You know, so they kept",
        3282.54,
        3289.4
    ],
    [
        " me there for four years, counting the year I was in school. And then they called me up and said,",
        3289.4,
        3296.16
    ],
    [
        " how would you like to be the professor of military science at the University of Georgia?",
        3296.3,
        3300.62
    ],
    [
        " So, you go back and I said, when you calling me? Where's this coming from? And they said, well,",
        3301.88,
        3308.06
    ],
    [
        " actually the university is turning down everybody we send. Every applicant to be the professor",
        3308.58,
        3316.02
    ],
    [
        " of military science, they're finding a reason not to accept him. But they can't do that to you.",
        3316.02,
        3323.64
    ],
    [
        " You've had an ROTC assignment there. You've been the ex-O of the department. You've got a PhD,",
        3325.24,
        3331.54
    ],
    [
        " a master's and PhD from there. You know, academically you've got everything. And so your names",
        3331.92,
        3337.04
    ],
    [
        " all hold your stuff and he says, they have to take you. I think, okay, I'll try that.",
        3337.04,
        3343.06
    ],
    [
        " So they took me and I just finished up there because I had started high performing systems,",
        3344.02,
        3351.46
    ],
    [
        " kind of on the side. It's just something you'll play with. But it started growing so fast.",
        3351.46,
        3356.64
    ],
    [
        " You can't have an engagement with a client and then the general decides, I need you a",
        3357.9,
        3363.82
    ],
    [
        " fortbrake for a meeting, home Monday morning, and you can't do that. I mean, you can't turn",
        3363.82,
        3369.54
    ],
    [
        " the clients down if you want to keep them. So now I'm having a conflict. So I decided, you know,",
        3369.54,
        3375.52
    ],
    [
        " 21 years, that's enough. I'll get out and go do the company because I've set the company up",
        3375.52,
        3382.34
    ],
    [
        " to be able to do the kinds of things I like to do. I mean, they don't get to shoot at people.",
        3382.34,
        3387.26
    ],
    [
        " But they don't get to shoot at me either. Which is also nice. Yeah. So, but at that time outdoor",
        3387.98,
        3395.54
    ],
    [
        " training was a big deal. ROTES courses, all that kind of repel to throw in the bribe patch. I",
        3395.54,
        3402.52
    ],
    [
        " mean, I can do that stuff in my sleep and I enjoy doing it. So we had executive jumping off",
        3402.52,
        3408.02
    ],
    [
        " cliffs and going down rivers and rafts and all that stuff. That played out toward the end of",
        3408.02,
        3414.4
    ],
    [
        " the 90s. People started saying, been there, done that and won something different. So, you know,",
        3414.4,
        3418.86
    ],
    [
        " we changed up a little bit. So somewhere along the way you wrote the stress effect,",
        3418.86,
        3426.44
    ],
    [
        " which I read and definitely has some really good information in it. And I wanted to hit some of",
        3429.54,
        3438.56
    ],
    [
        " the information that you put in there just to kind of give people a feel for the book. I'm not going",
        3438.56,
        3443.02
    ],
    [
        " to do as much of a detailed as well as I would do with like the document that we read about rest",
        3443.02,
        3449.14
    ],
    [
        " or a corporation on the last podcast. But, you know, just to give people some feel for what your,",
        3449.14,
        3453.98
    ],
    [
        " what this book contains. So I'm coming out of here out of the gate. Researchers,",
        3454.2,
        3459.24
    ],
    [
        " Shelley Kirkpatrick and Edwin Locke State, it is unequivocally clear that leaders are not like other",
        3459.62,
        3466.78
    ],
    [
        " people. Leaders do not have to be great men or women by being intellectual geniuses or omniscient",
        3466.78,
        3473.48
    ],
    [
        " profits to succeed. But they do need to have the right stuff and this stuff is not equally present",
        3473.48,
        3480.44
    ],
    [
        " in all people. So this is interesting because you're saying something that a lot of people don't",
        3480.8,
        3486.62
    ],
    [
        " want to hear, right? Which is, hey, there are certain leadership traits that you may or may not be",
        3486.62,
        3493.68
    ],
    [
        " born with. And that's the reality of the situation. Now, I talk about this a lot too and I actually",
        3493.68,
        3499.9
    ],
    [
        " say the same thing and I have this description that I use and saying that, you know, you're going to",
        3499.9,
        3504.58
    ],
    [
        " get different capabilities that you have as a human being. And what you can do as a leader",
        3504.58,
        3509.46
    ],
    [
        " is if you have an area of weakness, if you're smart, you'll bring people onto your leadership team",
        3509.74,
        3514.8
    ],
    [
        " that complement your areas of weakness. But you can only do that if you have the humility to admit",
        3514.8,
        3521.58
    ],
    [
        " that, hey, I'm not that great at planning or hey, I'm not that great at paperwork or hey, I'm not",
        3521.58,
        3526.0
    ],
    [
        " that good at talking to the troops. Whatever areas of weakness you have, if you can admit to them and",
        3526.0,
        3531.04
    ],
    [
        " bring people onto your team that can compliment that and say, hey, you know what, I'm not great talking",
        3531.04,
        3534.72
    ],
    [
        " to the troops. Dick, you know, can you get out there and deliver the work and you go, yeah, I got it.",
        3534.72,
        3538.8
    ],
    [
        " And that's fine as long as I can admit it. But if I won't admit it, my ego's in the way. And even",
        3539.16,
        3544.22
    ],
    [
        " though I'm not good at communicating with the troops, I decide I'm the one that has to get up there",
        3544.22,
        3547.4
    ],
    [
        " and do it and I bumble around and and leave them walking away, not feeling confident about it.",
        3547.4,
        3552.32
    ],
    [
        " That's bad. So this, this idea right here that we all get, you know, you're going to get some",
        3552.52,
        3561.06
    ],
    [
        " qualities, but you're going to be missing something too. And so that's something we all have to admit.",
        3561.06,
        3566.42
    ],
    [
        " You go here, you talk about learnability, which includes job knowledge, skills and experiences,",
        3568.2,
        3574.68
    ],
    [
        " critical component of leadership and decision making, selecting a former GE executive just because",
        3574.82,
        3580.02
    ],
    [
        " she was an employee of GE to run a hospital corporation or a publishing company does not make sense.",
        3580.02,
        3585.14
    ],
    [
        " Just because someone worked from an organization without, without standing reputation,",
        3585.58,
        3589.54
    ],
    [
        " doesn't necessarily mean that individual will become, will become an outstanding leader who makes",
        3589.6,
        3595.08
    ],
    [
        " outstanding decisions, especially if she does not have the learned ability for that role level",
        3595.08,
        3600.56
    ],
    [
        " and industry. This is not to say that high performing leaders can't successfully switch organizations",
        3600.56,
        3606.32
    ],
    [
        " and assume higher roles. However, it's not a given. Right. Important point there, I have a company",
        3606.32,
        3615.62
    ],
    [
        " where we place veterans into organizations and a lot of times people think, oh, well, the person",
        3615.62,
        3624.64
    ],
    [
        " has veteran experience, so they're going to be 100% good to go. And as much as I would love to say",
        3624.64,
        3628.72
    ],
    [
        " that, you can't say that. That's why we do a screening process and we actually train them to",
        3628.72,
        3633.8
    ],
    [
        " for that transition. But this is the same thing. People just because people are from an organization",
        3633.8,
        3640.62
    ],
    [
        " like GE has that reputation for their leadership, but that doesn't mean that that person is necessarily",
        3640.62,
        3646.6
    ],
    [
        " a good leader. And you have to be careful of that. And this section here, I have to say, was I found",
        3646.6,
        3658.2
    ],
    [
        " very interesting. Individual leader complexity, find the person who can do the work.",
        3658.2,
        3665.04
    ],
    [
        " And so you get into this topic here. Simply put, leader complexity refers to a leader's ability to",
        3665.84,
        3672.2
    ],
    [
        " handle the requirements of his or her job. Depending on the size and type of an organization,",
        3672.2,
        3678.2
    ],
    [
        " a leader's job is often enormously complex. Two factors determine ability to work at a particular",
        3678.42,
        3684.42
    ],
    [
        " level of complexity. Learned and innate abilities. So once again, you're talking about innate",
        3684.42,
        3691.5
    ],
    [
        " abilities, meaning that people have limitations. And my big point to that, or my thoughts around",
        3691.66,
        3702.94
    ],
    [
        " that is the people that really have problems or the people that don't realize that they have limited",
        3702.94,
        3707.38
    ],
    [
        " that they have limited innate capabilities, which means everyone, we all have things that we're not",
        3707.38,
        3712.32
    ],
    [
        " good at. The people that can't admit that are going to have real problems. Now you get into this,",
        3712.32,
        3718.46
    ],
    [
        " all leaders have limitations to what they can learn and how far up the leadership ladder they",
        3718.46,
        3724.6
    ],
    [
        " can climb. Inate ability, as it pertains to leadership consists of four major factors,",
        3724.6,
        3730.0
    ],
    [
        " cognitive ability, emotional intelligence, motivation and personality. And this is the most,",
        3730.22,
        3734.54
    ],
    [
        " this is this section that I really was very interested in because I work with a lot of different",
        3735.0,
        3741.08
    ],
    [
        " leaders all the time, because I have a consulting company too. And we work with leaders all the time.",
        3741.08,
        3745.9
    ],
    [
        " So this topic here of cognitive ability. Cognitive ability is how a leader processes,",
        3745.92,
        3752.92
    ],
    [
        " organizes, stores and retrieves information, thus determining how she creates the world she lives",
        3753.4,
        3759.9
    ],
    [
        " in, makes sense of it and acts on it. Cognitive ability is a key determinant of a leader's ability to",
        3759.9,
        3768.86
    ],
    [
        " be successful at different organizational role levels. Unlike learned skills, cognitive ability",
        3768.86,
        3775.14
    ],
    [
        " is not trainable. It is a hard-wired ability that unfolds through a natural maturation process",
        3775.14,
        3782.42
    ],
    [
        " across one's lifespan. A leader's cognitive ability determines how she approaches problem solving,",
        3782.42,
        3789.04
    ],
    [
        " decision-making and interpersonal interactions. Let's look at the general characteristics of cognitive",
        3789.42,
        3795.84
    ],
    [
        " ability going from high to low. So now you start talking about the actual person that has high",
        3795.84,
        3802.54
    ],
    [
        " cognitive ability. And this is interesting and we may have to come back to this one that it's not",
        3803.1,
        3808.94
    ],
    [
        " trainable. That's an interesting statement because I would think and I've seen people get better",
        3808.94,
        3818.86
    ],
    [
        " at, you know, coming up with simple solutions and dealing with stress. So maybe that doesn't fall",
        3818.86,
        3825.24
    ],
    [
        " those things don't fall quite in the category of cognitive ability. But here's what you say about",
        3825.24,
        3829.72
    ],
    [
        " the higher the higher a leader's cognitive ability is, the lower the need for consistency in the",
        3829.92,
        3835.74
    ],
    [
        " information being processed. This is a very important thing, right? I'm going to read it again.",
        3835.74,
        3842.58
    ],
    [
        " The higher a leader's cognitive ability level is, the lower the need for consistency in the",
        3842.78,
        3849.68
    ],
    [
        " information being processed. What that means to me is, and this is very, very prudent on the battlefield,",
        3849.68,
        3857.04
    ],
    [
        " is like you're not going to get consistent information out there. And if that bothers you,",
        3857.1,
        3861.02
    ],
    [
        " if you can't wrap your mind around different pieces of information coming in that are contradictory",
        3861.18,
        3866.82
    ],
    [
        " to one another, you're going to have a problem making a decision. That's what you're saying right there.",
        3866.82,
        3871.6
    ],
    [
        " Yes. You need to be able to have contradicting thoughts, ideas, concepts, information in your mind,",
        3872.9,
        3884.12
    ],
    [
        " both of them at the same time and still function. And they're opposites of each other,",
        3884.12,
        3890.7
    ],
    [
        " but you can still deal with that. It's not going to stop you from moving forward. And you'll find a",
        3890.96,
        3896.68
    ],
    [
        " way to use that information to fit in with what you're trying to do.",
        3896.68,
        3900.72
    ],
    [
        " Yeah, the hopes that I have in going through this with a little bit of detail is that people",
        3901.6,
        3906.66
    ],
    [
        " recognize this. People recognize what, you know, I wrote one of the books I was called",
        3906.66,
        3912.76
    ],
    [
        " the dichotomy of leadership. And it's about this idea that you as a leader are going to have",
        3912.76,
        3918.5
    ],
    [
        " different forces pulling you in opposite directions. And you need to learn how to balance those",
        3918.5,
        3923.48
    ],
    [
        " different opposing forces with just about every trait that we have. That's what you need to be able",
        3923.48,
        3928.9
    ],
    [
        " to do. So I hope when people hear this, that they say to themselves, oh, I get wrapped around the",
        3928.9,
        3936.5
    ],
    [
        " axle if two different pieces of information are opposing each other. This is really important.",
        3936.5,
        3941.18
    ],
    [
        " I hope that even though it's not trainable, I hope that you can actually when people get",
        3941.56,
        3948.22
    ],
    [
        " recognition of it, they can go, oh, you know what? I know what's happening right now. I'm hearing",
        3948.22,
        3951.92
    ],
    [
        " two different pieces of information. And my tendency is just to want to focus on one or ignore",
        3951.92,
        3956.02
    ],
    [
        " them both. But I don't make a decision where I want to need to do is think about how both these",
        3956.02,
        3960.36
    ],
    [
        " things are actually true or possibly true. Are you going on? And this is a great example. Consider",
        3960.36,
        3968.04
    ],
    [
        " the question, do cell phones cause brain cancer? You can find as many studies that say it does as it",
        3968.04,
        3976.1
    ],
    [
        " does not. At lower cognitive ability levels, most people would find the inconsistency in the research",
        3976.1,
        3983.7
    ],
    [
        " confusing. Their response would be there must be a right answer. The low cognitive ability leader",
        3983.7,
        3992.14
    ],
    [
        " may choose to ignore the data altogether or pick the dot data that support her position.",
        3992.14,
        3999.08
    ],
    [
        " So there you go. Classic example. Hey, look, there's got to be a right answer. We need to know",
        4000.52,
        4006.5
    ],
    [
        " what the real deal is. As you know, you can Google and right now you can Google anything and you can",
        4006.5,
        4011.76
    ],
    [
        " get supporting data for any hypotheses that you have. And if you have low cognitive ability,",
        4011.76,
        4019.62
    ],
    [
        " whichever one you think is right, that's where you'll pull all that data to back yourself up.",
        4019.74,
        4023.84
    ],
    [
        " It says this in contrast, the high cognitive ability leader understands that there is no",
        4024.58,
        4031.38
    ],
    [
        " single answer and tends to look at the implications of cell phone use in the organization or how to put",
        4031.38,
        4038.4
    ],
    [
        " in safeguards just in case the phones do cause cancer. She does not let the inconsistency prevent",
        4038.4,
        4044.16
    ],
    [
        " her from making a larger decision in which cell phones play a role. So you can still function as you",
        4044.16,
        4052.0
    ],
    [
        " said. Almost any topic contains some level of data inconsistency. What financial markets are going",
        4052.0,
        4061.6
    ],
    [
        " to do in the future when the construction industry will rebound, which airlines will survive,",
        4061.6,
        4066.8
    ],
    [
        " and whether we need more FA 22 Raptors, which is currently the world's most advanced fighter,",
        4067.06,
        4073.68
    ],
    [
        " the key is that high cognitive ability leaders rise above the level of inconsistency and make decisions.",
        4073.68,
        4081.1
    ],
    [
        " They're not waiting for everything to be perfect.",
        4081.58,
        4084.44
    ],
    [
        " And I would just add to that, there's a level of cognitive ability that you get to where you realize",
        4085.34,
        4095.28
    ],
    [
        " there is no single right answer for anything. Therefore, any answer that you choose, any solution",
        4095.54,
        4104.78
    ],
    [
        " that you choose will have a downside. At some point in the future, there will be unintended",
        4104.78,
        4111.32
    ],
    [
        " consequences for whatever you choose now. So in a lot of cases with the people who can think forward,",
        4111.32,
        4118.42
    ],
    [
        " they're looking at which unintended consequences am I willing to accept it at some point.",
        4119.14,
        4126.94
    ],
    [
        " If I have enough time between now and then to begin to put in something that may counter that,",
        4127.6,
        4133.24
    ],
    [
        " I know they're coming, it's going to happen. But I'm going to make a decision we're going to move",
        4133.5,
        4138.96
    ],
    [
        " forward. It's worse not to make a decision because that's an unintended consequence too.",
        4138.96,
        4145.04
    ],
    [
        " There'll be there'll be unintended consequences for no action.",
        4145.2,
        4148.6
    ],
    [
        " You go on here, leaders with lower levels of cognitive ability are constrained by the information",
        4149.0,
        4155.84
    ],
    [
        " they receive. Information must be consistent for them to make sense of it. High cognitive ability",
        4155.84,
        4163.92
    ],
    [
        " leaders by contrast rely on themselves to provide missing information, look for more novel information",
        4163.92,
        4170.68
    ],
    [
        " and search across more domains to find information. Which is interesting. Search across more domains.",
        4170.94,
        4176.72
    ],
    [
        " That means there's a problem over here that's in a certain arena and a high cognitive thinker will",
        4176.74,
        4183.38
    ],
    [
        " look at that arena and go, you know what, that reminds me of this other arena. And I can apply",
        4183.38,
        4187.34
    ],
    [
        " this and overlay it to this arena that I'm looking at right now and further my decision making",
        4187.34,
        4193.68
    ],
    [
        " process. Add color to it. The greater they show, and this is again the high cognitive ability leaders,",
        4193.68,
        4203.98
    ],
    [
        " they show greater certainty in judging inconsistent information and are more focused on long term",
        4204.24,
        4209.64
    ],
    [
        " strategies than low cognitive ability leaders are. The low cognitive ability leaders are looking at",
        4209.64,
        4223.66
    ],
    [
        " processing information. These multi-dimensional approach creates a high probability that the",
        4224.1,
        4231.6
    ],
    [
        " leader will match some facet of herself with a facet of another person during interpersonal",
        4231.6,
        4238.36
    ],
    [
        " interactions. This leaders more inclined toward a simulation of information about herself than",
        4238.36,
        4244.18
    ],
    [
        " a leader with lower cognitive ability is. Thus, leaders with high cognitive ability show a propensity",
        4244.18,
        4250.74
    ],
    [
        " for receiving feedback. They seek out information about themselves or open the feedback and",
        4251.6,
        4257.16
    ],
    [
        " assimilate this information into knowledge about themselves. This goes back to me talking about being",
        4257.16,
        4261.84
    ],
    [
        " a humble person. If you're a humble person, you can take feedback and you can put it into your world.",
        4261.84,
        4266.78
    ],
    [
        " And the other part that I found interesting about this is that the high probability",
        4267.6,
        4273.82
    ],
    [
        " of the high cognitive leader will match some facet of herself with a facet of another person.",
        4275.76,
        4281.64
    ],
    [
        " So when I'm having a discussion with you and you have a different perspective or you're opposing",
        4281.82,
        4288.12
    ],
    [
        " me or arguing with me, instead of me saying no, you're wrong, I will look at you and say,",
        4288.12,
        4292.5
    ],
    [
        " oh, where are they getting that perspective? Oh, I see where he's getting that perspective from.",
        4292.6,
        4296.16
    ],
    [
        " That actually makes sense because he's on the front lines and he's doing this. Okay,",
        4296.44,
        4300.02
    ],
    [
        " so I actually will put some facet, I will match some facet of myself to you so that I understand",
        4300.1,
        4306.0
    ],
    [
        " your perspective better. With this expanded knowledge and confidence, they can more easily find",
        4306.0,
        4312.7
    ],
    [
        " some aspect of others with which they can connect and this connection allows them to gain more",
        4312.7,
        4319.22
    ],
    [
        " feedback and knowledge. Again, one of my things that I talk about all the time is just humility",
        4319.22,
        4324.56
    ],
    [
        " and how leaders have to be humble and which is actually one of the cool things that you said about",
        4324.56,
        4329.42
    ],
    [
        " barzwell and we never talked about it, but you said, you know, he was really tough, he was super",
        4329.42,
        4333.94
    ],
    [
        " smart and he was humble. Those are those are the qualities you called out. Yeah. And that's what",
        4333.94,
        4340.04
    ],
    [
        " this represents to me. You continue here. A leader with high cognitive ability perceives herself as",
        4340.04,
        4347.06
    ],
    [
        " being more complex than the average individual in a decision-making situation. She might delay",
        4347.06,
        4353.0
    ],
    [
        " longer and submit a more complicated decision. Now, when I originally originally read that right",
        4353.0,
        4359.26
    ],
    [
        " there, I had a problem with it because because one of the mantras, age old mantras of leadership,",
        4359.26,
        4368.44
    ],
    [
        " combat leadership for sure is simplicity, right? You got to keep things simple. So I'm going to come",
        4368.8,
        4372.42
    ],
    [
        " back to that one because my immediate reaction to it was, wait a second, I don't know if I agree",
        4372.42,
        4378.04
    ],
    [
        " with that because we're talking about this person with a high cognitive ability that's coming up",
        4378.04,
        4381.9
    ],
    [
        " with a more complicated decision, but I'll get back to it here. Her interpersonal reactions,",
        4381.9,
        4386.8
    ],
    [
        " interactions tend to result in greater perceived similarities between herself and more senior people.",
        4386.8,
        4391.96
    ],
    [
        " She may perceive differences between herself and others more accurately than a leader with lower",
        4392.16,
        4396.1
    ],
    [
        " cognitive abilities does. This complex internal structure results in a greater perception of the",
        4396.1,
        4403.08
    ],
    [
        " external environmental structure which can manifest in interpersonal conflict.",
        4403.08,
        4408.6
    ],
    [
        " So, again, we have someone that can sense what someone else's perspective is.",
        4409.96,
        4416.48
    ],
    [
        " And this is where I come back to the simple thing. The high cognitive ability leader recognizes",
        4416.84,
        4423.5
    ],
    [
        " when she is communicating with others who are at a lower or higher level cognitive ability.",
        4423.5,
        4429.32
    ],
    [
        " When talking to a lower cognitive ability leader, she recognizes that person's simpler language",
        4429.64,
        4436.7
    ],
    [
        " structure, linear thought process, and shorter term focus, and will understand that the lower",
        4436.7,
        4443.0
    ],
    [
        " cognitive ability leader might not get what she's saying. So what that tells me to take that one",
        4443.0,
        4448.78
    ],
    [
        " step further, what a really good high cognitive ability leader will do is take the complex answer",
        4448.78,
        4455.84
    ],
    [
        " and simplify it down so that this lower cognitive ability leader can actually understand it.",
        4455.84,
        4461.76
    ],
    [
        " So, even though it might be a more complicated decision, the lower cognitive leader below me",
        4462.22,
        4468.26
    ],
    [
        " doesn't need to know that. They're going to get the simplified version that they can grasp and",
        4468.26,
        4472.46
    ],
    [
        " make sense to them and then move forward. Continuing on, when she is talking to someone of equal or",
        4472.46,
        4479.82
    ],
    [
        " higher cognitive ability, she may find that the conversation moves faster and is more enjoyable",
        4479.82,
        4484.58
    ],
    [
        " and stimulating. Low cognitive ability leaders tend to use fewer dimensions when processing",
        4484.58,
        4490.88
    ],
    [
        " stimuli, resulting in fewer and less complex information domains and a lower probability of",
        4490.88,
        4497.36
    ],
    [
        " matching some facet of themselves with that of another person. And again, see, this is why I think",
        4497.36,
        4505.48
    ],
    [
        " it's important to talk about this because if you can't relate to other people, if you're having",
        4505.48,
        4515.36
    ],
    [
        " a hard time talking to people up the chain of command, talking to people down the chain of",
        4515.36,
        4519.28
    ],
    [
        " your peers, if you're saying, oh, they don't get it. They don't understand how can they think",
        4519.34,
        4526.28
    ],
    [
        " that way? If you're thinking that, if that's going to your mind, that's a little red flag",
        4526.28,
        4531.32
    ],
    [
        " that you are, it's a little symbol or a sign of low cognitive ability.",
        4531.32,
        4539.02
    ],
    [
        " You're the one who's not getting it. Yes. So, when you get there, instead of continuing to point",
        4539.38,
        4546.82
    ],
    [
        " the finger outward, take a look at yourself and recognize the fact that there's, you need to try",
        4546.82,
        4553.96
    ],
    [
        " and find some common ground with other people. And the fact that you can't find common ground with",
        4553.96,
        4560.6
    ],
    [
        " other people is a sign that you have low cognitive ability. And that's a problem. So, I'm hoping,",
        4560.6,
        4568.74
    ],
    [
        " again, I know this can't be trained, but I'm hoping that when you become aware of it, you say,",
        4568.92,
        4574.02
    ],
    [
        " oh, that's me. That's me. And this is the worst part about this whole section. The worst part about",
        4574.02,
        4579.88
    ],
    [
        " this whole section is this. What I am hoping for is that the people with low cognitive ability",
        4579.88,
        4586.56
    ],
    [
        " will recognize that this is about them, right? This is about me. Okay. I tend to do this sometimes.",
        4586.56,
        4592.8
    ],
    [
        " I can't connect with other people. I can't see their perspective. You know what? That's my,",
        4593.3,
        4599.06
    ],
    [
        " that's me. That's on me. That's what I'm hoping people say. Unfortunately, people with low",
        4599.06,
        4606.56
    ],
    [
        " cognitive ability have a much lower chance of actually being able to recognize this. So, that's",
        4606.56,
        4612.8
    ],
    [
        " the problem. It's a catch 22. Yeah, it is.",
        4612.8,
        4615.62
    ],
    [
        " Continuing. They tend to contrast themselves with others that are and are less open to feedback.",
        4616.78,
        4626.3
    ],
    [
        " Another great point. If you're not humble and you're not, again, I use the word humble,",
        4626.36,
        4631.12
    ],
    [
        " if you're not open to people telling you, hey, you know what, you could do this better.",
        4631.5,
        4635.7
    ],
    [
        " That is an actual sign of low cognitive ability. I hate to break the news to you.",
        4636.16,
        4642.64
    ],
    [
        " The next one in their interpersonal interactions, they tend to perceive themselves as being",
        4643.02,
        4648.78
    ],
    [
        " more similar to their peers and less similar to their superiors. They are predisposed to be more",
        4648.78,
        4654.16
    ],
    [
        " rigid and concrete in their thinking. This is another, this is something that you can recognize",
        4654.16,
        4661.78
    ],
    [
        " in yourself. This is something I can recognize in myself when I'm going, no, we got to do it this way.",
        4661.78,
        4666.94
    ],
    [
        " No, this is the way it's got to be. That's an indication to me that I am tending towards low",
        4667.64,
        4674.74
    ],
    [
        " cognitive ability. And what I need to do is open my mind and try some new things except some new ideas.",
        4674.74,
        4683.36
    ],
    [
        " Otherwise, I'm putting myself on report for being a low cognitive thinker.",
        4684.38,
        4690.58
    ],
    [
        " Let me share one thing. If you're a high cognitive ability person,",
        4690.9,
        4699.22
    ],
    [
        " if you become angry, the tendency is for you to start to drop in levels in terms of your",
        4699.84,
        4709.1
    ],
    [
        " response right now, the interaction right now, the more angry you get, the more you drop really low.",
        4709.1,
        4716.26
    ],
    [
        " And when you hear people arguing, very often, they both drop way down here.",
        4716.7,
        4723.12
    ],
    [
        " That's where the problem is. We have to get you back up. You hear it all the time in meetings and",
        4723.94,
        4730.48
    ],
    [
        " between people. Listen to what they're focused on. Listen to the time frame that they're focused on.",
        4730.48,
        4736.6
    ],
    [
        " Listen to the kind creepiness of what their focus done. And you can figure out where they are.",
        4736.86,
        4743.24
    ],
    [
        " Now, how can we elevate? If you and I have in this conversation,",
        4743.82,
        4748.2
    ],
    [
        " and I'm down here, and I'm really, I've dug my heels in. You're just wrong, Jaco.",
        4748.64,
        4754.04
    ],
    [
        " There's something wrong with you. If you can't see my point here, if I'm dug in down here,",
        4754.62,
        4760.62
    ],
    [
        " we're not going to be able to resolve this.",
        4761.52,
        4764.14
    ],
    [
        " Yeah, I just had a discussion like this with a client. It's like the best thing I can do when you say,",
        4764.44,
        4770.42
    ],
    [
        " I don't like this. I don't like your plan, Jaco. The best thing I can do is,",
        4770.7,
        4776.46
    ],
    [
        " well, that's because you don't understand it. The best thing I can say, hey, can you give me",
        4776.6,
        4781.22
    ],
    [
        " some feedback on what it is you don't like about my plan? Because now, instead of you digging your",
        4781.22,
        4786.06
    ],
    [
        " heels in and looking how you're going to strike me, you're actually looking to formulate a",
        4786.06,
        4790.82
    ],
    [
        " legitimate answer to a legitimate question. And by the way, when you ask that question,",
        4790.82,
        4796.54
    ],
    [
        " I'm not just asking you this question so I can trick you. No, I'm legitimately asking for feedback",
        4796.88,
        4802.16
    ],
    [
        " because maybe you know something that I don't know or maybe you see something that I don't see.",
        4802.16,
        4806.36
    ],
    [
        " So I immediately get us to start moving up that ladder again instead of down where when you say,",
        4806.72,
        4812.76
    ],
    [
        " I don't like your plan. I say, that's because you too dumb to understand it.",
        4812.76,
        4816.72
    ],
    [
        " Where's that conversation going? You dropped all the way down. Yeah.",
        4816.8,
        4821.2
    ],
    [
        " You continue on here. The accuracy of their predictions, this is again, low cognitive.",
        4822.4,
        4827.5
    ],
    [
        " The accuracy of their predictions about others is directly proportional to the amount of information",
        4827.94,
        4832.6
    ],
    [
        " they have about others. Their concreteness filters out more aspects of the external environment",
        4832.6,
        4839.14
    ],
    [
        " structure, particularly when they're under stress. Low cognitive ability leaders tend to have a",
        4839.14,
        4846.42
    ],
    [
        " relatively narrow set of interests and knowledge domains, although they may have an in-depth knowledge",
        4846.42,
        4852.6
    ],
    [
        " in a few areas. Consequently, they look for others who share one or more of their interests.",
        4852.6,
        4858.66
    ],
    [
        " Unlike the high cognitive ability leader, they do not have a broad range of areas of expertise",
        4859.42,
        4865.22
    ],
    [
        " they can use to connect with others. The bottom line is that leaders with, and what that tells me is,",
        4865.24,
        4872.84
    ],
    [
        " hey, you know, I need to get outside my zone, right? Cool. I like Jiu Jitsu and I like war.",
        4873.52,
        4880.14
    ],
    [
        " But if that's the only people I hang around with, I'm not expanding my horizons. So I need to go",
        4880.98,
        4886.38
    ],
    [
        " and play in a band and draw and write and hang out with people that are doing those other things",
        4886.38,
        4894.76
    ],
    [
        " as well. The bottom line is that leaders with high cognitive ability are able to possess",
        4894.76,
        4902.26
    ],
    [
        " greater amounts of information and operate more successfully in complex environments with a higher",
        4902.26,
        4907.66
    ],
    [
        " level of inconsistency and ambiguity than can leaders with low cognitive ability. As they rise",
        4907.66,
        4915.14
    ],
    [
        " to higher roles, role levels in an organization, the problems they face become more complex and",
        4915.14,
        4924.74
    ],
    [
        " upper organizational echelons. So true. I mean, you can think about just the difference in any",
        4926.2,
        4931.4
    ],
    [
        " any job, right? Your frontline troops is concerned with, you know, this part of the manufacturing",
        4931.4,
        4936.92
    ],
    [
        " line. It's relatively small, it's not a complex thing. And then the more higher up you get in the",
        4936.92,
        4942.44
    ],
    [
        " organization, the more complex decisions are being made and whatnot. And the good thing is,",
        4942.44,
        4947.92
    ],
    [
        " when we think about cognitive ability is there's a place for everyone. You have a real need",
        4948.3,
        4955.02
    ],
    [
        " for everyone. Someone has to do that day to day, hour to hour work and be happy with it. Be good,",
        4955.02,
        4963.9
    ],
    [
        " be happy, and go home at the end of the day saying, yes, I knocked that out of the part.",
        4964.26,
        4968.9
    ],
    [
        " Above them, you need somebody with a little bit more that's really good at that level.",
        4970.1,
        4976.04
    ],
    [
        " And, you know, so getting the right person into the right role level at the right time,",
        4976.32,
        4982.72
    ],
    [
        " because if we think about cognitive ability for a lot of people is continuing to change.",
        4982.72,
        4989.22
    ],
    [
        " So there's like a growth curve that you can see, it'll flatten out someplace. But as long as they're",
        4989.8,
        4995.86
    ],
    [
        " growing, they can take on higher and higher role levels as they cross those different thresholds.",
        4995.86,
        5004.02
    ],
    [
        " And eventually they're going to hit a point where, I mean, this is it.",
        5004.02,
        5007.72
    ],
    [
        " They need to be happy here, because if you move them up to the next one, they're going to fail.",
        5008.38,
        5013.78
    ],
    [
        " Yeah. And what I see with people is there's a certain spot where they go, yeah, this is where I'm at.",
        5014.4,
        5020.02
    ],
    [
        " And I'm comfortable in this area, not comfortable in a bad way of like all in my comfort zone. But",
        5020.36,
        5024.12
    ],
    [
        " you start to move them outside that cognitive ability level and all of a sudden they're stressed.",
        5024.12,
        5029.9
    ],
    [
        " Because they're trying to make decisions on inconsistent information and it's too much. And you",
        5030.32,
        5035.08
    ],
    [
        " know what? That's like you just said, that's actually good. Because now we know what the limitations",
        5035.08,
        5040.76
    ],
    [
        " are. And now you can focus on this, this cognitive ability level where you excel at. Because by the way,",
        5040.76,
        5047.68
    ],
    [
        " you get somebody with really good cognitive ability and you put them in a job that",
        5047.68,
        5052.98
    ],
    [
        " doesn't require as much. Well, now they're going to be bored. And you use a term in this book,",
        5052.98,
        5058.22
    ],
    [
        " which I had never actually heard before. It's not burnout. It's the opposite burnout. It's called",
        5058.22,
        5062.46
    ],
    [
        " rust out. So that's all good. And like I said, we work with all kinds of organizations. And the other",
        5062.46,
        5068.66
    ],
    [
        " interesting point I got to make is the cognitive ability isn't doesn't measure your intelligence. It",
        5068.66,
        5074.6
    ],
    [
        " measures a bunch of different things that and just like some people are more articulate and some",
        5074.6,
        5080.18
    ],
    [
        " people are taller and some people are shorter. Like this is one of those things where it's some",
        5080.18,
        5085.6
    ],
    [
        " components combined together. And you could have somebody that went to an Ivy League school. And",
        5085.7,
        5090.86
    ],
    [
        " I know I got to see this in the Seal teams. People that went to Ivy League schools, they scored",
        5090.86,
        5095.58
    ],
    [
        " super high on whatever IQ tests there are. Their cognitive ability is not high because they can't",
        5095.58,
        5102.92
    ],
    [
        " look at complex things. They get wrapped around minutia or whatever the case may be. So this is a",
        5102.92,
        5109.28
    ],
    [
        " a really interesting thing. I would like to think, and maybe it's just because I'm a",
        5109.28,
        5114.92
    ],
    [
        " positive thinking person, I would like to think that if a person has humility and they say,",
        5114.92,
        5121.94
    ],
    [
        " you know what? When I hear that my that that when I hear it being described that",
        5122.1,
        5129.18
    ],
    [
        " having concrete ideas probably means that my cognitive ability is a little lower,",
        5129.18,
        5136.8
    ],
    [
        " maybe I need to open my mind up a little bit. And maybe they can. I know that I saw leaders",
        5137.08,
        5144.46
    ],
    [
        " and I still see leaders. I know for a fact I see leaders get better, become better leaders and",
        5144.46,
        5151.72
    ],
    [
        " be able to look at complex things and start to understand that information doesn't need to be",
        5151.72,
        5156.34
    ],
    [
        " perfect. And even if I look at myself when I was when I first got to the Seal teams and I was a",
        5156.34,
        5160.72
    ],
    [
        " new guy, I couldn't look at a complex problem immediately and go, Oh, okay, you know what?",
        5160.72,
        5165.32
    ],
    [
        " Oh, these two pieces of information are kind of different, but I can make a sound decision that",
        5165.32,
        5169.34
    ],
    [
        " will make sense right now and we can make some adaptations later. Got it. No, I would have been",
        5169.34,
        5174.32
    ],
    [
        " looking for, Hey, what's this writer? Is that right? I don't know which one. Okay, I got to move",
        5174.32,
        5178.14
    ],
    [
        " forward with it. So I think that that idea that you can improve it is a positive thing. Even though",
        5178.14,
        5185.06
    ],
    [
        " I don't know, does that mean it's trainable? What happens is I I'm growing and I cross a threshold",
        5185.06,
        5192.16
    ],
    [
        " and I don't realize it. I don't realize that I have more ability all of a sudden because it's",
        5193.36,
        5200.12
    ],
    [
        " like a stair step. It jumps up, it goes along, it jumps up and when it makes that jump, I might not",
        5200.12,
        5206.56
    ],
    [
        " realize it initially and so I might need a coach. I might need you to come in and work with me to",
        5206.56,
        5214.4
    ],
    [
        " help me start to use this increased ability that I have because I don't I don't realize how to do it.",
        5214.4,
        5221.36
    ],
    [
        " So we work with leaders a lot helping them be able to take advantage of the abilities that they",
        5221.48,
        5228.34
    ],
    [
        " have because a lot of times they don't know it. They don't know they can hand them more ambiguity.",
        5228.34,
        5234.34
    ],
    [
        " They can think further into the future because in their job, they're not allowed to. You're in a",
        5234.68,
        5240.96
    ],
    [
        " role level where they keep pulling you back down to here even though you have a lot more ability.",
        5240.96,
        5247.38
    ],
    [
        " So one of the things that we're looking at with people in an organization is are you working at",
        5247.38,
        5253.52
    ],
    [
        " your potential? Do you have unused potential that if we could help you to start to use it,",
        5253.52,
        5260.18
    ],
    [
        " you raise the whole bar for their organization. Performance level for the organization goes up",
        5260.3,
        5265.42
    ],
    [
        " because now you're operating closer to your full potential than you were before.",
        5265.42,
        5270.34
    ],
    [
        " So we were doing immediate action drills. I was task unit commander, double-tune commander,",
        5272.08,
        5276.7
    ],
    [
        " two-tune commanders were Seth and Lay-Frolet the books of May, Seth was the other",
        5277.06,
        5281.9
    ],
    [
        " platoon commander, the Delta platoon commander, and you know the deal with immediate action",
        5281.9,
        5286.18
    ],
    [
        " drills. There's a standard operating procedure. There's a place where you're going to go on a",
        5286.18,
        5291.78
    ],
    [
        " peel left, on a peel right, on a center peel, on a flank right, on a flank left. There's",
        5291.78,
        5300.32
    ],
    [
        " always watching him in his platoon and basically the call would get made whether it was him or whether",
        5300.32,
        5306.96
    ],
    [
        " it was the leading petty officer or whoever someone would make a call. And I'd watch him and he would",
        5306.96,
        5311.76
    ],
    [
        " stay like in the precise position that the standard operating procedure dictates him to be in.",
        5311.76,
        5317.46
    ],
    [
        " And so which meant that if he ran down the ravine and was facing the six-foot wall of ravine and",
        5317.92,
        5325.42
    ],
    [
        " couldn't see anything, he was going to stand there because that's where he was supposed to be.",
        5325.42,
        5328.16
    ],
    [
        " And I say, hey man, what can you see right now? You know, it's like, well nothing.",
        5329.12,
        5333.3
    ],
    [
        " Well, why don't you move a little bit? Well, because that's not the standard operating procedure.",
        5333.9,
        5338.18
    ],
    [
        " Well, guess what? You're the platoon commander. It's okay. You can have someone fill in here,",
        5338.68,
        5343.74
    ],
    [
        " right? And you can go and you can crawl up this little part of the ravine and you can actually see",
        5343.86,
        5348.6
    ],
    [
        " maybe an out where you can direct your guys so you can get out of this cone of fire. How does",
        5348.6,
        5353.62
    ],
    [
        " that sound? So that becoming aware that you're allowed to move, that you're allowed to think, that",
        5353.62,
        5359.86
    ],
    [
        " you're allowed to take action reminds me of what you just said about a leader being able to step up,",
        5359.86,
        5365.46
    ],
    [
        " suddenly realizing that like a stair step up. As soon as he realized that, he was like, oh,",
        5365.46,
        5369.44
    ],
    [
        " oh, I can move around. And yes, as a leader, yes, you can. Talk about emotional intelligence,",
        5369.9,
        5378.52
    ],
    [
        " emotions, emotional intelligence focuses on the interpersonal and emotional aspects of innate",
        5379.14,
        5384.3
    ],
    [
        " ability. It can be defined as a person's innate ability to perceive and manage his own perceptions",
        5384.3,
        5390.2
    ],
    [
        " in a manner that results in successful interactions with the environment. And if others are",
        5390.2,
        5395.34
    ],
    [
        " present to perceive and manage their emotions in a manner that result in successful interpersonal",
        5395.34,
        5400.9
    ],
    [
        " reactions, emotional intelligence being able to read people. You talk about the innate ability to do",
        5401.42,
        5410.6
    ],
    [
        " this, but can you learn it? To some degree. Okay, good. I'm glad you said that because I've",
        5410.6,
        5418.34
    ],
    [
        " talked to people and helped people. Yeah. Like, let me give you a big hint on emotional intelligence",
        5418.34,
        5424.3
    ],
    [
        " to anyone that's listening. If you want to get better at it, here's a good step to take. Be quiet",
        5424.3,
        5430.04
    ],
    [
        " and listen to what people are saying. You know, when you actually shut your mouth and listen,",
        5430.04,
        5435.92
    ],
    [
        " people will, and you truly listen to what they're saying, you can hear what their tone sounds like",
        5436.52,
        5441.58
    ],
    [
        " and pay attention to it. You can watch their facial expressions and pay attention to it. You can",
        5441.58,
        5445.58
    ],
    [
        " watch their body language and pay attention to it. When you're not listening, when you're on",
        5445.58,
        5449.54
    ],
    [
        " transmit instead of receive, you're not going to, you're not going to perceive as much about their",
        5449.54,
        5456.5
    ],
    [
        " emotional state at that time, which means you're going to react badly to it. So instead of being on",
        5457.3,
        5462.46
    ],
    [
        " transmit mode, for those of you that don't know what I'm talking about when you're on a radio,",
        5462.46,
        5466.7
    ],
    [
        " as a radio man, when you're pressing that push to talk button, you're transmitting information.",
        5466.9,
        5471.54
    ],
    [
        " Don't be on transmit. Be on receive. That's my advice. That'll improve your emotional intelligence",
        5472.18,
        5478.32
    ],
    [
        " in the next five minutes. Motivation. Motivation is a combination of work aspiration,",
        5478.86,
        5487.32
    ],
    [
        " the role level, the role level, the leader aspires to reach it. Motivators, what drives the leader",
        5488.46,
        5493.82
    ],
    [
        " to be fully engaged at work? Demotivators, what causes the leader to lose interest in work",
        5493.82,
        5497.94
    ],
    [
        " and drive for results? The leaders need to achieve. In general, motivation is highly associated",
        5497.94,
        5504.4
    ],
    [
        " with job performance and promotability. I think Jordan Peterson calls this conscientiousness.",
        5504.4,
        5511.28
    ],
    [
        " Like, are you going to do your job? Personality, a leader's personality tends to be hardwired so that",
        5511.54,
        5520.0
    ],
    [
        " most of his core preferences for interacting with people, gathering information, decision-making,",
        5520.0,
        5525.12
    ],
    [
        " and general orientation to life change little over the course of his life. You kind of get what you get.",
        5525.38,
        5532.2
    ],
    [
        " How often do you see people's personalities change? Not much. We're asked all the time.",
        5534.92,
        5540.7
    ],
    [
        " You got to fix that, go child. You got to fix him. We can work with him. We can smooth",
        5541.58,
        5549.56
    ],
    [
        " all some of the edges, but he's still going to be echo child when the dust settles. That's who he is.",
        5549.56,
        5555.96
    ],
    [
        " That's a sad fact that I've been dealing with for quite some time. Here's what I have seen.",
        5555.98,
        5562.94
    ],
    [
        " One thing, I have seen people change personality from some kind of event that takes place",
        5564.5,
        5572.26
    ],
    [
        " in their life, like usually a traumatic event. Something happens bad, good,",
        5572.26,
        5577.06
    ],
    [
        " chance, luck, and they end up, it's not going to drastically change their personality. Because over time,",
        5577.54,
        5584.56
    ],
    [
        " people will be the gravity of their personality. We'll draw them back to who they are.",
        5584.76,
        5590.34
    ],
    [
        " But occasionally, the times that I've seen personalities change the most is something happens",
        5591.54,
        5595.94
    ],
    [
        " and that changes their personality. But it's hard to change. It's hard to truly change someone.",
        5595.94,
        5605.8
    ],
    [
        " You know, that story about the frog in the scorpion. The frog says, I'll take you over.",
        5606.18,
        5610.86
    ],
    [
        " The scorpion says, can we take me over? He says, no, if I take you over the river, you'll sting me.",
        5611.06,
        5615.34
    ],
    [
        " And I'll die. He says, no, why would I do that? We'd both die and they go across.",
        5615.74,
        5618.66
    ],
    [
        " And of course, the scorpion stings is why would you do that? Because I'm a scorpion. What do you",
        5618.66,
        5622.12
    ],
    [
        " think I was going to do? So the fundamental core of leadership is decision making.",
        5622.12,
        5627.18
    ],
    [
        " Everything a leader does or does not do is the result of decisions. Every day leaders are called",
        5627.96,
        5632.3
    ],
    [
        " upon to make decisions routine and non-routine. And then you say problem solving is just a series",
        5632.3,
        5639.74
    ],
    [
        " of decisions. Good point. You have these steps, the seven step problem solving model. One,",
        5639.74,
        5648.08
    ],
    [
        " identify the problem. Two, gather the information. Three, redefine the problem.",
        5648.08,
        5652.54
    ],
    [
        " Four, generate alternatives. Of course, is of action. Five, evaluate alternatives.",
        5652.9,
        5658.24
    ],
    [
        " Six, select and implement the solution. Seven, evaluate the results. And then back to one again.",
        5659.22,
        5664.94
    ],
    [
        " So that's what we're doing all the time. And you talk about the Udalupe in here,",
        5665.54,
        5669.54
    ],
    [
        " which we've talked about bunch on this podcast. And then you talk about the other, the loop that",
        5669.88,
        5677.48
    ],
    [
        " you, what is it? The PAMA loop. What's that loop? That's where you're perceiving information.",
        5677.48,
        5682.62
    ],
    [
        " Which is, so this one reminded me of the Udalupe, right? They're very similar.",
        5683.3,
        5686.5
    ],
    [
        " There's some degree. So you perceive information. It comes into your system. You appraise it.",
        5687.0,
        5692.42
    ],
    [
        " You know, make sense out of it, which is like orient, right? So observe, orient. So those two are",
        5693.16,
        5698.08
    ],
    [
        " pretty close, right? Perceive. And observe would be the P and the O. And then you get to A,",
        5698.08,
        5707.14
    ],
    [
        " which is, what is it in the PAMA? What does it stand for? Assess.",
        5707.28,
        5710.38
    ],
    [
        " I'll praise. I'll praise. And that's very similar to orient. Okay, then what's the M?",
        5711.3,
        5717.62
    ],
    [
        " Yeah, then we get into the motivational part. And then we get to get into the action.",
        5718.42,
        5726.12
    ],
    [
        " And then we're back into loop again. Yeah. And even the last one is action in the PAMA loop and in",
        5726.76,
        5732.68
    ],
    [
        " the Udalupe, it's act. So you go through, you know, kind of dissecting what these two, the differences are,",
        5732.68,
        5740.0
    ],
    [
        " the similarities. And that's definitely an interesting thing. Because again, see, for me, I always,",
        5740.54,
        5748.42
    ],
    [
        " I have this, I guess, positive outlook on things that if you know something,",
        5748.92,
        5754.04
    ],
    [
        " you can at least try and apply it, right? So people do the Udalupe, people do the PAMA loop,",
        5754.96,
        5760.6
    ],
    [
        " but they don't know it. And so therefore when they miss it or they do it, or they get caught in some",
        5760.9,
        5766.92
    ],
    [
        " meaningless cycle of it, if they don't know that that's what they're doing, they can't even correct it.",
        5766.92,
        5772.56
    ],
    [
        " But if you're aware, oh, you know what? I'm not acting. That's why I'm sitting here. I'm not acting.",
        5772.6,
        5778.3
    ],
    [
        " So I need to, I need to take action. So I think being aware of things, just like being aware of low",
        5778.56,
        5784.1
    ],
    [
        " cognitive ability, if you're aware of it, even if you're aware of it, hopefully you can make some",
        5784.1,
        5790.04
    ],
    [
        " adjustments in your life to get it moving in the right direction. You talk about rational strategies,",
        5790.04,
        5796.7
    ],
    [
        " which is logical, sequential, analytical, conscious, well thought out process that takes time,",
        5797.12,
        5806.7
    ],
    [
        " and typically involves others. So this is, hey, we're going to come up with a rational decision",
        5806.8,
        5811.3
    ],
    [
        " for our problem. And the other one is intuitive, which is intuitive decisions are made quickly,",
        5811.3,
        5818.72
    ],
    [
        " automatically, emotionally, mostly unconsciously. And this is the type of decision",
        5819.3,
        5826.8
    ],
    [
        " you usually made in routine or emergency situations. So these, again, these are two, if you understand",
        5826.8,
        5835.42
    ],
    [
        " these two things, that you can make a rational decision or you can make an intuitive decision and",
        5835.52,
        5841.48
    ],
    [
        " understand what the shortfalls of each are, because you can make two rational decisions, right? You",
        5841.48,
        5846.04
    ],
    [
        " can analyze things to death or you can just look at the numbers or, and you just make that kind of",
        5846.04,
        5851.5
    ],
    [
        " decision, it can be wrong, or you can make an intuitive decision, which can also be wrong.",
        5851.5,
        5854.78
    ],
    [
        " And it can be right. So what are the shortness is, and this is again,",
        5855.78,
        5858.78
    ],
    [
        " stuff that you cover in depth in this book, which is very, a very interesting book, and I believe",
        5859.58,
        5866.9
    ],
    [
        " will raise people's awareness and make them more capable of making decisions. And by the way,",
        5866.9,
        5872.98
    ],
    [
        " right now, this is page 35 in the book. The book is actually called the stress effect,",
        5873.18,
        5877.3
    ],
    [
        " how why smart leaders make dumb decisions and what to do about it. So all you've done up",
        5877.6,
        5882.18
    ],
    [
        " into this point is explaining what types of leaders there are, what types of decisions are being made,",
        5882.18,
        5888.44
    ],
    [
        " so that way you can then explain what stress is and what stress does to your decision-making process,",
        5888.78,
        5897.24
    ],
    [
        " many of the things of which we've already talked about. Yeah. Stress destroys your decision-making",
        5897.28,
        5903.34
    ],
    [
        " process. As the stress level goes up, your cognitive ability goes down, your emotional intelligence",
        5903.34,
        5911.48
    ],
    [
        " goes down, the quality of your decision-making goes down. So managing stress is really key.",
        5911.48,
        5918.82
    ],
    [
        " If you're in a combat situation, you're going to make a lot of intuitive decisions. When I",
        5919.38,
        5925.7
    ],
    [
        " get on my feet and I look and I see there are two NVAs standing there, and they look at me and they",
        5925.7,
        5931.96
    ],
    [
        " turn their weapons, I'm not going to say, okay, let me see here now. What do I think the problem is,",
        5931.96,
        5942.22
    ],
    [
        " let me or those NVAs, what's going to happen? I don't work through that big problem solving process.",
        5942.32,
        5947.84
    ],
    [
        " I see it, I see the answer, I pull the trigger, and I've got to do it. I've got to do it.",
        5948.94,
        5954.26
    ],
    [
        " You better do that. Absolutely. Right answer. But when I ask somebody and I do this all the time,",
        5954.26,
        5959.4
    ],
    [
        " somebody will talk about a decision like that and when I say, how did you make that decision?",
        5959.82,
        5965.24
    ],
    [
        " They immediately launch into that problem solving model. You did it in less than two seconds.",
        5965.82,
        5971.64
    ],
    [
        " You didn't have time to do all of those things. What you're doing is you're using the solution",
        5972.62,
        5979.5
    ],
    [
        " that's sitting on the top of what I call a dominant response hierarchy. You have trained and trained",
        5979.5,
        5986.1
    ],
    [
        " and trained to produce a certain response. When you see them, squeeze the trigger as you're going down.",
        5986.1,
        5993.02
    ],
    [
        " That's setting up there and that's what you're going to execute. If you want to execute a different",
        5993.62,
        5998.68
    ],
    [
        " plan, you're going to have to train in something else up there because it's going to come so fast.",
        5998.68,
        6004.26
    ],
    [
        " And that's how you survive in a life and death situation. You're going to make a decision and you",
        6005.12,
        6014.64
    ],
    [
        " have time. You got a weaker so to make a decision. You can bring your team in. You can work through",
        6015.24,
        6020.42
    ],
    [
        " that problem solving model and come up with a good decision. If you got two seconds, you can do that.",
        6020.42,
        6027.4
    ],
    [
        " You go to the intuitive because it's so much faster but it's going to grab whatever setting at the",
        6028.02,
        6033.26
    ],
    [
        " top. So you better be training for the right response. And that's where the training comes in over",
        6033.26,
        6039.44
    ],
    [
        " and over and over in that automatic. When you watch pro athletes, they train all the time.",
        6039.44,
        6047.64
    ],
    [
        " And they train for particular responses. And that's why they can do it so fast. If you like to",
        6048.46,
        6054.92
    ],
    [
        " play golf and you play golf with someone, if you want to give yourself an advantage,",
        6054.92,
        6060.04
    ],
    [
        " and the guy you're playing with is a really good putter. So you get on the green",
        6060.72,
        6067.3
    ],
    [
        " and you say, Jocco, I have always been impressed with your ability to make those long puts.",
        6068.74,
        6076.78
    ],
    [
        " I mean, we're friends. Help me out here. Tell me what you think about. I mean, when you're",
        6078.32,
        6084.06
    ],
    [
        " getting ready to put, talk me through the steps that you go through to make that put. He's going to",
        6084.06,
        6096.98
    ],
    [
        " execute. It's automatic. They don't have to think about it. You make them think about it. How",
        6096.98,
        6100.48
    ],
    [
        " blow it? When singers are singing a national anthem or something, if they make the mistake of",
        6100.48,
        6106.52
    ],
    [
        " thinking about what words coming next in the lyrics, they're going to blow it. It's got to be automatic.",
        6106.52,
        6113.64
    ],
    [
        " Well, we train a lot of Gijitsu. And I talk about Gijitsu with the laws of combat and leadership",
        6114.32,
        6122.58
    ],
    [
        " in life and how it all intertwined. And a guy said to me, Hey, how does decentralized command",
        6122.58,
        6129.1
    ],
    [
        " fit into Gijitsu? I don't see where the... I see where prioritized and executed. I see where simple is,",
        6129.1,
        6134.7
    ],
    [
        " I see where covered move is, I see where those aren't Gijitsu, but where's decentralized command?",
        6134.9,
        6139.48
    ],
    [
        " And I said, here's exactly where it is. You need to train enough that your body parts know to execute",
        6140.06,
        6148.58
    ],
    [
        " without being told what to do. So when it comes time to defend your arm, you need to move that arm.",
        6148.58,
        6154.0
    ],
    [
        " You don't have time to think about it. Just like you don't have time to tell the platoon commander",
        6154.22,
        6158.12
    ],
    [
        " or the squad leader, Hey, take and put down cover fire as we move to the flank. No, they've got to",
        6158.12,
        6163.08
    ],
    [
        " have the instinct to make that happen without you needing to tell them. So that's where decentralized",
        6163.08,
        6167.56
    ],
    [
        " command comes in to your Gijitsu game. You talk about this recognition prime decision model.",
        6167.56,
        6177.42
    ],
    [
        " Or RPD and just hitting a couple of things here. Here's what you do. Assess the situation, evaluate a",
        6179.46,
        6185.9
    ],
    [
        " course of action, select an option, develop a solution, set generate and evaluate options, adjust",
        6185.9,
        6190.36
    ],
    [
        " the option, take action. And again, these are very similar ideas, but there's little nuances that",
        6190.36,
        6198.9
    ],
    [
        " you spell out pretty that you spell out inside the book. Here's one. The technique of sufficing",
        6198.9,
        6204.4
    ],
    [
        " allows a solution to be chosen that is not perfect, but is sufficient to provide a satisfactory",
        6205.04,
        6210.7
    ],
    [
        " solution to the problem. The RPD model chooses the first solution that might work a sufficing approach.",
        6210.7,
        6218.22
    ],
    [
        " In most cases, trying to choose a solution using a maximizing, which is optimal or perfect",
        6218.84,
        6225.74
    ],
    [
        " approach, tends to be unrealistic and inefficient because the leader is making decisions in an",
        6225.74,
        6230.12
    ],
    [
        " environment where all the information about the problem and possible solutions are unknown.",
        6230.12,
        6235.04
    ],
    [
        " So this is a great thing that I think I have always used. Sufficing. Like, yeah, that's a solution.",
        6236.1,
        6244.32
    ],
    [
        " It's going to be good enough. We need to go with it.",
        6244.68,
        6246.4
    ],
    [
        " You talk about cognitive intelligence. And now this is a little bit different.",
        6247.38,
        6254.8
    ],
    [
        " Cognitive intelligence. A very general mental capability that among other things involves the",
        6254.96,
        6262.72
    ],
    [
        " ability to reason, plan, solve problems, think abstractly, comprehend complex ideas, learn quickly",
        6262.72,
        6270.72
    ],
    [
        " and learn from experience. It is not merely book learning, a narrow academic skill or test",
        6270.72,
        6277.9
    ],
    [
        " taking smarts. Rather, it reflects a broader and deeper capability for comprehending our surroundings.",
        6278.1,
        6284.74
    ],
    [
        " And then there's these terms catching on, making sense of things or figuring out what to do.",
        6285.5,
        6291.82
    ],
    [
        " So this is a different type of intelligence, which obviously is very important.",
        6293.2,
        6300.44
    ],
    [
        " That definition is an excellent starting point for thinking about leadership and decision",
        6301.26,
        6307.08
    ],
    [
        " making, especially the last point about figuring out cognitive intelligence doesn't begin",
        6307.08,
        6312.48
    ],
    [
        " and end with having some smarts. An individual must know what to do with his or her cognitive intelligence.",
        6312.48,
        6319.26
    ],
    [
        " And this is once again, you get these smart young officers that at a certain point in the",
        6320.08,
        6325.28
    ],
    [
        " field teams, I mean, we were getting these incredibly qualified on paper individuals that were,",
        6325.28,
        6330.9
    ],
    [
        " you know, they should be the smartest people in the world. But you would see them have problem.",
        6331.38,
        6336.8
    ],
    [
        " Not all of them, of course, some of them were great. You know, some of the guys went to Harvard,",
        6336.8,
        6339.72
    ],
    [
        " Yale and everywhere else and they were fantastic. But some of them, there wasn't all like that,",
        6339.98,
        6343.1
    ],
    [
        " wasn't across the board. And that's exactly what you're talking about here. You got to be smart,",
        6343.16,
        6347.62
    ],
    [
        " but you got to know what to do with those smarts. Just some of the things that the cognitive intelligence,",
        6347.72,
        6357.0
    ],
    [
        " some of the abilities that includes fluid reasoning,",
        6358.66,
        6363.74
    ],
    [
        " crystallized intelligence, visual processing, auditory processing, processing speed,",
        6366.42,
        6372.54
    ],
    [
        " short-term memory, long-term retrieval, quantitative knowledge, correct decision speed. Again,",
        6373.66,
        6378.78
    ],
    [
        " these are, as you think about these things. And if you're a humble person, you'll think to yourself,",
        6378.88,
        6385.88
    ],
    [
        " you know what? I need to learn to, I need to, I don't process things very well. What should I do to",
        6386.04,
        6391.66
    ],
    [
        " counter that? Maybe I should prepare more. Maybe I should study more. My auditory processing,",
        6391.82,
        6398.5
    ],
    [
        " hey, how well do I actually listen? What can I do to improve my listening skills? If you don't",
        6399.04,
        6403.84
    ],
    [
        " admit that you don't listen well, you're not going to get any better at it.",
        6403.84,
        6407.34
    ],
    [
        " Cognitive intelligence moderating factors when all things aren't, so here's some things that you",
        6407.84,
        6418.32
    ],
    [
        " talk about when it comes to cognitive intelligence, the factors that come into play, one of them is",
        6418.32,
        6424.34
    ],
    [
        " environment. And you've got a very interesting study and you've got all kinds of studies in here,",
        6424.34,
        6428.5
    ],
    [
        " but one of them was like they looked at groups of kids that they gave better opportunities for,",
        6428.76,
        6435.96
    ],
    [
        " two, you know, like low-income kids, they gave really good opportunities to some and didn't give",
        6436.42,
        6441.9
    ],
    [
        " them to the other ones. And it actually didn't have that much of an effect, which surprised me.",
        6441.9,
        6445.84
    ],
    [
        " Like there was a little bump in the beginning, but then it just leveled out. Most of those studies",
        6445.94,
        6452.1
    ],
    [
        " are short-term studies. So they create those environments. You know, a few months later,",
        6452.1,
        6460.68
    ],
    [
        " they test and they say, wow, this group really improved, but then they don't come back. Two years later,",
        6460.78,
        6468.1
    ],
    [
        " three years later, when you find those studies, everybody's back to the same as they get older,",
        6468.1,
        6475.68
    ],
    [
        " by the time kids are 15, most of the stuff, this enriched environment kind of work that you do with",
        6475.84,
        6482.78
    ],
    [
        " them when they're young, everybody's back to the same. I mean, they've all matured back to the same",
        6482.78,
        6489.8
    ],
    [
        " place. So you can't just look at what happens the first few months, but why do you want to do that?",
        6489.8,
        6497.34
    ],
    [
        " They want to play this their study and we'll move on. Hey, I got great results. They work.",
        6497.34,
        6500.6
    ],
    [
        " They want to sell you the Einstein music for your kids, maybe Einstein, whatever it's called,",
        6501.06,
        6506.48
    ],
    [
        " maybe Einstein. Little Einstein. Yeah, you talk about age.",
        6506.78,
        6511.62
    ],
    [
        " Here's some things. If you want to help preserve cognitive intelligence,",
        6512.16,
        6518.64
    ],
    [
        " cardiovascular, the absence, here's some things that specific factors that seem to help preserve",
        6520.02,
        6526.5
    ],
    [
        " cognitive intelligence as people age. The absence of cardiovascular and other chronic diseases,",
        6526.5,
        6530.58
    ],
    [
        " a favorable environment above average education, occupational pursuits, pursuits involving",
        6531.0,
        6536.14
    ],
    [
        " high complexity and low routine above average income and the maintenance of intact families,",
        6536.14,
        6542.08
    ],
    [
        " a complex and intellectually stimulating environment, a flexible personality style at midlife,",
        6542.4,
        6547.94
    ],
    [
        " being married to a spouse with high cognitive intelligence, maintenance of high levels of perceptual",
        6548.36,
        6554.06
    ],
    [
        " processing speed being satisfied with life's accomplishments.",
        6554.62,
        6558.46
    ],
    [
        " Important things. And some of those things are hard for you to do. I mean, they happen.",
        6559.12,
        6564.42
    ],
    [
        " The most important thing that you can do to maintain your",
        6564.74,
        6570.76
    ],
    [
        " cognitive ability, your intellectual ability is of Roeic exercise. Nothing has been proven long",
        6570.76,
        6581.12
    ],
    [
        " term to have a greater impact on your brain's operating, particularly",
        6581.12,
        6585.94
    ],
    [
        " delay in the onset of dementia or Alzheimer's. Nothing does better than a Roeic exercise,",
        6585.94,
        6593.8
    ],
    [
        " where you're pumping the blood, you're pumping the food into your brain, you're cleaning your brain out,",
        6594.48,
        6600.42
    ],
    [
        " a Roeic exercise is all I do it for you. Good, good information.",
        6601.02,
        6607.18
    ],
    [
        " You can talk about memory and then you talk about physical conditioning, which I'm a big supporter of.",
        6608.92,
        6614.66
    ],
    [
        " Nutrition, obviously, if you're not eating clean, sleep, getting good sleep, there's one of my",
        6615.74,
        6621.52
    ],
    [
        " weaknesses. I don't sleep very much. Cognitive intelligence can be a double-edged sword. A leader with",
        6621.52,
        6630.5
    ],
    [
        " high cognitive intelligence can possess, can process information rapidly, solve complex problems",
        6630.5,
        6635.94
    ],
    [
        " quickly and make effective decisions. He might also be perceived by his team as arrogant,",
        6635.94,
        6642.0
    ],
    [
        " condescending, and impatient. The leader knows he can do the work better and faster than his team",
        6642.6,
        6649.04
    ],
    [
        " members and may forget sometimes that they don't have his ability. This is one of those where I'm",
        6649.04,
        6657.18
    ],
    [
        " worried about saying that one, because what this does is it makes someone say, well, you know,",
        6657.18,
        6662.92
    ],
    [
        " people think American because I'm so smart because I have high cognitive intelligence, that's",
        6662.92,
        6667.2
    ],
    [
        " everyone else's problem. But as I've said to many smart people over the years, if you're so smart,",
        6667.2,
        6673.76
    ],
    [
        " why aren't you winning? We see it all the time. That double-edged sword, you come across as a jerk,",
        6673.84,
        6682.48
    ],
    [
        " you come across as arrogant, and you're condescending toward people. It's taken you so long. I mean,",
        6683.2,
        6691.24
    ],
    [
        " this is simple. Well, for you, it might be, but for the average person, it's not.",
        6691.24,
        6696.8
    ],
    [
        " And when you start putting that kind of feedback out, you're just taking too long. I don't understand",
        6697.04,
        6702.96
    ],
    [
        " what's wrong with you. You're just killing your motivation and causing them to see you more as a jerk.",
        6702.96,
        6710.18
    ],
    [
        " Yep. That's going to hurt your leadership capital. Talk a little bit about emotion here. All",
        6710.48,
        6716.62
    ],
    [
        " human decisions have some emotional component. That's the way the brain is wired as you're about to",
        6716.62,
        6721.66
    ],
    [
        " see. The more a leader understands the emotional component of decision making, the more effective her",
        6721.66,
        6726.66
    ],
    [
        " decisions can become. Emotions happen. Emotions are neural impulses that happen inside the brain",
        6726.66,
        6735.82
    ],
    [
        " and trigger a motivation to reach a goal. Emotions are goal oriented whenever you try, whenever you",
        6735.82,
        6740.28
    ],
    [
        " experience emotion, there is an end goal that the emotion is trying to move you toward. Emotions",
        6740.28,
        6746.36
    ],
    [
        " have their beginning in the unconscious and most of them stay there. When an emotion becomes",
        6746.36,
        6751.7
    ],
    [
        " conscious, we have a feeling. For example, when the emotion of fear becomes conscious, I feel",
        6751.7,
        6758.06
    ],
    [
        " scared. Emotions can be viewed as providing situational reports about what is happening in the body.",
        6758.06,
        6764.3
    ],
    [
        " Why am I shaking? I feel scared. Emotions have survival value. David Caruso and Peter Salave,",
        6764.76,
        6773.48
    ],
    [
        " researchers and educators provide the following linkages between emotions and survival. Fear",
        6773.96,
        6780.28
    ],
    [
        " from a survival standpoint is, let's get out of here. Sadness is help me. Disgust is don't eat that.",
        6780.28,
        6788.34
    ],
    [
        " Anger is about fighting. When you get angry, your anger raises your energy level to overcome",
        6789.0,
        6795.06
    ],
    [
        " an obstacle in your path. There you go. You've got to recognize what's going on with these",
        6795.06,
        6802.58
    ],
    [
        " emotions. Emotional intelligence has always been present and identified but not valued as intelligence.",
        6802.58,
        6809.52
    ],
    [
        " 1995, Daniel Goldman brought emotional intelligence to the world's consciousness with the",
        6810.52,
        6814.9
    ],
    [
        " publication of his best-selling book, Emotional Intelligence. Why it can matter more than IQ. His",
        6814.9,
        6819.94
    ],
    [
        " books quickly spawned a periflation of articles, books, workshops, training materials assessments,",
        6819.94,
        6825.66
    ],
    [
        " and conferences on emotional intelligence, a cottage industry spring up almost overnight.",
        6826.14,
        6829.94
    ],
    [
        " The term emotional intelligence is used to describe a non-cognitive type of intelligence.",
        6829.94,
        6834.66
    ],
    [
        " I define it as a person's innate ability to perceive and manage his or her own emotions",
        6835.38,
        6841.16
    ],
    [
        " in a manner that results in successful interactions with the environment and, if others are present,",
        6841.16,
        6846.66
    ],
    [
        " to also perceive and manage their emotions in a manner that results in successful interpersonal",
        6846.98,
        6853.3
    ],
    [
        " interactions. Note that this definition does not require interaction with another person. Emotional",
        6854.96,
        6860.52
    ],
    [
        " intelligence involves managing and controlling the awareness and appraising of emotions and the",
        6860.52,
        6865.74
    ],
    [
        " resulting motivation and action in a manner that produces successful outcomes, whether in the",
        6865.74,
        6870.68
    ],
    [
        " presence or absence of others. It's a leader. I need to understand my emotions and how they",
        6870.68,
        6879.72
    ],
    [
        " impact me and what it causes me to do or how I can use it. I need to understand yours",
        6879.72,
        6886.32
    ],
    [
        " so that if I want you to proof a document for me, if I make you really happy and then say,",
        6886.32,
        6895.28
    ],
    [
        " proof this, you'll miss most of the typos. If I make you irritated, you'll find them all.",
        6895.44,
        6900.96
    ],
    [
        " You'll rip it apart. If there's something in there, you'll find it. So understanding the impact",
        6901.12,
        6905.72
    ],
    [
        " that the emotions are having on you and your performance and in which way it drives you,",
        6905.72,
        6911.02
    ],
    [
        " that's using emotional intelligence to be successful, to help you be successful.",
        6911.88,
        6917.84
    ],
    [
        " Same on the battlefield. I need to understand the emotions that you're probably going to experience",
        6919.04,
        6925.04
    ],
    [
        " and what are they going to do to you? How do you need to adapt them? How do you need to redirect them?",
        6925.04,
        6930.2
    ],
    [
        " Understanding that fear takes away your fine motor skills.",
        6931.48,
        6935.78
    ],
    [
        " And I need to train you to be of the operate without those fine motor skills to be able to",
        6936.6,
        6942.36
    ],
    [
        " use the gross motor skills and still perform just as well. You just have to perform the task a",
        6942.36,
        6947.5
    ],
    [
        " little differently. So, shoot without aiming. You learn the quick kill technique.",
        6947.5,
        6952.42
    ],
    [
        " You talk about hijackers of emotional intelligence. When the hijacking occurs,",
        6953.42,
        6961.68
    ],
    [
        " it sets up an opportunity for your evil twin to skipy to come forward.",
        6962.16,
        6967.92
    ],
    [
        " Skipy is the bad side of you who says and does things that are uncharacteristic of you.",
        6968.32,
        6972.28
    ],
    [
        " It was not Mike Tyson who bit off the piece of Evander Hallfield's ear during a championship fight",
        6972.64,
        6977.48
    ],
    [
        " in 1997. It was Tyson's evil twin, skipping. So then you just go on to",
        6977.48,
        6983.74
    ],
    [
        " describe the fact that you've got to keep your emotions in check.",
        6983.74,
        6987.54
    ],
    [
        " And something we all need to look out for, especially Mike Tyson.",
        6989.4,
        6995.3
    ],
    [
        " Stress interferes with decision making. Again, I've already talked about a bunch of stuff.",
        6998.38,
        7005.2
    ],
    [
        " Sort of getting into meet some of the book. More control equals less stress. I really like this",
        7005.2,
        7010.98
    ],
    [
        " part. Data collected over the years on stress levels within the Baboon population revealed that",
        7010.98,
        7016.0
    ],
    [
        " the higher a Baboon is in the hierarchy, the less stress he experiences.",
        7016.0,
        7020.24
    ],
    [
        " These results suggest that the amount of control you have over your situation influences the",
        7021.32,
        7026.96
    ],
    [
        " amount of stress you experience. Just to give you an example. In the old days,",
        7026.96,
        7034.32
    ],
    [
        " with a SOG team, you got on a helicopter. You flew out to do your insertion.",
        7034.32,
        7039.38
    ],
    [
        " You found out what was going on at the LZ when you got there. And one day I asked",
        7040.24,
        7048.22
    ],
    [
        " the crew chief, you got a next to your head set up here. Can I wear that head set?",
        7048.22,
        7054.52
    ],
    [
        " And he said, you're, so when I put the head set on, all of a sudden I'm listening to Cubby",
        7055.18,
        7060.12
    ],
    [
        " talk. I'm listening to our gunships talk. I'm listening about what's going on at LZ or they",
        7060.82,
        7066.7
    ],
    [
        " prepping it or they're seeing anything. Did they receive an aircraft fire on the way out there?",
        7066.7,
        7072.32
    ],
    [
        " If the LZ is hot, I know it. I know which side is hot and I may have a plan that we're going to exit",
        7072.88,
        7079.52
    ],
    [
        " the aircraft and go east. I really need to go west. All of a sudden, I've got all this information",
        7079.52,
        7086.32
    ],
    [
        " that I can use to make decisions and I could just literally feel my stress level coming down.",
        7086.64,
        7091.38
    ],
    [
        " Okay, I understand what's going on now. I don't have to figure it out in two seconds when I get",
        7091.9,
        7096.66
    ],
    [
        " there and I'm being shot at. Now I've got a plan. So given myself control, I don't know why",
        7096.66,
        7103.24
    ],
    [
        " we didn't do that right from the beginning. But I know for me, once I could get access to that",
        7103.24,
        7111.82
    ],
    [
        " information, it just made all the difference in the world. Yeah. There was a study and I'm",
        7111.98,
        7117.12
    ],
    [
        " trying to remember it all. It was something about, I don't know if these cats or people or what,",
        7117.12,
        7121.52
    ],
    [
        " but it was like they'd get a shock. No, this is the rats. I've talked about this at the monster.",
        7121.64,
        7126.02
    ],
    [
        " Okay, yeah. So they'd shock them with a certain strength right of shock. No, so this is the deal.",
        7126.3,
        7133.32
    ],
    [
        " There's a cage with two sides to the cage. Each of the floors in the cage deliver a shock.",
        7133.38,
        7141.58
    ],
    [
        " One of them has a stronger shock, but there's a light that comes on before the shock goes off.",
        7141.9,
        7148.6
    ],
    [
        " And so they're able to like expect it and understand when it's coming. The other side less",
        7149.56,
        7154.3
    ],
    [
        " of a shock, but it's just completely random. And there's a there's a pathway to get between the two",
        7154.3,
        7159.98
    ],
    [
        " areas, but you can't like hang out there. So the rats basically have to decide which side they",
        7159.98,
        7167.5
    ],
    [
        " want to be on. The stronger shock that they are prepared for or the random shock that's less.",
        7167.5,
        7172.66
    ],
    [
        " And the rats always pick the the side that has the warning. So they know what's going on.",
        7173.16,
        7179.22
    ],
    [
        " Even though it's worth. Yeah, even though it's worth. I just talked about this. I was talking to",
        7179.4,
        7184.78
    ],
    [
        " some army troops out in Hawaii as a matter of fact and talking about, you know, you mentioned earlier",
        7184.78,
        7190.14
    ],
    [
        " that the the thing that you can take away from troops that they care about money more than money",
        7190.14,
        7195.7
    ],
    [
        " and rank is freedom contrary to that or I guess the the other side of that is the best thing you",
        7195.7,
        7201.32
    ],
    [
        " can reward someone with is more freedom in the form of and one thing where you can do it at work.",
        7201.32,
        7207.2
    ],
    [
        " Because you can only give someone so much free time, but you say give them control over the exercise,",
        7207.2,
        7213.02
    ],
    [
        " give them control over the training, give them control over what time they get done, give them",
        7213.02,
        7217.22
    ],
    [
        " control over where they go. The more control people have, the more satisfied they are, the better they're",
        7217.22,
        7225.68
    ],
    [
        " so that way you can use that you can you can take control away from them and that's the worst",
        7225.96,
        7230.06
    ],
    [
        " punishment you can give them. The best reward you can give somebody is give them freedom,",
        7230.06,
        7234.32
    ],
    [
        " give them control over their fate. I think that's the most powerful driver. I think that even",
        7234.48,
        7239.18
    ],
    [
        " drives people generally more than money. So I talk about that with companies that they, you know,",
        7239.18,
        7245.38
    ],
    [
        " we can't afford to pay anyone to say we can't afford to pay our employees more than X or",
        7245.48,
        7249.98
    ],
    [
        " we'll go bankrupt or in the military. I can't go and you know, I can't pay my corp rules more.",
        7249.98,
        7254.14
    ],
    [
        " It doesn't work that way. What do you do? How do you reward them? You give them freedom. You give",
        7254.14,
        7259.36
    ],
    [
        " them control over their destiny. That will drive people and it's the best thing you can use.",
        7259.36,
        7265.18
    ],
    [
        " But that stress element, like it's almost it. Even in Jujitsu you have that if you compete in Jujitsu,",
        7266.88,
        7273.56
    ],
    [
        " if you don't know like when you're going to go on, you know, because it's like, oh I'm so",
        7273.84,
        7278.06
    ],
    [
        " it's gone right now, but then they're not calling your name and you're like you get all stressed.",
        7278.06,
        7280.9
    ],
    [
        " But then if you know, oh it's your time, then you're like less stressed. It's almost like if you're",
        7281.18,
        7284.78
    ],
    [
        " in the dark about something, you're just more stressed. So the more information you have about it,",
        7284.78,
        7288.92
    ],
    [
        " so that's why people when they're worried, they're like asking all these questions, like,",
        7289.0,
        7292.0
    ],
    [
        " how's it going to go? They just want to know how it's going to go, you know? So yeah, that makes",
        7292.04,
        7295.64
    ],
    [
        " sense. I feel that. Check out this dichotomy. A lot of people think dichotomy, my favorite word, but",
        7295.64,
        7301.26
    ],
    [
        " check out this dichotomy. As the number of choices increases, the autonomy control and liberation,",
        7301.26,
        7307.96
    ],
    [
        " this variety brings us is powerful and positive. But if the number of choices keeps growing negative",
        7307.96,
        7316.26
    ],
    [
        " effects start to appear as choices grow further, the negatives escalate until we become overloaded.",
        7316.26,
        7322.24
    ],
    [
        " At this point, choice no longer liberates us. It might even be said to tyranny. So that's why",
        7322.3,
        7328.76
    ],
    [
        " discipline will give you freedom. And that's why giving someone, you know, if you have too many",
        7328.76,
        7334.22
    ],
    [
        " options, it can turn out to be a bad thing. There's a definite dichotomy there.",
        7334.22,
        7340.84
    ],
    [
        " Here's another, again, I'm jumping around a bit. A key point to remember is that all models,",
        7341.9,
        7347.76
    ],
    [
        " whether mental, physical, mathematical, or iconic, have blind spots. When you choose a model,",
        7347.96,
        7354.88
    ],
    [
        " you choose your blind spots. That's powerful. So whatever you're thinking,",
        7355.16,
        7360.64
    ],
    [
        " you're not necessarily, you're not going to be 100% right. There's going to be things that you",
        7362.02,
        7366.16
    ],
    [
        " don't see that you don't understand that you miss. And what's critical is understand the models,",
        7366.16,
        7371.24
    ],
    [
        " understand the one that you choose. And so what are the blind spots that I've just chosen? What am I",
        7372.16,
        7378.26
    ],
    [
        " not going to see by using this? And whenever you can, if you can use multiple lenses,",
        7378.26,
        7382.84
    ],
    [
        " and we do that a lot when we're assessing people, I don't want just this one assessment instrument",
        7383.38,
        7389.82
    ],
    [
        " because it's got all kind of blind spots. So I pick another one that's going to close some of",
        7389.82,
        7394.34
    ],
    [
        " those blind spots because it covers those. And, you know, so I get a better picture of what you",
        7394.34,
        7400.88
    ],
    [
        " look like by using multiple lenses to look at you with. So I don't have just one. I give you this",
        7400.88,
        7408.66
    ],
    [
        " one test. I don't, I miss all this stuff over here. And, and, and by the way, if you don't have a",
        7408.66,
        7414.26
    ],
    [
        " high cognitive ability, when you see these two reports about someone that might have contrasting",
        7414.26,
        7420.32
    ],
    [
        " information, you won't be able to, oh, this report doesn't make any sense. And you'll lean towards",
        7420.32,
        7424.3
    ],
    [
        " the one that makes the most sense to you that feels the vision that you've been looking for.",
        7424.3,
        7428.58
    ],
    [
        " Here's the thing that I just had to read.",
        7429.18,
        7432.4
    ],
    [
        " Catastrophic, when catastrophic leadership failures occur, it is sudden and causes a",
        7434.54,
        7440.24
    ],
    [
        " catastrophic change in the leader's ability to perform successfully. The leader will exhibit some",
        7440.24,
        7445.32
    ],
    [
        " or all of a characteristic, characteristic set of behaviors. And here's those behaviors.",
        7445.32,
        7450.58
    ],
    [
        " And this is to me, these are like red flags. These are things that if you're paying attention",
        7450.98,
        7455.92
    ],
    [
        " right now and you're listening and you want to improve your leadership capabilities, pay attention",
        7455.92,
        7460.32
    ],
    [
        " to these things. And when you notice yourself doing them, check yourself, detach, take a step back",
        7460.32,
        7466.66
    ],
    [
        " and correct your, your, your trajectory because your trajectory is not good. Number one,",
        7466.9,
        7472.76
    ],
    [
        " not listening. That's number one, not listening, over analyzing, failure to make decisions,",
        7473.22,
        7480.3
    ],
    [
        " low quality decisions, emotional decisions, flip flops, short term decisions and focus,",
        7480.54,
        7486.28
    ],
    [
        " reactive decisions, defensiveness, rationalizing, self-satisfying, hedonism, denial.",
        7486.88,
        7495.42
    ],
    [
        " Inattentional blindness, fear-based decisions, anger-facilitated decisions, automatic decision-making",
        7497.06,
        7504.26
    ],
    [
        " and mental paralysis. So there's a list of things that you can identify about yourself when there's",
        7504.26,
        7511.86
    ],
    [
        " a stressful situation going on and you start making a rational decision or you start making an",
        7511.86,
        7516.88
    ],
    [
        " emotional decision or you should not listen to anybody else anymore, time to take a step back to",
        7516.88,
        7521.42
    ],
    [
        " attach and get yourself, get your mind right because it's not right to make decisions at that point.",
        7521.42,
        7526.86
    ],
    [
        " These are similar list of behaviors that will get you thinking about how you behave in stressful",
        7527.4,
        7536.98
    ],
    [
        " situations, aggression, loss of humor, taking offense. Isn't that a great one? We take offense,",
        7536.98,
        7545.52
    ],
    [
        " right? And that's a sign that says, oh, you're stressed out and you're not about to make a good",
        7545.84,
        7550.82
    ],
    [
        " decision. And in my opinion, when you're taking offense, that's rooted to something that we call",
        7550.82,
        7556.14
    ],
    [
        " ego. It's going to be something that's brushing up against your ego. Here's another one wanting to",
        7556.14,
        7562.5
    ],
    [
        " be right. Oh, that's also ego. Wanting the last word, that's also ego. Flooding with information",
        7562.5,
        7572.46
    ],
    [
        " to prove a point. That's ego. Holding a grudge. That's ego. I know that. That's ego.",
        7572.46,
        7581.74
    ],
    [
        " Jealousy. That's ego. Playing poor me, sarcasm, blaming, being too nice. That's an interesting one.",
        7582.16,
        7591.34
    ],
    [
        " Being too nice, you're just going to, okay, yeah, I'll do it. It's like, oh, you just broke.",
        7592.08,
        7596.82
    ],
    [
        " So there's a dichotomy, right? One of them is one of us, we're getting aggressive. The other one is,",
        7597.98,
        7601.66
    ],
    [
        " I'm just cowering down. There's a little dichotomy there. If you're doing well, you'll be balanced.",
        7601.66,
        7607.28
    ],
    [
        " Here's, here's echo's favorite. It's my personality. It's just the way I am.",
        7608.64,
        7614.16
    ],
    [
        " Don't lecture me. These are all just classic, just classic things that you do that should be signs",
        7616.34,
        7623.56
    ],
    [
        " that you're, you're not doing well. Chronic stress is a constant drain on the leader's overall",
        7623.56,
        7630.98
    ],
    [
        " capacity, accidentally leaving the car light on begins to drain the car battery. Here you do a great",
        7631.18,
        7636.74
    ],
    [
        " jump of, you know, talking about the comfort zone. And we don't want to be in the comfort zone all",
        7636.74,
        7642.86
    ],
    [
        " the time. We want to be pushing out of it a little bit that forces us to, to step up our game.",
        7642.86,
        7648.52
    ],
    [
        " But if we spend too much time up there out of the comfort zone, we'll get burned out because we're",
        7648.94,
        7653.46
    ],
    [
        " having to be undergoing all this stress all the time. The other one I already talked about is",
        7653.46,
        7657.8
    ],
    [
        " rust out. And that's when you're, you're just, you're doing something that's too easy. It's not",
        7657.8,
        7662.04
    ],
    [
        " challenging. You're, you're so deep in your comfort zone. It's so easy for you that you don't",
        7662.04,
        7665.54
    ],
    [
        " care about anymore. The further the leader moves into the burnout zone, the faster you will burn out.",
        7665.54,
        7672.5
    ],
    [
        " His performance, job satisfaction, interpersonal relationships, motivation and health will begin to",
        7672.72,
        7676.84
    ],
    [
        " deteriorate. Dropping below the comfort zone takes the leader to into the rust out zone. There,",
        7676.84,
        7681.84
    ],
    [
        " the leader will experience boredom, loss of motivation and lowered sense of purpose. So those",
        7681.96,
        7687.42
    ],
    [
        " important things to look for with your troops. You see someone that's bored, not motivated. Cool.",
        7687.42,
        7692.16
    ],
    [
        " Put them in a leadership position. Let them step up. Stress is not just a nuisance designed to",
        7692.26,
        7700.36
    ],
    [
        " frustrate humans and shorten their lives. And this is again, I'm jumping through this book quite",
        7700.36,
        7704.8
    ],
    [
        " the opposite. The purpose of stress is to help people increase their odds of survival by providing",
        7704.8,
        7710.0
    ],
    [
        " quicker response time, more alertness and ability to focus more narrowly on the environment. The trick",
        7710.0,
        7715.96
    ],
    [
        " is to keep stress as an ally, not an enemy. So stress is not bad. It's not necessarily",
        7715.96,
        7724.42
    ],
    [
        " battle time. It will make you better with, with some as long as you get breaks from it. Yeah.",
        7724.42,
        7731.88
    ],
    [
        " And, and you can, you can adapt to stress. So it's like, you know, if you, if you live",
        7732.22,
        7739.8
    ],
    [
        " weeks, you're going to do curls. And you get so, you can echo approves of this. Yeah. So you can,",
        7739.8,
        7746.9
    ],
    [
        " you can get some, you're using 35 pounds and you're doing 10 reps. And if you just keep doing 10",
        7747.06,
        7754.66
    ],
    [
        " reps for 35 pounds every day, you don't get better. What you have to do is stress yourself.",
        7754.66,
        7762.5
    ],
    [
        " So you have to, you know, me increase the weight. You can increase the reps.",
        7764.0,
        7770.12
    ],
    [
        " Adapt to it. Then you increase again. And what, what your body is doing is adapting to that stress.",
        7770.78,
        7778.04
    ],
    [
        " A little of the time. So you keep it within a range that it can adapt to. And you'll keep getting",
        7778.4,
        7784.7
    ],
    [
        " stronger and stronger. Same with running. You don't go out and run 26 miles the first day. You kind",
        7784.7,
        7790.12
    ],
    [
        " of build up to it. And you're, you know, so you're stressing the body as you run longer distances or",
        7790.12,
        7795.66
    ],
    [
        " if you run hills or you're running sprints, you do a series of things that stretch you to help you",
        7795.66,
        7801.68
    ],
    [
        " get so you can go father and you can go faster. And eventually you can do the 26 miles.",
        7801.68,
        7806.9
    ],
    [
        " But if you just, you run three miles every day, it's the same pace. You got to max out right there.",
        7807.76,
        7813.42
    ],
    [
        " And the 26 is just eat your lunch when you try it.",
        7814.24,
        7818.46
    ],
    [
        " You know, this is, this is when I was talking about me being, you know,",
        7819.04,
        7824.76
    ],
    [
        " having a positive attitude earlier, being an optimist. And I was thinking about this quote because I",
        7824.88,
        7830.94
    ],
    [
        " knew I was going to get to it. When Collins asked Stockdale, this is Admiral Stockdale who's a POW.",
        7830.94,
        7836.54
    ],
    [
        " When Collins asked Stockdale, which POWs didn't make it out, Stockdale responded. That's easy.",
        7837.06,
        7842.54
    ],
    [
        " The optimists, the optimists were the prisoners who believed that, believed and would say that the",
        7842.84,
        7849.06
    ],
    [
        " North Vietnamese were going to release the POWs by Christmas. When it didn't happen by Christmas,",
        7849.06,
        7853.8
    ],
    [
        " they would say it happened by Easter. Then Thanksgiving, eventually the optimists would die of a broken",
        7853.98,
        7859.88
    ],
    [
        " heart. The solution according to Stockdale is that you must never confuse faith that you will",
        7859.88,
        7865.0
    ],
    [
        " prevail in the end, which you can never afford to lose with the discipline to confront the most",
        7865.0,
        7871.28
    ],
    [
        " brutal facts of your current reality, whatever they may be. That's important right there. Yeah.",
        7871.28,
        7879.16
    ],
    [
        " We say in the 1980s, I worked at the Center for Army Leadership at 411 North Kansas,",
        7880.3,
        7885.84
    ],
    [
        " a subject matter expert on leadership and stress on the battlefield.",
        7886.3,
        7889.98
    ],
    [
        " Research indicated that people high in psychological hardiness differed from people with low",
        7891.66,
        7897.24
    ],
    [
        " psychological hardness in four primary ways, a stronger commitment to self and attitude of",
        7897.24,
        7903.84
    ],
    [
        " vigorousness toward the environment, a sense of meaningfulness, and an internal sense of control.",
        7903.84,
        7910.72
    ],
    [
        " Continued research narrowed these differences to three factors, commitment, the ability to feel",
        7911.48,
        7917.06
    ],
    [
        " deeply involved in life's activities. Control the belief that you can control or influence stressful",
        7917.06,
        7924.4
    ],
    [
        " events in your life and challenge the anticipation of change as an exciting challenge for further development.",
        7924.4,
        7932.46
    ],
    [
        " Yeah, those are key. That challenge thing, instead of looking at everything like, oh no, this is",
        7932.98,
        7940.7
    ],
    [
        " happening to me. And instead saying, oh, this is all this is an opportunity for us. I had some",
        7940.7,
        7947.0
    ],
    [
        " client ask me the other day, well, what would you do? You know, if your team got assigned like the",
        7947.0,
        7952.76
    ],
    [
        " hardest job and how are you going to break the news to them? You know what I said, oh, we got",
        7953.44,
        7959.1
    ],
    [
        " assigned the hardest job. I'm going to walk in there and be like, hey guys, guess what?",
        7959.1,
        7962.62
    ],
    [
        " This company knows that there's only one team that can get this done. And they're saying it's",
        7963.1,
        7969.36
    ],
    [
        " going to take three months to get it done. And guess what? We're going to get it done in two months.",
        7969.36,
        7975.3
    ],
    [
        " And it's going to take everything we've got, but we are going to crush this thing. And we're going",
        7975.64,
        7979.68
    ],
    [
        " to show not only where the only team that can do this, we're the only team that can do absolutely",
        7979.68,
        7984.82
    ],
    [
        " anything. And everyone's like, oh yeah, because that's the attitude you got to have. This isn't a",
        7984.82,
        7991.4
    ],
    [
        " challenge that we're going to shy away from. This is an opportunity for us to to get after it.",
        7991.4,
        7995.62
    ],
    [
        " Most people who study resilience agree on a core set of common factors. Flexibility, adaptability,",
        7996.42,
        8005.7
    ],
    [
        " meaning, value, determination, strength, and recovery. So talking about resilience, those are",
        8005.78,
        8014.26
    ],
    [
        " some things to think about. That flexibility one isn't one that you might think of. It's a little",
        8014.26,
        8018.52
    ],
    [
        " counterintuitive to think, well, I'm resilient. So I just keep going the same direction. It's like,",
        8018.52,
        8023.24
    ],
    [
        " no, actually, I'm flexible. And I'm going to adapt. As opposed to burning yourself out,",
        8023.24,
        8029.06
    ],
    [
        " beating your head against the wall. You talk about this, this",
        8029.06,
        8034.62
    ],
    [
        " acronym you use here, stress, resilient, emotional intelligence, the ability to resist the",
        8034.62,
        8041.48
    ],
    [
        " negative influence of stress on the emotional aspects of decision making by flexing and adapting",
        8041.48,
        8046.5
    ],
    [
        " to sudden change. As the stress level goes up, particularly toward the extreme level,",
        8046.5,
        8052.36
    ],
    [
        " people lose their access to emotional intelligence.",
        8052.8,
        8055.98
    ],
    [
        " If you can't take a step back, take a breath, and get control of your emotions, you're going",
        8056.26,
        8065.4
    ],
    [
        " to have problems. There's no doubt about that. You have to learn how to breathe.",
        8065.4,
        8070.56
    ],
    [
        " Breathing is a big deal. Tactical breathing. Are you in hell for four seconds? You pause and",
        8071.62,
        8077.74
    ],
    [
        " exhale four seconds. Very quickly, that will help calm you down. Slesha Heart right back down.",
        8078.16,
        8084.94
    ],
    [
        " We used it with sniper training. When you were reaching out, those distances like they do today,",
        8085.78,
        8093.18
    ],
    [
        " with a 50 caliber, you can reach out and touch somebody two miles away.",
        8094.12,
        8098.64
    ],
    [
        " But the pressure of the pulse and your finger is enough to change the trajectory to cause you",
        8099.78,
        8104.94
    ],
    [
        " to miss it. Slowing your heart right down, causing it to be a little weaker, being very control,",
        8104.94,
        8111.4
    ],
    [
        " and squeezing it off. The Canadian guy, I don't remember his name right now, I think he has the",
        8112.22,
        8118.52
    ],
    [
        " record of a kill at like 2.2 miles. That's a crazy shot right there. That's a long way.",
        8118.52,
        8125.64
    ],
    [
        " There are ways to do that. Yeah, I always talk about the fact that it was always our goal to",
        8127.14,
        8133.64
    ],
    [
        " never sound excited on the radio. In order to do that, you're going to have to get control your breath",
        8135.3,
        8140.46
    ],
    [
        " when you get control your breath and you get control your voice that just calms you down. Instead of",
        8140.46,
        8145.38
    ],
    [
        " I would have out over here. Just hey, we're going to need two more guys down this hallway. Please.",
        8145.38,
        8149.28
    ],
    [
        " That's a way to stay calm. You get in here to the seven best practices to prevent stress.",
        8150.24,
        8159.46
    ],
    [
        " And it said a leader can get caught in an ever accelerating downward spiral. And it starts with",
        8160.82,
        8167.5
    ],
    [
        " rising levels of stress. At first, the leader might think I can power through this. I'm tough.",
        8167.5,
        8172.14
    ],
    [
        " That's how I got to where I am. But as his stress levels begin to rise, he finds it more and more",
        8172.48,
        8177.5
    ],
    [
        " difficult to maintain the lifestyle that helps keep his stress manageable. The diet quickly turns",
        8177.5,
        8183.32
    ],
    [
        " on healthy. There's no time or energy for exercise, no time for sleep or rest, no time for family or",
        8183.32,
        8188.76
    ],
    [
        " friends. His attitude turns negative and learning holds. A reinforcing loop emerges that sends the",
        8188.76,
        8196.16
    ],
    [
        " leader into a downward spiral like an airplane that's lost power and is out of the pilot's control",
        8196.16,
        8199.66
    ],
    [
        " with little hope of recovery unless the leader can break the cycle and begin to climb again.",
        8199.66,
        8205.1
    ],
    [
        " And this is your something that you call arsenal, which another acronym, the seven best practices,",
        8205.56,
        8212.42
    ],
    [
        " awareness, rest, support, exercise, nutrition, attitude, and learning. And you know, you go through",
        8212.64,
        8226.82
    ],
    [
        " each one of these and talk about how some steps to take for awareness, dedicate time to stepping",
        8226.82,
        8234.34
    ],
    [
        " outside yourself, observing your actions for rest. You know, you give great little sections of",
        8234.34,
        8240.96
    ],
    [
        " what to do to rest. Force yourself to take breaks, include personal time each day. Like you go",
        8240.96,
        8246.64
    ],
    [
        " through support. What does support mean? Support is psychological, emotional, and physical people that",
        8246.64,
        8254.0
    ],
    [
        " help you in those categories. So significant other family, friends, colleagues, coaches, mentors,",
        8254.0,
        8261.4
    ],
    [
        " etc. And what can you do? Identify these people. And you get, again, you do that for each one of",
        8261.4,
        8267.22
    ],
    [
        " these for exercise. You talk about what, you know, how do you start an exercise program? And I think",
        8267.22,
        8274.54
    ],
    [
        " you use a couple. You give one thing is 60 days, go 60 days, do not miss an exercise session",
        8274.54,
        8281.26
    ],
    [
        " during the first 60 days, not even one. While some say new habits are created in 21 days, I find",
        8281.26,
        8286.72
    ],
    [
        " that for most people 60 days tends to firmly transform any new behavior into a habit.",
        8286.72,
        8290.78
    ],
    [
        " So, and you obviously are a little bit of an exercise fanatic because you, you still run an",
        8292.32,
        8297.88
    ],
    [
        " iron man? Yes. How do you get into that? Well, you know, always been physical. And about 10 years or",
        8297.88,
        8310.42
    ],
    [
        " so ago I had my other son-in-law go do a triathlon and he got with Eric and I and he said,",
        8310.42,
        8319.84
    ],
    [
        " we got to do this. This is a lot of fun. So, wait, how old are you right now?",
        8320.5,
        8324.28
    ],
    [
        " 72. So at 62 you decided it was a good time to start triathlons. Got it? Okay.",
        8325.22,
        8330.36
    ],
    [
        " So then, you know, got into that and then, you know, triathlons are okay, but I thought, you know,",
        8331.24,
        8339.08
    ],
    [
        " iron man, their distances are considerably, you know, fathers. So I got into that and, you know,",
        8339.2,
        8346.92
    ],
    [
        " it's pretty cool. I mean, it's, it's a tough day. Yeah, and especially at 62, there's",
        8346.92,
        8355.08
    ],
    [
        " one's last time you did one a year ago. Less than a year. I mean, this year. Okay.",
        8355.08,
        8361.68
    ],
    [
        " One this year and, you know, maybe I start back again. Are you like ranked in the world?",
        8362.26,
        8368.14
    ],
    [
        " I was until I think last year. You have to do a certain number of year and then, then you can",
        8369.04,
        8377.64
    ],
    [
        " total up points and they rank you. So, you know, I think the last, my last ranking was",
        8377.64,
        8383.76
    ],
    [
        " fifth in the US, 15th in the world in my age. So you definitely recommend exercise,",
        8383.76,
        8392.34
    ],
    [
        " apparently. Talk about nutrition, you know, eating the right stuff. This is all stuff that we know,",
        8394.22,
        8401.52
    ],
    [
        " but we don't want to do. You talk about attitude, engaging activities that build yourself confidence",
        8401.7,
        8409.08
    ],
    [
        " in self-esteem, jujitsu, smile, see the glasses being half full. Talk directly to the person you are",
        8409.08,
        8416.48
    ],
    [
        " unhappy with, not to your co-workers about that person. Become a team player, ask fellow team members,",
        8416.64,
        8422.56
    ],
    [
        " well, you can do to help them. That's a good attitude adjustment. And the last one you've got is",
        8422.72,
        8426.86
    ],
    [
        " lifelong learning. And again, I'm breezing through these things right now and that's why people need",
        8426.86,
        8431.28
    ],
    [
        " to buy the books so that they can get the, the menus themselves and read through. Life long learning,",
        8431.28,
        8438.46
    ],
    [
        " this is just such an important thing. Set daily, monthly, quarterly, and annual, annual learning",
        8438.84,
        8444.82
    ],
    [
        " goals. For example, read two books monthly or improve a foreign language skill over the course of",
        8444.82,
        8450.1
    ],
    [
        " year. Spend time with others who like to learn, spend time with someone you consider intelligent,",
        8450.1,
        8454.2
    ],
    [
        " get out of your comfort zone, learn something you have always wanted to learn but keep putting off,",
        8454.56,
        8458.2
    ],
    [
        " exercise all parts of your brain by choosing a variety of learning goals. So those are, that's your,",
        8458.6,
        8466.5
    ],
    [
        " that's your arsenal approach to controlling stress, awareness, rest, support, exercise,",
        8466.5,
        8474.08
    ],
    [
        " nutrition, attitude, and learning. Here's the takeaway on arsenal. These are, these are cool.",
        8474.54,
        8481.64
    ],
    [
        " An unaware brain is a surprised brain. A tired brain is a grumpy brain. An unsupported brain",
        8482.22,
        8488.62
    ],
    [
        " is a sad brain. An unfit brain is a slow brain. A hungry brain is a distracted brain. A negative",
        8488.62,
        8494.92
    ],
    [
        " brain is an angry brain and an unused brain is a forgetful brain. Anything I'm missing on arsenal?",
        8494.92,
        8505.02
    ],
    [
        " No, that's good. I mean, we have an actual assessment that you can take online, shows you where you are.",
        8505.82,
        8512.36
    ],
    [
        " So I mean, we use it quite a bit with our clients. Stress is always an issue out there. So if we",
        8513.9,
        8524.9
    ],
    [
        " perform better, particularly as a leader. I'm going to wrap up with this book here. Training leaders",
        8524.9,
        8531.26
    ],
    [
        " is similar to training parachutists. You have to train them to jump before pushing them out the door.",
        8531.26,
        8537.34
    ],
    [
        " And then you say this, close now this book, and in preparing for the future, we should keep in mind the",
        8538.62,
        8543.34
    ],
    [
        " old Native American analogy that describes the past, present, and future as a log burning in a",
        8543.34,
        8548.5
    ],
    [
        " fire. The part of the log that has burned into ash is yesterday. The part that is burning is today.",
        8548.5,
        8554.82
    ],
    [
        " And the part that will burn soon is tomorrow. We are the fire. We can only live today. And what we do",
        8554.9,
        8561.5
    ],
    [
        " today determines whether our fire will still be burning tomorrow.",
        8561.5,
        8566.66
    ],
    [
        " Well, that's that that wraps up this book. And again, I mean, I breezed through this thing. There",
        8568.3,
        8577.58
    ],
    [
        " were some points that I definitely wanted to talk about and and let people know about the book is",
        8577.58,
        8582.68
    ],
    [
        " called the Stress Effect by Henry L. Thompson. And it's available on Amazon.",
        8582.68,
        8589.58
    ],
    [
        " What else, you know, we've covered a ton, you know, we've we've merged a bunch of podcasts here.",
        8594.22,
        8600.06
    ],
    [
        " What else do we need to know about what you've got going on? What about high performance systems,",
        8600.86,
        8608.14
    ],
    [
        " HPSYS.com. That's your company. And this is what you do. Yeah. That's what we do. We work with leaders",
        8609.78,
        8617.44
    ],
    [
        " around the world. We do a lot of work helping them improve their performance. We look at their",
        8617.44,
        8624.08
    ],
    [
        " cognitive ability. We can measure that. Then we can work with you to make sure you're getting",
        8624.08,
        8629.14
    ],
    [
        " the most out of it. We work with manufacturing and building those high performance work teams.",
        8629.14,
        8635.5
    ],
    [
        " So, well, I go when you were talking about given people control, if you take a high performance work",
        8635.5,
        8642.06
    ],
    [
        " team and a manufacturing plant and say, okay, you guys can start making decisions. So, you can",
        8642.06,
        8650.92
    ],
    [
        " even decide that Echo Charles gets tomorrow off because he's got something he has to do. And Eric",
        8650.92,
        8658.36
    ],
    [
        " is going to come in and work his shift so he can go do it. And you don't have to come to me,",
        8658.36,
        8663.82
    ],
    [
        " the supervisor to ask permission to do that. You guys are already authorized to do all kinds of",
        8664.58,
        8668.92
    ],
    [
        " things like that. If it's going to make the team perform better, you guys do it. So, you run yourself.",
        8668.92,
        8674.76
    ],
    [
        " You take care of yourself. And I'm available if you need to ask me questions or maybe there's",
        8675.0,
        8681.04
    ],
    [
        " some resources you don't have, then let me know. I'll go find your resources for you. So,",
        8681.04,
        8687.14
    ],
    [
        " we do a lot of work like that. We do a lot with stress management. We do a lot with decision-making",
        8687.66,
        8693.4
    ],
    [
        " under stress. So, nuclear operators that are making decisions about whether or not the plant's",
        8693.4,
        8698.48
    ],
    [
        " going to melt down because sometimes the stress gets really high in the control room when they",
        8698.48,
        8704.8
    ],
    [
        " have an incident. So, teaching them how to get control of the stress and not lock up, law enforcement.",
        8704.8,
        8711.74
    ],
    [
        " For the most part, law enforcement has a different approach to dealing with bad guys than the",
        8712.9,
        8725.96
    ],
    [
        " military does. I mean, a law enforcement SWAT team is a different approach when they go into a",
        8725.96,
        8733.46
    ],
    [
        " room. When they kick a door down and go in, it's not like having a special ops team,",
        8733.46,
        8737.5
    ],
    [
        " seal team come through that door. When you go through, you're going to take out everything in",
        8737.76,
        8743.42
    ],
    [
        " there. When the police SWAT team goes through, there's a bad guy and there they want. And they're not",
        8743.42,
        8749.72
    ],
    [
        " going to take out everybody that's in the room necessarily. So, it's a very different approach going",
        8749.72,
        8754.64
    ],
    [
        " in, but it's very stressful. And there's things that they can do and things they need to understand",
        8754.64,
        8759.02
    ],
    [
        " about what they can do when a stress level goes out. What we're just going to do is there's",
        8759.02,
        8763.32
    ],
    [
        " decisions. So, we work with them on that. We can train them, firefighters, same thing, EMTs.",
        8764.24,
        8769.16
    ],
    [
        " So, we do a lot of work like that. We also work with VETS, VETS organizations. So, we have this",
        8770.18,
        8776.38
    ],
    [
        " thing going on, you know, 22 push-ups because we have 22 VETS a day committing suicide.",
        8776.38,
        8783.94
    ],
    [
        " So, the 22 push-ups is an awareness thing. So, we get that all over social media, people doing push-ups.",
        8785.0,
        8792.6
    ],
    [
        " You know, you had said something earlier about, you know, Echo Chalice is probably going to knock out",
        8793.64,
        8798.38
    ],
    [
        " 22 for us to the video so we can post him out there tomorrow. And, you know, we had the challenge",
        8798.38,
        8805.96
    ],
    [
        " coins. And I have a group of people around the country that have some of our coins and if they",
        8805.96,
        8812.22
    ],
    [
        " run into a VETS, they think, you know, maybe on the edge, they give him a coin. It says,",
        8812.22,
        8819.02
    ],
    [
        " welcome home. Thank you for your service, all that kind of stuff. And they reach out to him.",
        8819.02,
        8824.12
    ],
    [
        " Sometimes, all you have to do is smile at somebody. There's a person out there today that is on",
        8824.26,
        8831.28
    ],
    [
        " a mission to end their life before the days are and very often, they set up a condition.",
        8831.28,
        8837.54
    ],
    [
        " I'm going to ride the bus to this place where I'm going to terminate myself. If nobody speaks to me,",
        8838.26,
        8843.8
    ],
    [
        " if nobody smiles at me, nobody recognizes my presence between now and the time I get to this place,",
        8844.34,
        8851.4
    ],
    [
        " I'm going to take my life. But if I get some kind of interaction from somebody, I won't do it.",
        8851.66,
        8857.62
    ],
    [
        " And they get on the bus. They go, nobody acknowledges them, you know, and they commit suicide.",
        8859.14,
        8866.78
    ],
    [
        " Just reaching out, just talking to someone. Sometimes can turn them around and all of a sudden,",
        8867.1,
        8873.28
    ],
    [
        " they don't do it. You can take them off of that list of 22. So we do that.",
        8873.28,
        8878.1
    ],
    [
        " Is there a website to go for that? Is that like a non-profit?",
        8878.72,
        8884.04
    ],
    [
        " Yeah, there's a mission 22 website. On our website, we put on our stress effect website,",
        8884.5,
        8892.52
    ],
    [
        " put things you can do to recognize VETS, not just VETS, but firefighters, police, you know,",
        8893.08,
        8901.26
    ],
    [
        " so there are other groups that are doing it, but particularly VETS. Particularly,",
        8901.68,
        8907.52
    ],
    [
        " it's not just the older VETS, but sometimes it's easier to see in them.",
        8908.06,
        8913.14
    ],
    [
        " But if you watch, you can see people do not act in quite right, and they may have on their hat.",
        8914.06,
        8920.76
    ],
    [
        " Now, you can see they've been in Afghanistan or wherever they are, and you need to talk to them.",
        8922.14,
        8927.66
    ],
    [
        " And you had one person on one of your podcasts, very recently, who is a suicide survivor.",
        8927.66,
        8939.24
    ],
    [
        " The person attempted the suicide and somebody, you know, just next to her up and got her out.",
        8939.8,
        8947.84
    ],
    [
        " And she'd do all kinds of things that she wouldn't have done.",
        8948.18,
        8951.8
    ],
    [
        " No doubt about it.",
        8952.12,
        8953.2
    ],
    [
        " So everybody has a purpose. There's a reason that you survived as long as you have,",
        8955.58,
        8960.0
    ],
    [
        " and to go out and terminate yourself. I mean, all of a sudden, all those things don't happen.",
        8960.4,
        8966.38
    ],
    [
        " I mean, you might be the person that saves a lot of other lives if you stick around.",
        8967.16,
        8971.88
    ],
    [
        " And I don't think we as a nation do very well, taking care of the VETS,",
        8973.26,
        8978.54
    ],
    [
        " doing the transitions. And I know a lot of the VETS who do take their own lives,",
        8979.38,
        8985.24
    ],
    [
        " they're not in the VA program. They're just trying to do things on their own.",
        8985.94,
        8991.08
    ],
    [
        " They get knocked down or spiral. But if we see one, we talk to them.",
        8991.78,
        8996.9
    ],
    [
        " It's amazing. Some of the stories I'm getting back from some of the people that's",
        8997.98,
        9004.06
    ],
    [
        " kind of they've joined me in this program, women who are out walking or running,",
        9004.06,
        9010.14
    ],
    [
        " and they'll see a guy with his veteran hat on or something that clues them in. And they just",
        9010.54,
        9017.3
    ],
    [
        " talk to them. And the guys just turn around. I mean, all of them don't. But,",
        9017.3,
        9023.12
    ],
    [
        " you know, as military people, I think, you know, we have an obligation. We have an accountability.",
        9023.3,
        9030.36
    ],
    [
        " You know, we'll take care of all of people. So, anyway, we do think a lot of things like that.",
        9030.64,
        9036.08
    ],
    [
        " Well, that's, I mean, that's awesome. That you already served your country,",
        9036.88,
        9041.34
    ],
    [
        " you know, in so many other ways, and continue to serve the VETS. And I don't know, do you",
        9041.84,
        9049.14
    ],
    [
        " any other final thoughts? I really appreciate the opportunity to come, you know, talk about",
        9049.14,
        9056.56
    ],
    [
        " some of the things that went on in SAUG and some of the leadership and other topics that we",
        9057.16,
        9062.34
    ],
    [
        " got on today. I appreciate you giving me that opportunity. You guys have been great. Great",
        9062.34,
        9066.98
    ],
    [
        " questions. It's been a fine day. I have a question. What's a snake eater? He said that a few times.",
        9066.98,
        9075.54
    ],
    [
        " Snake eater. He's a snake eater. Special forces. Like a term. It's like a term for like a special",
        9075.86,
        9082.1
    ],
    [
        " forces guy. They'll say to him on seals. They'll say like, oh, that guy's a snake eater.",
        9082.18,
        9086.22
    ],
    [
        " You're just kind of saying it in the context like it was bad almost. Like from who was saying it",
        9086.36,
        9091.98
    ],
    [
        " in your stories? Competition. Oh, yes. I'm a ranger in your special forces. Yeah. Yeah.",
        9091.98,
        9098.32
    ],
    [
        " Yeah. So I'm better than you. Yeah. Yeah. Got you. So when I call you a snake eater, it's bad.",
        9098.34,
        9104.16
    ],
    [
        " Yeah. Yeah. Yeah. When I call myself one, it's good. Yeah. Yeah. Yeah. Yeah. So cool.",
        9104.46,
        9108.14
    ],
    [
        " Right on. Right on. Thank you. Okay. Well, you know, thanks, Eric, for for getting you out here.",
        9108.14,
        9116.74
    ],
    [
        " And I'm telling you, this is just a total honor for me to be able to sit here and hear your stories",
        9117.2,
        9124.12
    ],
    [
        " and pick your brain. And so thank you for coming on and sharing everything with us. And, you know,",
        9124.12,
        9131.36
    ],
    [
        " more important. And I think it's pretty obvious. Thank you for your service. And thank you.",
        9131.54,
        9138.16
    ],
    [
        " When I hear your stories and I think about the times that you thought you would not come back",
        9138.34,
        9146.06
    ],
    [
        " and you in any way, and you did that for me and for my kids and for our country. And I just",
        9146.06,
        9156.32
    ],
    [
        " wanted to say thank you. And it's been an honor to talk to you. And I can't wait to hear feedback",
        9156.32,
        9162.36
    ],
    [
        " from people. And I'm sure they'll have so many questions that I'll have to drag you out here",
        9162.36,
        9167.14
    ],
    [
        " again at some point. Yeah. Well, appreciate your service and thank you for that and all the things",
        9167.14,
        9172.46
    ],
    [
        " that you've done and you're doing for the best. I mean, people listen to these podcasts.",
        9172.46,
        9177.3
    ],
    [
        " Listen to what you guys say and it makes a difference. And you're, you know, you just, you don't",
        9177.88,
        9186.08
    ],
    [
        " realize when you help most of the people that you help because you don't know where they were when",
        9187.62,
        9192.6
    ],
    [
        " they listen to your podcast or listen to you talk, but you're impacting people all over. And,",
        9192.6,
        9199.92
    ],
    [
        " you know, I'm glad I could come in and you know, just hang out with you guys and watch how you do",
        9199.92,
        9206.88
    ],
    [
        " this because you're really making an impact. Well, appreciate it. The doors always open to this",
        9206.88,
        9211.96
    ],
    [
        " podcast room. The microphone will be waiting for you anytime you want to come back. And I'm sure",
        9211.96,
        9216.72
    ],
    [
        " that the amount of people will hear what you've had to say and see what you've been through. And",
        9216.72,
        9221.76
    ],
    [
        " you're going to help infinitely more people. And it's so appreciated. Again, not just for what",
        9221.76,
        9228.76
    ],
    [
        " you've done in the past, but for what you're still doing now. So thank you. Thank you. Thank you,",
        9228.76,
        9241.94
    ],
    [
        " again, I cannot even get my mind around what he's done and what he's learned and what he is",
        9241.94,
        9249.98
    ],
    [
        " passing on in these lessons. Because really, there's no better way to learn and there's no better",
        9249.98,
        9260.46
    ],
    [
        " teacher than learning from those who have gone before us.",
        9260.46,
        9265.7
    ],
    [
        " Who have tested the limits of human capacity for performance and leadership and decision-making.",
        9267.1,
        9275.44
    ],
    [
        " And here we are. We get to sit here. We get to actually sit here and absorb the knowledge of",
        9276.76,
        9283.62
    ],
    [
        " these great men who paid dearly for this knowledge. And as we know, many of their comrades paid",
        9284.04,
        9296.28
    ],
    [
        " with their very lives. So let us never forget that. That for every lesson, there was blood spilled",
        9296.28,
        9308.1
    ],
    [
        " for every story. There is a man who did not return. So value. These lessons, lessons that we can",
        9308.1,
        9323.04
    ],
    [
        " apply to our lives, to our family, to our businesses, to our communities. Everything we do, we can",
        9323.04,
        9332.02
    ],
    [
        " apply what we're learning here. Don't squander these lessons. Pay attention to them.",
        9332.02,
        9339.62
    ],
    [
        " Be aware. We talk a lot about awareness. Be aware of your own shortfalls.",
        9341.34,
        9347.86
    ],
    [
        " And then apply these lessons. That's what you have to do. You have to actually apply them. You",
        9348.68,
        9362.0
    ],
    [
        " have to do it. So echo, we are all looking to learn. We are all looking to somehow make up for our own",
        9362.0,
        9373.58
    ],
    [
        " shortfalls and apply things to our lives that will make us better. Do you know of anything?",
        9373.58,
        9383.12
    ],
    [
        " Softball coming at you. Do you know of anything that broadly speaking can make our lives better?",
        9383.96,
        9391.38
    ],
    [
        " Broadly and narrowly. That would be. Okay. By far. Okay. Now, is it possible that you're just a person",
        9392.14,
        9401.38
    ],
    [
        " that's just into it and so you're your bias because you like to do it now, you think everyone could",
        9401.38,
        9407.12
    ],
    [
        " gain from it and benefit from it, even though that could be wrong. Is that a possibility? That's",
        9407.12,
        9412.2
    ],
    [
        " a possibility. Well, actually, I was going to say that's actually not possible. Yeah. Well, I'm",
        9412.2,
        9417.14
    ],
    [
        " more saying yes to the bias part of it. Okay. You are biased. But even if you're biased,",
        9417.14,
        9422.52
    ],
    [
        " then that doesn't mean it's necessarily wrong. I would tell you this. You're biased. You're biased",
        9423.02,
        9429.64
    ],
    [
        " in favor of Jiu Jitsu. Yes. And that doesn't affect the outcome of someone starting Jiu Jitsu and",
        9429.64,
        9435.42
    ],
    [
        " really gaining a ton from it in making their life better. Yes. Across the board. It's kind of like,",
        9435.42,
        9443.52
    ],
    [
        " you know how, um, hmm, like the sun, if I say, hey, the sun is warm on my face today. And I",
        9443.72,
        9452.22
    ],
    [
        " really like that. Okay. And I'm biased towards the sun. Okay. What is someone doesn't like that?",
        9452.22,
        9457.14
    ],
    [
        " It's still warmer in their face. Seems to me. Okay. Let's say not only that they didn't know,",
        9457.3,
        9462.38
    ],
    [
        " Brad, that was a perfect analogy. Yeah. Actually, it was pretty bad. But nonetheless, short notice,",
        9462.4,
        9466.9
    ],
    [
        " that sort of how it goes. Hey, fatally. Yeah. Actually, actually, Jiu Jitsu will improve your life.",
        9466.9,
        9473.42
    ],
    [
        " Yes. Actually, unless you do it wrong, here's the thing, unless you do it wrong. Yeah. Yeah. I",
        9473.62,
        9477.18
    ],
    [
        " guess that is possible. Yes. And I don't mean do Jiu Jitsu wrong. I mean approach. Yeah. Jiu Jitsu",
        9477.18,
        9482.1
    ],
    [
        " wrong. So like, okay, so you mentioned before how, how the person, like a person in the beginning,",
        9482.1,
        9489.74
    ],
    [
        " you, your confidence go, like, can go backwards one step because you're like, uh-oh, like,",
        9489.74,
        9496.3
    ],
    [
        " how many people know this and I didn't even realize it. So you're kind of apprehensive.",
        9496.3,
        9499.62
    ],
    [
        " Just in general, that is yes. If you approach it correctly, in my opinion, because if you approach it",
        9499.94,
        9506.58
    ],
    [
        " wrong, you're kind of like, oh, I know a, a choke now. I know arm lock. Now I'm better than",
        9506.58,
        9512.32
    ],
    [
        " everybody, you know, kind of thing. That's the reality of Jiu Jitsu that you won't feel that way,",
        9512.32,
        9516.62
    ],
    [
        " because you'll get before you choke, you learn a choke, but then you get choked and arm locked",
        9516.62,
        9520.32
    ],
    [
        " and came here at 15 times in one day. You don't feel more confident out of the date.",
        9520.32,
        9525.04
    ],
    [
        " I didn't know. Yeah. But then again, no, you know what? A small part of me did did.",
        9526.36,
        9531.26
    ],
    [
        " Only if I knew the other person. Yes, it totally was. But on top of it, I would know, you know,",
        9531.38,
        9537.32
    ],
    [
        " I know who in my little, what did you say in my circles? Like I knew who didn't train and who did,",
        9537.4,
        9542.86
    ],
    [
        " just like we all do, you know? I mean, strangers I'd always be like, man, like, you know what that",
        9543.02,
        9548.08
    ],
    [
        " guy looks like. You gotta watch out. Yeah, just like, you know how like sometimes you're like,",
        9548.08,
        9550.62
    ],
    [
        " you don't know if that guy has a weapon or something like that. That feeling, it's that feeling,",
        9550.8,
        9554.06
    ],
    [
        " you know, but a little bit worse because if a guy's a weapon, you can kind of run away.",
        9554.06,
        9558.56
    ],
    [
        " If someone has you in any kind of Jiu Jitsu scenario, like mounted or in a arm part, isn't it?",
        9558.7,
        9563.72
    ],
    [
        " Weird. You can be mounted and you can't get away. Literally can't get away. You can scratch bite,",
        9563.82,
        9568.26
    ],
    [
        " go for growing stuff like, oh, you cannot get away. You will not go. Yeah, it's bad. And I would",
        9568.64,
        9575.0
    ],
    [
        " think about that stuff too. It's scary. But it's just like the whole concept of passing the guard,",
        9575.0,
        9580.84
    ],
    [
        " right? It doesn't seem like it. If you said, okay, the idea of Jiu Jitsu, one part of Jiu Jitsu is you",
        9581.6,
        9587.56
    ],
    [
        " have to get around the other person's legs. That's the whole, that's what you gotta do. You'd think, oh,",
        9587.56,
        9592.14
    ],
    [
        " how long is that gonna take? Four seconds, three seconds, maybe even two seconds, whatever. I'll",
        9592.64,
        9596.78
    ],
    [
        " get around their legs. And then you realize it can take years and years and years of trying to get",
        9596.78,
        9601.22
    ],
    [
        " past one person's guard. If not never, sometimes. Yeah. And that's a crazy thing. Very crazy roommate.",
        9601.22,
        9607.52
    ],
    [
        " It was I think it was you at the mustard where I was like, we were talking about that. I forget if",
        9607.52,
        9612.4
    ],
    [
        " you were saying it or I was saying it. I think you were saying it. And I was like, maybe add it. I",
        9612.4,
        9617.28
    ],
    [
        " don't know. Nonetheless. And I was like, because technically getting past someone's guard is just",
        9617.28,
        9620.12
    ],
    [
        " getting past your legs. Just like you said. And you can use this whole room. I don't care if you walk",
        9620.12,
        9624.54
    ],
    [
        " out the door and sneak back in the back door. You still can't do it. And like you can, like I was",
        9624.54,
        9630.36
    ],
    [
        " and I did a little demonstration where I'd be like, okay, this is like all I gotta do is get past",
        9630.36,
        9636.94
    ],
    [
        " your legs. Right? So I backed way up and I started like walking around. Oh, you do this like turn.",
        9636.94,
        9641.06
    ],
    [
        " And it just, yeah, it's crazy. How just how impossible that can kind of seem. You know, but that's the",
        9641.32,
        9647.56
    ],
    [
        " jujitsu, you know, and that's one tiny little sliver of an aspect of it. It's just passing the guard.",
        9647.56,
        9653.22
    ],
    [
        " You know, yes. He gets goes deep. No, nonetheless. But yes, if you approach it correctly,",
        9653.52,
        9659.94
    ],
    [
        " I have no doubt in my mind. I don't know under any circumstance where it would be an improvement in your life.",
        9660.84,
        9668.78
    ],
    [
        " Net net. Yeah, cannot think of one. So so overall we're saying do jujitsu. Yes, sir. Once we decide to do",
        9669.06,
        9675.98
    ],
    [
        " jujitsu, which we just decided, now we need to get a key. Yes. We get an origin key from origin main.com.",
        9675.98,
        9683.28
    ],
    [
        " You get a lot of stuff from there. But yes, you get your key from there. Many different options.",
        9683.46,
        9687.74
    ],
    [
        " Speaking of keys. I've been noticing people getting blue belt,",
        9688.92,
        9693.28
    ],
    [
        " winning tournaments, saying, hey, I joined jujitsu because of jaco. Yeah, because of this. Well, yeah. So there's",
        9694.04,
        9703.54
    ],
    [
        " there's a camp this year. There was people that were like, I'm a jaco blue belt. Right. And I was like,",
        9703.54,
        9710.38
    ],
    [
        " what is that? And they say, I started training because the podcast. I was like, oh, awesome. And I've met,",
        9710.38,
        9715.56
    ],
    [
        " I think two jaco purple belts. Now the podcast has only been out for four years. Forish. Yeah.",
        9715.56,
        9723.8
    ],
    [
        " Yeah, we're coming up on four years. So I mean, someone out of the gate was like, okay, I'm getting",
        9723.94,
        9727.98
    ],
    [
        " because you got it. You know, it takes about four years to get a purple belt. If you're like",
        9727.98,
        9730.96
    ],
    [
        " training heart, right? This is no slack. Someone that just jumps in. So I think I've met two like",
        9730.96,
        9737.72
    ],
    [
        " jaco purple belts. So, yeah, that's that's super cool. So, so you're not alone.",
        9738.72,
        9745.56
    ],
    [
        " Don't feel like you ever feel like all of the other, no one's really actually doing that. So I'm",
        9746.4,
        9752.08
    ],
    [
        " not doing it. Yeah, people are absolutely doing it. Yes. 100%. My, my, my wife just was in England. She",
        9752.08,
        9767.7
    ],
    [
        " friends husband, Anthony. He's, he's, you know, he's like, whatever, 50 years, he's like my age,",
        9769.98,
        9776.96
    ],
    [
        " 48, 52, something like that, obsessed with the Jiu-Jitsu. Yeah. He's been training for six months.",
        9777.1,
        9782.74
    ],
    [
        " Jaco white belt. He's like, in the game, right? Yeah. At some point, you commit. You say, you know,",
        9783.54,
        9788.98
    ],
    [
        " what I'm going to do this? Yeah. Just do it. Yeah. Just do it. This is how you know you, and we",
        9789.0,
        9794.24
    ],
    [
        " haven't used the expression, you just do bug recently. But this is how you kind of know when",
        9794.24,
        9798.62
    ],
    [
        " you're sort of trying to figure out moves when you're like in bed or driving or this kind of",
        9798.62,
        9805.22
    ],
    [
        " stuff. What is like constantly rolling in your mind? It might be in this good feeling. Yeah.",
        9805.22,
        9808.94
    ],
    [
        " Because it does translate when you go back in, it like you work it out. It's good, man.",
        9809.26,
        9812.42
    ],
    [
        " But yes, people are in the game. So, yeah, this is, and you're going to train G. So get a Jiu-Jitsu",
        9812.8,
        9820.24
    ],
    [
        " from origin main.com. Get a rash guard so you can train Nogi, which is also important.",
        9820.9,
        9826.18
    ],
    [
        " Very important. As Echo would say. Yes. I would just say important.",
        9826.56,
        9829.76
    ],
    [
        " But he would say important. I don't, I don't hear the difference. Yeah. Feel that. That's because you",
        9830.24,
        9835.5
    ],
    [
        " don't hear anything. And then the problem is, the problem is you're going to want to represent",
        9835.5,
        9842.14
    ],
    [
        " off the mats. Off the mats, right? And we can go into the whole thing about how you can't wear a",
        9842.14,
        9848.24
    ],
    [
        " key to the club. Most of the time. Yes. You can't wear a key to the grocery store.",
        9848.24,
        9852.36
    ],
    [
        " Jen, yes. Now, you can get away with key pants. Let's face it. Let's face it. I think most of us",
        9852.88,
        9858.52
    ],
    [
        " have been into a grocery store in key pants. I know I have. Especially the black ones. The origin",
        9858.52,
        9863.8
    ],
    [
        " black ones, they look kind of, you know, you could probably go to a club in the origin black",
        9863.8,
        9867.34
    ],
    [
        " key pants. You could pull it off. You could pull it off. What kind of level? What kind of fashion?",
        9867.34,
        9870.66
    ],
    [
        " You know, you're a fashion guy. But what? What is that? Where does that fit into the fashion world?",
        9870.8,
        9874.8
    ],
    [
        " Like what would you wear with black key pants to a club? To a, let's say a bar.",
        9874.8,
        9881.62
    ],
    [
        " You're going to a bar. You put on the key pants and you just, what are you using wearing a",
        9882.38,
        9885.78
    ],
    [
        " t-shirt? This is an origin t-shirt. Well, that's a death cord t-shirt. Let's clarify, first off,",
        9885.78,
        9892.82
    ],
    [
        " I'm not a fashion person. But it was. I would say there is no fashionable, unless you're going",
        9892.98,
        9904.78
    ],
    [
        " to be wearing a t-shirt. You ever heard of this store called Patagonia? They make outerwear",
        9904.84,
        9911.44
    ],
    [
        " and stuff like that. Outdoor clothing, right? Well, Patagonia used to have pants, maybe they still do,",
        9911.44,
        9916.74
    ],
    [
        " that were called key pants. That's what they were called. They probably still have. So maybe,",
        9917.12,
        9923.96
    ],
    [
        " you know, they're over there wearing their key pants out. Maybe we just get the game and",
        9924.24,
        9930.6
    ],
    [
        " represent even harder. Yes, they're called key pants. Or are they called GI pants?",
        9930.62,
        9935.74
    ],
    [
        " They're called key pants. I remember back in the day I would read the little description.",
        9936.24,
        9941.54
    ],
    [
        " And it would say, you know, the key pants is based on the loose fitting martial arts pants.",
        9942.42,
        9948.34
    ],
    [
        " Yeah, we'd say that in a little description. Yeah, it's okay. So yeah. All right. Well,",
        9948.44,
        9953.6
    ],
    [
        " yeah, I mean, man, it's kind of like whatever you day, I mean, it wouldn't be a violation overall,",
        9953.76,
        9957.78
    ],
    [
        " especially if there were the black ones. The blue or the white, maybe the kind where people will look",
        9957.78,
        9962.96
    ],
    [
        " like if you wear a... Oh, yeah, yeah. You know, you couldn't wear white key pants out for just no",
        9962.96,
        9967.28
    ],
    [
        " reason. But the black, you could kind of be hard to pull off. Yes, sir. Yeah. So anyways,",
        9967.28,
        9972.0
    ],
    [
        " but if you don't want to wear your GI pants and you still want to represent, that's fine. You can",
        9972.34,
        9977.34
    ],
    [
        " get a pair of origin jeans, which are also made in America. The little brass rivets are made in",
        9977.34,
        9987.38
    ],
    [
        " America. And they're sewn by craftsmen, craftswomen up in Maine. That's what that's what they're made.",
        9987.38,
        9997.56
    ],
    [
        " So everything is there. There's a there as American as an American can be. That's what those jeans are.",
        9998.18,
        10004.28
    ],
    [
        " They when you put them on, you are embracing America to its core and you're rebuilding America.",
        10004.74,
        10012.5
    ],
    [
        " Because you got to remember all those none of those people had jobs. None of those people at origin",
        10012.52,
        10017.94
    ],
    [
        " had jobs five years ago, three years ago, two years ago. Because all the jobs have been taken overseas.",
        10017.94,
        10024.4
    ],
    [
        " We're bringing them back. So embrace America and embrace",
        10024.94,
        10033.68
    ],
    [
        " origin jeans. I'm American. There's the heavy... There's the factory jeans, what we call?",
        10033.68,
        10040.98
    ],
    [
        " Those are the OG, the original ones. And then there's the Delta 68, which are mine, my signature jeans.",
        10041.46,
        10051.36
    ],
    [
        " But they don't say jocke on them because that's not... No, they say Delta 68, named after my",
        10052.4,
        10057.38
    ],
    [
        " forefathers in the seal teams in Vietnam, that wore jeans into the May Kong Delta to hunt down",
        10057.38,
        10064.22
    ],
    [
        " the enemy. And they did it because they were more durable. They lasted longer. They were quiet.",
        10064.22,
        10070.5
    ],
    [
        " So that's what we did. We brought them back. Delta 68, represent. Yep, good ones.",
        10070.76,
        10077.16
    ],
    [
        " Get some. What else? Wow. From origin, well, supplements, of course, keeping us in the game. So,",
        10077.28,
        10087.02
    ],
    [
        " you know, 50 years old, your friends, your wife's, friends, husband, you know, what was the name again?",
        10087.24,
        10094.08
    ],
    [
        " Anthony. Anthony. 50. We'll just say 50, around 50. So, because people will ask,",
        10094.12,
        10099.76
    ],
    [
        " like, am I too old to start you? You're not 40. You're not. Yeah, negative. I know guy 41 and started and",
        10099.98,
        10108.02
    ],
    [
        " is kind of a little bit of a handful to deal with. 41, which, you know, that's not terribly old,",
        10108.02,
        10114.2
    ],
    [
        " but it's not terribly. Well, no, actually, what surprised me is just a handful to deal with. That",
        10114.62,
        10117.86
    ],
    [
        " means because there are some people that, whether they're 20 or whether they're 40, they just have",
        10117.86,
        10123.34
    ],
    [
        " a little something. They have a little, they have a little, some skills, some inherent good instincts.",
        10123.34,
        10128.04
    ],
    [
        " They have some inherent strength. Yes, sir. Yeah, man. Flexibility. Oh, that's something.",
        10128.48,
        10133.62
    ],
    [
        " Yes. The plan is for everybody. I know you can even train hard, but if you do, you do have to",
        10134.78,
        10142.04
    ],
    [
        " mind these things, like, okay, I'm not 20 years old anymore. I'm 50 years old now. So, you got",
        10142.04,
        10148.72
    ],
    [
        " them. You do have to mind those things. Not nothing. Yep. So, if you're going death matches,",
        10148.72,
        10153.4
    ],
    [
        " eight rounds, six minutes. Okay, that's a good, nah, that's not nothing there either. So,",
        10153.98,
        10158.76
    ],
    [
        " but here, good news. Join Warfare, Crill Oil. These things will keep you deep in the game. Take",
        10159.14,
        10165.7
    ],
    [
        " from me. I can turn up the workout personally. I'm speaking for myself. I'm no anomaly. I can go",
        10165.7,
        10173.24
    ],
    [
        " deep, hard-core on a workout week, after week, after week. Differences. If I do take joint work for",
        10173.24,
        10182.32
    ],
    [
        " you, go. If I don't, if I do, I can't. This applies to everybody, like I said. So, that question",
        10182.32,
        10189.32
    ],
    [
        " is, sir, answer. Yes. And if you want to make it a little easier to maintain, then just get",
        10189.32,
        10198.8
    ],
    [
        " the subscription. You have the subscription now. So, that way you can just, here comes join Warfare.",
        10198.8,
        10203.4
    ],
    [
        " Once a month, you get your bottle. There you go. You start to get your Crill Oil. You get it,",
        10203.84,
        10207.6
    ],
    [
        " and you actually save money. So, check out the subscriptions there on originmane.com. And don't",
        10207.6,
        10215.56
    ],
    [
        " forget about Moke, which is additional protein, which you also need if you're lifting,",
        10215.56,
        10221.72
    ],
    [
        " if you're training, if you're running, if you're alive. And on top of that, if you get done with",
        10222.38,
        10227.92
    ],
    [
        " a really good dinner, even if you had something delicious, like steak, and then you got done,",
        10227.92,
        10233.6
    ],
    [
        " and you still have this little thing in the back of your head that you just need a little",
        10233.6,
        10238.12
    ],
    [
        " little bit of sweetness, a little bit of that. You can just mix it with one scoop,",
        10238.12,
        10243.36
    ],
    [
        " hitter. Just make yourself a one scoop, moke hitter. And you'll go to bed completely satisfied.",
        10243.42,
        10250.42
    ],
    [
        " You'll feel like, look, I'm completely satisfied with what I've eaten. Yes. And you're stronger",
        10250.72,
        10259.84
    ],
    [
        " and healthier on your way to recover. Yes. You will not relate to this, but people might be able to.",
        10259.98,
        10268.18
    ],
    [
        " Okay. So, when you get on the path from not being on the path, your initial get on might include",
        10268.44,
        10276.02
    ],
    [
        " quitting drinking, cutting down drinking, but probably quitting drinking. Okay. So, here's a",
        10276.02,
        10282.1
    ],
    [
        " common thing that I heard and experienced with quitting drinking, where you kind of crave like",
        10282.1,
        10287.6
    ],
    [
        " sweets or like desserts, something that'll give you a dopamine or whatever the chemical hit.",
        10287.66,
        10294.68
    ],
    [
        " So, you'll want that. You'll want cookies or stuff because you're not drinking anymore or whatever.",
        10295.28,
        10301.06
    ],
    [
        " That'll be a result. This is what I heard and literally experienced. And it was stronger than I",
        10301.16,
        10306.6
    ],
    [
        " expected to. Now, if you have the moke, boom, problem-self, 100%. Because it does supply that,",
        10306.6,
        10315.72
    ],
    [
        " you know, the dessert kind of scenario, especially if you've put some peanut butter in your",
        10315.72,
        10319.06
    ],
    [
        " bowl, but some peanut butter in there. No factor. You're on the path. 100% no side effects, no",
        10319.06,
        10325.4
    ],
    [
        " drawbacks. Yeah. Speaking of no side effects, no drawbacks. If you get the RTD, the ready-to-drink",
        10325.4,
        10331.56
    ],
    [
        " discipline go in a can. RTD. Do you think that? No, no, that's a thing. That's a product name.",
        10331.56,
        10337.96
    ],
    [
        " It's like, oh, this is an RTD. Sounds like you made it up. I didn't make it up. It sounds like you",
        10338.1,
        10343.06
    ],
    [
        " made it up. Okay. It says it right there on the page. Oh, yeah. High speed low drag RTD.",
        10343.06,
        10348.04
    ],
    [
        " Do it. Make it happen. RTD. No. But speaking of that, when I went up to",
        10348.26,
        10354.28
    ],
    [
        " a Theo Vaughn's podcast and he was drinking it and he started getting that, you know, you start",
        10354.28,
        10359.1
    ],
    [
        " feeling it. He was pretty funny. And he said something along the lines of, you know, I might",
        10359.1,
        10367.1
    ],
    [
        " find myself back on cocaine after. So he started feeling like the, and I said, no, you don't need",
        10367.1,
        10373.72
    ],
    [
        " to go back on cocaine, you know, thinking to myself, you don't need to cocaine. Just need a",
        10373.72,
        10377.44
    ],
    [
        " little bit more discipline go. RTD. Yeah. Which is not, and it won't make you. It's not a gateway",
        10377.44,
        10383.38
    ],
    [
        " drug. It's not a gateway drug. It's not going to make you end up sleeping on a park fence. No,",
        10383.38,
        10387.88
    ],
    [
        " no. The opposite. Yes. You might lift up the park. Yeah. You might buy the park. So it's probably",
        10388.04,
        10393.22
    ],
    [
        " going to happen. So also, Jokawaiti speaking of picking up park benches and whatnot. Jokawaiti",
        10393.22,
        10400.1
    ],
    [
        " boom. And it happens to taste good. And it happens to be certified organic. You like mentioning that.",
        10400.1,
        10406.0
    ],
    [
        " I, yeah, man. I do. There's a big deal to get that little",
        10406.28,
        10408.7
    ],
    [
        " qualification. I dig it. It's good. It's very good actually. Because here's the thing. Yeah,",
        10408.7,
        10415.8
    ],
    [
        " you, well, even when you first, do you think people, do you think people in Nebraska care",
        10415.8,
        10419.92
    ],
    [
        " for certified organic? Or you think it's only 40 mile radius around L.A. I think some people",
        10420.22,
        10425.64
    ],
    [
        " in Nebraska care. That's what I think. Right. And this is why. Because, because when you first",
        10425.64,
        10430.24
    ],
    [
        " announced that you're drinking pomegranate white tea, people were asking, is it organic? Is that",
        10430.24,
        10439.24
    ],
    [
        " what you're going to say? That's part of it. Yes. I'm saying that whole experience for, well,",
        10439.24,
        10443.04
    ],
    [
        " primarily, it was like, all right, that's surprising. That doesn't sound very hardcore. You'd think",
        10443.18,
        10449.64
    ],
    [
        " maybe you're drinking something else. But when you're like pomegranate white tea,",
        10449.64,
        10453.72
    ],
    [
        " okay, now we can do that or we could admit we drink these white teas, which is good.",
        10454.84,
        10461.3
    ],
    [
        " But a lot of our wives drink white tea. And they tend to care about certified organic in my",
        10462.04,
        10469.04
    ],
    [
        " experience, which is very limited, by the way. So I'm saying pomegranate white tea,",
        10469.04,
        10476.16
    ],
    [
        " jaco white tea is for everybody. And just because you're not all, I don't care about certified",
        10476.72,
        10482.38
    ],
    [
        " organic, just because you're like that doesn't mean everyone else. In fact, I would think the majority",
        10482.38,
        10486.02
    ],
    [
        " of the people would rather it be certified organic than non-organic. I would agree with that.",
        10486.02,
        10491.36
    ],
    [
        " And I would say that the root of me drinking pomegranate white tea is when I used to debrief",
        10491.68,
        10498.46
    ],
    [
        " seal platoons out in the desert after they would get done with their brief. And I would drink",
        10498.46,
        10505.4
    ],
    [
        " jaco white tea during the time I get done with these notes and just get into it. But yeah,",
        10505.4,
        10510.06
    ],
    [
        " so check that out as well. It's good. Also, jaco is store. It's called jaco store.",
        10510.32,
        10514.46
    ],
    [
        " So you go to jacostore.com. We do have t-shirts, hoodies, rash guards, hats,",
        10515.2,
        10522.28
    ],
    [
        " three kinds of hats, by the way, three types of head gear, by the way. Women stuff,",
        10522.9,
        10528.98
    ],
    [
        " decals and stickers. These are all things if you want to represent while you're on the path.",
        10529.6,
        10534.62
    ],
    [
        " Discipline equals freedom, death core to the core. I like it. Good. All these things. And that's one",
        10534.98,
        10542.74
    ],
    [
        " that's going to permeate kind of everything. The good, you know, when you find the good in this",
        10542.74,
        10546.12
    ],
    [
        " situation, all these things you can represent, get your stuff jacostore.com. If you like something,",
        10546.12,
        10550.18
    ],
    [
        " get something on that. Also, I got to mention that I have a little, I have some events I'm going to",
        10550.18,
        10556.98
    ],
    [
        " be doing around the country starting in January, around the time the book comes out a little bit",
        10556.98,
        10563.06
    ],
    [
        " earlier. I'm going to be in Washington, DC, Austin, Texas. I'm going to be somewhere in the",
        10563.06,
        10566.76
    ],
    [
        " vicinity of New York, maybe somewhere in the vicinity of LA, somewhere in the vicinity of Seattle,",
        10566.76,
        10571.7
    ],
    [
        " Washington, and somewhere in the vicinity of San Francisco. So I will let you know, but just",
        10571.7,
        10578.28
    ],
    [
        " pay attention. I just got an email right before we started recording this that that is actually",
        10578.28,
        10583.12
    ],
    [
        " factually happening. I don't even know what I'm going to call it yet. So I will be live on stage",
        10583.12,
        10589.96
    ],
    [
        " interacting. So there you go. Boom. Also speaking of live. But I imagine when I do those live events,",
        10590.96,
        10598.56
    ],
    [
        " that there will be lots of people representing representing people. They will be representing",
        10598.62,
        10604.42
    ],
    [
        " in their garments. Oh, yes. That they're on the path. Yes. We normally see a lot of people",
        10604.42,
        10610.12
    ],
    [
        " that are wearing something that says, death core or in the wild. Yeah. So there you go.",
        10610.12,
        10617.02
    ],
    [
        " Big time. Also subscribe to this podcast if you haven't already on your iTunes. If you listen",
        10617.02,
        10623.06
    ],
    [
        " iTunes, Google Play if that's what you listen to. Stitcher if you have Android. What's with the",
        10623.06,
        10627.4
    ],
    [
        " voice, bro? I'm just just delegating the listening avenues. I'm saying and leave a review. If you're",
        10627.4,
        10635.0
    ],
    [
        " in the mood, if you're in the mood, leave a review. Reviews are welcome. I haven't read reviews",
        10635.0,
        10640.02
    ],
    [
        " lately on the podcast. But I've done that before. I'll do it again. If I see some good ones,",
        10640.02,
        10644.74
    ],
    [
        " some ones that kind of nail it, kind of have layers. We're looking for layers.",
        10645.08,
        10649.48
    ],
    [
        " Yes. I think primarily. Yes. So and you notice they said welcome. Reviews are welcome.",
        10649.68,
        10654.82
    ],
    [
        " Because the difference between welcome and accepted. So already no reviews are accepted.",
        10655.0,
        10659.36
    ],
    [
        " Already no, you can write a review. Are they expected? Do not expect it. I wouldn't say",
        10659.76,
        10663.44
    ],
    [
        " it's expected. No. Yeah. Welcome. Meaning like, if there's a review, that's like we kind of like",
        10663.44,
        10668.52
    ],
    [
        " that. Like you know, like we kind of put a smile on certain people's faces and",
        10668.52,
        10673.78
    ],
    [
        " we're going to go ahead and read that one. Don't forget that we have another podcast",
        10674.16,
        10677.54
    ],
    [
        " called grounded. It's just a podcast called grounded where we talk about other things.",
        10677.54,
        10684.5
    ],
    [
        " And I think that's the way you said this on the last little support section.",
        10685.02,
        10688.2
    ],
    [
        " Because how do you describe what we talk about on grounded? And I think the answer is we talk",
        10688.42,
        10694.12
    ],
    [
        " about other things. Yes. You know, what does that mean? Well, it's other things. I think that's",
        10694.12,
        10700.46
    ],
    [
        " bells it out. Yeah, man. Yeah. As opposed to what? These things. It's not these things.",
        10700.46,
        10704.88
    ],
    [
        " There's more other things. Yeah. It's other things. Yeah. For equally important things. Maybe not.",
        10704.88,
        10709.58
    ],
    [
        " Well, varying levels of importance. Okay. Maybe not equally important. But interesting. Yes.",
        10709.64,
        10717.18
    ],
    [
        " I think so. And here's the here's something that is important. I will say this.",
        10717.7,
        10722.08
    ],
    [
        " Even though they might not be of equal importance, they are things that will grant you",
        10722.54,
        10730.38
    ],
    [
        " a better understanding, a broader understanding of things. Yes. Of other things. The more you understand",
        10730.46,
        10737.38
    ],
    [
        " other things, the more you'll understand these things. That is true. Yeah. Well, put thanks.",
        10737.38,
        10745.0
    ],
    [
        " You need to change whatever that little, you know how that, you know, a podcast has a little",
        10745.02,
        10749.04
    ],
    [
        " no blurb about what it's about. And I don't think you've changed the jockele podcast one",
        10749.04,
        10754.7
    ],
    [
        " since you wrote it when you were nine years old. But you should make the grounded one say a podcast",
        10754.7,
        10760.94
    ],
    [
        " about other things. Yeah. All right. I'm going to do that. That's pretty good. I do too. So for",
        10760.94,
        10767.08
    ],
    [
        " example, Jason Gardner talking about how he lives up in the mountains and when they go jogging,",
        10767.08,
        10771.14
    ],
    [
        " they got to carry guns just in case they get it back by freaking mountain lions. Those are other",
        10771.24,
        10777.18
    ],
    [
        " things we talk about. That's interesting. One of the many. But it's important to understand that.",
        10777.18,
        10781.14
    ],
    [
        " We also have a warrior kid podcast. This is a great podcast, not just for kids, but if you're a",
        10781.38,
        10787.9
    ],
    [
        " parent, you can use it to help you parent, but you can also learn from it. I am a parent. I got four",
        10787.9,
        10795.6
    ],
    [
        " kids, two of which are over the age of 18, 2018. Got a 16 year old and got a 10 year old.",
        10795.6,
        10801.88
    ],
    [
        " I'm passing on some lessons learned covertly flanking you with some lessons learned that will",
        10803.06,
        10809.82
    ],
    [
        " help you. And I wish I would have this podcast when my kids were younger, but warrior kid podcast,",
        10809.82,
        10813.98
    ],
    [
        " let your kids check it out. And don't forget to get yourself some warrior kid soap from irish",
        10814.06,
        10818.02
    ],
    [
        " oaks ranch dot com or young aiden is kind of own business. And it's not just a business that's",
        10818.02,
        10823.76
    ],
    [
        " making money. It's a business that's helping people stay clean. That's good. There. Speaking of staying",
        10823.76,
        10832.52
    ],
    [
        " clean on YouTube. There's rough transition. There's bad ones. You just called for bad. No, no, no, no,",
        10832.88,
        10842.24
    ],
    [
        " it does anyway. So yeah. So yeah, if you want to watch the podcast, watch and listen, put on your",
        10842.46,
        10847.42
    ],
    [
        " smart TV in your office. Jim. It's a place of, you know, place of workout. I know where you're",
        10847.42,
        10860.78
    ],
    [
        " in the version. So yeah, man, you know, it's because some people could video watching video smart TVs,",
        10860.78,
        10865.74
    ],
    [
        " the per the permeation, permeation. I don't know what the hell you're talking about.",
        10866.0,
        10870.72
    ],
    [
        " The prevalence of smart TVs is what I'm saying. You're gonna have more YouTube is what I'm saying.",
        10871.08,
        10879.2
    ],
    [
        " You're gonna have more of the, you know, you know, same saying. So boom, subscribe, put it up, put it",
        10879.48,
        10883.12
    ],
    [
        " on there. Listen to it. Do it. Same thing. Do it. And if you need some, some psychological help",
        10883.12,
        10889.82
    ],
    [
        " getting through a moment of weakness, you don't have to be alone. You don't have to be alone.",
        10889.92,
        10894.08
    ],
    [
        " You have to fight that fight by yourself. You can get fire support when you press play on your phone",
        10894.4,
        10899.86
    ],
    [
        " of an album called Psychological Warfare. The artist known as me, Jaco. Lay it now, tracks. No",
        10899.86,
        10909.28
    ],
    [
        " music. Just voice. Just me talking and telling you, hey, this is what you can do to overcome that",
        10909.28,
        10915.28
    ],
    [
        " particular moment of weakness. Whether it's your thinking you don't want to go to the gym, whether",
        10915.28,
        10918.68
    ],
    [
        " you think you're gonna eat a donut. You're gonna eat a donut. No, press play on your phone and",
        10918.68,
        10924.96
    ],
    [
        " take a listen. Take a listen. We'll get you right. We'll keep you on the path. And if you need a",
        10924.96,
        10930.5
    ],
    [
        " visual reminder to be on the path to stay on the path, check out flipsidecandvis.com with the",
        10930.5,
        10937.54
    ],
    [
        " Codomire. It's the Codomire's company. And he's creating graphic visual designs that will help",
        10937.54,
        10946.4
    ],
    [
        " remind you where you are, where you're going, and where you want to be.",
        10947.7,
        10953.06
    ],
    [
        " flipsidecandvis.com. Also, I have some books. The first book is Distress Effect written by",
        10953.88,
        10960.04
    ],
    [
        " Colonel Henry Dick Thompson. So we just reviewed that. It's an outstanding book. There's all kinds",
        10960.04,
        10966.18
    ],
    [
        " of information in there. I only read a small percentage of it, but tons of knowledge.",
        10966.18,
        10972.82
    ],
    [
        " So order that. You can find it on jockelpodcast.com under",
        10973.94,
        10979.16
    ],
    [
        " books from the podcast. And then there is leadership strategy and tactics, which is my newest book",
        10979.16,
        10987.92
    ],
    [
        " coming out January 14th. I just opened up the index. Open up the index. And what do I see? Here's",
        10987.92,
        10994.74
    ],
    [
        " some sections. Some sections you can read about. Fear inducing moments, failure, feedback,",
        10994.74,
        11003.94
    ],
    [
        " fighting, fire teams, flanking maneuver, foot patrol, friendly fire, leading from the front,",
        11004.4,
        11010.26
    ],
    [
        " front lines, FTX, full mission profiles, good teams, gossip, guidance, hack worth, David,",
        11010.46,
        11019.12
    ],
    [
        " hands off leadership, head counts, heavy handed approach, high ground, high risk operations,",
        11019.12,
        11024.96
    ],
    [
        " honesty, hope, humility. These are some of the topics that get covered in the leadership strategy",
        11025.48,
        11031.86
    ],
    [
        " and tactics field manual. I wrote this so you can refer to it. You can open it up and say,",
        11031.86,
        11038.62
    ],
    [
        " hey, I got a person that I'm that is has a negative attitude. What should I do with them?",
        11038.72,
        11043.18
    ],
    [
        " Oh, I'll open up the field manual and follow the directions. So that's what that book is.",
        11043.96,
        11049.26
    ],
    [
        " tons of good information in there for you. Don't forget if you've got kids or you know kids,",
        11049.76,
        11054.66
    ],
    [
        " help those kids out by getting them the knowledge that they need to live a better life where you",
        11054.66,
        11060.54
    ],
    [
        " can get that warrior kid one, two, and three warrior kid one way of the warrior kid warrior kid two",
        11060.54,
        11068.68
    ],
    [
        " marks mission and warrior kid three where there's a will. These books are the books that every",
        11068.8,
        11074.52
    ],
    [
        " human wishes they had when they were eight years old, nine years old, ten years old, eleven",
        11074.52,
        11079.74
    ],
    [
        " years old, twelve years old. Make that wish come true for someone that you know for a kid that",
        11079.74,
        11084.3
    ],
    [
        " you know your kids, some other kids nephews, nieces, bring it to the library, whatever you can do",
        11084.3,
        11090.66
    ],
    [
        " to spread the word and then there's Mikey in the dragons, which is a book that teaches even",
        11090.66,
        11095.5
    ],
    [
        " little or kids maybe four, five, six, seven, eight how to overcome fear, which is what you have to do",
        11095.5,
        11102.5
    ],
    [
        " when you're growing up as a human being you got to learn to overcome fear that book actually teaches",
        11102.5,
        11107.82
    ],
    [
        " little kids how to do it Mikey in the dragons get that for every kid you know, get that for the",
        11107.82,
        11115.78
    ],
    [
        " library, get that for the for the classroom spread the word and then there's the disciplinicals",
        11115.78,
        11121.94
    ],
    [
        " freedom field manual you don't know what to get that person for Christmas cool do you want that",
        11122.18,
        11128.76
    ],
    [
        " person to be weak do you want that person to be out of shape do you want that person to have",
        11128.76,
        11133.1
    ],
    [
        " mental trauma or do you want them to be on the path. Give them the gift of discipline. Give them",
        11133.1,
        11142.14
    ],
    [
        " the gift of discipline, discipline equals freedom field manual there's no book like it. It's it's a",
        11142.14,
        11148.2
    ],
    [
        " different it hits you in a different way. It's not it's not normal and that's why it's effective",
        11148.8,
        11154.46
    ],
    [
        " disciplinical freedom field manual get that also the audio version of that is not unaudible. It's",
        11154.46,
        11160.54
    ],
    [
        " on MP3s through iTunes or Amazon Music or Google Play also we have extreme ownership and the",
        11160.54,
        11166.18
    ],
    [
        " dichotomy of leadership where Laf Babin and I wrote to explain what we learned from a leadership",
        11166.18,
        11173.74
    ],
    [
        " perspective on the battlefield and how you can use those same tools in whatever doing in leading",
        11173.78,
        11182.56
    ],
    [
        " whatever situation you are leading in and also we have echelon front leadership consultancy where",
        11182.56,
        11188.4
    ],
    [
        " we solve problems through leadership that's what we do we come into businesses and we help with",
        11188.4,
        11193.8
    ],
    [
        " the problems that the businesses have we help them solve those problems 100% based on fixing",
        11193.8,
        11200.78
    ],
    [
        " leadership improving leadership aligning leadership when you align and you fix and you improve",
        11201.7,
        11206.52
    ],
    [
        " leadership that turns businesses companies and teams around so go to echelonfront.com if you want",
        11206.52,
        11212.78
    ],
    [
        " some of that EF online you don't necessarily have to bring us into speed to every person in your",
        11212.78,
        11219.94
    ],
    [
        " company you can go to EF online.com and we can train your people or you virtually that's what it is",
        11219.94,
        11228.54
    ],
    [
        " it's a virtual training it's interactive you actually get put in leadership scenarios inside",
        11228.54,
        11233.72
    ],
    [
        " that training online and you got to make decisions like choose your own adventure so that's",
        11233.72,
        11240.32
    ],
    [
        " ef online.com we have the mustard dates coming out shortly for our leadership conference extreme",
        11240.32,
        11245.84
    ],
    [
        " ownership.com for that where we come with the entire echelonfront team live and in person and we bring",
        11245.84,
        11253.8
    ],
    [
        " the knowledge that we have and share it with you and then we have EF Overwatch and EF Legion",
        11253.8,
        11260.4
    ],
    [
        " where we are taking selected military personnel we are ensuring that they understand the principles",
        11260.4,
        11268.72
    ],
    [
        " that we talk about the principles of extreme ownership the principles of the dichotomy of",
        11268.72,
        11273.66
    ],
    [
        " leadership we make sure that they know and understand those and then we place them into companies",
        11273.66,
        11279.82
    ],
    [
        " in the civilian sector so that those leaders can lead and help those companies win",
        11280.08,
        11287.06
    ],
    [
        " go to efoverwatch.com or ef Legion for that and if you if you need more of us which is really",
        11287.06,
        11299.54
    ],
    [
        " just hard to even imagine that someone could want to hear more of either of us but if you want to",
        11299.54,
        11307.12
    ],
    [
        " find us you can't we're on the interwebs Dick Thompson Colonel Dick Thompson Colonel Henry Dick",
        11307.12,
        11314.56
    ],
    [
        " Thompson he is on Twitter he is at hps underscore CEO and he's at hpsys.com which is for high performing",
        11314.56,
        11328.28
    ],
    [
        " systems if you want to check him out and learn from him he's just an unbelievable human being",
        11328.28,
        11336.64
    ],
    [
        " and it's an honor to have sat with him as far as echo and I we are also on the interwebs we are",
        11337.12,
        11343.72
    ],
    [
        " on Twitter we are on instagram and we are on that basic book eebo. Echo is at Echo Charles and I am at",
        11343.72,
        11354.06
    ],
    [
        " jockewilling and once again just complete thanks sincerest possible thanks gratitude to Dick Thompson",
        11354.98,
        11369.66
    ],
    [
        " for coming on this program and sharing his lessons with us and of course we thank him for his",
        11369.66,
        11376.84
    ],
    [
        " incredible service and sacrifice to our great nation for what he's done inside the military and",
        11379.6,
        11387.46
    ],
    [
        " for what he's done since he's left the military so thank you Colonel salute and appreciate it and",
        11387.46,
        11396.18
    ],
    [
        " obviously an open door anytime you want to come back and to the rest of our service men and women",
        11396.18,
        11405.28
    ],
    [
        " out there who stand watch for us every day thanks to what thanks to you for what you do",
        11405.28,
        11413.58
    ],
    [
        " and the same goes to our police and law enforcement and firefighters and paramedics and EMTs and",
        11413.58,
        11419.82
    ],
    [
        " dispatchers and correctional officers and border patrol and secret service and all the first",
        11419.82,
        11424.9
    ],
    [
        " responders out there you also make sacrifices to protect us so thank you for what you do and to",
        11424.9,
        11435.9
    ],
    [
        " everyone else out there just stay aware to be aware be aware of what leadership is be aware of what",
        11435.9,
        11447.18
    ],
    [
        " stresses be aware of what cognitive ability and emotional reactions and be aware of stress and the",
        11448.54,
        11459.48
    ],
    [
        " impacts that stress has on your decision making process and think about that and also think about this",
        11459.48,
        11471.64
    ],
    [
        " think about the fact that you're free you're free our country is free and we are free because of",
        11473.26,
        11483.86
    ],
    [
        " the heroism and valor of those warriors that faced fear and horror and death and still moved forward",
        11483.86,
        11494.98
    ],
    [
        " and then gone after it and until next time this is echo and jaco out",
        11496.02,
        11506.2
    ]
]