[
    [
        " And this is part of the reason that I'm an admirer of Carl Jung because Jung makes it very clear that",
        0.0,
        4.8
    ],
    [
        " see he was very interested in the barriers to enlightenment because if there's if there's such a thing as being enlightened, let's say,",
        4.8,
        12.28
    ],
    [
        " then why isn't everyone enlightened? If it's just a matter of taking the glorious",
        12.36,
        18.02
    ],
    [
        " root and following your bliss, let's say it's like well that sounds pretty easy. Why isn't everyone enlightened?",
        18.02,
        26.24
    ],
    [
        " But Jung's thinking isn't like that at all. You know, he believed that in order to transform your",
        27.08,
        32.0
    ],
    [
        " personality, that first of all, you had to be disciplined, that's for sure. But you also had to",
        32.0,
        36.7
    ],
    [
        " integrate that part of you that was terrible and capable of breaking rules and make it part of you.",
        36.7,
        41.86
    ],
    [
        " And so then, and I really like that idea. Well, here's an example. So about 20 years ago, I would say there",
        41.98,
        48.02
    ],
    [
        " was a newspaper headline in one of Canada's major newspapers. And it was the Minister of Foreign Affairs",
        48.02,
        55.12
    ],
    [
        " at that time, Lloyd Axworthy. And he was talking about what had happened with Milosevic in the former",
        55.12,
        61.1
    ],
    [
        " Soviet Union in Yugoslavia and the atrocities that were being committed. And he said that he",
        61.1,
        66.86
    ],
    [
        " was caught on awareness by that because he didn't have the imagination for that kind of evil.",
        66.86,
        71.84
    ],
    [
        " And I thought, well, you know, you think that what you're doing is signaling your virtue by making",
        72.54,
        78.54
    ],
    [
        " a statement like that. But from my perspective, all you're doing is stating your cowardice and your",
        78.54,
        84.12
    ],
    [
        " historical ignorance because if you're going to be Minister of Foreign Affairs, you bloody well better",
        84.46,
        88.52
    ],
    [
        " have imagination for that kind of evil because if you don't, then anyone who does wins, they beat you.",
        88.52,
        94.1
    ],
    [
        " And so you, you know, again, in the Harry Potter stories, you see, he's touched by evil, right? He",
        95.1,
        100.24
    ],
    [
        " he actually has a soul fragment that's embedded within him that's as black as anything can possibly be.",
        100.24,
        107.38
    ],
    [
        " That's why he can talk to snakes. But without that, he wouldn't be able to have any victory. And that's",
        107.62,
        113.18
    ],
    [
        " exactly right psychologically, unless you can think the way that an evil person thinks, then your",
        113.18,
        118.84
    ],
    [
        " defenseless against them because they'll go places you can't imagine and then they win. And so the",
        118.84,
        124.18
    ],
    [
        " best man I've met was interesting, even when I was in junior high and high school because most of my",
        124.18,
        128.66
    ],
    [
        " friends dropped out, you know, by the time they were grade 10, they're about. And a lot of them were",
        128.66,
        133.76
    ],
    [
        " guys who developed physically, they're pretty powerful and they're just damn sick of putting up their",
        133.76,
        137.6
    ],
    [
        " hand to go to the bathroom. It's like, you know, they're not doing that anymore. One of my friends",
        137.6,
        142.88
    ],
    [
        " got kicked out when he sort of challenged the gym teacher, you know, physically. And the gym",
        142.88,
        147.4
    ],
    [
        " teacher, he could do an iron cross. He was a tough guy. And so it was no trivial matter for my friend",
        147.4,
        151.98
    ],
    [
        " to stand up to him, but he got expelled anyways. But, you know, I noticed that it wasn't, it was",
        151.98,
        158.28
    ],
    [
        " often the kids whose character I admired that either Quet or got expelled and they were the tougher",
        158.28,
        162.6
    ],
    [
        " guys who were just sick and tired of following rules that didn't take into account their character.",
        162.6,
        169.32
    ],
    [
        " And then they go off and work in oil rigs or whatever. And you could do that and Albert at that",
        169.32,
        173.02
    ],
    [
        " time. That was really hard work, you know. So it wasn't like they were necessarily taking the easy path.",
        173.02,
        178.34
    ],
    [
        " But like a harmless man is not a good man. A good man is a very, very dangerous man who has that",
        179.1,
        186.46
    ],
    [
        " undervoluntary control. And you know, you also see that, like one of the central",
        186.46,
        192.26
    ],
    [
        " female stories, let's say, if the hero archetype is the central male story, there are variants of",
        193.52,
        199.76
    ],
    [
        " hero archetypes that are relevant to women and one of them is beauty in the beast. And you know, beauty",
        199.76,
        204.34
    ],
    [
        " isn't interested in the guy who isn't the beast. She's interested in the guy who's the beast.",
        204.34,
        211.08
    ],
    [
        " And that's exactly right. But she's interested in the guy who's the beast that can be civilized",
        211.56,
        216.52
    ],
    [
        " and disciplined, right? And who can use that in the service? Well, let's say of a family.",
        216.94,
        220.64
    ]
]