[
    [
        " Chaco, on team building, when leading a team, do you feel that there's any benefit to team",
        0.0,
        8.26
    ],
    [
        " building exercises or retreats?",
        8.26,
        10.94
    ],
    [
        " Well, this is an interesting question that actually I feel I'm fairly qualified to answer",
        11.7,
        19.08
    ],
    [
        " because we lay and I, we have a little business called National On Front where we work with",
        19.08,
        25.02
    ],
    [
        " a lot of different companies on a different, a wide range of different categories.",
        25.02,
        29.52
    ],
    [
        " Sometimes we go in and work with a business.",
        29.98,
        31.72
    ],
    [
        " Sometimes we're going to do a keynote speech for a business like they'll be having a big",
        32.18,
        37.32
    ],
    [
        " meeting and we'll go in and do one keynote speech for an hour and we leave and we're done.",
        37.32,
        42.32
    ],
    [
        " But most of the time we're doing more long-range stuff or we spend time with the company we",
        42.92,
        55.0
    ],
    [
        " have decided to do some kind of a leadership offside or a team building exercise or a leadership",
        55.0,
        60.98
    ],
    [
        " retreat.",
        60.98,
        61.48
    ],
    [
        " And we mostly get involved with the leadership although that does sometimes trickle down",
        62.68,
        67.86
    ],
    [
        " to where we'll do some work with all the frontline troops.",
        67.86,
        71.48
    ],
    [
        " So we constantly see these leadership offside and we speak and or lead them.",
        72.28,
        79.78
    ],
    [
        " Sometimes we run the whole thing and there are definitely some outstanding events.",
        79.8,
        84.94
    ],
    [
        " And we've been participated in and led some outstanding events with with companies.",
        84.94,
        90.12
    ],
    [
        " And I think one of the most important things about these off-sites is it forces the leadership",
        90.58,
        96.8
    ],
    [
        " team to detach from the day-to-day firefights of what the business is.",
        96.8,
        101.04
    ],
    [
        " No matter what the there's no businesses where the CEO and the C suite are like sitting",
        101.08,
        105.24
    ],
    [
        " around not doing anything.",
        105.24,
        106.7
    ],
    [
        " Those those companies don't exist at least that I've seen.",
        107.16,
        110.74
    ],
    [
        " Those you know you're trying to expand you're trying to grow you've got competitors making",
        110.74,
        114.94
    ],
    [
        " moves so you're you're in the fight and then you've got operational things that are happening.",
        114.94,
        118.32
    ],
    [
        " So you're in the fight.",
        118.32,
        119.68
    ],
    [
        " So when you do these leadership off-sites it's good that you get them to focus on some",
        119.7,
        124.36
    ],
    [
        " other development and some whatever issues they're having and areas where they can improve.",
        124.36,
        129.58
    ],
    [
        " So there it gives them the opportunity to focus on those things.",
        129.72,
        132.18
    ],
    [
        " It also gives them the opportunity to self-assess as a team how they're doing and themselves as leaders.",
        132.88,
        142.52
    ],
    [
        " How they're doing.",
        143.94,
        144.76
    ],
    [
        " And when I talk to people about leadership and teamwork and the short falls and the pit falls",
        145.78,
        151.96
    ],
    [
        " that exist and then when I when they hear me talk about it they recognize their own weaknesses.",
        151.96,
        157.0
    ],
    [
        " Every time I get done they go man when you were talking about you know when you were talking",
        157.4,
        162.4
    ],
    [
        " about ego sometimes I think I let my ego get away or that when you were talking about",
        162.4,
        166.94
    ],
    [
        " covered movement I don't think I when you're talking about ownership they they see",
        166.94,
        170.96
    ],
    [
        " areas of their own weaknesses and they see where they can improve.",
        170.96,
        175.16
    ],
    [
        " And then when you get the whole team that's all learning that same information they're all",
        175.78,
        181.74
    ],
    [
        " doing that same self-assessment and then the whole leadership team gets aligned behind the",
        181.74,
        188.5
    ],
    [
        " same leadership principles of ownership and humility and cover move and simple decentralized",
        188.5,
        195.5
    ],
    [
        " command and all those things that I talk about that is extremely powerful. It is extremely powerful",
        195.5,
        201.82
    ],
    [
        " and we see really drastic turnarounds with the companies that we work with and it's awesome.",
        201.82,
        210.16
    ],
    [
        " It's awesome to see and then one one thing that we do when we work more in depth with a company",
        210.16,
        216.2
    ],
    [
        " we do our own leadership offsites where we do simulated combat and I know it sounds it sounds",
        216.2,
        224.3
    ],
    [
        " if if I wouldn't have done it so many times I would be surprised that it's it's possible",
        224.3,
        228.7
    ],
    [
        " but we take either paint guns paintball guns or airsoft guns and we teach them the basic",
        228.7,
        236.26
    ],
    [
        " shooting principles and we teach them some basic small unit tactics and then we go perform mission",
        236.42,
        241.48
    ],
    [
        " we have them perform missions and every time they got eight guys they got 10 guys they got 12 guys",
        241.48,
        246.88
    ],
    [
        " girls whatever in their group and they go in a salted target. They come up with a plan they go out",
        246.88,
        253.66
    ],
    [
        " we put one person in charge and that person has to lead a mission and they what they theorized",
        253.66,
        261.12
    ],
    [
        " in the classroom they now get to put to the test and they learn those lessons very very clearly",
        262.84,
        268.72
    ],
    [
        " you know we'd see a guy that would be a really strong leader and he would say okay I'm the I'm",
        268.72,
        275.68
    ],
    [
        " in charge this run here's what I'm going to do here's the way the plants go down you're going to do",
        275.68,
        279.54
    ],
    [
        " this you're going to do this you're going to this you see that micro management start and then",
        279.54,
        283.54
    ],
    [
        " as soon as they start the operation everyone is expecting to get micro managed so no one's thinking",
        283.54,
        288.98
    ],
    [
        " on their own so now you get a decentralized a lack of decentralized command and everything goes",
        288.98,
        293.46
    ],
    [
        " sideways and nobody does anything because I'll be in waiting to be told what to do so that's an",
        293.46,
        298.3
    ],
    [
        " example of the kind of things that people learn so with all that yes absolutely we you know I've",
        298.3,
        308.46
    ],
    [
        " been to and we run some some pretty awesome team building exercises and retreats and leadership",
        308.46,
        314.38
    ],
    [
        " off sites that are that are great and we've seen awesome results from the wall I've also sat",
        314.38,
        321.12
    ],
    [
        " through some off sites that are that are not that effective you know you get situations where",
        321.12,
        327.92
    ],
    [
        " people don't open up or there's no exchange they or you get these team building exercises",
        327.92,
        332.22
    ],
    [
        " that that some people set up and there's some kind of physical or mental challenge and",
        332.22,
        338.92
    ],
    [
        " while they might be hard and they might take some teamwork to perform they don't",
        339.88,
        345.34
    ],
    [
        " break the paradigm that the company is in so that one that leading through that challenge or",
        345.34,
        351.7
    ],
    [
        " whatever it is whether it's a some kind of a pts some some kind of physical training or some kind",
        351.7,
        356.68
    ],
    [
        " of a boat race or something like that they'll lead through that challenge the way they always lead",
        356.68,
        361.18
    ],
    [
        " the way they currently lead so nothing is learned and nothing is gained and no leadership",
        361.18,
        365.4
    ],
    [
        " advancement is been made and all I've done is actually all they've actually done is reinforce the",
        365.4,
        371.6
    ],
    [
        " bad leadership situation that they already have so that's that's one of the things that I've seen",
        371.6,
        379.08
    ],
    [
        " that can be problematic and that's why we've gone in the direction that we go where we really focus",
        379.08,
        384.94
    ],
    [
        " on let's do let's look at leadership and the team working together how what the leadership dynamics",
        384.94,
        392.8
    ],
    [
        " are what are weaknesses are what we see where we uncover the friction where we see the team not",
        392.8,
        398.18
    ],
    [
        " working well together where we see the leaders not stepping up and leading where we see the leaders",
        398.18,
        402.28
    ],
    [
        " egos getting away I mean there's so many things that we uncover and find it's it's phenomenal and",
        402.28,
        408.66
    ],
    [
        " it really does make it fun for us you know because every time you see a new leadership team you",
        408.66,
        414.26
    ],
    [
        " it's it's like diagnosing a patient and you you look at the problems that they're having they say",
        414.26,
        422.04
    ],
    [
        " oh well you know what try this over here take this off a little bit and then next thing you know",
        422.04,
        425.68
    ],
    [
        " you've got that patient up and running and they're winning we're like a mechanic we grab the car",
        425.68,
        432.26
    ],
    [
        " right yeah yeah some of those leadership or not leadership necessarily but these these team",
        432.26,
        437.78
    ],
    [
        " building retreats to sometimes it seems like whoever organized them really wasn't focusing on",
        437.78,
        443.44
    ],
    [
        " results they're just focusing on our annual you know retreat so they make it in like the Bahamas",
        443.44,
        449.8
    ],
    [
        " and all these you know these activities are like kind of fun you know that everyone's in a",
        450.12,
        454.64
    ],
    [
        " lot of administrative being or something yeah and fun can be part of it you know there's there's",
        454.64,
        459.24
    ],
    [
        " bonding that happens there's getting to know each other and that's always positive yeah but the",
        459.24,
        464.66
    ],
    [
        " if you're I'm all about having fun I'm all about bonding but I'm even more about learning",
        464.66,
        470.42
    ],
    [
        " I'm even more about improving the guy the people we work with the the guys and and girls that we",
        470.42,
        477.82
    ],
    [
        " work with I want them to be better leaders right that's what I want yeah some saying and so",
        477.82,
        484.16
    ],
    [
        " yeah sure do I want them to get some team challenges yes but like I said I don't want that just",
        484.16,
        491.44
    ],
    [
        " reinforce the paradigm that they're already in the leadership paradigm with authority in",
        491.44,
        495.4
    ],
    [
        " I want them to improve so let's actually break down and look and and analyze and diagnose what",
        495.4,
        505.96
    ],
    [
        " the issues are and then let's solve and you know it's not it's not always it's not always that these",
        505.96,
        512.12
    ],
    [
        " teams go in and they're you know we don't get hired by companies that are failing in fact most of",
        512.12,
        517.92
    ],
    [
        " the time we get hired by companies that are doing well that want to do better so when I say we",
        517.92,
        522.88
    ],
    [
        " diagnose what the problem is it's not it's it's not a problem where it's causing the company to",
        522.88,
        530.4
    ],
    [
        " failure but it's a friction point where it is holding the company back from really reaching the",
        530.4,
        535.78
    ],
    [
        " best next level and going from being a really good company or even an outstanding company to the best",
        535.86,
        543.72
    ],
    [
        " in class company so it's like a it's like a multivitamin not a pain killer yes you know that's not",
        543.72,
        552.82
    ],
    [
        " my another I read that somewhere you know the micromanaging thing yes and that's it's funny",
        552.82,
        558.76
    ],
    [
        " because you're the first person that I've heard say that this where where you said they'll start",
        558.76,
        564.44
    ],
    [
        " micromanaging and then all of a sudden the people getting micromanaged expect to get micromanage",
        565.06,
        569.68
    ],
    [
        " so they stop thinking right so 100% so yeah that happens all that's and it goes the other way too",
        569.68,
        574.86
    ],
    [
        " if you come to me and you say hey jacquo how do you want me to do this and I go figure it out",
        574.86,
        578.94
    ],
    [
        " and you say hey boss can you show me how to do this I say figure it out when we get in the field",
        578.94,
        584.14
    ],
    [
        " you're you're gonna know that I expect you to figure it out right yeah man like when I when I drive",
        584.14,
        591.4
    ],
    [
        " with my wife she'll start micromanaging like how I drive like get in this lane or or you know just",
        591.4,
        598.12
    ],
    [
        " you're going too slow or too fast too fast whatever too slow typically yeah cold blooded",
        598.12,
        604.86
    ],
    [
        " but here's the thing I'm not gonna lose my temper you know I don't think yeah front seat in her case",
        604.86,
        609.92
    ],
    [
        " but yeah man for sure and I'm not gonna lose my temper I'd be like okay but that's what I do I",
        609.92,
        614.54
    ],
    [
        " shut down my brain and then so one time jade was riding with us and he was uh not he was actually",
        614.54,
        620.64
    ],
    [
        " I was micromanaging jade and he put it in these good terms which I thought were good he said",
        620.8,
        625.48
    ],
    [
        " either be the navigator 100% because he stopped thinking you know or don't be it at all you can't",
        625.48,
        632.64
    ],
    [
        " just start chiming in when you think I'm going too slow you know otherwise yeah I don't want",
        632.64,
        637.36
    ],
    [
        " them if Sarah's yelling at me hey you're going too slow I'm gonna be like okay how fast do you want",
        637.36,
        642.58
    ],
    [
        " me to go I'll go that fast so if you're navigating on the map you're gonna have to tell me every turn",
        642.58,
        647.56
    ],
    [
        " to make don't say hey you're gonna make this right and then I make the right then you just",
        647.56,
        651.9
    ],
    [
        " sign off you know because you're you're anticipating the micromanage exactly right man and I think it",
        651.9,
        657.3
    ],
    [
        " kind of goes automatically you know you got to put in a lot of mental world whereas if you knew",
        657.3,
        661.38
    ],
    [
        " that Sarah never said anything you when you got in the car all me you know that you had to have",
        661.38,
        665.82
    ],
    [
        " the route prepped before you got in the vehicle well we might go a little bit too slow but still man",
        665.82,
        669.96
    ],
    [
        " well it's all me as far as thinking goes yeah man don't micromanage or when you micromanage don't",
        669.96,
        677.54
    ],
    [
        " expect them to just all of a sudden start making you know creative decisions it's just hot it's",
        677.54,
        684.24
    ],
    [
        " hard it's hard for it to work that way man",
        684.24,
        685.94
    ]
]