[
    [
        " This is Jockel Podcast number 205 with Echo Charles and me, Jockel Willink.",
        0.06,
        6.3
    ],
    [
        " Good evening, Echo. Good evening. And with us, once again, is a",
        7.02,
        14.96
    ],
    [
        " Saga Warrior, Dick Thompson, and he, we started on Podcast 203, so if you haven't",
        14.96,
        22.5
    ],
    [
        " listened to that one yet, go back and listen to 203, and we talked for about",
        22.5,
        28.44
    ],
    [
        " three hours, and now we got to a point where we're going to cover an operation",
        28.44,
        35.66
    ],
    [
        " that took place, and Dick actually gave me a document based on this operation",
        35.66,
        43.38
    ],
    [
        " called, called Reston Recuperation, R&R. So, Dick, welcome back to the podcast.",
        43.38,
        51.34
    ],
    [
        " Thank you. Glad to be here. And like I said, if you haven't listened to 203 yet,",
        51.7,
        56.32
    ],
    [
        " you want to get the background for Dick Thompson, Saga Warrior, and we're going to jump",
        56.32,
        64.1
    ],
    [
        " into this mission once again. The title is document that Dick gave me is Reston Recuperation,",
        64.1,
        71.0
    ],
    [
        " and I'll jump right into it. As my eyes opened and I became conscious of the world around",
        71.42,
        80.2
    ],
    [
        " me, I could hear the buzzing of a large fly, some muffled Vietnamese voices outside of",
        80.2,
        86.62
    ],
    [
        " my hooch and a radio playing by me a ticket on an airplane. This song quickly generated",
        86.62,
        93.68
    ],
    [
        " memories of my best friend, Bob, who had been killed on a mission a few weeks earlier.",
        93.68,
        99.82
    ],
    [
        " He and I had done everything together, basic training, officer candidate school, airborne",
        100.64,
        105.98
    ],
    [
        " Ranger, special forces, and volunteered for Saga. We'd been together for over two years.",
        106.02,
        115.06
    ],
    [
        " This song would forever bring back strong memories of the good times we had together.",
        115.56,
        119.52
    ],
    [
        " We'd often discuss the low probability of either of us returning to the world. Bob's",
        120.14,
        127.72
    ],
    [
        " death had been a significant emotional event in my life, and one thing I was still trying",
        127.72,
        132.8
    ],
    [
        " to deal with. Here you are. How long you've been in Vietnam for at this point? You and",
        132.8,
        139.74
    ],
    [
        " Bob got to Vietnam together. How long you've been there for?",
        139.74,
        142.02
    ],
    [
        " Six months, there's a lot. You've been there for six months after everything that you've",
        142.86,
        147.14
    ],
    [
        " been through with Bob and Bob gets killed. How did you find out who told you?",
        147.14,
        152.6
    ],
    [
        " Actually, I got a letter from a girl that my had been dating and Bob was dating her best friend.",
        153.84,
        165.6
    ],
    [
        " We were double dating a lot. She found out from Bob's friend who found out from Bob's parents.",
        166.08,
        174.6
    ],
    [
        " Then she wrote me. I opened his letter up and there it was. She said,",
        175.5,
        181.4
    ],
    [
        " I'm sure you've heard by now. I hadn't. So this is snail mail. So the family had been notified.",
        181.58,
        192.56
    ],
    [
        " Then the girlfriend had been notified. And then the girlfriend writes you, we're talking.",
        192.8,
        196.16
    ],
    [
        " You didn't find out for a month. At least. That's kind of crazy. I mean, that's crazy.",
        196.24,
        206.48
    ],
    [
        " Yeah, things are slow back. Well, not only that, and this is something that",
        206.92,
        210.28
    ],
    [
        " I talked about. You guys didn't always get the best turnover of information because",
        210.28,
        214.82
    ],
    [
        " everything was so secret. So this is an example of everything so secret that your best friend",
        214.82,
        219.78
    ],
    [
        " gets killed and you don't even find out about it. You find out about it from your girlfriend's",
        219.78,
        227.08
    ],
    [
        " friend, which is his girlfriend. Yeah. So I mean, he was at, he was down at CCC. So I mean,",
        227.08,
        236.76
    ],
    [
        " we didn't really know what their missions were or what they were doing. So being on a team,",
        236.76,
        242.74
    ],
    [
        " I didn't know what they were doing down there. And you know, we didn't have, you know,",
        243.0,
        247.08
    ],
    [
        " communication back and forth. So I didn't know what he was doing. So it was tough. Plus,",
        247.2,
        253.7
    ],
    [
        " mail that you got didn't go directly to you. All mail, if you were sending me up,",
        254.46,
        263.52
    ],
    [
        " like my mother sent me a letter. It didn't go to me. It went to me through another mail center",
        263.52,
        271.14
    ],
    [
        " in Vietnam that then sent the mail to CCN because it had to be screened because they didn't want",
        271.14,
        281.3
    ],
    [
        " anything about classified operations. Mail going out had to be screened. You know, so any letter",
        281.3,
        287.44
    ],
    [
        " I said would you know, start at CCN. It would go down to the side guy and it would be screened.",
        287.44,
        293.72
    ],
    [
        " And then eventually, you know, it would be mail to her. So now is this just confirming, like,",
        293.72,
        299.36
    ],
    [
        " you know, we talked about on the last podcast that you're thinking you're knocking up,",
        299.54,
        303.76
    ],
    [
        " you're 22 now. You didn't think you were going to make it to 22. Is this got to be confirming",
        303.88,
        308.24
    ],
    [
        " that you're not going to see 23? Yeah, kind of got my attention. So. And the other thing is there's",
        308.24,
        315.58
    ],
    [
        " no, I mean, you there's no ceremony. There's no. Well, not there wasn't where we were. I mean,",
        315.58,
        323.84
    ],
    [
        " we had ceremonies on a regular basis at CCN for the guys there who were being killed. I mean,",
        323.94,
        330.12
    ],
    [
        " a whoever, I mean, people were being killed almost every week. But, you know, and every two or three",
        330.32,
        337.0
    ],
    [
        " weeks, we'd have, you know, like a memorial service. All right. So back to this story.",
        337.0,
        345.96
    ],
    [
        " As I looked up, I could see my car 15 hanging just above my head. I had on my normal sleeping",
        346.88,
        352.8
    ],
    [
        " attire shirt, fatigue pants, and jungle boots. Our compound was hit with rockets, mortars, and",
        352.8,
        357.58
    ],
    [
        " ground attacks on a regular enough basis that you had to be prepared to react quickly. Although,",
        357.58,
        362.42
    ],
    [
        " it was only a little after nine o'clock in the morning, the temperature inside my room was",
        362.46,
        367.14
    ],
    [
        " already in the 90s and I was soaked with sweat. My mind began to travel back through the past two",
        367.14,
        371.76
    ],
    [
        " weeks and recall how my team had barely escaped the NVA during the last mission. We had made it back",
        371.76,
        377.7
    ],
    [
        " to our compound in Denang and spent the last two days undergoing a very intense debriefing session",
        377.7,
        382.56
    ],
    [
        " conducted by our intelligence team in an effort to collect all the information they could about",
        382.56,
        386.96
    ],
    [
        " our mission. The next two days were mine for R&R, rest and recuperation before we began preparing",
        386.96,
        394.76
    ],
    [
        " for another mission. My plan was to sleep late each morning, eat real food, take several showers,",
        394.76,
        400.78
    ],
    [
        " and rest. We had a saying that Denang is all right and it had a lot of meaning right now. Of",
        401.14,
        407.68
    ],
    [
        " course, everything is relative. So there you go. You finally got a couple days down time. You're",
        407.68,
        415.94
    ],
    [
        " yourself. This was Sunday morning and the mess hall served as served breakfast until lunch. Soon I",
        415.94,
        420.72
    ],
    [
        " was eating and looking forward to the evening meal. Our mess sergeant always permanaged to have",
        420.72,
        425.32
    ],
    [
        " plenty of tea bone steaks every Sunday evening. No one asked where he got them because it was",
        425.32,
        429.72
    ],
    [
        " certainly not standard rations for a combat unit. Everyone would grill his steak to his own perfection.",
        429.72,
        434.1
    ],
    [
        " This was something we all looked forward to when you've been on mission for several days or weeks",
        434.62,
        440.32
    ],
    [
        " eating one meal a day. Usually rice and fish heads. This was a feast. So you're live in large.",
        440.32,
        447.42
    ],
    [
        " Oh yeah. That was great. After I finished breakfast, experience told me that I better go make",
        447.6,
        452.48
    ],
    [
        " myself invisible until it was time to go back to work. If you could be seen, you could be given",
        452.48,
        457.44
    ],
    [
        " work to do while you are on R&R. I decided to go off to an off-limit section of Denang where we had",
        457.44,
        463.18
    ],
    [
        " a safe house. The safe house was a secret location CCN, our unit owned and protected. It was",
        463.18,
        470.18
    ],
    [
        " heavily guarded by mercenaries and only accessible to by our people. My get out of jail free card,",
        470.18,
        475.82
    ],
    [
        " which was a special card that authorized us to travel in civilian clothes, carry concealed weapons,",
        476.1,
        480.84
    ],
    [
        " enter classified and restricted areas, etc. would allow me to travel into this area of Denang",
        481.42,
        486.38
    ],
    [
        " even during curfew. This would be my best chance of enjoying the next two days. Everything was",
        486.38,
        491.16
    ],
    [
        " looking good and I was beginning to relax. So you get the little get out of jail free card, huh?",
        491.16,
        496.8
    ],
    [
        " Yeah. I'm not sure everyone had them, but I know some of us did. And you basically said,",
        496.8,
        506.26
    ],
    [
        " don't mess with this guy. I mean, you couldn't just walk around through the cities and,",
        506.36,
        512.22
    ],
    [
        " particularly after curfews and things like that, or you would get picked up. You'd be in trouble,",
        512.42,
        518.36
    ],
    [
        " but with that card, when I flashed that, they either let me go or they would call the phone number",
        518.52,
        526.32
    ],
    [
        " on there and be told, let him go. Don't ask him what he's doing. Just leave him alone.",
        526.32,
        531.72
    ],
    [
        " Legit. Continuing on, the sky had become overcast and it looked like it would probably rain by",
        533.06,
        541.74
    ],
    [
        " afternoon. The temperature was steadily climbing and the humidity was approaching 100%. This type of",
        541.74,
        546.02
    ],
    [
        " heat and humidity had a debilitating effect on everyone. As I was walking toward the compound's gate,",
        546.02,
        551.18
    ],
    [
        " I heard the familiar whoop sound of a helicopter. I could see that it was approaching our helipad. There",
        551.68,
        558.1
    ],
    [
        " was, there seemed to be a flurry of activity in that area. I was only about 100 meters from it as",
        558.1,
        563.98
    ],
    [
        " the chopper landed. The strong smell of JP4 was mixed with the wind and sand that hit my face.",
        563.98,
        569.36
    ],
    [
        " The men running around had placed some bags in the cargo compartment and of the chopper and we're",
        569.88,
        575.3
    ],
    [
        " now talking to the crew chief. One of them spotted me and began yelling something of me. The sound",
        575.3,
        579.32
    ],
    [
        " of the helicopter prevented me from understanding what he was saying. It was obvious that he was very",
        579.32,
        583.74
    ],
    [
        " excited about something. He began to run toward me still shouting. As he got closer, I heard him yell,",
        583.74,
        590.22
    ],
    [
        " LT, do you know how to hook up a moguire rig? A moguire rig is 120 to 150 foot nylon rope with a",
        590.38,
        597.02
    ],
    [
        " large loop made out of heavy padded strap attached to the end of it. A bag of sand is tied to the",
        597.02,
        601.84
    ],
    [
        " loop to give it the momentum to penetrate the jungle canopy. The other end of the rope is attached",
        601.84,
        606.52
    ],
    [
        " the floor of the helicopter. The rope is stowed inside a sandbag in a manner that allows it to feed",
        606.52,
        611.64
    ],
    [
        " without tangling. It is used when team members have to be extracted from the jungle where the helicopter",
        611.64,
        616.58
    ],
    [
        " cannot land. The team member sits inside the strap and fastens his left wrist to the strap through",
        616.58,
        621.68
    ],
    [
        " small loop. This prevents him from falling completely out of the rig if he is shot or when he is",
        621.68,
        627.16
    ],
    [
        " drugged through tree tops during extraction. It would be very uncomfortable and painful to hang",
        627.16,
        632.86
    ],
    [
        " by one arm, but at least you would get out. As we ran to the helicopter, he told me that we had a",
        632.86,
        639.14
    ],
    [
        " team in trouble with casualties. One of our CH34 helicopters had gone to the area to attempt an",
        639.14,
        645.98
    ],
    [
        " extraction. During the attempt, it had been shot down and apparently exploded and burned on impact.",
        645.98,
        651.06
    ],
    [
        " There appeared to be two or three survivors. Another helicopter had left a few minutes ago to",
        651.5,
        656.26
    ],
    [
        " try and help. There were no LZs in the area, just a very high and thick jungle canopy. The",
        656.26,
        662.96
    ],
    [
        " required rigs would be needed for extraction. This is all spinning up and you are hearing about",
        662.96,
        670.7
    ],
    [
        " what's happening. You are what, 10 minutes from walking out the gate and being on R&R for a",
        670.7,
        677.08
    ],
    [
        " couple days. Or less. I know how to do this. I do it all the time. I'm usually on the other end",
        677.08,
        685.78
    ],
    [
        " of that road. When you walked over there, you think you are just going to rig it? That's why",
        685.78,
        691.96
    ],
    [
        " you asked me. You know how to put it in there. He is just saying, hey, we got to get them a",
        691.96,
        696.98
    ],
    [
        " Gwire rigged. Do you know how to do it? Yes, you know how to do it. Cool. Come on over to the",
        696.98,
        702.44
    ],
    [
        " helicopter and you are thinking, I will help you guys. There are troops on the ground in contact.",
        702.44,
        707.28
    ],
    [
        " They need help. Okay, got it. Here we go. I took one look at the gate, about 150 meters away",
        707.46,
        714.12
    ],
    [
        " as we continued to run. The plans I had for my day were quickly being put on hold as my adrenaline",
        714.52,
        719.42
    ],
    [
        " level climbed. In my mind, I could see the smoldering remains of a burned helicopter,",
        719.42,
        723.2
    ],
    [
        " dead and wounded crew members, and the bad guys moving in for the final kill. Time was of the essence.",
        723.9,
        729.44
    ],
    [
        " I had to quickly rig the helicopter so they could go to the area and get the survivors out. As I",
        729.92,
        736.82
    ],
    [
        " approached the helicopter, I leaned my car 15 and ammunition bandelier against the context container.",
        736.82,
        742.04
    ],
    [
        " I climbed into the cargo compartment of the helicopter and began working feverously to attach",
        742.64,
        747.86
    ],
    [
        " the McGuire rigs. After a few minutes, the crew chief leaned over to me and said, the team is in",
        747.86,
        752.32
    ],
    [
        " heavy contact. We have to go. At that point, I realized I had been concentrating so much on what I",
        752.32,
        758.0
    ],
    [
        " was doing. I had not noticed the pilot had turned up the engine RPMs and the aircraft was beginning",
        758.0,
        763.8
    ],
    [
        " to vibrate. In fact, we were lifting off the ground. I pulled the crew chief over to me and said,",
        763.8,
        769.86
    ],
    [
        " I'm not supposed to be on here. He looked back at me and shrugged his shoulders as if to say,",
        769.86,
        774.3
    ],
    [
        " sorry about that. That was one of those common sayings in Vietnam. Sorry about that.",
        774.42,
        782.88
    ],
    [
        " I mean, you saw it all over the place. You heard people saying it. Anytime something was happening",
        783.8,
        790.16
    ],
    [
        " like that, it was sorry about that. Anytime something was happening like you're getting,",
        790.16,
        795.28
    ],
    [
        " you don't have your weapon. That's a key point. You had set down, you're going to rig this thing",
        795.54,
        800.88
    ],
    [
        " and for anyone that doesn't know, you're on your knees, when you're rigging something like that,",
        800.88,
        803.5
    ],
    [
        " you're on your knees and you're got to use both your hands. You just thought to yourself,",
        803.54,
        807.98
    ],
    [
        " oh cool. My mission right now is just to rig this thing. What's going to expedite that the most",
        808.12,
        814.22
    ],
    [
        " is or expedite that the most is for me just to put my weapon down over here. I'll get on there,",
        814.22,
        818.92
    ],
    [
        " I'll get it rigged and then I'll get out. That's the fastest way for me to get this done. Next thing,",
        818.96,
        823.26
    ],
    [
        " you know, the helicopter's taken off. Sorry about that. As I looked down and saw the compounds",
        823.26,
        830.6
    ],
    [
        " gate, as I looked down, I saw the compounds gate passed under me. I sat back against the firewall,",
        830.6,
        835.9
    ],
    [
        " fastened the seat belt around my waist and resigned myself to the fact that my R&R would be delayed",
        836.16,
        839.92
    ],
    [
        " a couple of hours as we flew and I began to realize that I did not know where I was going.",
        839.92,
        843.7
    ],
    [
        " What I was going to do and was naked. I left my weapon and ammunition leaning against the",
        844.3,
        853.14
    ],
    [
        " weapon. The only thing I had was my fatigues and boots and a pounding heart. What a Sunday afternoon",
        853.14,
        859.06
    ],
    [
        " of R&R this was turning into. About 15 minutes into the flight, my mind began to play out different",
        859.06,
        866.02
    ],
    [
        " scenarios of what might happen when we arrived on the battle site. One began to stick in my mind.",
        866.02,
        870.56
    ],
    [
        " What if the aircraft ahead of us is shot down? What if the only way to save them is for someone to",
        871.34,
        876.88
    ],
    [
        " go down there using the Maguire rig? What if I have to climb down one of the ropes? I don't even",
        876.88,
        882.18
    ],
    [
        " have a weapon. About this time, the crew chief pulled me toward him and said the aircraft in front",
        882.18,
        888.98
    ],
    [
        " of us has been shot down. The team is still in heavy contact and cannot go to the crash site.",
        888.98,
        895.34
    ],
    [
        " We'll be there in about 10 minutes. The pucker factor just increased significantly.",
        895.58,
        900.06
    ],
    [
        " My premonition was becoming a reality. As I was thinking, I saw this play out. It was like watching",
        900.96,
        910.84
    ],
    [
        " a video. I could see the whole thing just taking place. The premonition is what's going to happen.",
        910.84,
        919.9
    ],
    [
        " When he told me that aircraft is down, I told him because I had said something, it is happening.",
        921.72,
        929.92
    ],
    [
        " It's starting now. This is a crazy thought that you say to yourself, what if the aircraft ahead of",
        930.72,
        938.48
    ],
    [
        " us gets shot down? Then seconds later, he looks at you and says the aircraft in front of us is shot",
        938.48,
        942.96
    ],
    [
        " down. That's a nightmare. Going on, the crew chief and the other door gunner test fired their",
        942.96,
        953.26
    ],
    [
        " machine guns to make sure they were working properly. This brought about a sudden increase in my",
        953.26,
        958.34
    ],
    [
        " excitement level. Test firing of the door guns always seemed to insert a sense of morality into",
        958.34,
        964.4
    ],
    [
        " what I was about to do. In a few minutes, the crew chief pulled me over again and said it's just",
        964.4,
        970.98
    ],
    [
        " over this ridge line. I unfast my seatbelt and crawled over to the edge of the cargo compartment so",
        970.98,
        976.46
    ],
    [
        " I could see better. As we came over the ridge line, we were welcomed by bad guys. A stream of",
        976.46,
        981.72
    ],
    [
        " automatic weapons fire with some green tracers mixed in past by. The loud crack of each bullet could",
        981.72,
        988.54
    ],
    [
        " easily be heard over the noise of the helicopter. Both door gunners opened up and began sending a",
        988.54,
        993.02
    ],
    [
        " hail of bullets through the jungle canopy. The most fearful part of combat from you'd always been",
        993.02,
        997.18
    ],
    [
        " getting shot at while in a helicopter. There is no protection. The floor and the sides of a helicopter",
        997.18,
        1002.92
    ],
    [
        " just don't stop bullets. My arousal level was continuing to climb. The pilot made a quick turn and",
        1002.92,
        1010.64
    ],
    [
        " banked the helicopter on its side. I was looking straight down at the jungle canopy and hanging on",
        1010.64,
        1015.14
    ],
    [
        " for my life. Smoke was coming up through a hole in the canopy where the first helicopter had gone",
        1015.14,
        1019.4
    ],
    [
        " down and burned. As we circled around the steep side of the mountain, we saw another hole in the",
        1019.4,
        1023.76
    ],
    [
        " canopy about 200 meters from the first. We approached this hole and slowed down the ground fire",
        1023.76,
        1028.64
    ],
    [
        " coming up at us increased. Shell casings from the door guns were piling up on the floor. Some were",
        1028.64,
        1033.94
    ],
    [
        " following out. As we passed directly over the hole, I could see the second helicopter lying on",
        1033.94,
        1038.28
    ],
    [
        " its side in the steep ravine. The tail section was broken off and I thought I saw a crew member",
        1038.28,
        1043.38
    ],
    [
        " still in the aircraft. We circled around and came in for a closer look. This time I could see the",
        1043.38,
        1049.8
    ],
    [
        " air crew was trapped inside the aircraft and fuel was spilling out on them. Any spark from inside",
        1049.8,
        1056.52
    ],
    [
        " the craft or a trace around would ignite the fuel and burn them alive. The door gunners were",
        1056.52,
        1061.04
    ],
    [
        " continuing to place repressive fire in the position shooting at us. It wasn't really having much",
        1061.04,
        1065.36
    ],
    [
        " effect on them, bullets were coming up at us from all directions. We also detected some movement",
        1065.36,
        1070.34
    ],
    [
        " that indicated the bad guys were working their way up the mountain to the crash site. Something had",
        1070.36,
        1075.64
    ],
    [
        " to be done and fast. I'm trying to think of myself if anything could be worse right now,",
        1075.64,
        1085.38
    ],
    [
        " but I actually can't think of anything worse than this right now. Well, I knew what was coming.",
        1085.56,
        1090.28
    ],
    [
        " So I mean, I had already seen it play out. I mean, at this point, there's only one thing you can do.",
        1091.62,
        1096.48
    ],
    [
        " You got to go down there. And these helicopter pilots, these guys are bad ass. I mean,",
        1096.72,
        1104.98
    ],
    [
        " these guys just to be thinking with all this enemy fire coming, they're not going anywhere.",
        1105.08,
        1110.84
    ],
    [
        " They're going to get this done. Yeah, because they've got that's their friends. Yeah, their friends",
        1110.92,
        1124.98
    ],
    [
        " are going to get through chief to tell the pilot to go back to the crash site and I would drop him",
        1124.98,
        1128.64
    ],
    [
        " on a wire rig down into the canopy, climb down to it, then climb down a tree to the ground.",
        1128.64,
        1135.46
    ],
    [
        " So I'm going to say that one more time. Your plan was to throw this rope out of the aircraft,",
        1136.24,
        1141.62
    ],
    [
        " climb down into the canopy somewhere. Once you were getting in the trees, then you would just",
        1142.42,
        1147.04
    ],
    [
        " climb down the trees until you got to the ground. That was your plan. My stress level was a little",
        1147.04,
        1154.96
    ],
    [
        " making the best plans that I could, but at the time, that was the only way I could see to get down to him.",
        1154.96,
        1160.1
    ],
    [
        " When he told him, this is the crew chief talking to the pilot. When the crew chief told the pilot,",
        1161.2,
        1167.52
    ],
    [
        " both the pilot and the co-pilot looked around over their shoulders as if to say to me, are you crazy?",
        1167.54,
        1172.94
    ],
    [
        " The crew chief leaned over and said, the pilot says you're crazy. I told him to tell the pilot that I",
        1174.52,
        1184.94
    ],
    [
        " if we didn't do something, he quickly turned the aircraft around and flew back to the crash site.",
        1184.94,
        1189.66
    ],
    [
        " I pushed out one of the McGuire rigs and the bag of sand quickly took it into the canopy.",
        1190.44,
        1196.06
    ],
    [
        " We were still receiving heavy ground fire. At this point, we were approximately 50 feet above the",
        1196.72,
        1202.2
    ],
    [
        " canopy. I happened to see that the crew chief had an M-16 strapped the wall behind him. I told him",
        1202.2,
        1208.14
    ],
    [
        " to give it to me. He was a little hesitant at first probably because he thought he would never",
        1208.14,
        1211.72
    ],
    [
        " see it again. He handed it to me along with a bandelier of four magazines. I chambered around and",
        1211.72,
        1216.66
    ],
    [
        " checked the safety and thought, great, I'm going into the middle of the battle myself by myself with",
        1216.66,
        1222.38
    ],
    [
        " a hundred rounds of ammunition. Yeah. And it gets worse. I mean, this is not a good scenario",
        1222.38,
        1237.3
    ],
    [
        " for in terms of survivability. At all. Are you thinking about that or are you just trying to",
        1238.64,
        1246.16
    ],
    [
        " think of you're just doing the best you can? Doing what I got to work with. We got to get those guys out.",
        1246.16,
        1250.6
    ],
    [
        " I step out onto the sketchy to the helicopter confident that I had a workable plan.",
        1251.16,
        1257.4
    ],
    [
        " As I grabbed the rope with my bare hands, I realized it was brand new white nylon rope.",
        1257.64,
        1261.82
    ],
    [
        " New nylon ropes are very slick. I knew I was going to be it was going to be tough to hold on,",
        1262.52,
        1266.94
    ],
    [
        " but I figured I could wrap my feet around it and make it work. The crew chief leaned over and said",
        1266.94,
        1271.06
    ],
    [
        " the pilot says we're receiving too much ground fire. We're going to have to leave. I knew it was",
        1271.06,
        1275.1
    ],
    [
        " now or never. I stepped off the skid and quickly began to discover some flaws in my plan.",
        1275.1,
        1280.54
    ],
    [
        " It's an interesting decision point right there because you got it out. You've got it out right",
        1281.38,
        1286.78
    ],
    [
        " there of hey, it's too much ground fire. Sorry, I couldn't get down there. Instead of you saying hey,",
        1286.78,
        1291.62
    ],
    [
        " sorry, we had to leave and I'm sorry I couldn't go. You said it's now or never. You stepped off the",
        1291.82,
        1296.14
    ],
    [
        " skid and descended into hell. I could not hold the slick rope tight enough. It began to slide through",
        1296.14,
        1305.26
    ],
    [
        " my hands at a faster and faster rate. After about 30 feet, the white rope began to turn red.",
        1305.26,
        1310.44
    ],
    [
        " It had burned the skin off the inside of my hands and I was bleeding badly and could not slow down",
        1311.04,
        1315.66
    ],
    [
        " to make matters worse. The rope no longer reached the canopy. The aircraft was beginning to move",
        1315.66,
        1322.1
    ],
    [
        " because of the ground fire and it lifted the end of the rope about 10 to 15 feet above the tree tops.",
        1322.1,
        1328.22
    ],
    [
        " My rate of descent was increasing rapidly and the only thing I could that could prevent my death",
        1329.16,
        1333.92
    ],
    [
        " was to be able to hold onto the McGuire rig at the end of the rope. So now the end of the rope is",
        1333.92,
        1341.02
    ],
    [
        " 15 feet above the canopy. Which means if you fall off of it, you're going to go 10 to 15 feet",
        1341.08,
        1348.06
    ],
    [
        " of airborne and then you're going to hit the trees. Unknown to me at this time, our tactical",
        1348.06,
        1356.02
    ],
    [
        " operation center in the compound was monitoring the helicopter's radio frequency. I found out",
        1356.02,
        1360.42
    ],
    [
        " later that about this time a fourth aircraft had arrived in the area and was observing my descent.",
        1360.42,
        1364.6
    ],
    [
        " He radioed my aircraft and asked who the hell is that. The reply was some crazy special forces guy.",
        1364.98,
        1370.9
    ],
    [
        " At the time that probably would have been my reply to when I hit the McGuire rig I closed down",
        1371.46,
        1377.24
    ],
    [
        " with every ounce of strength I had left and I stopped. The pain in my hands was on real blood was",
        1377.24,
        1382.82
    ],
    [
        " running down my arms. It seemed as if the bad guys had stopped shooting at the helicopter and were",
        1382.82,
        1387.14
    ],
    [
        " shooting at me. As I looked up, I could see the red streams of tracers coming down from the",
        1387.14,
        1392.74
    ],
    [
        " door gunners and the green tracers going up. The loud cracking sounds of bullets were all around me.",
        1392.74,
        1397.94
    ],
    [
        " I was now also now swinging on the end of a large pendulum about 10 feet above the canopy.",
        1397.94,
        1403.4
    ],
    [
        " I knew the canopy was about 150 feet above the jungle floor. My strength was gone. It was decision time.",
        1404.0,
        1410.56
    ],
    [
        " I decided that as I swung over the center of the next treetop I would let go and try to grab hold",
        1411.0,
        1416.3
    ],
    [
        " of something as I crashed through the canopy. Once again, this is ridiculous. This is when I watch",
        1416.3,
        1427.12
    ],
    [
        " a stupid action movie and they show some guy jumping out of a helicopter or jumping off of a",
        1427.42,
        1435.6
    ],
    [
        " cliff and landing in the trees and I always go, that's BS. That would never work. Apparently I",
        1435.6,
        1442.0
    ],
    [
        " need to spend more time hanging out with you to figure out what's going to work and what's not.",
        1442.0,
        1445.5
    ],
    [
        " That's your plan. Your plan is your 10 feet above the 150 foot tall jungle canopy when you see a",
        1446.32,
        1451.78
    ],
    [
        " good target to jump into. You're going to go back to this book. I looked down and as I centered a",
        1451.78,
        1460.04
    ],
    [
        " treetop I let go. The fall brought my stomach up in my throat. The sensation was quickly overcome",
        1460.04,
        1465.8
    ],
    [
        " by the impact with the jungle canopy. I grabbed wildly as I crashed through the limbs but just",
        1465.8,
        1472.54
    ],
    [
        " couldn't seem to hold on to anything. I was moving too fast and was just bouncing off limbs,",
        1472.54,
        1476.42
    ],
    [
        " leaving blood and skin on each one. Finally I hit a limb with my stomach and wrapped around it.",
        1476.6,
        1481.82
    ],
    [
        " It knocked the breath out of me but I had stopped falling. After a few minutes I was able to begin my",
        1482.12,
        1487.56
    ],
    [
        " descent. There was only about 50 feet to go which means you had tumbled through a hundred feet of",
        1487.56,
        1493.96
    ],
    [
        " jungle canopy. This is again you might have been thinking the same thing that I was like, oh I can",
        1493.96,
        1499.68
    ],
    [
        " pull this off until you're falling through that thing to go. This isn't working the way I thought it",
        1499.68,
        1504.42
    ],
    [
        " was going to work. I didn't have much. I felt I didn't have much choice. I knew I couldn't hold on",
        1504.42,
        1510.18
    ],
    [
        " to the McGuire rig. I knew who used to fly away and all of a sudden I was going to be much higher",
        1510.18,
        1516.82
    ],
    [
        " than when I fell off. That would be it. At least now I was 10 foot feet above something and I might",
        1516.82,
        1524.46
    ],
    [
        " have a chance if I let go and dropped into it. But trying to hold on to that thing I wouldn't have",
        1524.46,
        1534.4
    ],
    [
        " had. Nothing he were awake about there. I don't know. Maybe in your opinion I'm giving you about",
        1536.32,
        1541.52
    ],
    [
        " max hero credit on each and every decision that's being made whether it was volunteer. When you",
        1541.52,
        1549.46
    ],
    [
        " said hey I'm going that's all that's all I need to hear. When I finally reached the ground I had",
        1549.46,
        1554.42
    ],
    [
        " to lie behind a tree for a few minutes to rest. At this point I had very little skin on the palms.",
        1554.42,
        1558.88
    ],
    [
        " My hands are inside my fingers. Dirt and tree bark were all in my hands. There were numerous other",
        1559.02,
        1563.36
    ],
    [
        " cuts and bruises caused by the fall through the tree. Fortunately I still had my I still had the",
        1563.36,
        1568.34
    ],
    [
        " M16 and Bandilear. But I lost the magazine that was in the rifle during the fall. I was now down to",
        1568.34,
        1573.94
    ],
    [
        " 81 rounds. There was one in the chamber. I could hear the fire fight. The team was involved in",
        1573.94,
        1579.34
    ],
    [
        " about two to 300 meters from me. More bad guys were probably moving around the jungle. A feeling",
        1579.34,
        1586.28
    ],
    [
        " of loneliness crept over me as I realized that not only would the bad guys be shooting at me but",
        1586.28,
        1591.28
    ],
    [
        " so with the team because they probably did not know I was on the ground. I moved out rapidly in the",
        1591.28,
        1596.92
    ],
    [
        " direction of the crash site. There was no time to waste. I had only moved about 50 meters when I",
        1596.92,
        1601.34
    ],
    [
        " heard a twig break to my left. As I looked in that direction I saw two soldiers with AK-47s about",
        1601.34,
        1606.74
    ],
    [
        " 30 meters away moving parallel to me. Just as I turned my weapon toward them they both saw me and",
        1606.74,
        1611.46
    ],
    [
        " began to turn their weapons toward me. In the next fraction of a second I had to decide if they",
        1611.46,
        1615.38
    ],
    [
        " were really bad guys or two of the team members dressed like bad guys. I had practiced an immediate",
        1615.38,
        1620.64
    ],
    [
        " action drill for just such an occasion hundreds of times on our firing range and used it in previous",
        1620.64,
        1627.02
    ],
    [
        " encounters. My decision was to take them out. As I dove for the ground I emptied a 20 round magazine",
        1627.02,
        1632.4
    ],
    [
        " on them. It was a tight shock group and I saw both of them get hit several times. As I quickly",
        1632.4,
        1637.04
    ],
    [
        " changed magazines I watched and listened for any signs of life from their position. They had",
        1637.04,
        1643.76
    ],
    [
        " gone down in the undergrowth where I could not see them. My attack had been so sudden and violent",
        1643.76,
        1648.34
    ],
    [
        " that they had not been able to return fire. After a few minutes I decided that those two were not",
        1648.34,
        1652.4
    ],
    [
        " going to cause me any more trouble. I crawled up the hill, a ways and then continued to move toward",
        1652.4,
        1658.06
    ],
    [
        " the crash site. That's that immediate action drill that you talked about earlier. Take the shots",
        1658.06,
        1667.44
    ],
    [
        " as you're going down. You got to do it clear. You chew full auto. Yeah. Well yeah. In that situation you",
        1667.44,
        1678.28
    ],
    [
        " were moving and if I can spray a relatively tight shock group I'm going to get them and I know I",
        1679.14,
        1687.66
    ],
    [
        " got hit more than once. I can't just pop off a couple of rounds because if I shoot at one that",
        1687.66,
        1692.76
    ],
    [
        " gives the other one a chance to shoot at me. I go for both of them at the same time as I'm going down.",
        1692.76,
        1697.84
    ],
    [
        " Was the team that you were going to rescue? Was that another software team in a country thing?",
        1697.86,
        1703.32
    ],
    [
        " Yeah. So you know that they're on the ground out there too? Yeah. I knew when I saw these two guys",
        1703.74,
        1712.9
    ],
    [
        " were the AK-47s. I could hear them 16 firing. I knew it was not a team that was carrying AK-47s.",
        1712.9,
        1721.74
    ],
    [
        " These had to be bad guys. Yeah, because going in this you had no... If you had spent 10 minutes",
        1721.74,
        1726.66
    ],
    [
        " getting a brief on what was happening you would have found out how big the team was, what kind of",
        1726.66,
        1733.2
    ],
    [
        " just some little kind of nice to know information which you had none of. Your brief was there's",
        1733.2,
        1738.9
    ],
    [
        " good guys down. Yeah. And sorry about that. Yeah. And sorry.",
        1738.9,
        1744.46
    ],
    [
        " After moving about 150 meters of shot was fired at me. I thought it sounded strange as I dove",
        1744.92,
        1751.62
    ],
    [
        " for cover. It wasn't a rifle. It was a pistol probably a 38 caliber. AK-47s made a different and",
        1751.62,
        1756.8
    ],
    [
        " very distinguishable sound. The helicopter crew was shooting at me. The pilot had managed to crawl",
        1756.8,
        1761.34
    ],
    [
        " out of the wreckage and this is from the downed helicopter. The pilot had managed to crawl out of",
        1761.34,
        1764.86
    ],
    [
        " the wreckage, seen my movement and begun firing at me with his 38. I yelled at him and told him",
        1764.86,
        1769.02
    ],
    [
        " I was a good guy. He did not believe me and continued to shoot. My experience had been that helicopter",
        1769.02,
        1773.94
    ],
    [
        " pilots were very cool, calm and in control when they were in the air. The jungle was a different matter.",
        1773.94,
        1780.62
    ],
    [
        " He continued to fire at me until he had to reload. At that point I rushed him and got the drop on him.",
        1780.72,
        1786.72
    ],
    [
        " He was battered, wounded, bloody and exhausted and kept asking me where my other men were. He found",
        1786.74,
        1792.74
    ],
    [
        " it hard to believe that I was alone. I eventually convinced him that it was just me and that we had to",
        1792.74,
        1798.12
    ],
    [
        " get his men out of the aircraft as quickly as possible. I moved him to a very dense location in",
        1798.12,
        1802.5
    ],
    [
        " the jungle a short distance away and continued to go back and retrieve the crew one at a time.",
        1802.5,
        1806.58
    ],
    [
        " Most of the crew had lost a lot of blood and required immediate first aid. They were all injured as",
        1807.0,
        1811.28
    ],
    [
        " a result of the crash. The pilot had broken ribs or broken arm, cuts and bruises. The co-pilot had a",
        1811.28,
        1816.36
    ],
    [
        " compound fracture of the femur. The bone was sticking out of his thigh. Cuts and bruises. The",
        1816.52,
        1821.42
    ],
    [
        " crew chief had been shot in the leg and the door gunner in the arm. All four were soaked in JP4.",
        1821.42,
        1826.48
    ],
    [
        " A spark would have made torches to them all. I told the pilot that I was going to get help for him",
        1827.04,
        1832.76
    ],
    [
        " and to keep everyone hidden quiet and not to shoot anyone unless they physically stepped on them.",
        1832.76,
        1837.64
    ],
    [
        " Yeah. I began to move out toward the other crash site. By this time that fire fight had stopped and",
        1841.24,
        1849.32
    ],
    [
        " I was not sure where the team or the enemy were. My movement was very cautious because if the team saw",
        1849.32,
        1855.24
    ],
    [
        " my movement they would open fire and they would not miss. As I neared the other crash site I heard",
        1855.24,
        1861.02
    ],
    [
        " some movement up, up front and some muffled voices. I moved very slowly and deliberately. I heard",
        1861.02,
        1867.24
    ],
    [
        " an American voice at this point. I could only assume that the enemy had captured one of the",
        1867.24,
        1870.94
    ],
    [
        " survivors from the first crash. My plan was to move in as closely as possible and look for an",
        1870.94,
        1876.36
    ],
    [
        " opportunity to attack and free the American. As I crept closer and closer to the group I eventually",
        1876.36,
        1881.58
    ],
    [
        " got close enough to see an American sergeant that I recognized. He was the team leader of the team",
        1881.58,
        1886.5
    ],
    [
        " that was on the ground was still armed and obviously not a prisoner. So this is about the first",
        1886.5,
        1891.66
    ],
    [
        " good situation that's unfolded. You got some brothers now that are going to be able to work with you",
        1891.96,
        1897.94
    ],
    [
        " in some way. I got down behind a tree and yelled at him that I was coming in and for him to have",
        1897.94,
        1904.66
    ],
    [
        " his people hold their fire. After he told me he was okay I stood up slowly with my M16 in the air",
        1904.66,
        1909.46
    ],
    [
        " and walked toward the group. Once inside their perimeter I discovered that the loud American was",
        1909.46,
        1913.64
    ],
    [
        " the loud American voice was that of the American lieutenant Colonel who had been the pilot of the",
        1913.64,
        1918.76
    ],
    [
        " first aircraft to be shot down. He was not very happy about what was going on and was giving the",
        1918.76,
        1923.08
    ],
    [
        " sergeant a hard time. Speaking of stress right some of the things that you describe in the stress",
        1923.08,
        1931.82
    ],
    [
        " effect is anger and not making good decisions and being loud and being confrontational. So this",
        1931.82,
        1938.2
    ],
    [
        " lieutenant Colonel is doing all those things. He's being confrontational with a sog team. You don't",
        1938.2,
        1948.74
    ],
    [
        " commander and was now in charge of the operation. The fact that a lieutenant Colonel outranxed a",
        1948.74,
        1952.58
    ],
    [
        " lieutenant did not matter because he was Air Force and we were on the ground. He became very upset",
        1952.58,
        1957.42
    ],
    [
        " and began to threaten me about what was going to happen to me when we got to safety. About that",
        1957.42,
        1962.24
    ],
    [
        " time the mercenaries on the team had heard enough. Several of them turned their weapons toward",
        1962.24,
        1966.62
    ],
    [
        " the lieutenant Colonel and made some very cold and serious remarks. The interpreter told the lieutenant",
        1966.62,
        1971.54
    ],
    [
        " Colonel that the lieutenant wasn't charged and that everyone would do what I said. The lieutenant",
        1971.54,
        1977.32
    ],
    [
        " Colonel realized they were ready to kill him if he did not submit. That ended the discussion.",
        1977.42,
        1982.42
    ],
    [
        " That's what happens when you try and get confrontational with the sog team on the ground.",
        1983.62,
        1988.12
    ],
    [
        " You don't want to... Sog teams get very closely bonded. They're very closely bonded to the",
        1988.8,
        1994.62
    ],
    [
        " 1011 to their Americans. You don't mess with them anywhere. They will defend that team. They'll",
        1994.62,
        2003.1
    ],
    [
        " defend those Americans. Even inside the compound you don't want to mess with them. The compound",
        2003.1,
        2008.64
    ],
    [
        " is kind of like the Old West. Everybody there is carrying a gun and is locked in. He's not like the",
        2008.64,
        2017.82
    ],
    [
        " regular military units around that can't have a magazine in the gun. We were locked and loaded",
        2017.82,
        2027.54
    ],
    [
        " all the time. You had frag grenades, you had all that stuff and you got these little pods moving",
        2027.54,
        2033.48
    ],
    [
        " around. There are all the time I don't mess with my guy because they'll lock and load on you",
        2033.48,
        2039.74
    ],
    [
        " and aren't we? But now we're out in the jungle and they see this guy as a threat.",
        2039.74,
        2045.9
    ],
    [
        " Yeah, a threat to their survival, too. A threat to you as the leader, a threat to their team",
        2046.38,
        2052.18
    ],
    [
        " and a threat to the survival because if this guy is going to start acting like an idiot,",
        2052.18,
        2056.12
    ],
    [
        " this is going to be a real problem. So they put an end to that. Our next step was to move",
        2056.62,
        2064.0
    ],
    [
        " back down to the first crash site and recover the bodies. During this time I discovered that there",
        2064.0,
        2068.68
    ],
    [
        " had been three survivors of the original crash. The Lieutenant Colonel, which was the pilot of",
        2068.68,
        2072.98
    ],
    [
        " Vietnamese Lieutenant Colonel Copilot and an American sergeant. The Vietnamese and the sergeant",
        2072.98,
        2077.64
    ],
    [
        " had been badly injured and burned in the crash. The second helicopter to arrive on the site had lowered",
        2077.64,
        2082.7
    ],
    [
        " a jungle penetrator and Lieutenant Colonel had strapped them into it. Unfortunately, as they were",
        2082.7,
        2088.1
    ],
    [
        " being hoisted up through the jungle canopy, the second helicopter was also shot down. As it went",
        2088.1,
        2093.86
    ],
    [
        " forward, the jungle, jungle penetrator hung up on a large tree and the steel cable broke. The two",
        2093.86,
        2101.4
    ],
    [
        " men still strapped to the penetrator. The fellow approximately a hundred feet and landed head",
        2101.4,
        2105.78
    ],
    [
        " first on a large rock killing them instantly. We found the bodies and unhooked them from the",
        2105.78,
        2112.14
    ],
    [
        " jungle penetrator. When I got, when I picked up the American and put him over my shoulder,",
        2112.14,
        2116.64
    ],
    [
        " the air rushed out of his lungs. It was the smell of death. As we worked our way back up the hill,",
        2117.04,
        2122.32
    ],
    [
        " it began to rain. So the second one had actually started to extract the team. Right. And that's when",
        2122.32,
        2132.42
    ],
    [
        " they got shot down. Yeah, they were extracting the wounded from the first aircraft.",
        2132.42,
        2137.36
    ],
    [
        " You might want to edit out the smell of death. That was a little statement. Just in case",
        2138.82,
        2146.68
    ],
    [
        " some family members should listen to this. I think for his parents are gone now, but",
        2146.68,
        2154.26
    ],
    [
        " he may still have brother sisters or somebody. Just so it doesn't sound so bad.",
        2155.2,
        2162.5
    ],
    [
        " Once inside the main perimeter, we laid the bodies down alongside each other. The heads were a",
        2163.5,
        2174.5
    ],
    [
        " bloody mess. And since we did not wear names on our uniforms, I did not know who I had carried up",
        2174.5,
        2179.04
    ],
    [
        " the hill. At this point, I asked Lieutenant Colonel who the young sergeant was.",
        2179.04,
        2183.54
    ],
    [
        " The already sickening feeling in my stomach increased tremendously when I heard his name. He was",
        2184.4,
        2190.18
    ],
    [
        " a friend of mine who I had joked with days before. I felt no remorse for the two NVA had killed",
        2190.18,
        2195.04
    ],
    [
        " an hour ago, but the sight of a dead American, especially a friend created a range of emotions",
        2195.04,
        2200.12
    ],
    [
        " from deep sadness to extreme anger toward the enemy. One of the first rules you are taught when",
        2200.12,
        2206.16
    ],
    [
        " you arrive in country is not to get close to anyone, but there's no way you can prevent it.",
        2206.16,
        2211.16
    ],
    [
        " We covered them with ponchos and wandered to where and wandered where the bad guys were.",
        2211.82,
        2217.04
    ],
    [
        " My next problem was the pilots. They were still out there alone. I took the 14 members and moved",
        2218.04,
        2225.42
    ],
    [
        " consciously to their location and established a security force around them. To get everyone out,",
        2225.42,
        2229.6
    ],
    [
        " I would have to blow down some trees and bring in some helicopter gunships to suppress enemy",
        2229.78,
        2234.64
    ],
    [
        " fire while everyone was hoisted up into helicopters. I'd been able to contact the rear using the",
        2235.02,
        2240.9
    ],
    [
        " team's radio and had the necessary demolitions on the way. Yeah, you and in this not only with some",
        2240.9,
        2249.9
    ],
    [
        " other person's gun and four magazines, you also didn't even have a radio. Nothing. Yeah, I was",
        2249.9,
        2255.26
    ],
    [
        " not good. By the time the helicopter arrived with the demolitions, the weather was closing in.",
        2255.26,
        2263.58
    ],
    [
        " Man, this is just Murphy's Law. The weather was closing in. The rain was coming down harder",
        2264.14,
        2270.16
    ],
    [
        " and the clouds were moving down the mountain. We would have to work fast just to beat the weather.",
        2270.16,
        2274.46
    ],
    [
        " The enemy had been quiet until the arrival of the helicopter. Now we could hear them all around us",
        2274.58,
        2278.72
    ],
    [
        " shooting up at the helicopter. About the time the demolitions came crashing to the ground,",
        2278.72,
        2282.72
    ],
    [
        " the gunships arrived. We signaled our location and I had the sergeant begin to work, working",
        2282.94,
        2288.28
    ],
    [
        " airstrikes all around us. While the gunships were keeping the enemy busy, I carried 50 pounds of",
        2288.42,
        2293.8
    ],
    [
        " C4 blasting caps, time fuse and debt cord to a location near the pilots. I placed enough for them,",
        2293.8,
        2299.22
    ],
    [
        " I placed enough of the demolitions on trees and dropped them. This opened up a large",
        2299.52,
        2303.28
    ],
    [
        " enough hole in the canopy to give us a better chance of not having a repeat of the last jungle",
        2303.28,
        2307.72
    ],
    [
        " penetrator incident. So you, you, I mean, this has taken time. This is a, I mean, to sit there and",
        2307.72,
        2315.0
    ],
    [
        " rig 50 pounds of demo on a bunch of trees and then, and then put the blasting caps in. This is",
        2315.16,
        2320.86
    ],
    [
        " like, this has taken what? A half an hour to get this done? Yeah, probably. But, you know, I didn't",
        2320.86,
        2326.9
    ],
    [
        " use all 50 pounds. It's just part of just enough to cut the trees and get them down. But yeah,",
        2326.9,
        2331.96
    ],
    [
        " they all had to be rigged. You had to take the things under the trees, put the blasting caps in",
        2331.98,
        2337.24
    ],
    [
        " and set them off. Had to make sure they were not going to fall the wrong way. But, you know,",
        2337.24,
        2341.44
    ],
    [
        " that's why they call me dynamite. I like to, I like to blow things up.",
        2341.78,
        2348.06
    ],
    [
        " The CH-47 that had dropped the demolitions returned and hovered over the hole. As it began to",
        2348.94,
        2356.98
    ],
    [
        " lower the jungle penetrator, the enemy ground fire increased dramatically and both",
        2356.98,
        2360.96
    ],
    [
        " door gunners opened fire with their 50 caliber machine guns. Not only could we hear the very",
        2360.96,
        2365.42
    ],
    [
        " loud slow distinctive sound, but the 50 caliber casings began to rain down on us. After falling",
        2365.42,
        2371.44
    ],
    [
        " 150 feet, they had enough velocity to do a lot of damage. We could see large red tracers penetrating",
        2371.44,
        2377.18
    ],
    [
        " deep into the jungle. The two gunships were now raining bullets down through the trees with",
        2377.18,
        2381.22
    ],
    [
        " their mini guns up to 4,000 rounds a minute per gun firing 40 millimeter grenades and 2.75",
        2381.22,
        2386.68
    ],
    [
        " inch rockets with 17 pound high explosive warheads. The popping and cracking sound of the bullets",
        2386.68,
        2392.94
    ],
    [
        " and explosions of the grenades and rockets were exacerbated by falling treelums and",
        2392.94,
        2397.54
    ],
    [
        " trappinal flying in every direction. The darkening sky made the tracers appear very bright.",
        2397.54,
        2403.26
    ],
    [
        " The hot wet jungle air was becoming smoky and filled with the smell of burned cordite and gunpowder.",
        2403.64,
        2409.18
    ],
    [
        " That's like that's enough. Enough firepower going down range like you can't simulate that.",
        2409.82,
        2419.7
    ],
    [
        " The google watch the craziest Hollywood movie and they don't make it look like what that what that",
        2419.7,
        2424.28
    ],
    [
        " what you just described right there. By the time the jungle penetrator reached the ground,",
        2424.28,
        2431.16
    ],
    [
        " we had drug the copilot and crew chief over to where it landed. We strapped them on as quickly as",
        2431.16,
        2437.62
    ],
    [
        " possible and signaled to pull them up. There was no way to support the broken leg and we could hear",
        2437.62,
        2442.72
    ],
    [
        " the copilot screams over the battle sounds as he was going up. They say that a compound fracture",
        2442.72,
        2447.84
    ],
    [
        " of the femur is one of the most painful wounds you can have. After seeing the pain he was in,",
        2447.84,
        2453.14
    ],
    [
        " I believe it. The trip up took about two minutes. We sent another we sent the other two crew members",
        2453.28,
        2460.0
    ],
    [
        " up next followed by the wounded team members, the lieutenant colonel and the two dead. The CH-47 left",
        2460.0,
        2467.18
    ],
    [
        " to take them to the hospital. So now you just jump into the CH-47 and return about an hour.",
        2467.18,
        2472.8
    ],
    [
        " During that hour what's happened? Are you guys is the enemy pressuring you?",
        2473.4,
        2477.0
    ],
    [
        " The gunships are having an impact now. When they saw the CH-47 lead that took some",
        2477.82,
        2485.3
    ],
    [
        " of the pressure off. They really wanted to knock it down. Got it. But the massive air support that",
        2485.3,
        2491.44
    ],
    [
        " you're getting is definitely putting a hurt on the enemy. That's a lot of gunfire coming",
        2491.44,
        2498.42
    ],
    [
        " away. Rock it's the whole nine yards. The CH-47 returned in about an hour with a set of fresh",
        2498.42,
        2503.94
    ],
    [
        " gunships to help begin extracting us. I began putting the team members on as fast as I could while",
        2503.94,
        2511.24
    ],
    [
        " the sergeant continued to work the air strikes. The jungle forward become mud and was making the",
        2511.24,
        2515.52
    ],
    [
        " job of hooking people up much more difficult. Eventually there were just the sergeant and myself",
        2515.52,
        2519.4
    ],
    [
        " left on the ground. Unfortunately some of the bad guys had moved up close to our position",
        2519.4,
        2523.54
    ],
    [
        " and were beginning to fire at the helicopter. We knew we'd be exposed to their fire as we ascended.",
        2523.74,
        2529.72
    ],
    [
        " We thought we had two options. Go find them and take them out or chance being hoisted up with",
        2530.2,
        2535.16
    ],
    [
        " them shooting at us. The pilot narrowed our options by saying the clouds were beginning to cover",
        2535.16,
        2540.1
    ],
    [
        " the whole up and it was now or never. We strapped ourselves on and fired behind each other's backs",
        2540.1,
        2546.18
    ],
    [
        " as we slowly moved skyward spinning slowly and swinging back and forth and watching the",
        2546.18,
        2553.36
    ],
    [
        " hour to make the trip up. Although it was probably only about two minutes. Once inside an unstrapped",
        2553.36,
        2559.22
    ],
    [
        " from the jungle penetrator I rolled over on my back closed my eyes and set a prayer of thanks.",
        2559.22,
        2565.14
    ],
    [
        " There was an atmosphere of elation as you were flying away from an encounter such as this.",
        2566.12,
        2574.3
    ],
    [
        " The team members were exchanging war stories. Personally I was too tired to say much.",
        2574.78,
        2580.04
    ],
    [
        " My mind turned to rest and recuperation and how I was going to make sure that I got rest tomorrow.",
        2580.04,
        2584.8
    ],
    [
        " The team leader was also particularly quiet. Upon arrival at the compound we were greeted by a small",
        2585.24,
        2592.46
    ],
    [
        " crowd who welcomed us back. It was a really good feeling to be back and to pick up my weapon and",
        2592.46,
        2598.02
    ],
    [
        " ammunition that we're leaning against the context container. We had been taught in Ranger School to",
        2598.02,
        2602.84
    ],
    [
        " never get more than an arm's length from your weapon. I would not make that mistake again.",
        2602.84,
        2608.2
    ],
    [
        " Less learned to every every trooper out there. Don't ever do it not even for a second.",
        2608.72,
        2614.66
    ],
    [
        " I moved directly to the dispensary to have my injuries treated. They treated my hands",
        2615.52,
        2620.36
    ],
    [
        " and other cuts and bruises and told me to return the next day. As I left the dispensary",
        2620.36,
        2626.48
    ],
    [
        " dispensary I was told that the Colonel wanted to see me in the mess hall. Maybe he was going to",
        2626.48,
        2631.0
    ],
    [
        " give me an extra day of R&R to make up for this one. So you're pretty much smoked at this point.",
        2631.0,
        2637.92
    ],
    [
        " Actually I had two broken ribs that we discovered.",
        2638.98,
        2642.68
    ],
    [
        " Well you know when you drop 150 feet through the jungle canopy.",
        2643.38,
        2646.76
    ],
    [
        " The Colonel was sitting at his table with another full corner. Colonel, non-special forces",
        2646.76,
        2656.06
    ],
    [
        " and seemed to be having a heated conversation. When they looked up at me they saw a wet, muddy,",
        2656.06,
        2661.2
    ],
    [
        " and bloody person standing in front of them. The expression on their faces indicated that they had",
        2661.46,
        2666.0
    ],
    [
        " lost their appetites. He congratulated me on doing a good job and then he told me what he and the",
        2666.0,
        2670.8
    ],
    [
        " other Colonel had been arguing about. We had left a crew member from the first crash on the ground.",
        2670.8,
        2676.4
    ],
    [
        " Apparently there had been a crew chief in the aircraft who had been killed and burned in the",
        2677.04,
        2681.1
    ],
    [
        " wreckage. The lieutenant Colonel had told us that he was missing a person. The Colonel told me to",
        2681.1,
        2687.98
    ],
    [
        " get my team together and be prepared to launch it first light to go in and recover the true",
        2687.98,
        2691.66
    ],
    [
        " crew chief's body and destroy the second helicopter. There was a concern that the helicopter",
        2691.74,
        2696.24
    ],
    [
        " had its communication equipment and codes intact. These needed to be destroyed before the enemy",
        2696.24,
        2702.22
    ],
    [
        " could make use of them. The news that I had to go back out there the next morning was not what I",
        2702.22,
        2708.14
    ],
    [
        " wanted to hear. I was tired, injured, and not sure if I could find enough of my team to do the job.",
        2708.14,
        2713.6
    ],
    [
        " At any rate it would be a long night. On the way to the shower I found one of my guys and told",
        2714.02,
        2718.72
    ],
    [
        " him to assemble as many team members as he could while I showered. The shower was great even though",
        2718.72,
        2723.48
    ],
    [
        " I found three fat leeches that had crawled under my shirt and attached myself to my body. They",
        2723.48,
        2729.68
    ],
    [
        " were having a feast at my expense. A squirt of insect repellent made them turn loose. So your team",
        2729.68,
        2735.62
    ],
    [
        " was your team all on R&R at this point? Fortunately the majority of them were still. Yeah they were in",
        2735.62,
        2743.96
    ],
    [
        " a compound. Fortunately I guess maybe not fortunately for them. Fortunately for the team.",
        2743.96,
        2753.42
    ],
    [
        " Later that night we moved the team members who were going onto the mission into the isolation area",
        2755.16,
        2759.06
    ],
    [
        " and made our plan for first light launch. When I woke it was raining cats and dogs outside and the",
        2759.06,
        2767.18
    ],
    [
        " wind was blowing hard the weather continued like this for the next two days. The delay gave me time",
        2767.18,
        2772.08
    ],
    [
        " to rest and heal before we inserted. The drawback to the delay was that it gave the enemy more time",
        2772.08,
        2777.18
    ],
    [
        " to discover the body. They knew we would make an effort to recover it. They typically booby-trapped the",
        2777.18,
        2781.96
    ],
    [
        " body placed others in the area and liked to plan an ambush to get us on the way out. I had been on",
        2781.96,
        2788.76
    ],
    [
        " several body recovery missions in the past and knew what to expect. The morning of the third day",
        2788.76,
        2794.64
    ],
    [
        " the weather had lifted and it was time for the insertion. We loaded up our helicopters and departed",
        2794.64,
        2798.92
    ],
    [
        " for the launch site while it was still dark. At the launch site we attended the mission briefing",
        2798.92,
        2803.44
    ],
    [
        " with the gunship pilots forward air controller our pilots and the launch site personnel. It was a",
        2803.44,
        2808.34
    ],
    [
        " very detailed briefing with everything from angles of attack suspected enemy ground forces and",
        2808.34,
        2813.68
    ],
    [
        " fire locations, code words and the team's route to the helicopter objective discussed in detail.",
        2813.68,
        2818.88
    ],
    [
        " Shortly after that we were given the word to load up.",
        2819.34,
        2822.42
    ],
    [
        " At this point in the operation the adrenaline begins to flow. You've just made three trips to the",
        2825.74,
        2831.44
    ],
    [
        " latrine and now you have to and now you have all your equipment on you need to go once again.",
        2831.44,
        2837.22
    ],
    [
        " You can hear the slow high pitched wind of the helicopter engine starting to get up",
        2837.98,
        2842.64
    ],
    [
        " and get faster and faster. You smell the camouflage paint and insect repellent on your face",
        2842.64,
        2848.3
    ],
    [
        " and JP4 in the air and you know it's time. I gave the team the signal to lock and load, put the",
        2848.72,
        2857.0
    ],
    [
        " safety on and climb into the helicopters. Their engines were now turning at full RPM as were our",
        2857.0,
        2863.38
    ],
    [
        " hearts and they were ready to lift off. As we began to lift up and move forward we received the",
        2863.38,
        2868.9
    ],
    [
        " thumbs up from the launch team personnel on the ground. I was sitting in the door with my feet",
        2868.9,
        2872.8
    ],
    [
        " hanging outside so I could get a clear view of the landing zone on the way in and be the first to",
        2872.8,
        2877.76
    ],
    [
        " hit the ground when we arrived. A adrenaline flow in at this point huh? Yes. And you're considering this",
        2877.76,
        2886.44
    ],
    [
        " is pretty much guaranteed to be a hot insert. That they might not hit us on the LZ but they",
        2886.44,
        2892.72
    ],
    [
        " definitely would once we got down to where the wreckage was. Was your plan to insert right on the",
        2892.72,
        2899.12
    ],
    [
        " crash sites or were you going to insert somewhere offset? We went in on top of the ridge and then",
        2899.12,
        2904.06
    ],
    [
        " walked our way down. Okay so it was an offset out of the distance. Two or three hundred meters.",
        2904.06,
        2909.38
    ],
    [
        " Oh okay but it was at four but yeah. Yeah. In my day we would an offset insert would be a couple",
        2909.72,
        2917.68
    ],
    [
        " kilometers away. 200 meters we consider that on the X. I mean pretty damn close. 200 meters.",
        2917.68,
        2923.98
    ],
    [
        " I'll go to the jungle because it couldn't take you some time to get two or three hundred meters.",
        2924.28,
        2927.46
    ],
    [
        " How long would it take? How long would you plan for it to take you to get two hundred three",
        2928.56,
        2931.56
    ],
    [
        " hundred meters? Well we're I mean right from the beginning we're expecting an ambush in any",
        2931.56,
        2936.94
    ],
    [
        " second. So you know you're back down to the hundred yards on our kind of thing. So you're going",
        2936.94,
        2945.74
    ],
    [
        " very slowly down through there. Yeah plus it's very wet, it's muddy, it's slippery, you're going",
        2945.74,
        2951.2
    ],
    [
        " downhill to get down to it and you're just expecting them to be anywhere. And the first light would",
        2951.2,
        2959.28
    ],
    [
        " you guys be taking off the helicopters in the dark and first light is when the extraction goes",
        2959.28,
        2963.96
    ],
    [
        " or when the insertion goes or are you not taking off until there's a little bit of light out.",
        2963.96,
        2968.78
    ],
    [
        " There's a little bit of light on this particular mission.",
        2968.82,
        2970.94
    ],
    [
        " Here we go after about 20 minutes of flight two cobra gunships came by us one on each side.",
        2971.96,
        2980.54
    ],
    [
        " They were going to the LZ ahead of us and make a low slow pass to try and draw fire from the",
        2981.3,
        2986.68
    ],
    [
        " enemy if they were there on the LZ. There were two other cobras trailing just behind us ready to",
        2986.68,
        2991.92
    ],
    [
        " open fire on enemy positions if we made a mistake if we made the mistake of firing on the first two.",
        2991.92,
        2997.4
    ],
    [
        " We had not anticipated the LZ to be hot so we were going to so we're not going to prep it meaning",
        2998.08,
        3005.5
    ],
    [
        " that the gunships would shoot them up. We wanted to get in as unobtrusively as possible to the",
        3005.5,
        3012.76
    ],
    [
        " degree you can with two helicopters for gunships and a forward air controller flying around over",
        3012.76,
        3017.44
    ],
    [
        " the LZ. So the enemy is going to know that you're there and they're going to be coming back.",
        3017.44,
        3021.24
    ],
    [
        " Soon the crew chief gave me a thumbs up indicating the LZ was cold and we were going in.",
        3023.62,
        3029.2
    ],
    [
        " We began to lose altitude very quickly as we made our way toward the small clearing on the",
        3029.96,
        3033.88
    ],
    [
        " ridge line as we descended the air became warmer and humid. We only turned onto the final approach",
        3033.88,
        3040.4
    ],
    [
        " and began our descent. I could feel the helicopter begin to vibrate and my heart rate increase.",
        3040.4,
        3044.26
    ],
    [
        " We all scanned the tree line vigorously for signs of the enemy. All of a sudden we were only two or",
        3044.72,
        3049.34
    ],
    [
        " three feet off the ground and the crew chief was motioning for us to get off. I jumped into the",
        3049.34,
        3053.18
    ],
    [
        " waist high grass and went down to a prone position. The team members quickly followed and the",
        3053.18,
        3057.78
    ],
    [
        " helicopter helicopters all flew off to a rendezvous point. The sound of them disappearing in the",
        3057.78,
        3063.9
    ],
    [
        " distance created a very lonely feeling. We moved quickly into the tree line and set up a small",
        3063.9,
        3069.34
    ],
    [
        " security perimeter to let our eyes, ears and nose adjust to the environment. This is an extremely",
        3069.34,
        3074.44
    ],
    [
        " important part of survival in the jungle. The sounds or lack of sounds of bugs, birds and animals",
        3074.44,
        3079.7
    ],
    [
        " as well as the smells tell you what's going on. You must read these signs correctly if you are to",
        3079.7,
        3086.6
    ],
    [
        " survive. After about 15 minutes we radioed at Team OK moving east. This meant we had not detected",
        3086.6,
        3095.0
    ],
    [
        " any signs of the enemy and it was OK to release the helicopters and gunships to return to base.",
        3095.0,
        3099.76
    ],
    [
        " We were really on our own now. Standard policy in our unit was that teams would always have at least",
        3100.22,
        3104.6
    ],
    [
        " two Americans with them when they were on the ground. This was the team I had been training to",
        3104.6,
        3109.14
    ],
    [
        " operate on special missions without any Americans. They were still in training and I was the only",
        3109.14,
        3115.06
    ],
    [
        " American on the team. This added to the isolation effect.",
        3115.06,
        3119.44
    ],
    [
        " Did they have any English speakers that were good enough to call for fire?",
        3122.94,
        3125.92
    ],
    [
        " The interpreter. Did you guys cross train with those guys so they knew how to call for fire with the",
        3126.7,
        3134.7
    ],
    [
        " interpreter? Some, but not enough.",
        3134.7,
        3137.6
    ],
    [
        " Yeah I think when you say this is a lonely isolating thing I think that's the understatement of",
        3139.76,
        3149.42
    ],
    [
        " sometimes. Sometimes my thoughts were if it's just me. I'm the one I have to worry about.",
        3149.74,
        3160.28
    ],
    [
        " If you're with me now I have to make sure that I protect you. I have to make sure that I get you",
        3161.24,
        3168.66
    ],
    [
        " out if you're hit. I mean I pick up these additional responsibilities when I have other Americans with",
        3168.66,
        3176.3
    ],
    [
        " but if it's just me and the team and I go down you know I go down.",
        3176.68,
        3183.04
    ],
    [
        " Even the previous one where I went in along it was a unique feeling to know.",
        3184.02,
        3194.5
    ],
    [
        " I was the bright light team. One person bright light team. There were other times where I suggested",
        3196.14,
        3203.42
    ],
    [
        " that I might either go in alone on a mission or go in with one or two other people because",
        3203.7,
        3210.2
    ],
    [
        " I don't have a problem. It'd be in a long out there. It didn't do that but",
        3210.2,
        3218.06
    ],
    [
        " the burden of responsibility of the other person is so heavy.",
        3218.06,
        3224.8
    ],
    [
        " And it's hard to get them out. I mean it would that's why you have so many missing in action",
        3225.32,
        3230.8
    ],
    [
        " from the SOG teams. You can't get them. They get hit and you're being overrun. You can't get back",
        3231.04,
        3237.5
    ],
    [
        " to get them and they might still be alive and you know everybody says no man left behind",
        3237.5,
        3244.7
    ],
    [
        " but you got to decide you come to that decision point where do I leave Jaco and save the team?",
        3244.7,
        3253.8
    ],
    [
        " Or do I get us all killed trying to get your body out?",
        3254.84,
        3258.66
    ],
    [
        " And you know my position was I'm not going to get everybody killed. If I can get you out reasonably",
        3259.86,
        3268.22
    ],
    [
        " I will but if I can't. Yeah and what would I want you to do? You know because I don't want you",
        3268.22,
        3274.2
    ],
    [
        " I don't want you to get anybody killed trying to get my body out. I know that's the same thing. Leave me.",
        3274.2,
        3278.14
    ],
    [
        " Yeah leave me. I'll whatever doesn't matter anymore. Take care of the rest of the team.",
        3278.4,
        3283.18
    ],
    [
        " Back to this document. From here our plan called for us to work our way down the side of the mountains.",
        3288.5,
        3293.06
    ],
    [
        " Find the crash site, recover the body, destroy the second helicopter and move to an alternate",
        3293.42,
        3297.78
    ],
    [
        " landing zone for extraction. Altogether it should be a very simple mission that should take",
        3297.78,
        3302.46
    ],
    [
        " about five to six hours. Then I could get started on my R&R.",
        3302.46,
        3306.64
    ],
    [
        " We moved very consciously down the steep wet mountain side with every step you expected to hit a",
        3307.9,
        3312.58
    ],
    [
        " booby trap or have an ambush open up on you when when on the ground no one talked. Hand-armed",
        3312.58,
        3317.92
    ],
    [
        " community signals were all the team communications we used. Silence was critical. Every foot placement",
        3317.92,
        3324.08
    ],
    [
        " was deliberate so as to avoid any noise. A broken twig would signal the enemy of your approach.",
        3324.08,
        3329.84
    ],
    [
        " After about an hour we stopped for a break. We formed a small perimeter and some very thick brush",
        3330.42,
        3335.38
    ],
    [
        " and put out clay more mines aimed in four directions. I laid back on my rucksack and tried to relax",
        3335.38,
        3341.88
    ],
    [
        " while constantly looking for any movement and listening for out for out of place sounds.",
        3341.96,
        3347.0
    ],
    [
        " All of a sudden I heard what seemed to be a very loud pop and pssssss. Everyone hugged the ground.",
        3347.24,
        3354.4
    ],
    [
        " Everyone except Hwang. Am I saying that right? Everyone except Hwang. He had brought a coke with him",
        3354.9,
        3360.48
    ],
    [
        " against my very strict orders. If looks could kill he would have been dead. He may have just",
        3360.48,
        3365.32
    ],
    [
        " compromised the safety of the entire team and mission. I took the coke buried it and then we moved out.",
        3365.32,
        3370.78
    ],
    [
        " About 30 minutes later we knew we were close to the crash light. The smell of a decaying body was",
        3372.28,
        3376.82
    ],
    [
        " very strong. You could see the change in the expressions on everyone's faces. If the bad guys were",
        3376.82,
        3382.02
    ],
    [
        " going to get us it would be around the crash site. We began to move more slowly and cautiously.",
        3382.02,
        3389.1
    ],
    [
        " Finally I could see the sunlight coming up through the hole in the jungle canopy. We stopped just",
        3389.48,
        3393.7
    ],
    [
        " short of it and set out a two-man recon team. They returned without seeing any signs of the enemy.",
        3393.7,
        3399.02
    ],
    [
        " I knew they were out there. I just didn't know where. I set up security around the crash site",
        3399.24,
        3405.22
    ],
    [
        " and stepped into the opening. There was no doubt in my mind that there would be mines and or",
        3405.22,
        3410.4
    ],
    [
        " booby traps in the wreckage. Not only would I have to watch for these but I would be standing in",
        3410.4,
        3414.94
    ],
    [
        " the open as I recovered the body. A perfect target for a sniper. I could see large concentrations",
        3414.94,
        3420.48
    ],
    [
        " of flies toward the center of the wreckage. Upon careful observation I saw what looked to be a",
        3420.48,
        3426.52
    ],
    [
        " bone sticking up. I cautiously made my way to the location of the bone while trying to maintain a",
        3426.52,
        3432.28
    ],
    [
        " low profile. Another part of our mission was to photograph everything. I did this quickly and",
        3432.28,
        3437.52
    ],
    [
        " began to slowly uncover the remains of the body. Did you have someone assigned to look for booby",
        3437.52,
        3445.0
    ],
    [
        " traps or was it just every man was constantly on guard? Everybody was looking for it as we moved",
        3445.0,
        3449.94
    ],
    [
        " along but as I went out there it was me. Where you put your feet, what's for wires, what's for",
        3449.94,
        3457.6
    ],
    [
        " anything to look abnormal. One thing that helped it had rained hard to all the powder and materials",
        3457.6,
        3469.02
    ],
    [
        " like that from the fire had washed away so you had mostly pieces of metal, bigger pieces of metal",
        3469.02,
        3476.6
    ],
    [
        " things that you could see easier than you could when it was all covered with the powder and stuff.",
        3476.6,
        3484.06
    ],
    [
        " The crew chief had died face down in the middle of the wreckage and the intense heat of the",
        3484.76,
        3490.94
    ],
    [
        " burning aircraft had burned them into a small charred piece of meat. His legs were completely gone",
        3490.94,
        3495.64
    ],
    [
        " from the knees down. His arms were gone from the elbows out and something aluminum had melted",
        3495.64,
        3501.66
    ],
    [
        " and burned through his head when I touched what was left of his skull at disintegrated into white",
        3501.66,
        3506.06
    ],
    [
        " powder. As I was trying to retrieve his torso from the wreckage it broke in half at the lower back",
        3506.06,
        3511.54
    ],
    [
        " when it did some of the liquid decay flew into my face some of it on my lips. I almost lost it at",
        3511.54,
        3516.5
    ],
    [
        " this point. It was almost impossible to breathe and just as hard not to throw up after a few minutes",
        3516.5,
        3521.72
    ],
    [
        " I was able to get it on a poncho and move back into the woodland wood mine. I'd seen people",
        3521.72,
        3528.38
    ],
    [
        " burned to death before but never to this extent. Now that the body had been recovered we had to find",
        3528.38,
        3535.42
    ],
    [
        " the jungle penetrator and photograph it. The aviation unit did not believe the cable had broken",
        3535.42,
        3541.04
    ],
    [
        " where I'd set it head. They wanted photographic evidence. Before we could do this however someone",
        3541.04,
        3547.3
    ],
    [
        " had to be assigned to carry the body no one wanted to in fact they wanted to leave it behind.",
        3547.3,
        3551.9
    ],
    [
        " I became somewhat forceful and directed whang to carry it. This was part of his punishment for the",
        3552.36,
        3557.56
    ],
    [
        " coke. It took only a few minutes to find and photograph the jungle penetrator. Now it was time to",
        3558.12,
        3563.02
    ],
    [
        " move to the other helicopter blowing this one up was going to be the highlight of the mission for me.",
        3563.02,
        3568.36
    ],
    [
        " I always enjoyed missions where I got to use demolitions my only concern was where were the bad guys.",
        3569.02,
        3574.48
    ],
    [
        " We recovered the demolitions left over from three days ago and carried them to the other crash",
        3575.1,
        3580.54
    ],
    [
        " I was really beginning to get the sixth sense feeling that you have just before everything breaks loose",
        3580.64,
        3587.98
    ],
    [
        " everything was too quiet. The helicopter was down in a small ravine a very",
        3587.98,
        3593.48
    ],
    [
        " undefendable place just as I communicated the decision to move the five team members to the top",
        3593.48,
        3598.98
    ],
    [
        " of the ravine bursts of AK-47 fire from about three to four NVA began to hit all around us.",
        3598.98,
        3605.54
    ],
    [
        " The team returned fire as quickly as they moved to the top of the ravine since there were",
        3605.54,
        3611.12
    ],
    [
        " only a few of them I decided to stay with the helicopter and plant the demolition charges.",
        3611.12,
        3615.56
    ],
    [
        " The bad guys shooting at us turned out to be the point team for a much larger group.",
        3616.06,
        3622.24
    ],
    [
        " As I worked feverously to pack 40 pounds of C-400 into the appropriate places the helicopter",
        3623.1,
        3627.72
    ],
    [
        " the intensity of fire increased my hands were beginning to bleed and blood was dripping out of the",
        3627.72,
        3633.12
    ],
    [
        " ends of my fingers and my gloves bullets were now ripping through the floor and the side of the",
        3633.12,
        3639.34
    ],
    [
        " aircraft some were even hitting the C-4 as I packed it against the instrument panel. Fortunately C-4",
        3639.34,
        3645.42
    ],
    [
        " requires a detonation device like a blasting cap to set it off I felt like Houdini inside a chest",
        3645.42,
        3650.9
    ],
    [
        " except instead of swords coming through the sides I had bullets as the battle intensified I radioed",
        3650.9,
        3657.64
    ],
    [
        " for help the fight was turning into a war and we needed gunships now.",
        3657.64,
        3662.12
    ],
    [
        " So there you are standing the middle-less crashed helicopter trying to pack C-4 and to get that",
        3663.74,
        3671.88
    ],
    [
        " thing completely destroyed. Did you ever think when like something like that hey I got a good idea",
        3671.88,
        3678.54
    ],
    [
        " why don't you guys just drop a bomb on this and by the way and also when somebody tells me hey",
        3678.54,
        3684.0
    ],
    [
        " go search around for this jungle penetrator with a cut cable and take a picture of it I would",
        3684.0,
        3689.5
    ],
    [
        " have had some issues with that. I had a lot of issues with the whole thing they should have told",
        3689.5,
        3693.48
    ],
    [
        " me the guy was there to start with you know the pilot of that aircraft should have said one of my",
        3693.48,
        3698.5
    ],
    [
        " guys is missing you know he should have never been left there to start with he never said there was",
        3698.5,
        3704.14
    ],
    [
        " another person he said he had everybody he didn't that guy was was out there we could have got him out",
        3704.14,
        3710.52
    ],
    [
        " the same time we got everybody else out so you know the controversy is is brewing around a lot of",
        3710.52,
        3720.06
    ],
    [
        " things between us and the aviation you know commander over what's going on but now I'm packing you",
        3720.06,
        3729.3
    ],
    [
        " know 40 pounds of C-4 in there and I've got a few hundred feet of deck cord too that was left over",
        3729.3,
        3736.34
    ],
    [
        " so I got that big roller deck cord in there with with the C-4 they're shooting hitting it",
        3736.52,
        3744.8
    ],
    [
        " you know the thing that bothers me about that is you know that means it's coming close to me yeah",
        3744.8,
        3749.82
    ],
    [
        " that would allow me to yeah and and you know I've got the blasting caps I'm thinking once I",
        3749.82,
        3757.76
    ],
    [
        " stick the blasting caps in the C-4 if a bullet hits one of those is over but at some point you",
        3757.76,
        3766.32
    ],
    [
        " had to make the decision stick them in ignite the fuses and try to get out how long were the fuses",
        3766.72,
        3773.92
    ],
    [
        " no about three or four minutes not long at all were the other guys up on the ridge line still yeah",
        3773.92,
        3781.62
    ],
    [
        " yeah so you're just on us another I'm down in the dynamite solo mission yeah I needed them up there",
        3781.62,
        3789.96
    ],
    [
        " because yeah I was they had a high angle of fire down on the bad guys to keep them back",
        3789.96,
        3794.76
    ],
    [
        " and you know my plan was to go up there with them and that having it in the gully and having",
        3796.34,
        3802.1
    ],
    [
        " us back up on the the high ground like that provided some shield shielding for us from the blast",
        3802.1,
        3808.56
    ],
    [
        " that was going to happen I mean 40 pounds of C-4 and a couple hundred feet of deck cord it makes",
        3808.56,
        3815.1
    ],
    [
        " a pretty good display it goes off they're not going to be anything left to the helicopter no",
        3815.1,
        3823.14
    ],
    [
        " no once you pull that time fuse by the way they're better not be anything that delays your exit from",
        3825.34,
        3833.72
    ],
    [
        " the scene no I had to get out decision was made once you pop those using noters decisions made",
        3833.72,
        3840.36
    ],
    [
        " you got to get out you cover that here back to this document after a few minutes another decision",
        3840.36,
        3846.9
    ],
    [
        " point had arrived it was time to insert the blasting caps and light the time fuse the questions",
        3846.9,
        3850.82
    ],
    [
        " going through my mind were what a bullet hit one of the caps and detonate the C-4 before I could",
        3850.82,
        3855.2
    ],
    [
        " get out move to a safe distance could I get out without being hit I would be completely exposed",
        3855.2,
        3861.28
    ],
    [
        " while climbing out if I got out could I fully run exposed could I run fully exposed to the bank",
        3861.28,
        3868.24
    ],
    [
        " climate 15 feet and get to the team that's another horrible thing because if you put once you pull",
        3868.24,
        3874.0
    ],
    [
        " these time fuse if you get wounded anywhere in that vicinity you're done yeah",
        3874.0,
        3880.84
    ],
    [
        " it became obvious that they knew I was in the helicopter and we're moving in on me",
        3880.84,
        3887.6
    ],
    [
        " it was now or never I inserted two blasting caps into the C-4 ignited the two time",
        3887.6,
        3892.38
    ],
    [
        " fuse fuses climbed out of the side of the helicopter rolled to the ground low crawl to the",
        3892.38,
        3896.28
    ],
    [
        " base of the bank and began to climb like a madman I'm sure it looked like a contest between me",
        3896.28,
        3900.6
    ],
    [
        " and the enemy's bullets to see which could dig into the ground the most it only took a matter of",
        3900.6,
        3904.9
    ],
    [
        " seconds but it seemed like an eternity my time it my team had really increased their volume of",
        3904.9,
        3909.22
    ],
    [
        " fire to help cover me as I rolled up on top of the bank I looked back to see three to five NVA",
        3909.22,
        3914.68
    ],
    [
        " run up behind the helicopter if I had waited a few more seconds they would have had me several of",
        3914.68,
        3921.4
    ],
    [
        " the team members looked quickly at me with the same expression of disbelief that I had could they",
        3921.4,
        3927.28
    ],
    [
        " really be hiding behind a helicopter that had 40 pounds of C-4 and 200 feet of debt in that",
        3927.48,
        3933.04
    ],
    [
        " cord in it with time fuse burning where they going to try and pull the fuses out and save the",
        3933.04,
        3938.06
    ],
    [
        " helicopter it quickly came apparent that they did not realize I had been setting charges I could",
        3938.06,
        3943.2
    ],
    [
        " see the smoke from the time fuse is coming out of the helicopter but the enemy are so engrossed",
        3943.2,
        3947.48
    ],
    [
        " in the heat of battle that they did not realize that they were about to become history I signal to",
        3947.48,
        3952.3
    ],
    [
        " the team that was about time for the explosion what happened next was beyond words there was a",
        3952.3,
        3958.96
    ],
    [
        " tremendous explosion producing a giant black fireball followed by a shockwave you can actually see",
        3958.96,
        3964.54
    ],
    [
        " the compressed air moving out in a circular pattern that literally dazed all of us there was a",
        3964.54,
        3970.96
    ],
    [
        " momentary low on the fire as it began to rain metal pieces of metal rock dirt and tree limbs and",
        3970.96,
        3976.5
    ],
    [
        " the remains of the NVA who'd been hiding behind the helicopter the jungle was filled with",
        3976.5,
        3981.24
    ],
    [
        " black smoke I'd wanted a good explosion and it was a good one but I intended for it to be",
        3981.6,
        3988.9
    ],
    [
        " much further away when it happened but I had intended to be much further away when it happened",
        3988.9,
        3993.88
    ],
    [
        " the enemy picked up quickly with a new twist the end or sorry the enemy fire picked up quickly with",
        3993.88,
        4000.48
    ],
    [
        " a new twist so yeah that's pretty much you can't you can't plan that one any better the enemy you",
        4000.48,
        4005.68
    ],
    [
        " leave that helicopter with 40 pounds of debt or 40 pounds of C4 and a bunch of debt cord which for",
        4005.7,
        4011.64
    ],
    [
        " those of you that don't know debt cord is just explosives in in a string and so when it blows up",
        4011.64,
        4017.58
    ],
    [
        " it blows up and it's actually pretty powerful it's actually very powerful debt cordless so these",
        4017.58,
        4022.7
    ],
    [
        " guys were blown away by this by this explosion and all they had to do was see what was going on",
        4022.7,
        4028.6
    ],
    [
        " walk over and cut the time fuse and they would have been all right I don't know if they still had",
        4028.6,
        4034.36
    ],
    [
        " time to get inside they'd have to crawl somebody had to crawl inside to pull it out okay they",
        4034.36,
        4041.72
    ],
    [
        " could have pulled it out and tossed it aside but you know when you're when you're watching time",
        4041.72,
        4049.06
    ],
    [
        " fuse burn it's not like it all burns up to wherever it's burning everything fault it's going",
        4049.06,
        4055.24
    ],
    [
        " down through the middle through the tube and you don't know exactly where it is so yeah they might",
        4055.24,
        4061.94
    ],
    [
        " grab it just as it you know hits the camp but we didn't have to worry about that worked out yeah",
        4061.94,
        4070.8
    ],
    [
        " the enemy fire picked up quickly and with the new twist they had moved a machine gun position on",
        4070.8,
        4078.08
    ],
    [
        " the other side of us that we are now in a crossfire we were pinned down and couldn't move we had",
        4078.08,
        4082.9
    ],
    [
        " to get rid of the machine gun or we were all dead there was a small group of rocks about 20 meters",
        4082.9,
        4088.82
    ],
    [
        " from our position if I could get to those rocks I would be able to call back directions to our M-79",
        4088.82,
        4094.32
    ],
    [
        " grenade gunner and we might knock out the machine gun the problem was getting across the 20 meters",
        4094.32,
        4100.84
    ],
    [
        " of open terrain with fire coming from both sides without getting hit they'd also brought an RPG",
        4100.84,
        4106.72
    ],
    [
        " and it fired a couple of those at us time was running out I told the team to cover me as I went",
        4106.72,
        4113.88
    ],
    [
        " across the ground like a mole watching the mud being dug up all around me the only way I could",
        4113.88,
        4118.64
    ],
    [
        " explain not being hit was that got to put a force field around me the enemy had begun to shift",
        4118.64,
        4123.48
    ],
    [
        " their fire off of me as I neared the rocks this seemed strange but I was glad that a glad that I",
        4123.48,
        4129.92
    ],
    [
        " made it I didn't think much about it the rocks did not provide as much cover as I had anticipated they",
        4129.92,
        4135.62
    ],
    [
        " would the machine gun had to be dealt with quickly I pulled myself over the edge of the bank and looked",
        4135.62,
        4141.2
    ],
    [
        " over and discovered why the enemy shifted most of their fire off me less than three feet for me was",
        4141.2,
        4146.84
    ],
    [
        " an NVA crawling up the bank to get me I didn't know which of the one of us had the biggest look of",
        4146.84,
        4151.92
    ],
    [
        " shock on their face probably me time began to move in slow motion and in what was reality was two to",
        4151.92,
        4158.06
    ],
    [
        " three seconds seemed like minutes and the next fraction of a second he squeezed the trigger on his AK-47",
        4158.06,
        4164.52
    ],
    [
        " the first round just missed my head by what must have been an inch or two powder coming out of the",
        4164.52,
        4176.34
    ],
    [
        " rise up when they are on automatic so that the other bullets were going over my head I squeezed off",
        4176.34,
        4183.28
    ],
    [
        " a burst of six to eight rounds from a distance of less than three feet they all hit him in the face",
        4183.28,
        4187.76
    ],
    [
        " in the top of his head causing it to explode sending debris all over me as his body tumbled down the",
        4187.76,
        4194.4
    ],
    [
        " bank I could taste the blood that had hit me in the mouth the fire immediately shifted back on me",
        4194.4,
        4200.4
    ],
    [
        " and I was hugging the ground so close that I must have looked like an empty pair of fatigues lying",
        4200.4,
        4206.04
    ],
    [
        " on the ground nevertheless I felt an occasional bullet hit my ruck sack fortunately the radio was",
        4206.04,
        4212.62
    ],
    [
        " not damaged a green tracer ricocheted off a rock and landed right in front of my face I watched it",
        4212.62,
        4218.4
    ],
    [
        " lie there and burn as I continued to fire at the enemy the handguard on my eight on my car 15",
        4218.4,
        4224.56
    ],
    [
        " became so hot I could no longer hold it I was having to shoot one handed I shouted back directions",
        4224.56,
        4231.46
    ],
    [
        " to the m 79 gunner his first shot was high and off to the left I continued to direct his fire until",
        4231.46,
        4237.56
    ],
    [
        " he had hit a tree beside the machine gun sending shrapnel into the position the two NVA were wounded",
        4237.56,
        4242.62
    ],
    [
        " and momentarily stunned this gave me a chance to put 10 to 12 round burst on them and silence the",
        4242.62,
        4248.26
    ],
    [
        " machine gun for good",
        4248.26,
        4249.88
    ],
    [
        " man it was an exciting afternoon yeah that's that's completely crazy I can't I can't imagine sitting",
        4256.56,
        4266.34
    ],
    [
        " there as all this machine gunfire is happening and the tracer settles itself and funnier face and",
        4266.34,
        4271.22
    ],
    [
        " you sit there and watch it burn about this time two helicopter gunships arrived I marked our",
        4271.22,
        4279.62
    ],
    [
        " position initially with a flare gun and then with purple smoke grenade after they had identified",
        4279.62,
        4284.62
    ],
    [
        " our location I directed their mini gun 40 millimeter grenade and rocket fire into the enemy the",
        4284.62,
        4288.72
    ],
    [
        " gunships were literally ripping the trees ground an enemy apart even though we had already killed a",
        4288.72,
        4293.48
    ],
    [
        " lot of enemy there were still 20 more shooting at us the gunship spotted the enemy further more",
        4293.48,
        4298.42
    ],
    [
        " enemy further down the ridge moving toward us and fired rockets on them to slow their progress",
        4298.42,
        4303.24
    ],
    [
        " I worked the air strikes in as close as I could to our position and eventually was able to suppress",
        4303.24,
        4308.58
    ],
    [
        " the enemy fire enough to crawl back to the team so far only one team member had any serious wounds",
        4308.58,
        4315.04
    ],
    [
        " shrapnel from one of the B 40 rockets had hit him in the back it was not life threatening at the",
        4315.04,
        4319.6
    ],
    [
        " moment but he was in a lot of pain and bleeding we were beginning to row run low run low on ammunition",
        4319.6,
        4325.12
    ],
    [
        " and the enemy force was increasing the time had come to break contact with the enemy or die in",
        4325.12,
        4330.7
    ],
    [
        " place yeah you you were going in order for your car 15 to get that hot that you could you you put",
        4330.7,
        4336.42
    ],
    [
        " you were shooting a lot yeah how many rounds did you go in with on a normal on a",
        4336.42,
        4342.22
    ],
    [
        " sawgmation I used to carry around 50 magazines do you say 50 50 five zero magazines",
        4342.22,
        4348.96
    ],
    [
        " of course we had the little ones yeah there was a 20 rounds yeah but yeah because I even",
        4348.96,
        4357.28
    ],
    [
        " though I was the leader I still tended to engage the bad guys so you're in there and what about",
        4357.28,
        4363.86
    ],
    [
        " for this one where you know you're kind of high potential for contact I don't think we had that",
        4363.86,
        4368.1
    ],
    [
        " many I don't remember exactly how many I had you know maybe 30 years old but you know a little less",
        4368.1,
        4374.08
    ],
    [
        " than I how did you even load out 30 30 magazines or 50 magazines I mean you can only fit so many on",
        4374.08,
        4380.6
    ],
    [
        " your on your web gear you with a canteen canteen pouch you can put five 20 round magazines in it",
        4380.6,
        4388.8
    ],
    [
        " you know so I would I would carry two of those at least on the bill and then you know I'd put the",
        4389.42,
        4396.22
    ],
    [
        " others in the rucksack so I'm like on the left side I'd have you know 10 magazines you know",
        4396.22,
        4404.34
    ],
    [
        " because you're gonna put the magazine in there when you left hand the right side I'd have one or two",
        4404.34,
        4408.6
    ],
    [
        " bags grenades because I could put usually five of those in a canteen pouch and you're gonna throw",
        4408.6,
        4414.66
    ],
    [
        " right handed you didn't want to have to be rolling in turn I tried not to put anything you know",
        4414.66,
        4421.06
    ],
    [
        " besides you know the med kit which was pretty flat the galls pads and things like that my compass",
        4421.06,
        4430.2
    ],
    [
        " on the front so I could get closer to the ground and then in the rucksack I loaded up",
        4430.2,
        4436.94
    ],
    [
        " I'm wondering that everything was so heavy and then you know you had to have a couple of courts",
        4436.94,
        4444.02
    ],
    [
        " water on the bill and sometimes more in the rucksack you had to clay more mines in the rucksack",
        4445.02,
        4453.6
    ],
    [
        " how many claymores would you usually carry I usually carried two and depending on the size of the",
        4453.6,
        4459.58
    ],
    [
        " team we might everybody else might have two but you know claymores are heavy yeah yeah would you",
        4459.58,
        4465.64
    ],
    [
        " would those be rigged the ones rigged with like five second or ten second time we had we had",
        4465.64,
        4472.6
    ],
    [
        " also had a rig for perimeter security that you can crack off yeah we carried a lot of stuff yeah",
        4472.6,
        4482.12
    ],
    [
        " yeah you it's uh to be in these kind of firefights to shoot your weapon enough that it's hot",
        4482.12,
        4490.34
    ],
    [
        " and to be sitting there under that under that fire director I mean this is just this is these",
        4490.34,
        4497.84
    ],
    [
        " are crazy things you can barely even capture how how well what your chances of survival in a situation",
        4497.84,
        4505.58
    ],
    [
        " like this or the chances are not good let me put it you that way with the with the original m16",
        4505.58,
        4512.28
    ],
    [
        " the handguard would get hot but you know the regular troops rarely you know fired them that much",
        4512.28,
        4521.56
    ],
    [
        " they would get warm but with the car 15 it had a different type of handguard up front",
        4521.56,
        4528.08
    ],
    [
        " and with the amount of firing that we were doing and you know the thing was 110 degrees to start with",
        4528.08,
        4535.08
    ],
    [
        " and then you start you know putting it was you know rounds through there as fast as you can",
        4535.08,
        4540.18
    ],
    [
        " it very quickly it would get hot most Americans wore gloves you know I particularly had them on",
        4540.18,
        4547.24
    ],
    [
        " this time because I didn't have any skin on the inside of my hands a lot of the muscle and",
        4547.24,
        4551.8
    ],
    [
        " meat was gone so and we cut the fingertips out you know so we had some dexterity to do things",
        4551.8,
        4559.98
    ],
    [
        " and I would put a piece of canvas around the handguard and that would just give me a little extra",
        4559.98,
        4566.34
    ],
    [
        " protection until it got hot and then you know just the one handed thing having the rope small rope",
        4566.34,
        4575.24
    ],
    [
        " go through the little sight bracket up there and hooked into the snap link on your shoulder",
        4575.24,
        4582.08
    ],
    [
        " you could put pressure down on that it made it easier to shoot one handed and be able to hold it",
        4582.08,
        4587.72
    ],
    [
        " down you know because it was going to try to come off on auto but you could do that it was a",
        4587.72,
        4593.76
    ],
    [
        " little uncomfortable on that mission because of my hands but the good thing about your hands is",
        4593.98,
        4599.12
    ],
    [
        " all of that skin will grow right back you didn't take it long it'll come back",
        4599.12,
        4603.62
    ],
    [
        " the other places on the body just they didn't come back that fast",
        4603.62,
        4607.5
    ],
    [
        " all right so you guys are running low on ammo and here we go back to this document I signal the",
        4607.5,
        4613.84
    ],
    [
        " team to get ready to move out and radio to the gunship gunship what we are going to do as they made",
        4613.84,
        4619.64
    ],
    [
        " their next run firing mini guns 40 millimeter grenades and rockets myself and two team members",
        4619.64,
        4625.02
    ],
    [
        " exposed ourselves long enough to throw white phosphorus grenades as far toward the enemy as we",
        4625.02,
        4629.4
    ],
    [
        " could when they exploded each product it produced a very dense 30 meter radius of white smoke",
        4629.4,
        4634.82
    ],
    [
        " and streams of burning phosphorus the smoke didn't stop the bullets but it did prevent them from",
        4634.82,
        4640.56
    ],
    [
        " seeing our direction of escape we quickly drug the body and the wounded team member into the thick",
        4640.56,
        4648.46
    ],
    [
        " jungle and began slipping and sliding up the mountain I radio the gunships that we were clear",
        4648.46,
        4653.94
    ],
    [
        " to make their next pass directly over our old position marked with a red smoke grenade estimating",
        4653.94,
        4661.38
    ],
    [
        " that the bad guys would be there by then it was a good move resulting in the gunships killing",
        4661.38,
        4665.94
    ],
    [
        " several of them where we had been the gunships continued to pound the area for another 20 minutes",
        4665.94,
        4670.74
    ],
    [
        " sending thousands of bullets hundreds of 40 millimeter grenades and dozens of rockets through the",
        4670.74,
        4678.32
    ],
    [
        " weather moved in on us very quickly the rain began to come down hard before we were halfway",
        4678.32,
        4683.4
    ],
    [
        " up the mountain the clouds were already covered the clouds had already covered the ridge line",
        4683.4,
        4688.08
    ],
    [
        " we would not be distracted that day tired and somewhat demoralized we continued to climb toward",
        4688.08,
        4696.62
    ],
    [
        " the top of the mountain we had at least temporarily burrowing contact with the enemy eventually we",
        4696.62,
        4701.74
    ],
    [
        " found a very dense rocky and steep peak we thought we could defend the rain continued the rest of",
        4701.74,
        4707.18
    ],
    [
        " the day and throughout the night that's a morale crusher yeah you're low on ammunition you think",
        4707.18,
        4715.64
    ],
    [
        " you're making your your final you know a movement and then you're going to get extracted and then",
        4715.64,
        4721.4
    ],
    [
        " the weather comes in and you're shut down yeah it didn't go over well with the team it had it had",
        4721.4,
        4730.08
    ],
    [
        " a significant impact on the morale because they really thought I really thought that once we got",
        4730.08,
        4737.04
    ],
    [
        " up here we would get extracted there but not once the weather rolled in then I knew man we're",
        4737.04,
        4743.8
    ],
    [
        " going to be here at least until tomorrow and you know things just don't work out as a leader in",
        4743.8,
        4751.48
    ],
    [
        " that position what what is it important for you to do as a leader as that morale starts to slip?",
        4751.48,
        4758.76
    ],
    [
        " Part of part of what I was doing with them was congratulating them because this was",
        4758.76,
        4765.32
    ],
    [
        " one of our first heavy fire fights as a team so pumping them up how well they did how we",
        4765.32,
        4775.68
    ],
    [
        " destroyed all those guys we've got the body that we went down after you know I said just",
        4775.68,
        4781.3
    ],
    [
        " trying to tell him you really do a good job so Wayne don't ever think about bringing a",
        4781.8,
        4788.94
    ],
    [
        " soldier you know mission again that uh that's still okay so you give them like a pep talk hey you did",
        4788.94,
        4800.2
    ],
    [
        " great but they got to be looking at you hey hey thanks a lot boss and now we're here and the enemy",
        4800.2,
        4805.02
    ],
    [
        " that we just killed a bunch of enemy what are they going to do they're going to come after us we've",
        4805.02,
        4809.06
    ],
    [
        " got to keep the guard up pay attention you can't dwell on what what's happened you know the weather",
        4809.06,
        4815.16
    ],
    [
        " will clear when it clears in the meantime we got to stay sharp and you know we're in a good position",
        4815.16,
        4821.88
    ],
    [
        " if they try to come up we'll take them out this is like the ultimate form of of",
        4821.88,
        4827.22
    ],
    [
        " when people get in competition of some kind and they think they win and then it turns out they don't",
        4827.22,
        4834.1
    ],
    [
        " you know I got a buddy named Tim Kennedy who's actually a special force guy great guy and he was",
        4834.1,
        4838.4
    ],
    [
        " actually a UFC fighter a mixed martial arts fighter incredible fighter but he had a he had a match",
        4839.1,
        4845.4
    ],
    [
        " against a guy and the guy he was going against was an Olympic champion guy a really tough guy and",
        4845.4,
        4852.62
    ],
    [
        " Tim was beating him and I think it was between the second and third round the opponent didn't answer",
        4852.62,
        4859.58
    ],
    [
        " the bell so he didn't come out to fight and then the corner man there were some shenanigans going",
        4859.58,
        4866.24
    ],
    [
        " and all of a sudden with an extra 30 seconds of rest or whatever the guy stood up and ready to fight",
        4866.74,
        4872.38
    ],
    [
        " and now Tim Kennedy who had just thought he had won because the guy didn't answer the bell they",
        4872.38,
        4876.88
    ],
    [
        " go no no no no it's not over you got to fight and hearing him tell that story to me you know he",
        4876.88,
        4881.24
    ],
    [
        " said it was this this situation right all of a sudden he thought he would head one thought the day",
        4881.24,
        4886.48
    ],
    [
        " was done raised his hands in victory and then all of a sudden no you got to fight again and he",
        4886.48,
        4891.8
    ],
    [
        " didn't you know he told me he's like I didn't get back in the game and he ended up losing that fight",
        4892.36,
        4897.1
    ],
    [
        " and that unfortunately that fight would have put him in the slot to be the the UFC champion which",
        4897.1,
        4902.5
    ],
    [
        " he absolutely should have been but it's it reminds me of this and you as a leader have to take",
        4902.5,
        4909.74
    ],
    [
        " these people in that moment where they could let down their guard they could get them or",
        4909.74,
        4912.86
    ],
    [
        " lies they could give up and instead say no guess what okay hey good job we got to make it through",
        4912.86,
        4918.18
    ],
    [
        " tonight we're not done yet yeah and that happens all the time I mean uh",
        4918.18,
        4922.06
    ],
    [
        " cutting him the first um first guy to to be an ace pilot and Vietnam when when they shot down",
        4922.06,
        4933.68
    ],
    [
        " their the fifth aircraft and then something the mission was over the shot down that that air that",
        4933.68,
        4940.16
    ],
    [
        " mig and they turn and go home and he and you know the co-pilot they're patting each other on a back",
        4940.16,
        4947.12
    ],
    [
        " man we're aces now we've done this that was great and then just going back and forth",
        4947.12,
        4951.9
    ],
    [
        " they didn't hear the missile alarm go off oh fortunately they were almost back to the coast",
        4951.9,
        4958.6
    ],
    [
        " when the missile hit them they had to punch out they landed in in the water and you know got",
        4958.6,
        4964.56
    ],
    [
        " picked up out there but they were celebrating so hard yeah they'd let their guard down they",
        4964.56,
        4971.22
    ],
    [
        " thought it was over and it ain't over till it's over that's right and in this particular case it ain't",
        4971.22,
        4977.48
    ],
    [
        " over yet here we go back to this document even though the mission was supposed to be in a five-hour",
        4977.48,
        4984.14
    ],
    [
        " mission I'd made just everyone just I'd made everyone bring two meals just in case the team",
        4984.14,
        4989.92
    ],
    [
        " members had grumbled about the extra weight but no one was grumbling now nor did they during",
        4989.92,
        4994.76
    ],
    [
        " the next day as the rain continued we spent almost 48 hours on that little peak constantly",
        4994.82,
        5002.3
    ],
    [
        " watching listening and feeling for the enemy before the weather cleared and we were extracted",
        5002.3,
        5009.24
    ],
    [
        " needless to say everyone was very excited to climb on board the helicopter and head for home",
        5009.24,
        5013.68
    ],
    [
        " even though the smell was terrible I really looked forward to seeing I really I was really",
        5013.68,
        5020.04
    ],
    [
        " looking forward to some time off to let my body and mind heal when we arrived at the compound however",
        5020.04,
        5026.86
    ],
    [
        " I discovered my team was scheduled to begin preparing for a new mission the next day our NAR would",
        5026.86,
        5032.8
    ],
    [
        " have to wait three months later I was awarded the air metal with the V device second award for",
        5032.8,
        5038.72
    ],
    [
        " heroism during aerial combat for my actions on May 4th 1969 the first trip I was also awarded the",
        5038.72,
        5044.88
    ],
    [
        " bronze star metal with the device for heroism in ground combat for my actions on May 7 1969 the",
        5044.88,
        5053.04
    ],
    [
        " second trip and it was worse when I got well what what please tell me what was worse than that",
        5053.04,
        5067.5
    ],
    [
        " because when I and whoever wrote up you for a bronze star for that no disrespect but I'd like",
        5067.7,
        5074.86
    ],
    [
        " to slap that person right in the face because that is ridiculous that entire thing is ridiculous",
        5074.86,
        5081.52
    ],
    [
        " so when I got back we had the aviation guy there with the our carnal again and he's saying",
        5081.52,
        5092.84
    ],
    [
        " you blew up my helicopter I'm saying that's what you told me to do destroy the helicopter",
        5093.66,
        5103.96
    ],
    [
        " he said I didn't tell you that you were not supposed to destroy it yeah just put a thermite",
        5103.96,
        5111.14
    ],
    [
        " of something on on the radio it's but not destroy the helicopter I don't know what he thought",
        5111.14,
        5116.46
    ],
    [
        " you do with it yeah but I said well that Joker's in a million pieces out there it's gone",
        5116.46,
        5123.12
    ],
    [
        " yeah next time do it yourself I didn't quite go that far I might have been thinking that",
        5123.12,
        5129.7
    ],
    [
        " I was not happy when I heard that I wanted to hear I mean he did a great job yeah why'd you",
        5129.7,
        5137.2
    ],
    [
        " blow my helicopter up wow that's a disconnected that's a very disconnected person a very disconnected",
        5137.2,
        5145.56
    ],
    [
        " leader unbelievable so that's that's just completely crazy and you did you get wounded during that",
        5149.96,
        5155.46
    ],
    [
        " mission no just banged up a little bit just banged up a little bit I mean it you know I it wasn't",
        5155.46,
        5163.1
    ],
    [
        " uncommon to get hit which wrapped in all or or something but you know I I got the broken ribs",
        5163.1,
        5168.94
    ],
    [
        " and burned hands and all of that you know with the first part of it but you know the second part",
        5169.46,
        5176.04
    ],
    [
        " I just got skin up and stuff so then so now what's the next let's see that was in that was in",
        5176.04,
        5185.36
    ],
    [
        " two to seven May and then the next thing we got as a a king B down so one of the king B",
        5185.36,
        5194.1
    ],
    [
        " helicopters goes down that wasn't a good day so I'm you know I take RT Virginia and we go on a",
        5194.1,
        5206.98
    ],
    [
        " mission and I think that's the one where it was the NVA division or regiment heading for Hamburg",
        5206.98,
        5220.16
    ],
    [
        " Hill we were supposed to go find them and then bring air strikes and things on try to stop them",
        5222.3,
        5233.0
    ],
    [
        " because Hamburg Hill was a very political battle that happened the 101st was trying to fight",
        5233.0,
        5245.2
    ],
    [
        " their way up to the top of this mountain taking all kinds of casualties and everybody was questioning",
        5245.2,
        5252.58
    ],
    [
        " at the time why do they need to go up there why do you got to take the high ground it'll be a",
        5252.58,
        5258.3
    ],
    [
        " political victory that as well as military as we if we take it they were taking all kind of",
        5258.3,
        5264.42
    ],
    [
        " casualties the North Vietnamese had this large unit that was coming and that was going to crush",
        5264.42,
        5272.04
    ],
    [
        " that battalion and you know so our mission was to go out find it stop it don't let them get there",
        5273.52,
        5279.9
    ],
    [
        " they had moved a lot further along than we thought so we do our little circling around thing",
        5279.9,
        5288.26
    ],
    [
        " and as we're coming in on short final they open fire and I hit the aircraft we lost power",
        5288.26,
        5294.94
    ],
    [
        " and you know I'm setting in the door and I'm watching the ground come up and thinking you know",
        5294.94,
        5300.88
    ],
    [
        " this is not good man we're gonna really smack in and we did so hit the ground everything went black",
        5300.88,
        5310.84
    ],
    [
        " and you know then my eyes come open and I'm laying there thinking am I alive or dead and then I",
        5310.84,
        5320.56
    ],
    [
        " hear the bullets cracked behind I'm thinking I must be alive because somebody's trying to shoot me",
        5320.56,
        5326.1
    ],
    [
        " so I look around see what's going on I get my guys who are scattered out on the ground to",
        5328.48,
        5334.84
    ],
    [
        " drag them over into a bomb crater that's there so we had some protection they eventually got",
        5334.84,
        5342.02
    ],
    [
        " the helicopter flying again oh wow it had taken a lot of hits but he got it back in here somehow",
        5342.02,
        5347.82
    ],
    [
        " was your the King B pilots these were South Vietnamese pilots um South Vietnamese but yeah they flew",
        5347.82,
        5354.12
    ],
    [
        " for us they were they were our guys yeah so you know we're we're in the crater fighting they",
        5354.12,
        5362.26
    ],
    [
        " can't get back in the ground fires way too heavy we're working there strikes working them",
        5362.26,
        5368.1
    ],
    [
        " A1E's we're hitting the whole RIDS line we're hitting the top of the hill getting secondary",
        5368.1,
        5376.7
    ],
    [
        " explosions up there you know because they've already moved a lot of ammunition and stuff up on the hill",
        5376.7,
        5382.98
    ],
    [
        " so we're smoking it pretty hard but I mean they can shoot right across the top of the bomb crater",
        5384.32,
        5390.62
    ],
    [
        " so it was kind of hard just dicking head out everybody's busted up I'm experiencing you know",
        5390.62,
        5398.84
    ],
    [
        " a tremendous amount of pain and I'm not quite sure where is this coming from I mean I'm hurting",
        5398.84,
        5405.66
    ],
    [
        " and it's hard to breathe all that kind of stuff um but you know we're getting a lot of kills they're",
        5406.18,
        5412.86
    ],
    [
        " trying to crawl out here to us um and then eventually we suppressed the fire enough that one",
        5412.86,
        5421.2
    ],
    [
        " helicopter is able to come in and took everybody on the team except for myself uh in one guy",
        5421.2,
        5428.4
    ],
    [
        " so two of us stayed there in the box no is that because the crowd of the too many people",
        5428.4,
        5434.8
    ],
    [
        " is that because there's a tactical reason to do that in this case I wanted somebody else with me",
        5434.84,
        5440.88
    ],
    [
        " and and we were loading the aircraft down we're really putting too much weight on it",
        5440.88,
        5445.8
    ],
    [
        " so so you the fear was if you if you both if everyone got on that the king be it wouldn't be able",
        5445.8,
        5452.58
    ],
    [
        " to take off right it would go down so two you're gonna stay yeah okay so you know it's a question",
        5452.58,
        5458.48
    ],
    [
        " kind of like we talked about before sometimes you have to the way to the good of the mini",
        5458.48,
        5464.1
    ],
    [
        " against the one and you know for us the the best solution was for us not to get on the helicopter",
        5464.48,
        5470.66
    ],
    [
        " we would stay there if we got out we got out we didn't we didn't but the rest of the team you know",
        5470.66,
        5476.12
    ],
    [
        " would survive so um so they went away we're still you know doing a lot of shooting working gunships",
        5476.12,
        5484.5
    ],
    [
        " and stuff and then I just got a little irritated and thought I I need to go get one of them",
        5484.5,
        5491.06
    ],
    [
        " I think what I'm gonna do is just crawl out here because they're I know they're crawler around",
        5492.18,
        5496.64
    ],
    [
        " that during the grass I'm gonna crawl out there and get one of these divers meaning meaning you're",
        5496.64,
        5502.4
    ],
    [
        " gonna go and capture alive yeah enemy so you know I told cuz cuz you're right here now you got",
        5502.4,
        5510.08
    ],
    [
        " two people two of you you're injured somehow you don't really know what it is you're in a bomb crater",
        5510.08,
        5514.66
    ],
    [
        " you're surrounded by an NVA division and you think now's a good time to go and capture somewhat",
        5514.8,
        5521.7
    ],
    [
        " if I'm gonna get somebody I mean this might be my last chance so I want to snacks one of those",
        5521.7,
        5527.6
    ],
    [
        " jokers up because if we can take him back I mean he give a lot of intel about where they are what",
        5527.6,
        5532.58
    ],
    [
        " they're doing what and everything so I start crawling out there in the grass yeah the grass is",
        5532.58,
        5538.56
    ],
    [
        " about that about two and a half three feet high and I'm crawling around that there and I can hear",
        5538.56,
        5544.66
    ],
    [
        " them you know cuz they're shooting still shooting at the the bomb crater they don't realize that",
        5544.66,
        5549.9
    ],
    [
        " I've crawled out there with them and I can hear there's one up in front of me and I'm crawling up",
        5549.9,
        5556.24
    ],
    [
        " there and if I can get the timing right so that he doesn't see me you know immediately then you",
        5556.24,
        5567.26
    ],
    [
        " know I can probably wound him dragging back in and you know he'll be ours it just didn't go well",
        5567.26,
        5576.1
    ],
    [
        " when we had the encounter so I more than wounded him and yeah so I didn't have a prisoner",
        5576.1,
        5583.94
    ],
    [
        " shoot at him or did you stab him no I shot him yeah I mean there are times to use a knife but",
        5583.94,
        5591.0
    ],
    [
        " sometimes you need to do it quick and you know if he's got buddies you know you can only reach so",
        5591.32,
        5597.7
    ],
    [
        " far with a knife yeah but with that car 15 you reach way out there and tap somebody so I decided",
        5597.7,
        5605.36
    ],
    [
        " to go back in because I just I didn't have any strength and I wasn't sure what what was going on",
        5605.36,
        5611.2
    ],
    [
        " so I got back in eventually you suppressed the fire enough that they were able to come back in",
        5611.2,
        5616.7
    ],
    [
        " and get the two of us and went went back to the launch site and they said you know that was good",
        5616.7,
        5624.0
    ],
    [
        " but there's still a ton of them out there and I need you to go back in tomorrow morning so take",
        5624.0,
        5632.4
    ],
    [
        " the team back you know so I replaced them team members and then why did you have to replace team",
        5632.4,
        5638.94
    ],
    [
        " members because some of them were injured you know they helicopter crashed in so and what about you",
        5638.94,
        5644.88
    ],
    [
        " your back and I got whatever I got with I got with the medics and they drug me up and they said you",
        5644.88,
        5653.32
    ],
    [
        " know with an impact that hard you know you're bound to have some you know some bruises and whatever",
        5653.32,
        5661.18
    ],
    [
        " and that's it mean this is not bruise I mean it's hard to breathe when I move but anyway they",
        5661.18,
        5668.86
    ],
    [
        " said we really need you back out here tomorrow morning I mean this is critical okay we'll go do it",
        5668.86,
        5674.92
    ],
    [
        " so we go back in the same same insertion point no we moved over to different location you know a few",
        5674.92,
        5682.82
    ],
    [
        " clicks away from that first one and went in and right after we got on the ground we started in",
        5682.82,
        5690.3
    ],
    [
        " into the jungle we made contact so all of a sudden we were in heavy contact there and",
        5690.3,
        5697.8
    ],
    [
        " trying to suppress that fire working the gunships and things that we had with us",
        5697.8,
        5703.36
    ],
    [
        " got it suppressed enough that we were able to get again all with me and one of the guys out on",
        5703.36,
        5712.04
    ],
    [
        " strings and lifted them out so the two of us were still there still working the air strikes",
        5712.04,
        5718.38
    ],
    [
        " and we were in a better position at this point to really hit the main body of the force",
        5719.04,
        5724.14
    ],
    [
        " and you know we had that big stick with us and we were hammering those gun I mean literally",
        5724.14,
        5730.52
    ],
    [
        " thousands of them were killed you know that morning I mean we we pretty much decimated you know",
        5730.52,
        5737.0
    ],
    [
        " that force they did not do that what was your were you in an elevated position yeah yeah so we were",
        5737.0,
        5743.76
    ],
    [
        " pretty close to the top of of a mountain and we could see them in the valley we could see them",
        5744.2,
        5749.06
    ],
    [
        " on the ridz line coming up to where we were we could see them on the ridz line where we did",
        5749.06,
        5753.4
    ],
    [
        " they know where you were I yeah I mean from the fire that was going on they knew we were up there",
        5753.4,
        5759.78
    ],
    [
        " but they couldn't get up there too except for the ones that were already there because you know",
        5759.78,
        5764.74
    ],
    [
        " now we had a big enough air support team with us out there to just smoke them we had the spads",
        5764.74,
        5770.22
    ],
    [
        " I mean you know the A1E's we had the elf fours and gunships and just rotating those things in",
        5770.3,
        5776.8
    ],
    [
        " I mean they were stacked out here waiting on their turn to come in and go after them",
        5776.8,
        5781.56
    ],
    [
        " when we were you know I could see them and we had you know pretty significant contact right there",
        5781.56,
        5788.9
    ],
    [
        " and where we were directly on us and for some reason it just seemed like a good idea",
        5788.9,
        5795.98
    ],
    [
        " to take one of them back with us oh so you got the the notion again that you're going to train",
        5797.6,
        5803.12
    ],
    [
        " capture so I thought you know it's different terrain I need to get one of them so I crawled",
        5803.12,
        5812.2
    ],
    [
        " out here you know would cover in fire from a little guy encounter to guy and you know I didn't",
        5812.2,
        5820.68
    ],
    [
        " have the strength to manhandle I wounded him but I was hurting so bad I just didn't have the",
        5820.68,
        5827.68
    ],
    [
        " strength I mean I under normal conditions I could have brought him back but I wasn't too much",
        5827.68,
        5833.56
    ],
    [
        " pain so you know I had to let him go to happy hunting ground wherever you know and crawl back",
        5833.56,
        5844.88
    ],
    [
        " later on that day myself and the other guy were able to come out on the strings and",
        5844.88,
        5850.08
    ],
    [
        " then they really hammered a place there how long were you on the ground for on that one most of the day",
        5850.68,
        5856.54
    ],
    [
        " it was a long time and you know when we got back they said you know yeah I think there's",
        5856.54,
        5865.0
    ],
    [
        " something wrong with you I think so by the way the NVA that that element of NVA of thousands",
        5865.0,
        5872.2
    ],
    [
        " and thousands of NVA did they ever make the hamburger hill so so that's why that's why",
        5872.2,
        5878.72
    ],
    [
        " you know the hunter and first was not wiped out they did finally make it to the top",
        5879.4,
        5883.64
    ],
    [
        " and once they got up there and said you know we're the king of the hill they were told okay come on",
        5883.64,
        5891.2
    ],
    [
        " back down when that kind of stuff was going on what did you guys with was that you know we we",
        5891.2,
        5897.22
    ],
    [
        " look back armchair quarterback and say oh you know what what were they thinking what were you guys",
        5897.22,
        5903.28
    ],
    [
        " thinking when you guys hear that hear what hear about that would you think what the hell is the",
        5903.28,
        5907.26
    ],
    [
        " leadership doing what are we doing oh yeah why would you do that why would you sacrifice",
        5907.5,
        5911.6
    ],
    [
        " that many lives and I forgot now the exact number but it was a lot of Americans kill trying to get",
        5911.6,
        5919.22
    ],
    [
        " to top of that hill just to turn around and walk back down and I know it wasn't just that it was",
        5919.22,
        5925.34
    ],
    [
        " a big political move and everything but it's just my opinion that I don't think it was worth",
        5925.34,
        5933.4
    ],
    [
        " losing people like that if you're going to turn around and go back down right now did you guys",
        5934.12,
        5939.0
    ],
    [
        " think about that did you talk about that did you guys look at each other and say what the",
        5939.0,
        5943.54
    ],
    [
        " hell are we doing what why would we make this sometimes sometimes when we would get back you know",
        5943.54,
        5948.04
    ],
    [
        " the team members setting not you know the American members setting around sometimes we would",
        5948.04,
        5953.42
    ],
    [
        " say man did you see what hear what happened and questioning you know some of the political things",
        5953.42,
        5960.22
    ],
    [
        " that were going on because now it's 1969 yeah so the this is like the height of the American anti-war",
        5960.22,
        5967.8
    ],
    [
        " movement right now this is like Woodstocks come in and all that stuff yeah are you guys hearing any",
        5967.8,
        5974.08
    ],
    [
        " of that we're hearing some about the protests but you know we didn't get to see I mean we didn't",
        5974.08,
        5980.76
    ],
    [
        " have TVs and stuff like that we didn't we didn't see what was going on if you got a hold of",
        5980.76,
        5990.2
    ],
    [
        " its hell back because they you know didn't want us being exposed to it but you knew and you had",
        5990.2,
        5998.16
    ],
    [
        " heard from them people who were coming in more recently things that they had seen you knew that",
        5998.16,
        6004.2
    ],
    [
        " you were likely to be spit on in the airport or on the street if you were in uniform",
        6004.2,
        6011.44
    ],
    [
        " and it was what are you thinking about that I mean if are you just can you even",
        6011.44,
        6019.42
    ],
    [
        " fathom that well I wasn't happy about it and",
        6019.54,
        6026.92
    ],
    [
        " whether a lot of hijackings of planes going on at that time too so not not by protesters but by",
        6026.92,
        6037.2
    ],
    [
        " different people hijacking them to fly to different countries and you know one of my thoughts was",
        6037.2,
        6043.36
    ],
    [
        " this browning high power 9 millimeter did I took off of a NVA I'm carrying that witness on the",
        6045.56,
        6053.44
    ],
    [
        " plane my plane is not going to be hijacked it would be the hijackers worst nightmare to try to stop",
        6053.44,
        6062.0
    ],
    [
        " my plane so I carried it with me and I had it when I went through the airport I did get spit at I got",
        6062.0,
        6071.32
    ],
    [
        " called baby killer you know all kinds of things like that you know from various groups in the airport",
        6071.32,
        6077.64
    ],
    [
        " it was not the welcome home kind of thing that you see today although we don't I don't think we do",
        6077.64,
        6086.7
    ],
    [
        " a very good job today we do a lot better than we did so yeah I wasn't happy about what was going on",
        6086.7,
        6096.1
    ],
    [
        " so you you were about to say before I cut you off you were about to say that you get back and",
        6097.06,
        6101.46
    ],
    [
        " now they're you're saying hey there's something actually I think there's actually something wrong with me",
        6101.46,
        6105.22
    ],
    [
        " yeah they decided that I they decided at the time that I had severely bruised my my back and maybe",
        6105.22,
        6114.88
    ],
    [
        " some vertebrae and I think I broke another couple of ribs I don't remember right now but I think",
        6114.88,
        6120.44
    ],
    [
        " of a couple ribs broken too and you know beat up cut up I went then it was determined later",
        6120.44,
        6127.06
    ],
    [
        " that I had fractured my spine and a couple of vertebrae and they just couldn't believe that I",
        6127.06,
        6134.0
    ],
    [
        " actually went on a mission like that and was able to do you know what we did",
        6134.0,
        6137.72
    ],
    [
        " but so would they give you a couple days downtime and some motoring they promise that and then they",
        6137.72,
        6145.64
    ],
    [
        " said yeah yeah I got a few days downtime after that but yeah it ate motoring like it was candy",
        6145.64,
        6153.1
    ],
    [
        " and then it was okay you got eventually you know by the time the next mission came around",
        6153.1,
        6161.14
    ],
    [
        " yeah ready to go and and was you you have a note in here about the the POW mission",
        6161.14,
        6168.8
    ],
    [
        " is that is that after you got home no this is still I'm still over there okay so we got intel",
        6171.34,
        6180.68
    ],
    [
        " excuse me we got intel all of a sudden that said there was a small group and 10 to 15 American",
        6180.68,
        6188.54
    ],
    [
        " POWs that were being moved north and the intel said we know where they are so they said we",
        6188.54,
        6198.54
    ],
    [
        " need to get them so that became the mission but it was going to be intense combat kind of",
        6198.54,
        6207.78
    ],
    [
        " mission so what we did was we created a spike team so buddy of mine Bruce Longboard and I would do",
        6207.78,
        6215.62
    ],
    [
        " that sometimes we would put our two teams together so we'd have about 20 or so people to take out",
        6215.62,
        6221.46
    ],
    [
        " the air we took a medic with us this time we were we were loaded for bear two machine guns all",
        6221.46,
        6229.0
    ],
    [
        " is that you know extra ammo and everything and our mission was to go out and find them and get",
        6229.0,
        6234.88
    ],
    [
        " them back so we went to the launch site with we were supposed to launch in the next day there was a",
        6234.88,
        6245.26
    ],
    [
        " hatchet force that was there too that had a mission to go I don't know what their mission was but",
        6245.26,
        6252.74
    ],
    [
        " they were going somewhere and we had a team Dennis Niel and Michael Brown's team was on the ground",
        6252.74,
        6263.64
    ],
    [
        " they had finished their mission they moved back to an extraction LZ they had called for extraction",
        6263.64,
        6271.26
    ],
    [
        " and then all of a sudden they called a prayer fire emergency that they were being overrun",
        6272.46,
        6277.98
    ],
    [
        " and then we lost contact with the radio contact with the team one of the aircraft",
        6277.98,
        6288.42
    ],
    [
        " excuse me one of the aircraft out in the area heard a transmission on the little URT",
        6288.42,
        6295.62
    ],
    [
        " radio that just operated on the guard frequency they picked up what they thought was an American",
        6296.32,
        6304.26
    ],
    [
        " force saying you know somebody helped me help me forgot say somebody helped me they heard that",
        6304.26,
        6310.46
    ],
    [
        " force and that was all we heard and so every every think the launch site stopped because now it's",
        6310.46,
        6319.56
    ],
    [
        " prayer fire and we got to go get Dennis's team and you know and that was a situation where",
        6319.7,
        6329.16
    ],
    [
        " I didn't have a two-day R&R coming up but I'm looking at the aircraft that's about to go out to try",
        6329.16,
        6335.36
    ],
    [
        " to bring them back and I'm thinking I probably should get on that aircraft you know I think I",
        6335.36,
        6349.44
    ],
    [
        " own mission to get POWs you know in a couple hours I've got to go do that I can't jump on",
        6349.44,
        6355.36
    ],
    [
        " you know this aircraft and fly out there I mean that's not going to work so I didn't go they",
        6355.36,
        6362.08
    ],
    [
        " went out into the area they saw some movement they saw you know what they thought were good guys they",
        6362.08,
        6371.18
    ],
    [
        " dropped the migrior rigs down and as they were lifting off three of them pull tight and then one",
        6371.18,
        6378.88
    ],
    [
        " of them shot loose and they came on up they had two indigenous personnel on the migrior rigs",
        6378.88,
        6387.06
    ],
    [
        " and you know the the crew chief said he thought he saw an American on that third one that pop",
        6387.06,
        6395.34
    ],
    [
        " loose that he thought an American had gotten in there and fell out as they were you know pulling",
        6395.34,
        6400.92
    ],
    [
        " the tension up but they were receiving so much fire you know they couldn't go back in there so",
        6400.92,
        6407.26
    ],
    [
        " they brought the two survivors from the team back to the launch site did a quick debriefing from",
        6407.26,
        6414.32
    ],
    [
        " them they said everybody else who's dead they launched the hatchet force to go in as a bright light",
        6414.32,
        6424.62
    ],
    [
        " team they changed their mission to bright light and decided to put them out there because there",
        6424.62,
        6429.36
    ],
    [
        " were you know so many bad guys in the area but they inserted them a couple thousand meters away from",
        6429.36,
        6435.4
    ],
    [
        " from you know where the extraction site was they were pinned down on the LZ never they never moved",
        6436.42,
        6443.42
    ],
    [
        " anywhere they just got in another tree line and that was as far as they could go so once that started",
        6443.42,
        6450.36
    ],
    [
        " happening and they saw they couldn't go anywhere then they came to me and said you know your missions",
        6450.36,
        6454.92
    ],
    [
        " changed you were now the bright light team yeah so got all my guys together and said okay we're going",
        6454.92,
        6463.8
    ],
    [
        " bright light the other mission we'll do later so then you know they and we planned a mission right",
        6463.8,
        6471.88
    ],
    [
        " quick and they inserted us you know the whole spike team so that I mean that's five aircraft going",
        6471.88,
        6478.34
    ],
    [
        " in they said you know it's a really hot area so we're gonna we'll prep the LZ but we have to be",
        6478.34,
        6485.68
    ],
    [
        " careful because we don't know where the other team members are that might be out there so we can't",
        6485.68,
        6491.74
    ],
    [
        " just hammer the whole area we can only prep it right around the LZ so they went out you know",
        6492.06,
        6499.38
    ],
    [
        " the gunships ahead of us they prepped the LZ and you know I'm listening on the headset and it's not",
        6499.38,
        6506.6
    ],
    [
        " sounded good and you know I knew we were gonna get hammered because they were gonna open up on",
        6506.6,
        6512.56
    ],
    [
        " the acid sand as we got close and I was in the lead ship and as we started in you know bullets",
        6512.56,
        6520.42
    ],
    [
        " that come in everywhere they're crass taking hits the ones behind me have taken hits but we went",
        6520.42,
        6526.98
    ],
    [
        " on in got on the ground got my that first load into tree line brought into the rest of the guys one",
        6526.98,
        6534.62
    ],
    [
        " ship at the time working air strikes you know right around us it's pressed the fire as much as",
        6534.62,
        6539.48
    ],
    [
        " you could so we spent until the next afternoon mostly fighting looking for Dennis's team trying",
        6539.48,
        6550.84
    ],
    [
        " to find any survivors that we could so it was a long night and they were firing mortars",
        6550.84,
        6558.14
    ],
    [
        " over at the hatchet force we could hear them from back up behind us I mean I would call them and",
        6558.14,
        6566.46
    ],
    [
        " say you know rounds on the way because I hear them drop it into to you and douche you know and I",
        6566.46,
        6571.96
    ],
    [
        " just tell them you got incoming and get everybody down but we couldn't get to where the mortars were",
        6571.96,
        6578.72
    ],
    [
        " because you know too many people around us and when you got daylight we're still looking for more",
        6578.72,
        6585.58
    ],
    [
        " looking for Dennis more I was discovered we were in the middle of a bunker complex bunkers were all",
        6585.58,
        6591.04
    ],
    [
        " around us and that's why one reason that the LZ prep didn't have much of a fact they were in",
        6591.04,
        6598.26
    ],
    [
        " their bunkers and so anyway we brought in a lot of air support eventually got out Dennis's team was",
        6598.26,
        6606.52
    ],
    [
        " never found and the the two survivors there's no doubt in my mind that they gave us the wrong location",
        6606.52,
        6620.16
    ],
    [
        " where where the team was when it was overrun I don't I don't think they did it intentionally I think",
        6621.14,
        6628.6
    ],
    [
        " it was the stress I think it was being chased trying to survive I think they lost track would have",
        6628.6,
        6635.36
    ],
    [
        " far they moved to get to where they were picked up from because otherwise you would have found something",
        6635.36,
        6641.18
    ],
    [
        " we would have found something now you can go out there and you can find people who've written all kinds",
        6641.18,
        6647.72
    ],
    [
        " of things about Dennis's mission and that nothing you know what evidence was found and things like",
        6647.72,
        6653.82
    ],
    [
        " that I was there I was the guy on the ground now I searched that area I know what was there",
        6653.82,
        6660.3
    ],
    [
        " and you know Dennis was my roommate so we were you know we were already very close",
        6660.3,
        6671.42
    ],
    [
        " and you know so I had that personal stake and finding his team and now we just didn't make it so we came",
        6672.86,
        6683.34
    ],
    [
        " back so our mission for the PWs was post-pong and we went back down and started replanting that",
        6683.34,
        6693.92
    ],
    [
        " mission again but you know because according to Intel they had moved more so we had to pick a new",
        6693.92,
        6699.76
    ],
    [
        " site to go into and kind of think through it a little differently and it turned out to be one",
        6699.76,
        6708.76
    ],
    [
        " probably one of the most interesting missions that I had maybe one of the most unique and and",
        6708.76,
        6718.48
    ],
    [
        " sog because of a couple of things that happened",
        6719.0,
        6721.28
    ],
    [
        " well like what you know it's it's really interesting that if anyone listen to this podcast we we I",
        6721.28,
        6734.32
    ],
    [
        " had on one of the one of the guys I've had on the podcast was a guy named Colonel William Reader",
        6734.32,
        6739.52
    ],
    [
        " and he was a helicopter pilot that was shot down two times and the second time he was shot down",
        6739.52,
        6745.56
    ],
    [
        " he was captured and he was one of those folks that was being moved from South Vietnam to the north",
        6745.56,
        6753.14
    ],
    [
        " which was actually the worst possible thing to have happening and guys died on those tracks and",
        6753.14,
        6757.88
    ],
    [
        " you know this was this was them the the stereotypical image that you get of of the Vietnam prisoner of",
        6757.88,
        6765.62
    ],
    [
        " war in the jungle that's what these guys were going through so the guys in the Hanoi Hilton",
        6765.62,
        6770.82
    ],
    [
        " that were at least they were identified people knew that they were there etc these guys in the jungle",
        6771.12,
        6776.92
    ],
    [
        " they were just getting you know every horrible thing that could possibly happen happen to those",
        6776.92,
        6783.12
    ],
    [
        " guys so when you talk about the fact that you knew you know you had intel this is the type of person",
        6783.12,
        6789.04
    ],
    [
        " that I'm thinking that you're going to save you know someone like Colonel William Reader who",
        6789.04,
        6794.38
    ],
    [
        " you know the stories that he he told about being captured and you know at one point",
        6794.4,
        6799.62
    ],
    [
        " he was in a two-foot tall bamboo cage his legs are shackled he's in the middle of the jungle he",
        6799.62,
        6807.16
    ],
    [
        " hasn't eaten and he's trying to get some sleep but he can't sleep because the rats are",
        6807.16,
        6812.18
    ],
    [
        " knowing at the wounds in his legs so that's the when you say hey you got an opportunity to go capture",
        6812.18,
        6818.44
    ],
    [
        " these these these guys that's what I'm thinking about and you're doing all this just on top of",
        6818.44,
        6826.64
    ],
    [
        " you know losing your friend your brother Dennis Neal who completely you know disappears",
        6826.64,
        6831.38
    ],
    [
        " so what changed about what changed about the mission when what what did it start what what made it",
        6831.38,
        6842.1
    ],
    [
        " so well having we were going into a different location different route other net the beginning was",
        6842.1,
        6851.88
    ],
    [
        " basically the way it was supposed to go when it when we got canceled before we go we go in relatively",
        6851.88,
        6861.08
    ],
    [
        " uneventful and we get on the LZ and you know it's the big team so Bruce and I have our teams together",
        6861.08,
        6869.62
    ],
    [
        " and it's a big one and we start moving up the ridge line it was kind of a late in",
        6869.62,
        6877.34
    ],
    [
        " search and not last light but kind of late we start up the ridge line we get a few hundred meters",
        6877.34,
        6883.14
    ],
    [
        " up there and then we stop you know for the night you know because you got a big group now it takes",
        6883.14,
        6890.5
    ],
    [
        " longer you get everybody in position get set up get all the claymore is out get everything the way",
        6890.5,
        6895.76
    ],
    [
        " you need it so and so now we have a larger perimeter I am in the center of it",
        6896.36,
        6903.38
    ],
    [
        " Bruce is you know close to me but I know where he is and what was interesting was you know it got",
        6903.38,
        6913.2
    ],
    [
        " dark and the weather is starting to get bad but it's dark and you can't see your hand in front of",
        6913.2,
        6923.16
    ],
    [
        " your face and I'm leaning against the tree my rook sack behind me my car 15 across my lap",
        6923.16,
        6933.38
    ],
    [
        " like I normally do and I'm just about asleep and I I hear a twig break",
        6933.38,
        6941.6
    ],
    [
        " and my eyes open and I'm thinking wow did I just hear a twig break and then I hear another one and I",
        6941.6,
        6952.24
    ],
    [
        " say it myself that's directly in front of me there's somebody in front of me that's moving in",
        6953.16,
        6962.66
    ],
    [
        " this direction so now I'm listening and I'm saying yeah somebody is coming directly at me",
        6962.66,
        6970.92
    ],
    [
        " and I'm thinking how did he get through the perimeter I mean we're not space very far apart at all",
        6970.92,
        6976.78
    ],
    [
        " I know where I'll get this guy have walked through our perimeter and be he's on the inside now and",
        6976.78,
        6982.9
    ],
    [
        " he's coming you know straight at me and so I'm playing all those thoughts in my mind and he's",
        6982.9,
        6989.36
    ],
    [
        " getting closer and now I've got my adrenaline going I got my super senses working and even though",
        6989.36,
        6999.12
    ],
    [
        " it's so dark I can't see anything I can visualize him and from me I can literally see a black silhouette",
        6999.12,
        7008.82
    ],
    [
        " in my mind because I'm tracking the sound I can hear him breathing and he's coming right at me and I'm",
        7009.68,
        7016.14
    ],
    [
        " thinking this is not going to be good this guy is going to walk right into me so I've got to make",
        7016.14,
        7025.9
    ],
    [
        " a decision you know if I just shoot him right now it's going to light me up you know like a neon",
        7025.9,
        7032.12
    ],
    [
        " sign and all these buddies are going to open up I've got to do something he's about to step on me",
        7032.12,
        7038.3
    ],
    [
        " so I've got the selector switch on full auto I got my weapon in the hand and I'm I'm tracking",
        7038.88,
        7047.38
    ],
    [
        " mentally this silhouette and when it gets in my mind where he's within reach my plan was I'm",
        7047.38,
        7058.12
    ],
    [
        " going to reach out and grab a hold of him I'm going to cram the barrel of the car 15 in",
        7058.12,
        7065.44
    ],
    [
        " your head and I'm going to pull him you'll be off balance I'll pull him and bring him down to",
        7065.44,
        7070.88
    ],
    [
        " the ground if he fires his weapon if he yells if he makes any kind of sound I'm just going to put",
        7070.88,
        7078.78
    ],
    [
        " a three or four round burst in his head and of course that'll light me up and everybody you know",
        7078.78,
        7084.56
    ],
    [
        " start shooting at me you know but I can't let him be in there so when he got within and range",
        7084.56,
        7092.6
    ],
    [
        " I reached out I grabbed him at this this same instant the gun hit him and decided to head cut",
        7092.84,
        7099.52
    ],
    [
        " a big gash in his head I pulled him down he hasn't set a word I jerked him right down to the ground",
        7099.52,
        7105.36
    ],
    [
        " and the gun is there and I'm saying now what am I going to do I mean I've got him but what am I",
        7105.36,
        7122.58
    ],
    [
        " saying lie lights lights I'm thinking what lights lights and I realized we had a Vietnamese",
        7123.04,
        7134.2
    ],
    [
        " captain with us he was an army captain and he had seen something and he was coming to tell me",
        7134.2,
        7143.44
    ],
    [
        " yeah look at see you know he wasn't used to going out with us and he was coming to tell me",
        7143.44,
        7149.42
    ],
    [
        " now I've got him down on the ground now with the gun stuck halfway through his head and he",
        7149.48,
        7154.58
    ],
    [
        " saying lights and lights and and I look up and I'm looking up the ridge up toward the top of the",
        7154.58,
        7161.74
    ],
    [
        " mountain and all the way from the top of the mountain about halfway down the ridge or just lights",
        7161.74,
        7167.9
    ],
    [
        " now I thought you know there might be flashlights but I think there was some kind of a lantern",
        7167.9,
        7173.62
    ],
    [
        " and there was just a stream of people coming down the mountains you know so I'd let him up",
        7174.26,
        7180.54
    ],
    [
        " I look back down the ridge and there's a stream of lights as far as I can see down the ridge coming up",
        7180.54,
        7188.76
    ],
    [
        " the the guy that's monitored in radio right then says sir you need to hear this",
        7188.76,
        7198.48
    ],
    [
        " the hands me the handset and I respond and what I hear is it you are now a pretty far emergency",
        7199.18,
        7206.1
    ],
    [
        " this is coming from Saaghaegor down in and Saigon being relayed to tell us that we are a",
        7206.1,
        7216.76
    ],
    [
        " pretty far emergency and I'm thinking I didn't know that but I mean you know I'm looking now I'm",
        7216.76,
        7222.82
    ],
    [
        " seeing all these lights and I'm thinking yeah I think we're we probably are and we're carrying",
        7222.82,
        7231.0
    ],
    [
        " a KY38 all right we have the most secure tactical radio that there is the kind that you have to",
        7231.0,
        7240.92
    ],
    [
        " set that gun with about 20 manual settings on it to punch into crypto code you have to have all",
        7240.92,
        7248.58
    ],
    [
        " the frequencies you have to have all the settings and then the guy monitoring radio says",
        7248.58,
        7255.46
    ],
    [
        " it's our you need to hear this nothing now what these guys are coming from everywhere and he's",
        7255.46,
        7263.1
    ],
    [
        " got something else he wants me to listen to and I pick up the the handset and I'm thinking what do",
        7263.1,
        7272.38
    ],
    [
        " I hear it's music I'm I'm hearing music coming over the handset and then I hear this female",
        7272.38,
        7281.32
    ],
    [
        " NVA whatever start talking and it dawns on me all of a sudden this is funeral music this is the",
        7281.32,
        7293.76
    ],
    [
        " obituary music this is the what I used to hear when I was little on my grandmother's radio every day",
        7293.76,
        7302.24
    ],
    [
        " you know at lunch they do the news but then they would do the obituaries for the people you know",
        7302.38,
        7308.36
    ],
    [
        " in that county or whatever that had had died they'd read off your name and all the stuff and",
        7308.36,
        7313.64
    ],
    [
        " they'd have this music in the background and this female is reading off our obituary that we were",
        7313.64,
        7324.28
    ],
    [
        " killed in action that day and she reads my name off as Dick Thompson and I'm thinking there's",
        7324.28,
        7337.84
    ],
    [
        " only one person on this side of the world who knows me as Dick that has any clue that that's my name",
        7337.84,
        7347.82
    ],
    [
        " and you know that was barred well and you you know barred well with someplace nobody had him",
        7348.28,
        7354.94
    ],
    [
        " and she reads my name off as Dick Thompson reads off the name of every member that we had on the team",
        7354.94,
        7362.16
    ],
    [
        " all of us is being killed in action that day on the secure encrypted radio",
        7362.16,
        7369.74
    ],
    [
        " so I got into this and thinking what is going on and I'm thinking what is going this isn't making me",
        7372.38,
        7380.88
    ],
    [
        " you know a little nervous how did you know my name how did they get on this frequency and you know",
        7380.88,
        7388.36
    ],
    [
        " and then that goes away so I kind of got my attention now the bad guys are coming so you start",
        7388.36,
        7396.36
    ],
    [
        " talking back and forth you know with they've got a cubby out in the area now so we start talking about",
        7396.98,
        7405.66
    ],
    [
        " you know what are options for getting us out of here because the weather's not that good",
        7405.66,
        7409.9
    ],
    [
        " there are tons of North Vietnamese all around us I've got this one",
        7409.9,
        7415.5
    ],
    [
        " woman who had just told us all that we were killed today and read our obituary",
        7415.5,
        7424.3
    ],
    [
        " how did she get our names",
        7425.06,
        7426.34
    ],
    [
        " though everyone is in shock and confused about you know what's what's going on how did they know",
        7426.34,
        7433.66
    ],
    [
        " exactly where we were and they're coming at us the weather's starting to roll in",
        7433.66,
        7439.34
    ],
    [
        " and you know the clouds are slowly starting to come down on the mountains so now I'm thinking",
        7439.34,
        7446.1
    ],
    [
        " I mean we're not going to be here to get air support they can't get air crappy on to extract us",
        7446.1,
        7451.26
    ],
    [
        " and I'm having this conversation now with Kavya about I need some options because these",
        7451.78,
        7458.88
    ],
    [
        " guys are going to be here pretty soon and you know it's not going to be pleasant I mean we're loaded",
        7458.88,
        7464.34
    ],
    [
        " for beer but not for that many people not to be trapped in between them so finally they said",
        7464.34,
        7470.66
    ],
    [
        " you know one option might be combat sky spots so that's F4 is coming out with 500 pound bombs",
        7470.66,
        7479.42
    ],
    [
        " and you know you give them a coordinate two or three thousand meters away from you",
        7480.8,
        7485.7
    ],
    [
        " they're flying by radar and being vectored by radar toward those coordinates and then when",
        7485.7,
        7494.88
    ],
    [
        " the radar says you're at the right place to release the bomb you release you know a bomb and you",
        7494.88,
        7501.6
    ],
    [
        " see where it hits so this is because it's a nighttime scenario is night well it's night plus",
        7501.6,
        7508.44
    ],
    [
        " now the clouds are down on the mountain so he can you can you see the mountain that we're on",
        7508.54,
        7513.94
    ],
    [
        " or the reason I mean what was that what was that technique called combat sky spot",
        7513.94,
        7520.66
    ],
    [
        " combat sky spot so it's um you know it's a technique does not use very often because it's not",
        7520.66,
        7529.1
    ],
    [
        " very accurate right and you know only because this was an emergency situation and did you",
        7529.1,
        7534.82
    ],
    [
        " approve it and you know they said you you need to give us a set of coordinates that's you know",
        7535.04,
        7541.04
    ],
    [
        " two or three thousand meters away to start with letting put one bomb out there and let's see where it",
        7541.04,
        7546.44
    ],
    [
        " hits and then we'll start to adjust so that's all we got let's do it so it didn't take long",
        7546.44,
        7564.52
    ],
    [
        " to radio I was able to talk you know directly to to the L4 which you know you can't normally do",
        7564.52,
        7571.68
    ],
    [
        " and you know he's all we you know that bombs away it's going to be impact in about 20 seconds you",
        7571.68,
        7580.12
    ],
    [
        " got to get your head down I'm not sure what you're going to get I'm thinking that's nice to know",
        7580.12,
        7584.3
    ],
    [
        " so it goes off and you know it's a lot closer than you know three thousand meters so I'm thinking",
        7584.3,
        7591.96
    ],
    [
        " I'm really glad I wish you don't out there ways and it wasn't it really wasn't on the was an",
        7591.96,
        7598.58
    ],
    [
        " online with the ridge anyway it kind of went over the ridge and down into the valley but at least I",
        7598.58,
        7604.42
    ],
    [
        " knew where it approximately where it hit so I could start to adjust in some now so we started messing",
        7604.42,
        7610.7
    ],
    [
        " with that with that irritated the North Vietnamese they were not happy that somebody was out there",
        7610.7,
        7617.86
    ],
    [
        " trying to draw the bomb on so we we overheard radio transmission saying shoot them in the legs",
        7617.86,
        7628.44
    ],
    [
        " take all their Americans prisoner and we got a message coming out from side-guide they were",
        7628.44,
        7635.86
    ],
    [
        " intercepting North Vietnamese transmissions and they planned to capture you and they're going to",
        7635.86,
        7643.44
    ],
    [
        " try to wound you and and take you okay then we got to get these sky spots working for us here",
        7643.44,
        7650.9
    ],
    [
        " get them in closer and the bad guys are getting closer and closer and so I start working them down",
        7650.9,
        7660.26
    ],
    [
        " and you know I'm kind behind a tree and one of the bombs goes off and a piece of",
        7660.26,
        7669.32
    ],
    [
        " strappin' old you know two and a half inches as low a diameter comes out across the top of my head",
        7669.56,
        7677.32
    ],
    [
        " goes into the tree right in front of me and just cuts you know a line across the top of my head",
        7677.32,
        7683.12
    ],
    [
        " as it's going into the tree and I'm thinking that was close I mean that was pretty close so",
        7683.12,
        7691.8
    ],
    [
        " you know I was behind the tree for a little while once it cooled down a little bit I popped it out",
        7691.8,
        7698.02
    ],
    [
        " and I put it in my pocket I still have it at home somewhere I wanted to bring it just a short",
        7698.02,
        7702.18
    ],
    [
        " tube but um you know so that creased the top of my head got my tension now you know they're",
        7702.18,
        7707.74
    ],
    [
        " they're serious about doing something eventually you know we we do some gun battles and stuff",
        7707.74,
        7715.04
    ],
    [
        " and that's going on is it light yet no but it's it's getting close when it when it finally did get",
        7715.04,
        7721.58
    ],
    [
        " light there was a marine squadron that that came in a helicopter squadron that came out",
        7722.44,
        7729.66
    ],
    [
        " and with gunships and I guess the the leader came over close to where the ridge line was and we",
        7729.66,
        7737.92
    ],
    [
        " just received so much ground fire and stuff from it he told the rest of these guys back off we're",
        7737.92,
        7750.6
    ],
    [
        " all of a sudden I'm I get a call from one of the gunship pilots and he says hey I'm coming",
        7750.6,
        7758.18
    ],
    [
        " and I said no you don't come in here if you try to fly up that ridge you're going to have to go so low",
        7758.18,
        7764.86
    ],
    [
        " you're going to fly around the tree tops and barely moving you're going to have to almost be",
        7764.86,
        7769.16
    ],
    [
        " hovering they're going to knock you down don't come in here we'll find a way don't come up here",
        7769.16,
        7774.12
    ],
    [
        " he's I'm coming so this was a hilo yeah helicopter gunship marine court helicopter gunship",
        7775.28,
        7783.04
    ],
    [
        " so it went but a few minutes I could hear him coming and it went in a bit of a few minutes and then",
        7783.04,
        7788.22
    ],
    [
        " I heard him you know I forgot his name now Eagle Claw something made a made a made a made a were hit",
        7788.22,
        7795.92
    ],
    [
        " and you know we're going down and you know so I talked to him a little more and then he said",
        7795.92,
        7802.72
    ],
    [
        " he sent out another made a and said you know we're on fire going down I'm going to try to make it to",
        7802.72,
        7809.46
    ],
    [
        " the river so I think yeah this is not good so and he actually he made it to the river",
        7809.46,
        7817.42
    ],
    [
        " and it was kind of a deep swift flowing river went inside ways the pilot got out the door gunner",
        7817.42,
        7827.52
    ],
    [
        " that side got out and the two of them got out the crew chief on the on the side it went went in",
        7827.52,
        7838.94
    ],
    [
        " first and the copilot didn't get out and one of the I mean the guy the door gunner got out",
        7838.94,
        7848.92
    ],
    [
        " was a good swimmer and stuff so he jumped into water and swam over there and went down you know",
        7848.92,
        7854.42
    ],
    [
        " to try to get him the other gunner got out but the pilot couldn't get out and never saw the",
        7854.42,
        7861.2
    ],
    [
        " door gunner again you never came back up so they lost those those two guys too many bad guys in",
        7861.2,
        7868.62
    ],
    [
        " that area they couldn't go in to try to you know extract the two guys that didn't come up but they",
        7868.62,
        7875.74
    ],
    [
        " did get the the pilot and and his door gunner out and so that wasn't a good scene so how far",
        7875.74,
        7885.34
    ],
    [
        " away was that from you from your location and they their impact with the river was probably 3000 meters",
        7885.34,
        7890.9
    ],
    [
        " okay so this is all in the vicinity of you yeah it's all right around me so they go in and then",
        7890.9,
        7898.74
    ],
    [
        " you know we have a we have a battle and it's not looking good there's too many of them and we have no",
        7899.54,
        7906.7
    ],
    [
        " place to go so it eventually gets to the horn where I'm talking back to Kavi talking to the L4s",
        7906.7,
        7916.82
    ],
    [
        " and now I asked him do you have any cluster bomb units getting a CVU on board",
        7916.82,
        7922.84
    ],
    [
        " and he said they did I said put it on my position and you know I don't know if you've seen",
        7925.16,
        7932.7
    ],
    [
        " cluster bomb units but it's like it's a big container and it's full of small bomblets that are",
        7932.7,
        7940.26
    ],
    [
        " about the size of a great fruit or a little bigger so it it drops out about the canister comes open",
        7940.26,
        7946.28
    ],
    [
        " you know it just rains about 200 of those things down on you so I just tell him so how close to",
        7946.34,
        7953.92
    ],
    [
        " the enemy was all around you right there I mean I'm already at the point I mean for you to be",
        7953.92,
        7957.98
    ],
    [
        " calling I'm looking around on to your position that means you're about to be overrun I'm looking",
        7957.98,
        7963.46
    ],
    [
        " around saying oh man it's just the last thing I'm saying what what time of day is it now it's",
        7963.46,
        7969.22
    ],
    [
        " mid morning so it's mid morning so you guys had been in heavy contact the entire morning yeah",
        7969.22,
        7974.68
    ],
    [
        " the enemy's closing in on your position they're making progress obviously because now you're",
        7974.68,
        7980.66
    ],
    [
        " getting to a point because we can't go up or down I mean in the sides you know it's get the sides",
        7980.66,
        7986.34
    ],
    [
        " of the ridge are very steep so we can't go down the ridge on the sides and they're coming in and I'm",
        7986.34,
        7993.26
    ],
    [
        " thinking how long will I be able to keep pulling the trigger I mean once I start getting hit",
        7993.26,
        8000.42
    ],
    [
        " did you guys already blow your clay mors your perimeter clay mors clay mors are going I mean",
        8000.42,
        8004.96
    ],
    [
        " they're coming and I'm thinking and you had 20 guys in this element about yeah so the perimeter",
        8004.96,
        8012.08
    ],
    [
        " we're in yeah it's I mean it's bigger than this a little bigger than this room so we're talking",
        8012.08,
        8018.58
    ],
    [
        " like 15 by 15 feet yeah it's it's a fairly small perimeter and you guys are surrounded by",
        8018.58,
        8024.74
    ],
    [
        " and you know in the thousand in the thousands of hardened NBA so",
        8025.96,
        8032.26
    ],
    [
        " regulars yeah and they're coming and you know I tell I tell about make your first run put it on us",
        8032.26,
        8041.72
    ],
    [
        " if you don't hear me come back on a radio then make your next pass and just level everything",
        8041.72,
        8050.02
    ],
    [
        " on this ridge because that means we're not here yeah sorry he told us he heads down he's coming in",
        8050.02,
        8057.2
    ],
    [
        " and it rains all these things down and we had seven of them land either inside the perimeter",
        8057.2,
        8065.22
    ],
    [
        " or right on the edge of the perimeter none of them went off none of them exploded but they were",
        8065.22,
        8073.64
    ],
    [
        " exploding all around us you know and you could hear the screams and all the stuff because some of",
        8073.64,
        8078.22
    ],
    [
        " them were going off in the trees trapping was going everywhere and it broke broke their attack",
        8078.22,
        8084.52
    ],
    [
        " yeah so I told him I don't put another one on a side yeah that that's working you can back off",
        8084.52,
        8090.42
    ],
    [
        " a little bit now so that's just divine intervention yeah for there to be seven of those cluster",
        8090.42,
        8096.22
    ],
    [
        " bombs that land inside your perimeter and none of them go off you I mean that just doesn't happen",
        8096.22,
        8101.56
    ],
    [
        " that's the only one you might have one or two of them that go off somewhere but not all the ones",
        8101.56,
        8105.88
    ],
    [
        " that are right there and all the other ones do go off the others do go off I mean I don't know",
        8105.88,
        8111.22
    ],
    [
        " that they were somewhere out there that they were appears that they all went off so they backed off",
        8111.22,
        8117.28
    ],
    [
        " so things calm down a little bit so I had to Bruce send some of his people to look for a way down",
        8117.28,
        8125.38
    ],
    [
        " the ridge could we could we go down somehow so a team went out and I got a call back saying",
        8125.38,
        8132.88
    ],
    [
        " well we just found the remains of another sock team down on the side of the ridge here",
        8133.88,
        8140.78
    ],
    [
        " and there's you know if there's one one body here in gingerness body what do you want me to do",
        8140.78,
        8151.74
    ],
    [
        " say well we need to identify who the person is so without going into detail I just told him take",
        8151.74,
        8160.34
    ],
    [
        " the appropriate action so he could be identified and bring you know that back with him to the",
        8160.34,
        8168.42
    ],
    [
        " to the team so then we finally get some gunships working now because the weather starting to lift up",
        8168.42,
        8179.32
    ],
    [
        " we've got I mean we've been bombing you know quite a bit during the night so we start working down",
        8179.32,
        8184.76
    ],
    [
        " toward the LZ that we can't come in on so we're going to try to get an extraction there",
        8184.96,
        8190.32
    ],
    [
        " ran into a small ambush but you know that didn't last long so we were able to keep going",
        8190.32,
        8196.3
    ],
    [
        " got down to the to the LZ and we're looking around you know looking for bad guys but what I see",
        8196.3,
        8202.64
    ],
    [
        " is the tail fin sticking up out of the ground a couple of feet to the 500 pound bomb sticking",
        8202.64,
        8209.12
    ],
    [
        " in the LZ unexploded so now we're thinking are we going to bring a helicopter in here without",
        8209.5,
        8216.9
    ],
    [
        " bomb setting there unexploded so excuse me some we you know told Kuffy this is what's going on",
        8216.9,
        8225.82
    ],
    [
        " we'd really like to get out of here because they're coming back so we have some dialogue and",
        8225.82,
        8233.1
    ],
    [
        " they decided okay we're going to do the extraction because it's going to take five aircraft",
        8233.1,
        8237.54
    ],
    [
        " because out so we started rotating them in and with my team it's going to be the last you know",
        8237.54,
        8246.46
    ],
    [
        " team out so we've got the machine guns placing fire you know out trying to suppress the fire the",
        8246.46,
        8252.42
    ],
    [
        " gunships are suppressing fire rotating those ships in and we had so many gunships and A1Es",
        8252.42,
        8260.06
    ],
    [
        " you know on standby out there and just waiting on their turn coming up it's unreal but eventually",
        8260.06,
        8265.5
    ],
    [
        " I think it was around 1700 you know we got out so started at 2100 the day before and you know",
        8265.62,
        8275.54
    ],
    [
        " 1700 we finally got extracted and headed back but we didn't you know get to go after the",
        8275.54,
        8283.88
    ],
    [
        " their prisoners so then the question start how could they know who was on the team how could they",
        8283.88,
        8291.64
    ],
    [
        " have the frequencies they had to have a KY38 where did they get that so it was I mean and I",
        8291.64,
        8300.7
    ],
    [
        " to my knowledge those questions were never answered if if they were answered you know we never found out",
        8300.7,
        8306.8
    ],
    [
        " how they managed to do that you know there was about you know about a two week delay",
        8306.8,
        8314.02
    ],
    [
        " between the time that we did the bright light mission for Dennis's team and us coming back",
        8314.02,
        8321.14
    ],
    [
        " right so I mean the mission had already been planned and I had to take in a couple of weeks",
        8321.76,
        8326.26
    ],
    [
        " and then we get delayed a couple of weeks so there was a leak somewhere had to be a leak in our",
        8326.26,
        8334.1
    ],
    [
        " compound so the information got out and I think when you were talking to Tilt he was saying you know",
        8334.1,
        8342.46
    ],
    [
        " in late 69 and going into 70 whole teams are just disappearing",
        8342.46,
        8347.86
    ],
    [
        " I mean information was getting out somehow I mean they were getting smarter but the information",
        8349.64,
        8355.7
    ],
    [
        " was getting out and we were losing teams so that was a little unique because you didn't normally",
        8355.7,
        8362.86
    ],
    [
        " get your bitch or I mean and no and there was one point no no normally get that one point there we",
        8362.86,
        8369.22
    ],
    [
        " found out after we got back we found that there was a point during the during the mission there",
        8369.22,
        8374.22
    ],
    [
        " where they had actually listed us as MIA because all the radio traffic they were picking up from",
        8374.22,
        8382.52
    ],
    [
        " the North Vietnamese so they had us that we really wasn't there now and all this bombing and stuff",
        8382.52,
        8389.56
    ],
    [
        " that was going on we wasn't there and did anyone get wounded during that yeah strapped",
        8389.56,
        8396.52
    ],
    [
        " strapped stuff no one no one was killed but you know we strapped no all I got the top of my head",
        8396.52,
        8402.82
    ],
    [
        " and cut and you got that qualification of calling a cluster bomb in on your position which is a",
        8402.82,
        8411.88
    ],
    [
        " pretty rare one to walk away from down and you know so I guess today you know in this day when I",
        8411.88,
        8420.54
    ],
    [
        " hear people saying at least ban cluster bombs we don't want to use cluster bombs I'm thinking man",
        8420.54,
        8425.54
    ],
    [
        " I'm glad that thing was around at least one time yeah that's sort of the you know that's like the",
        8425.54,
        8433.04
    ],
    [
        " I don't always say the ultimate horrible situation it doesn't get you worse than when you are",
        8433.04,
        8439.72
    ],
    [
        " calling for airstrikes on your position that's that's the absolute that's the that's the last",
        8439.72,
        8445.42
    ],
    [
        " thing you do right yeah that's when you say we're gonna be overrun we're probably gonna die this is",
        8445.42,
        8450.32
    ],
    [
        " our last ditch if effort this is the ultimate of all hail marries this is it call for fire on our",
        8450.32,
        8457.26
    ],
    [
        " position and that's what you did him by the grace of God those browns that hit inside your perimeter",
        8457.26,
        8463.04
    ],
    [
        " that's the only way you can explain it I'm telling and give me one other so I'm trying to get",
        8463.04,
        8469.38
    ],
    [
        " the last helicopter loaded and get my guys on it and this one's in the sound screens too but I'm",
        8469.38,
        8476.02
    ],
    [
        " standing right next to the helicopter I'm putting people on and I hear a voice it says drop",
        8476.02,
        8482.98
    ],
    [
        " a loud voice it says drop without hesitation I just collapse to my knees and as I did about a 10",
        8482.98,
        8494.54
    ],
    [
        " round burst of machine gun rounds hit the side of the chopper right where my head was I mean a",
        8494.54,
        8503.0
    ],
    [
        " fraction of a second later you know I would have been decad and you know decapitated I mean they",
        8503.0,
        8508.72
    ],
    [
        " were things like that happening you know throughout and you think where did this come from why",
        8508.72,
        8514.46
    ],
    [
        " has all this happening that's beyond coincidence yeah it is and you know it was definitely an",
        8514.46,
        8523.84
    ],
    [
        " interesting mission I just you know very upset that you know we didn't get to go after the",
        8523.84,
        8529.32
    ],
    [
        " and I'm not a PO devious but there what's a prairie fire what is it called prairie fire prairie fire",
        8529.32,
        8537.92
    ],
    [
        " to the the area of operations is what they would call prairie and and then the prairie fire",
        8537.92,
        8545.72
    ],
    [
        " emergency was when there was a bad situation and where these guys needed to get extracted",
        8545.72,
        8549.62
    ],
    [
        " that's the that's the prairie fire emergency they kept them forward for us to be captured or",
        8550.04,
        8557.2
    ],
    [
        " discovered so whatever it took to make sure that we were not and if you read the sog material you",
        8557.2,
        8567.88
    ],
    [
        " read about here about that you know sometimes a team which rumored at least that sometimes a",
        8567.88,
        8576.64
    ],
    [
        " B-50-T strike was put on teams that disappeared to make sure there were no survivors I've been",
        8576.7,
        8583.92
    ],
    [
        " I've done bomb assessment damages after B-50-T strikes I've never had one put on me and you know",
        8583.92,
        8592.16
    ],
    [
        " this would have been a good time for them to put one out there if they were going to do that but I",
        8592.16,
        8596.78
    ],
    [
        " I don't know that that's true but you know that you had volunteered to go on a mission where",
        8596.78,
        8603.54
    ],
    [
        " you can't under any circumstances be taken alive so you have a you have another mission highlighted",
        8604.04,
        8612.46
    ],
    [
        " where it just says a prisoner snatch 22 caliber pistol with a silencer did you ever get your",
        8612.46,
        8619.28
    ],
    [
        " prisoner I never got one alive my my my and at one point did your nickname or your code name turn",
        8619.28,
        8627.32
    ],
    [
        " determinator because I'm thinking it might have had something to do with this yeah it was it",
        8628.32,
        8634.28
    ],
    [
        " was actually after saw going some other things I was doing it was um you know I had commanders",
        8634.28,
        8641.2
    ],
    [
        " you know starting with with Dick Meadows that started this thing about you know you're the most",
        8641.2,
        8647.86
    ],
    [
        " relentless person I've ever seen I you're the last person in the world I want to have come",
        8647.86,
        8653.32
    ],
    [
        " in after me because you just want to stop um and you know I had other commanders but you know",
        8653.32,
        8659.34
    ],
    [
        " after that saying the same thing um and after you know terminator movie came out oh they they name",
        8659.34,
        8667.54
    ],
    [
        " that movie after you yeah got it but then you know the name all of a sudden was prominent and you know",
        8667.54,
        8673.58
    ],
    [
        " so you know they said your your name's really you know terminator so I kind of hung on to that one",
        8673.58,
        8682.28
    ],
    [
        " I used it as a race name when I do Iron Man competitions and stuff um and uh I had a good",
        8682.28,
        8689.9
    ],
    [
        " conversation well when I was talking to till and he would he went through a lot of the scenarios",
        8689.9,
        8694.14
    ],
    [
        " that he described was he was talking about the dogs that would be coming after him oh yeah and",
        8694.14,
        8698.46
    ],
    [
        " you know I asked till they said do you like dogs he says I hate dogs I mean he said it without a",
        8698.46,
        8702.46
    ],
    [
        " moment of hesitation I said what do you think of dogs now he said I hate dogs and of course he",
        8702.46,
        8712.26
    ],
    [
        " from from dogs as well no um even though I do have a robotic dog I've had a lot of dogs you know",
        8712.26,
        8722.3
    ],
    [
        " across the years but um you can deal with dogs I mean they they tend to give you position",
        8722.3,
        8729.16
    ],
    [
        " away sometimes but you know the 22 pistol with a silencer is still going to make some noise",
        8729.16,
        8738.8
    ],
    [
        " um but if the dog if the dog gets far enough away from the group you know you can take him out",
        8739.98,
        8746.28
    ],
    [
        " you know with one of those you can put out CS powder you know on the trail and that really screws",
        8746.28,
        8754.6
    ],
    [
        " they're smell it up when they sniff that so they're ways to deal with dogs but yeah it scares you",
        8754.6,
        8760.76
    ],
    [
        " a little bit when you realize they're coming after you with dogs I prefer trackers because I know",
        8760.76,
        8766.14
    ],
    [
        " how to get them I don't I don't miss trackers they will step on one of my mines so the the",
        8766.14,
        8774.94
    ],
    [
        " hardest trackers to get rid of are when they put three of them out there at different locations with",
        8774.94,
        8782.38
    ],
    [
        " a couple pieces of bamboo and they'll collect the bamboo over here and you'll hear that you say well",
        8782.38,
        8788.84
    ],
    [
        " we're not going that way so we start to turn this way and if you go too far you'll hear a clacking",
        8788.84,
        8794.62
    ],
    [
        " over on this side so they're actually channeling their channel you write in and 10 ambush you know",
        8794.62,
        8800.06
    ],
    [
        " that's going to happen so it's hard to put out toe poppers or something for those guys because",
        8800.06,
        8804.46
    ],
    [
        " there's so far away from you and you don't know where they're going to walk you can't get to them so",
        8804.46,
        8809.52
    ],
    [
        " that makes it more interesting you gotta get away because you know they're hurting right through",
        8809.52,
        8816.16
    ],
    [
        " that ambush what was the deal with the the note you have in here about the 22 the hush puppy 22",
        8816.16,
        8821.72
    ],
    [
        " with the silencer and the and the prisoner snatch was that just another failed prisoner snatch",
        8821.72,
        8827.02
    ],
    [
        " well it was another technique yeah I I had trouble keeping them alive but with the 22 we I used a",
        8827.02,
        8837.92
    ],
    [
        " similar scenario as the ambush we were talking about where I had a I shot the 22 I would shoot",
        8837.92,
        8850.8
    ],
    [
        " them to drop their hands from their weapon and then thumper you know would take him down I'd hit",
        8850.8,
        8857.96
    ],
    [
        " the morphine in him and you know that was the plan you know I hit the female artery one time with",
        8857.96,
        8865.96
    ],
    [
        " the 22 of all the body I mean a whole leg there and I hit the seabed artery you know so the guy",
        8865.96,
        8880.78
    ],
    [
        " and I didn't have but one of the other teams had they had one and he was alive they were coming out",
        8880.78,
        8885.94
    ],
    [
        " on strings and one of the little guys was was holding the guy and even though he'd been drugged up a",
        8885.94,
        8893.12
    ],
    [
        " little he was just holding him and they were at about 3,000 feet and this guy started coming too",
        8893.12,
        8898.46
    ],
    [
        " and decided he was not going to be a prisoner so he started kicking and squirming and biting the",
        8898.46,
        8903.96
    ],
    [
        " guy in the face and and the little guy said okay I guess you want that option option two yeah",
        8903.96,
        8911.04
    ],
    [
        " yeah three thousand feet is turning loose and watching disappear into the canopy so that was",
        8911.04,
        8916.28
    ],
    [
        " somebody else's bad luck on that wasn't mine but yeah and at this point you got to be close to",
        8916.28,
        8923.54
    ],
    [
        " your one year run over there and are you starting to feel any of the any the short time",
        8923.54,
        8932.62
    ],
    [
        " mentality you start to think goes the last mission wins the last one are you starting to feel that",
        8933.26,
        8937.7
    ],
    [
        " at all I started to feel not so much the last mission but I started to feel like I mean they hit",
        8937.7,
        8944.66
    ],
    [
        " this compound from time to time so I've been over there you know a year so I go to the supply room",
        8944.66,
        8952.24
    ],
    [
        " and I say I'd like to sign out of plank jacket and a steel pot and they're saying why",
        8952.24,
        8959.7
    ],
    [
        " I said I know next time the siren goes off and we head for the bunkers I'm going to have on",
        8960.62,
        8966.04
    ],
    [
        " the plank jacket and steel pot so I don't have long left and I don't want to you know somebody's",
        8966.04,
        8972.44
    ],
    [
        " lucky shot to take me out how many what was that like last month you were there yeah the last few weeks",
        8972.44,
        8977.9
    ],
    [
        " you're thinking I've made it this far I'm not going to get hit by it for you to frang and the",
        8977.9,
        8982.32
    ],
    [
        " compound because you would see people I had another friend of mine that had been with for a long",
        8982.32,
        8987.96
    ],
    [
        " time before I'm sorry he only had a couple of weeks left before he's going home and they had a",
        8987.96,
        8995.7
    ],
    [
        " mission come up and he volunteered to go on it I said Pete what are you doing he got two weeks",
        8995.7,
        9003.52
    ],
    [
        " man he said they need a potential leader to go out with this company so I'm going to do it and",
        9003.52,
        9010.8
    ],
    [
        " I'm out of here I was his last mission you know so you see people like that so I tried not to",
        9010.8,
        9018.74
    ],
    [
        " think of anything as this is my last one this is what I'm going to do this week of whatever it's",
        9018.74,
        9027.12
    ],
    [
        " not my last one but I did think about yeah when I'm running to that bunker maybe it's steel pot",
        9027.12,
        9035.32
    ],
    [
        " enough like that it would be okay you know it's night it's relatively cool so I'll be all right",
        9035.32,
        9042.82
    ],
    [
        " so how did it how did the deployment so I finished up and left there went back down to the train",
        9042.82,
        9052.44
    ],
    [
        " you know to process out they told me now you're going to be stuck here for a couple of weeks",
        9052.44,
        9060.92
    ],
    [
        " before we can get you on a plane home so I went over to the SF headquarters and I said I need help",
        9061.04,
        9069.08
    ],
    [
        " so if there was an NCO there what can I do for you I said I need to go on a plane tonight",
        9069.08,
        9075.9
    ],
    [
        " and he said let me see what I can do yeah so I go out and party with some other guys that I know and",
        9075.9,
        9083.56
    ],
    [
        " you know about two o'clock in the morning somebody's knocking on my door and this guy's there",
        9083.56,
        9088.5
    ],
    [
        " saying yeah I need you to get over I forgot what they call the place you had to go through but you",
        9088.7,
        9094.3
    ],
    [
        " need to get over there right away so they can process you through and get you on the plane",
        9094.3,
        9098.32
    ],
    [
        " so are you a captain now at this point now you still you're still a first lieutenant so at this",
        9098.32,
        9103.96
    ],
    [
        " point are you thinking you're staying in the army I'm thinking I may stick around for a while I mean",
        9103.96,
        9108.76
    ],
    [
        " you could you you know I had thought it was going to be three years but when you get into an",
        9108.76,
        9114.46
    ],
    [
        " organization that has the latest and greatest gadgets and and missions and a spritical or I mean",
        9116.56,
        9125.36
    ],
    [
        " you can't just walk away from there I mean that's hard to walk to yeah it's all I mean there's",
        9125.36,
        9131.64
    ],
    [
        " all downhill from there there's nothing else there's like the guys that come back from walking on",
        9131.64,
        9135.38
    ],
    [
        " the moon now what are you going to do yeah so I mean we had everything from the little tiny",
        9135.38,
        9141.62
    ],
    [
        " grenades much bigger than a jawbreaker that they gave us the task I had a rocket pistol rocket",
        9142.88,
        9149.72
    ],
    [
        " this was a little expand it was like it was like a little tin gun that you probably played with",
        9149.72,
        9156.9
    ],
    [
        " when you were a kid that you stick a corking end of it and you squeeze the little trigger and it",
        9156.9,
        9161.96
    ],
    [
        " pops the cork out on a little string so this thing popped out of 50 caliber round with a rocket",
        9161.96,
        9171.6
    ],
    [
        " I mean and they gave us this and you know what I thought oh this is cool it's in makements no",
        9172.04,
        9178.96
    ],
    [
        " it sounds like shooting a bottle rocket just a whoosh and this I mean this thing is as big as",
        9178.96,
        9184.58
    ],
    [
        " you thumb and it's solid steel I mean no one outside still okay what was it what are they",
        9184.58,
        9190.12
    ],
    [
        " build it for what was the purpose of it to be something really quiet that had a tremendous",
        9190.12,
        9194.92
    ],
    [
        " penetrating power so like you would take a vehicle out with it or something not a vehicle but",
        9194.92,
        9200.24
    ],
    [
        " you know it'd go right through a vest I mean unless I was right here if I shot you with it right here",
        9200.34,
        9206.42
    ],
    [
        " it bounced off of you because it wouldn't have it takes about 10 15 feet to build up the speed but",
        9206.42,
        9212.46
    ],
    [
        " but beyond that I mean I shot it through two two by fours I mean you just couldn't stop it but",
        9212.46,
        9219.14
    ],
    [
        " you know again I tried to use it and I think I'll take the sky out because it's going to be really",
        9219.14,
        9225.88
    ],
    [
        " quiet and so I get it up and you know it's night and I go click and you can hear the click",
        9227.08,
        9234.72
    ],
    [
        " no rocket you know so one of the other guys had to take you out because this thing didn't work",
        9234.72,
        9243.84
    ],
    [
        " so they got rid of those because they had you know such a malfunction rate with I mean go",
        9243.84,
        9249.44
    ],
    [
        " google it go go rocket pistol rocket pistol I mean there are videos out there people shoot them and",
        9249.44,
        9255.8
    ],
    [
        " you know trying to make them work sometimes they work sometimes they don't so you're around your",
        9255.8,
        9260.3
    ],
    [
        " through is this around your three year mark you must be around the three or did you already",
        9260.3,
        9263.78
    ],
    [
        " reenlisted or you was reenlistment coming up well because because I went to OCS then I incurred",
        9263.78,
        9271.12
    ],
    [
        " you know extra time okay so so I had to stick around and if I was going to accept Captain you",
        9271.12,
        9278.38
    ],
    [
        " know I had to go indefinite so so the weird thing is you're in Vietnam you're in SOG you're",
        9278.38,
        9286.6
    ],
    [
        " conducting these crazy operations you barely lived through this and then you you all the sudden",
        9286.6,
        9291.9
    ],
    [
        " two o'clock in the morning you're still drunk probably you you it's somebody knocks on your door",
        9291.9,
        9298.36
    ],
    [
        " and says hey you're going home yeah so then I get on I go down to get on the plane and you know",
        9298.36,
        9305.02
    ],
    [
        " you're you're going through a little security thing and the guy says what's that in in your pants",
        9305.36,
        9311.92
    ],
    [
        " yeah and I said you mean this and he said yes I said it's a war trophy and he says okay I put it",
        9311.92,
        9321.7
    ],
    [
        " back down in my pants and I got on that civilian aircraft and off I go and thinking nobody's",
        9321.7,
        9326.96
    ],
    [
        " going to hijack this thing yeah no it's pretty good I haven't you know got off the plane with it and",
        9326.96,
        9333.52
    ],
    [
        " Sam from Cisco or I think it was San Francisco with or LA one of the team and you know what right on",
        9333.52,
        9341.26
    ],
    [
        " through there of course you didn't have the security checks and things like yeah now so so now",
        9341.26,
        9346.36
    ],
    [
        " you're in either San Francisco you're somewhere in California you're whatever you're 48 hours or",
        9346.36,
        9352.9
    ],
    [
        " 72 hours or something less than a couple days few days out of the bush yeah how's that transition",
        9352.9,
        9359.7
    ],
    [
        " it's tough I mean it's a it's a different world back here aside from aside from the protest and all",
        9359.7,
        9370.1
    ],
    [
        " that it's just a totally different environment different world and you know I've come from the",
        9370.1,
        9376.84
    ],
    [
        " wild west I've come from a world where I didn't have all these rules of engagement that you have now",
        9376.86,
        9386.08
    ],
    [
        " the rule of engagement was if I see you I kill you you know if I run across somebody out in the area",
        9386.08,
        9393.7
    ],
    [
        " of operations I terminate them that's it you're your bad guy you don't have to have a weapon you don't",
        9393.7,
        9399.96
    ],
    [
        " have to be doing anything you know aggressive toward me I just have to see you look at you're not",
        9399.96,
        9405.36
    ],
    [
        " supposed to see me so if I let you see me then you know I basically signed your death want",
        9405.36,
        9411.36
    ],
    [
        " and now I'm in a world where you can't there are rules there are laws there all kinds of things you",
        9411.36,
        9418.28
    ],
    [
        " can't do that and what are the army this I guess this is a loaded what are the army do to help you",
        9418.28,
        9426.4
    ],
    [
        " reintroduce reintegrate to being back in America at that point the reintegration was",
        9427.94,
        9434.62
    ],
    [
        " here's your next assignment you're going to be a ranger instructor in the ranger department",
        9434.62,
        9439.7
    ],
    [
        " okay and I'm saying okay I can do that you know I mean I I wanted to be a ranger instructor so",
        9439.7,
        9447.46
    ],
    [
        " I got that that particular job and I thought you know I've got maybe eight months at the most",
        9448.62,
        9456.88
    ],
    [
        " before I'm going to be back so what better place to put me than as a ranger instructor going out",
        9456.88,
        9465.68
    ],
    [
        " and evaluating ranger students on you know small patrols tactics all that kind of stuff and having",
        9465.68,
        9472.2
    ],
    [
        " a journal then here's how I can prove this technique that I used in SOG here's how I can practice",
        9472.2,
        9479.86
    ],
    [
        " slipping up on people more I can improve all the techniques that I've been using there I can",
        9479.86,
        9486.1
    ],
    [
        " go improve them I can spend more time you know with a range excuse me at a range shooting improve my",
        9486.1,
        9492.54
    ],
    [
        " markmanship skills my listening skills my night movement skills I can go out and work on this",
        9492.54,
        9498.46
    ],
    [
        " stuff for eight months journal it and when I get back to SOG I'm going to be a better SOG guy than I",
        9498.46,
        9504.76
    ],
    [
        " was when I was there before well tell you what we've been going for another two hours and 40 minutes",
        9504.76,
        9512.12
    ],
    [
        " we're going to pick up with your ranger ranger instructor period of your life on the next podcast",
        9512.12,
        9521.0
    ],
    [
        " okay good thanks for coming on thank you for having and yeah",
        9521.0,
        9527.22
    ],
    [
        " I think that's not just thanks for coming on us thanks for everything we'll talk to you on the next",
        9527.48,
        9532.72
    ],
    [
        " podcast thank you thank you well once again",
        9532.72,
        9537.68
    ],
    [
        " Colonel Henry Dick Thompson has left the building and has once again left me in a complete sense of",
        9537.68,
        9547.98
    ],
    [
        " awe because we're talking about just absolute insanity the fact that the men of SOG did what the",
        9550.08,
        9559.6
    ],
    [
        " men of SOG did and the fact that the fact that we get to sit here and talk to some of them is",
        9559.6,
        9566.72
    ],
    [
        " just unbelievable because who who survives what he did who survives what tilt did who",
        9566.72,
        9577.96
    ],
    [
        " survives what the Frenchman did not many and that's something that we need to remember as awesome",
        9577.96,
        9588.38
    ],
    [
        " as it is to sit here and hear these stories remember that they're not just stories",
        9588.38,
        9594.68
    ],
    [
        " that these were people's lives and these were people's deaths and so many of these men did not return",
        9594.68,
        9605.96
    ],
    [
        " and they gave their lives so that we can live ours",
        9608.02,
        9613.32
    ],
    [
        " and here we are forever indebted to them to their sacrifice",
        9613.32,
        9623.08
    ],
    [
        " and while I know that that we cannot ever repay them",
        9623.08,
        9636.62
    ],
    [
        " we can't it's just it's impossible but what we do know is that the best we can do",
        9637.96,
        9646.38
    ],
    [
        " to attempt to repay them is to live our lives every day in a way that venerates their sacrifices",
        9646.38,
        9660.24
    ],
    [
        " so don't just live don't just be",
        9664.2,
        9672.14
    ],
    [
        " instead be everything that you are capable of being",
        9672.14,
        9681.12
    ],
    [
        " that's what we need to do",
        9686.12,
        9688.12
    ],
    [
        " so echo I guess that being everything we are capable of being starts out with us just being",
        9688.12,
        9706.36
    ],
    [
        " capable you like that word capable yes well you went through a whole like you went through a whole",
        9706.44,
        9713.68
    ],
    [
        " a whole yeah a whole kind of thing yeah yeah it's one of those things that you kind of you",
        9713.68,
        9723.5
    ],
    [
        " latched on to something that I said yes but then you kind of you kind of adjusted it so it made",
        9723.5,
        9730.4
    ],
    [
        " sense to you in a clear way yeah and I would say even more accurately put like where I latched",
        9730.4,
        9736.78
    ],
    [
        " onto it exactly good way putting I latched onto it and then just sort of like you know how you go",
        9736.78,
        9741.72
    ],
    [
        " down that worm home or more more more so you're just always on your friend with it and that and",
        9741.72,
        9747.06
    ],
    [
        " playing the long game versus the short game that's another those are the two for sure because",
        9747.06,
        9751.94
    ],
    [
        " that's really what it kind of is it's like it's almost like every decision you make most decisions",
        9751.94,
        9757.2
    ],
    [
        " that you make are going to land on like one of those things like okay and a lot of times both of",
        9757.2,
        9761.6
    ],
    [
        " them so you're like okay am I going to play the long game here the short game and that's everything",
        9761.6,
        9766.18
    ],
    [
        " pretty much and then the other one I do I want to be capable or comfortable right that's the other",
        9766.18,
        9770.2
    ],
    [
        " two like okay and if you can kind of keep that in your mind your decision making will be a lot",
        9770.2,
        9776.4
    ],
    [
        " better yeah for yourself you know it's interesting though this little this little play on words a",
        9776.4,
        9781.5
    ],
    [
        " little bit that's a little bit of a play on words I just said right if you want to be everything",
        9781.5,
        9785.26
    ],
    [
        " you're capable of being well it starts with just being capable in the first place yes",
        9785.26,
        9790.52
    ],
    [
        " where do we need to be capable and how can we improve our capabilities physically mentally",
        9790.52,
        9798.52
    ],
    [
        " and emotionally spiritually and spiritually I think yes because some people will tell you",
        9798.52,
        9805.46
    ],
    [
        " know not spiritually really well then again what is let me tell you let me tell you Jiu Jitsu will",
        9805.46,
        9810.98
    ],
    [
        " definitely help you in all aspects what let's think about this pragmatically confidence yes if",
        9810.98,
        9817.44
    ],
    [
        " you know Jiu Jitsu you will be more confident this is now you'll take a little you'll start off by",
        9817.44,
        9823.38
    ],
    [
        " taking a little bit step back in confidence because when you very first start training you're going",
        9823.38,
        9827.16
    ],
    [
        " to be overwhelmed by the fact that you're going to be scared of everyone looking at him going wait",
        9827.16,
        9830.72
    ],
    [
        " this guy might know Jiu Jitsu and then they can beat me but then after a little while you go okay",
        9830.72,
        9834.3
    ],
    [
        " no cool even if this person knows Jiu Jitsu I at least know what to do a little bit yes",
        9834.3,
        9839.1
    ],
    [
        " so so confidence is definitely to help you stress relief we talked about that last time it's",
        9840.78,
        9845.24
    ],
    [
        " definitely gonna help you capability is definitely to help you yeah so it's gonna help you across the",
        9845.24,
        9851.36
    ],
    [
        " board back to social aspects gonna help you okay go ahead sorry back to dr Thompson and and you",
        9851.36,
        9860.38
    ],
    [
        " know all the sub guys were well actually a lot of guys that we've talked to whatever I kind of",
        9860.38,
        9864.88
    ],
    [
        " trip out like when I go home in this in a lot of ways but in this particular way where you know how",
        9864.88,
        9869.84
    ],
    [
        " like in the movies right where you got the guy and he's almost about to get killed yeah right but in",
        9869.84,
        9875.88
    ],
    [
        " the back of your mind you're like unless this movie is going to kill this character which they're not",
        9875.88,
        9880.36
    ],
    [
        " if it's the main character right unless it's wet the end and that's a different story but you know",
        9880.36,
        9884.4
    ],
    [
        " it's in the middle of the movie or whatever and he's about to get found out by the mad guy's",
        9884.4,
        9887.88
    ],
    [
        " can you get found and killed or whatever you're you're like okay this is good the way they presented",
        9887.88,
        9891.94
    ],
    [
        " and everything and I'm see it's suspenseful but the back of my mind like they're not gonna kill this guy",
        9891.94,
        9896.92
    ],
    [
        " you know so you kind of get that feeling when they're telling this story but it's like a real story",
        9896.92,
        9903.48
    ],
    [
        " yeah and that that's why that's why you know when I was thinking about this like it's cool it's so",
        9903.48,
        9909.92
    ],
    [
        " awesome to sit here and talk to these guys that lived yeah but you have to remember that there's",
        9909.92,
        9916.94
    ],
    [
        " countless guys that the exact scenario that that these guys went through right where oh the bullet went",
        9918.18,
        9923.84
    ],
    [
        " two inches to the left and set it to two inches to the right and that guy's dead the helicopter",
        9923.84,
        9927.66
    ],
    [
        " got hit with this the helicopter crashed like it's it's just it's that's why it's such a miracle",
        9927.66,
        9933.0
    ],
    [
        " that these guys are sitting here talking to us yeah and that's what I mean then that's why I'm",
        9933.0,
        9937.04
    ],
    [
        " actually tripping out because sure we know the guy lived because he's sitting right here we know",
        9937.04,
        9941.56
    ],
    [
        " that part of it but when he takes you back to the moment bro we really don't know if this guy's",
        9941.56,
        9947.2
    ],
    [
        " gonna live or not yeah I mean it's sort of himself you know and then I tripped out even more I kind",
        9947.2,
        9952.68
    ],
    [
        " of go down a little wormhole like man this is just how impossible this is not impossible maybe that's",
        9952.68,
        9957.48
    ],
    [
        " not the right word but it kind of feels like the right word but just how weird this is where let's",
        9957.48,
        9962.4
    ],
    [
        " say you went back in time and visited you know tilt or whoever and said hey this is what you're",
        9962.4,
        9971.28
    ],
    [
        " gonna do and these very specific things are gonna happen and you're gonna live even him up",
        9971.28,
        9977.52
    ],
    [
        " him himself would be like yeah I don't know if that's possible you know yeah for sure meanwhile it's",
        9977.52,
        9983.84
    ],
    [
        " factually happened yeah yeah it kind of puts a lot of things into perspective yeah yeah it's it's",
        9983.84,
        9992.82
    ],
    [
        " crazy the those guys are just unbelievable and that story from from Dick Thompson that I read today",
        9992.82,
        10001.12
    ],
    [
        " just going into rescue with no plan with no somebody else's weapon it's just like completely",
        10002.82,
        10011.14
    ],
    [
        " just dropping 15 feet into 150 foot of jungle canopy falling through the trees until you luckily",
        10011.14,
        10019.16
    ],
    [
        " hit a branch so you don't by the way if you hit the ground without hitting anything you just die",
        10019.16,
        10024.34
    ],
    [
        " straight up just die yeah and and and so yeah these guys are just they're just awesome they're",
        10025.48,
        10033.4
    ],
    [
        " so awesome human beings yep yep and then you kind of you sort of see them sitting across from",
        10033.4,
        10039.26
    ],
    [
        " you're like and there he is yeah this is the guy who did that for real stuff you know yeah",
        10039.26,
        10044.34
    ],
    [
        " even what about those old pictures of tilt when til it's like 20 22 years old you just look at",
        10044.34,
        10051.44
    ],
    [
        " those are y'all that's like the coolest guy ever and you see pictures of all these guys the",
        10051.44,
        10056.0
    ],
    [
        " Frenchman with his with his legs all taped up and you see Dick Thompson Dick Thompson was like",
        10056.0,
        10062.3
    ],
    [
        " y'all he's a of was you first lieutenant I thought it was cool on the first podcast when I was",
        10062.3,
        10067.54
    ],
    [
        " asking about how like when you volunteered was there any resistance he's like no he's volunteering",
        10067.54,
        10074.28
    ],
    [
        " to be an officer in Vietnam the life expectancy was a couple weeks they're like oh you want me",
        10074.28,
        10079.66
    ],
    [
        " an officer cool step right over here in the slide oh you want to be go to Ranger schools cool step",
        10079.66,
        10083.7
    ],
    [
        " into this line oh you want to be special forces cool step into this line oh you want to go to",
        10083.7,
        10087.2
    ],
    [
        " saw cool no problem step over here there's zero resistance zero resistance for him to go and do",
        10087.2,
        10093.02
    ],
    [
        " what he wanted to do because the life expectancy of every one of those it's just like volunteer to",
        10093.02,
        10099.06
    ],
    [
        " volunteer to volunteer to to be dead yeah and there's no resistance so",
        10099.06,
        10107.88
    ],
    [
        " minutes yeah it's crazy man well very capable people were talking about here yeah",
        10107.88,
        10116.04
    ],
    [
        " mentally physically emotionally and spiritually 100% the last fact did you get to yes covers all",
        10116.04,
        10122.74
    ],
    [
        " those things and we should be doing this in my opinion so we need geese when we do jujitsu because",
        10122.74,
        10130.16
    ],
    [
        " it that's part of the uniform we get origin gate don't even have to ask that question no longer a",
        10130.16,
        10136.7
    ],
    [
        " question no no longer a question origin giggle origin main dot com boom pick whatever you want easy",
        10136.7,
        10142.4
    ],
    [
        " money also we also have rash cards on there other clothing items yeah because you want to represent",
        10142.4,
        10150.52
    ],
    [
        " sure you know being in an American made clothing but you can't wear your gee to the store",
        10150.88,
        10158.5
    ],
    [
        " unfortunately I mean you could technically you could technically but usually the cutoff for that",
        10158.5,
        10165.9
    ],
    [
        " or is around 11 years old yes my daughter my little 10 year old daughter she's walking around",
        10165.9,
        10171.9
    ],
    [
        " and you know fact no one's gonna say nothing yeah no one says anything to her she's not like",
        10171.9,
        10175.74
    ],
    [
        " she's not like walking around trying to be proved that she's a jujitsu player yeah I mean it's kind",
        10175.92,
        10180.9
    ],
    [
        " of evident that she's a jiu jitsu but because she is wearing a gee but you know it's no factor she'll",
        10180.9,
        10185.92
    ],
    [
        " go to dinner with a gee on you know what I mean uh well you know okay all right I guess it",
        10185.92,
        10191.66
    ],
    [
        " depends circumcension she's 10 years old I think her cutoff is 11 yes when she turns 11 she'll",
        10191.66,
        10196.38
    ],
    [
        " probably be like I'm gonna take off my gee right now yeah well if you come straight from jiu jitsu",
        10196.38,
        10201.02
    ],
    [
        " and you're like hey let's pick up some dinner and you're hanging out okay she's not going hey we're",
        10201.02,
        10205.72
    ],
    [
        " just let me put my gee on no she's not doing that I wouldn't be bothered if she did you know what I",
        10205.72,
        10211.28
    ],
    [
        " mean so my son wore a dang a dang Superman uniform for like two straight years when he was you know",
        10211.28,
        10218.42
    ],
    [
        " five years old five and six just wearing a a dang a captain America outfit just walking around he",
        10218.42,
        10225.28
    ],
    [
        " just go to school with that it had the muscles in it you know what I mean oh dang just walking around",
        10225.28,
        10228.92
    ],
    [
        " yeah yeah yeah the straight calcium he's just walking around whatever",
        10228.92,
        10232.64
    ],
    [
        " I dig it and my other daughter wore a dang two two you know that is it's like a ballerina",
        10233.06,
        10238.38
    ],
    [
        " outfit ballerina uniform and she was you wore that thing all the time yes whatever yeah she just",
        10238.38,
        10244.18
    ],
    [
        " no factor so what I'm saying is when you get past age 10 maybe 11 you don't want to wear your gee",
        10244.18,
        10251.16
    ],
    [
        " to the store to the restaurant yeah but you still in your heart you want to represent",
        10251.16,
        10257.4
    ],
    [
        " you're good because we got origin jeans you got the origin jeans you can get the regular weight",
        10257.4,
        10264.46
    ],
    [
        " jeans or you can get the Delta 68 jeans which are I guess they're the jaco signature model yeah maybe",
        10264.46,
        10274.04
    ],
    [
        " but if they're thinner right they're thinner yeah technically isn't that a fashion thing I'm not",
        10274.04,
        10278.74
    ],
    [
        " saying this particular thing is the fashion thing I'm saying being thinner fashion jeans tend to be",
        10278.74,
        10283.84
    ],
    [
        " thinner okay well I don't know about that what I do know is this I live in California it's warmer",
        10284.86,
        10291.28
    ],
    [
        " here we don't always need to wear thicker jeans so we get jeans that are lightweight just like when",
        10291.28,
        10298.64
    ],
    [
        " you're in the military which you weren't so you wouldn't know anything about about field camis",
        10298.64,
        10303.42
    ],
    [
        " about how they used to have woodland camis they had a lightweight and they had a heavy weight",
        10303.42,
        10306.62
    ],
    [
        " you don't know about that so I do so guess what we have lightweight jeans and I'll say the other",
        10306.62,
        10313.22
    ],
    [
        " ones are medium the normal the other jeans are just normal jeans yeah the the Delta 68 named after",
        10313.22,
        10320.32
    ],
    [
        " my forefathers in the seal teams that wore jeans in the Maycon Delta 68 for the year yeah just",
        10320.32,
        10329.6
    ],
    [
        " because that's a good name yeah Delta 68 yeah so get the Delta 68 jeans if you need something",
        10329.6,
        10336.8
    ],
    [
        " that's a little bit lighter weight not for fashion yeah I guess if you're Echo Charles you can do it",
        10336.8,
        10341.44
    ],
    [
        " for fashion or like if you're a normal human fashion too hey potentially we'll just say look",
        10341.44,
        10347.88
    ],
    [
        " you know Pete sprinkled some fashion in there you know that I watch him you gotta watch him like a",
        10347.88,
        10352.88
    ],
    [
        " hawk yeah no but there's no there's no fashion on the Delta 68 jeans are you sure about that yeah",
        10352.88,
        10358.36
    ],
    [
        " I'm positive all right well I'm gonna when I get my Delta 68 jeans if that ever happens I'm",
        10358.36,
        10365.02
    ],
    [
        " gonna make a evaluation you know report back but my hypothesis is that if Pete has anything to do",
        10365.02,
        10370.96
    ],
    [
        " with it which incidentally he does yeah he sprinkled some fashion I gotta I gotta watch that guy",
        10370.96,
        10376.82
    ],
    [
        " like a sniper because he will constantly trying to do some I'm surprised you know who's the",
        10376.82,
        10382.54
    ],
    [
        " benefit I'm surprised they're not bell bottoms okay so you sure bringing them back yeah I dig it and",
        10382.54,
        10391.06
    ],
    [
        " you're you're correct you're not wrong you're right but you're like you you know you eat steak right",
        10391.06,
        10396.16
    ],
    [
        " what do you put on your steak steak like what do you put on there you put salt and pepper on there",
        10396.16,
        10400.6
    ],
    [
        " what okay okay so pretty basic salt and pepper right so you know people they'll put like a special",
        10400.6,
        10404.82
    ],
    [
        " seasoning they got their special rub right are you with that or you just like whatever or you",
        10404.82,
        10409.18
    ],
    [
        " kind of like hey don't do that I'm not anti I'm not hating them but I'm not it seems unnecessary me",
        10409.18,
        10415.04
    ],
    [
        " okay so here's the comparison that what Pete does with fashion what people could do with steak",
        10415.04,
        10421.02
    ],
    [
        " okay let's say you're the kind of person who was like salt and pepper that's my jam",
        10422.42,
        10425.5
    ],
    [
        " this don't touch my steak otherwise medium or medium whatever you like to cook salt and pepper",
        10425.5,
        10430.84
    ],
    [
        " that's all you put your stupid rub seasoning on it you're messing up my whole steak okay I'm saying",
        10430.84,
        10436.5
    ],
    [
        " you know people are like that yeah and I dig it man that's you know that's you think",
        10436.5,
        10439.78
    ],
    [
        " Pete is the kind guy will be like hey no problem I got you salt and pepper that's it but he knows",
        10439.78,
        10445.66
    ],
    [
        " confidently that if you put some of that special rub on there you'll like it yeah not it yeah",
        10445.66,
        10450.44
    ],
    [
        " as far as your concern you're like nope don't touch it and then he'll be like okay I got you",
        10450.44,
        10454.78
    ],
    [
        " he does sneak it in there you're 100% accurate yes yeah and there's been time for I've been like",
        10454.78,
        10460.06
    ],
    [
        " bro he put too much you put too much seasoning on that stuff yeah stop what you're doing but I think",
        10460.06,
        10465.02
    ],
    [
        " I think he's spring he sneaks it in there and then when you taste the steak you're like",
        10465.02,
        10471.12
    ],
    [
        " dang Pete makes a great steak not even realize he's snuck in the rub yeah that's what he does with",
        10471.12,
        10477.12
    ],
    [
        " the fashion with you do you I hope he doesn't hear this which I know he will he's gonna he's gonna",
        10477.12,
        10482.2
    ],
    [
        " get excited about it and think he can sneak in more you can't be I'm watching you like a sniper yes I",
        10482.2,
        10487.26
    ],
    [
        " got eyes on bro so the jeans I say Pete do what you do bro do it just don't take it too far yeah the",
        10487.26,
        10496.08
    ],
    [
        " jeans are good um I like and this is how I know about the jeans too because when I put them on it's like",
        10496.08,
        10500.44
    ],
    [
        " okay my wife is kind of critical she's from the Pacific Northwest my wife so she knows about",
        10500.44,
        10506.96
    ],
    [
        " just functional jeans for work and like all that stuff she's just and but she's you know she's not",
        10507.48,
        10511.28
    ],
    [
        " but yeah you know she's that she and she gets it I'm speaking for her by the way but she doesn't like it",
        10511.28,
        10517.86
    ],
    [
        " she doesn't like the look you reminds her you know those are dad jeans and you know my dad's a",
        10517.86,
        10521.72
    ],
    [
        " worker whatever she doesn't like the look is what I'm saying so I put on the origin jeans if she",
        10521.72,
        10527.18
    ],
    [
        " didn't like them she would tell me 100% she probably wouldn't even let me be seen with her which I",
        10527.18,
        10536.22
    ],
    [
        " even said those jeans look good interesting so the man approved in my household approved looks like",
        10536.22,
        10542.9
    ],
    [
        " uh Pete the line of spice right for that those jeans perfect also what else does origin have they",
        10542.9,
        10550.1
    ],
    [
        " have supplements obviously keep us on track in the game even when you get older if you're old school",
        10550.1,
        10557.84
    ],
    [
        " and you ask am I too old to join you do you too nope I was working with a tech company yesterday",
        10557.84,
        10564.0
    ],
    [
        " sure and they were talking about age and everyone there was young and they were like saying like no",
        10564.8,
        10570.64
    ],
    [
        " there's some older people here like late 40s and I'm like hey how's it going that's pretty funny",
        10570.64,
        10576.04
    ],
    [
        " but yes uh here's the thing one thing that can help you is these supplements joint warfare",
        10576.04,
        10583.2
    ],
    [
        " curliol discipline discipline go that they're definitely beneficial if you think you might",
        10584.78,
        10589.62
    ],
    [
        " forget first of all take more discipline but second of all subscribe you can do the subscription",
        10589.62,
        10596.8
    ],
    [
        " thing on origin main.com and then you just get it just shows up just just make it a standard",
        10596.8,
        10602.66
    ],
    [
        " operating procedure done yeah then you don't fall off you know how long I've gone without",
        10602.66,
        10607.48
    ],
    [
        " joint warfare for never I take it every day. Yeah same with curliol you mentioned forgetting so",
        10607.54,
        10616.1
    ],
    [
        " you know how like you when I forget to take it like you kind of look at me crazy like bro what",
        10616.1,
        10621.22
    ],
    [
        " yeah how do you forget you just standard operating it's not hard to forget it's by the toothpaste",
        10621.22,
        10624.9
    ],
    [
        " or one might argue oh it's not important to you right but it's not really true because if you're",
        10624.9,
        10631.44
    ],
    [
        " in a certain routine and this goes to your point where if you don't roll that into your routine",
        10631.44,
        10636.74
    ],
    [
        " you will forget even if it's important because there's certain times of the day or certain times",
        10636.74,
        10640.68
    ],
    [
        " moments in life whatever they do like bro you know when you're driving when you're driving home",
        10640.68,
        10645.24
    ],
    [
        " bro you'll forget the whole experience of driving home because you're thinking of the stuff",
        10645.24,
        10649.62
    ],
    [
        " like routinely or whatever and you're like oh shoot I don't remember one single moment of",
        10649.62,
        10653.4
    ],
    [
        " driving home really you just did it automatically. You lived you lived yes what living's not important",
        10653.4,
        10658.76
    ],
    [
        " what no driving home's not important yeah it's very important but it's just so routine seem saying",
        10658.76,
        10663.06
    ],
    [
        " so like I said if taking the krill oil or joint joint warfare is not rolled into your routine you",
        10663.06,
        10669.68
    ],
    [
        " can potentially forget it so roll it into your routine. Subscribe and you you actually save money",
        10669.68,
        10676.16
    ],
    [
        " if you subscribe too so do that don't forget about the ready to drink cans you don't need to drink",
        10676.16,
        10683.86
    ],
    [
        " these hyped up energy drinks anymore that are that are literally not good for you you can have",
        10683.86,
        10690.4
    ],
    [
        " drink something that isn't good for you yeah taste delicious gives you a little",
        10690.4,
        10695.04
    ],
    [
        " you need that little hitter it's a milder taste to than the energy drinks scenario. Oh yeah yeah yeah",
        10695.04,
        10702.86
    ],
    [
        " so what it kind of allows you I mean I'm assuming this is why it allows you to drink like",
        10702.86,
        10707.54
    ],
    [
        " more of them be be careful with it I'm saying but you know the kind where you drink two of the",
        10707.54,
        10713.6
    ],
    [
        " we'll say for lack of a term traditional energy drinks you drink two of those you don't feel",
        10713.6,
        10717.92
    ],
    [
        " good afterwards no you feel like crap even if you're into energy drinks typically yeah you kind of",
        10718.32,
        10723.0
    ],
    [
        " feel junk those are just like man you can kind of have one going yep like kind of good uh yeah so",
        10723.0,
        10728.8
    ],
    [
        " you can and don't forget about milk all different kinds of protein desserts it's just straight",
        10728.8,
        10733.2
    ],
    [
        " desserts for you for your warrior kid milk for your kids get some of that and then we got the white",
        10733.2,
        10738.54
    ],
    [
        " tea gonna get you through the winter months with the warm white tea and get the canned white tea",
        10738.54,
        10745.0
    ],
    [
        " and of course the benefit is eight thousand pounded left to post you already know that yep also",
        10745.44,
        10750.42
    ],
    [
        " speaking of benefits kind of jacquoise store it's called jacquoise store that's where you can get",
        10750.42,
        10756.86
    ],
    [
        " shirts why is that beneficial because it's speaking of benefits now representing I thought what you",
        10756.86,
        10762.84
    ],
    [
        " were gonna say is there's a guy that said his wife said to him what do you want for your birthday",
        10762.84,
        10768.56
    ],
    [
        " and he said there's a store it's called jacquoise store and she was like yeah right in my mind",
        10768.96,
        10776.48
    ],
    [
        " yeah she said check yeah she probably didn't she probably said okay what's that yeah let me go and",
        10776.48,
        10782.02
    ],
    [
        " look into it yeah good and this is where yeah you can get shirts it is beneficial because especially",
        10782.02,
        10789.52
    ],
    [
        " nowadays like you can get right you can I think nowadays I don't say the word fashion necessarily",
        10789.52,
        10795.88
    ],
    [
        " I'm saying but what you wear has what you know what you wear we're gonna shut down the store the",
        10795.88,
        10805.92
    ],
    [
        " where you wear it's not it's not a fashion store it's not but what you wear is like you have many",
        10805.92,
        10816.02
    ],
    [
        " options right like in life I'm saying you can wear just a blank shirt if you want you know so you",
        10816.02,
        10823.26
    ],
    [
        " kind of look for a little bit more than just the well yeah I guess you kind of look for a lot of",
        10823.26,
        10827.8
    ],
    [
        " things anyway one of the things that this as far as this stuff that you can get it kind of is",
        10827.8,
        10832.76
    ],
    [
        " representative of a certain how should I say not message but a certain discourse okay yeah so",
        10832.76,
        10843.48
    ],
    [
        " anyways what you can get is t-shirts rash guards hats but not just any t-shirt though yeah what I'm",
        10843.48,
        10851.76
    ],
    [
        " saying good quality ones good quality you were 100% yes given but you know there's a little added",
        10851.76,
        10858.38
    ],
    [
        " layer to what you're wearing is there is there a placebo effect when you wear a shirt that says",
        10858.38,
        10866.2
    ],
    [
        " discipline equals freedom yes does it affect your your mentality technically yes it is",
        10866.2,
        10871.78
    ],
    [
        " called it is I guess technically a placebo effect but that's how right always it just a real effect",
        10871.78,
        10877.38
    ],
    [
        " it's a real effect well placebo effect is a real effect yeah that's true it's kind of like like",
        10877.54,
        10882.48
    ],
    [
        " like hypnosis or something like this yeah right that's a real effect too most of the time sometimes",
        10882.48,
        10888.12
    ],
    [
        " it's just a show but the effect the result is real yeah that's where we get the 19% increased",
        10888.12,
        10895.2
    ],
    [
        " this strength and performance with the rationality yes with the rash guard with the t-shirts yeah",
        10895.2,
        10902.38
    ],
    [
        " actually we're up to 22% now okay yeah that happened last year late last year and yeah up",
        10902.38,
        10908.02
    ],
    [
        " 22% improved everything mental physical and spiritual and social by the way",
        10908.02,
        10914.3
    ],
    [
        " okay with all these items anyway talk store dot com shirts t-shirts rash guards hoodies hats",
        10914.3,
        10923.2
    ],
    [
        " beanies I said all this stuff bro well there's your reminder boom talk store dot com also",
        10923.48,
        10931.84
    ],
    [
        " subscribe to the podcast if you haven't already if you want there you go stitcher",
        10931.84,
        10937.76
    ],
    [
        " iTunes what not also if there's not enough of this podcast to listen to which really means you",
        10937.76,
        10945.12
    ],
    [
        " have a long commute you can also check out the grounded podcast which is a different podcast",
        10945.12,
        10951.36
    ],
    [
        " that we do it's called grounded yes we talk about digit to life experience humor and other things",
        10951.36,
        10962.3
    ],
    [
        " and other things and here's a good element like you had to back me up on other things",
        10962.3,
        10966.7
    ],
    [
        " it's true it's true because there are some elements of that that I did notice that",
        10966.7,
        10973.3
    ],
    [
        " you know how there's like issues not necessarily controversial you're super high",
        10973.3,
        10977.7
    ],
    [
        " on the grounded copy podcast yes because I think it's because you kind of like feel like you're",
        10977.7,
        10981.88
    ],
    [
        " a little bit of the star of the ground I don't feel like I'm the star at all actually I feel like a",
        10981.88,
        10986.66
    ],
    [
        " bit that I you will allow me maybe not anymore but you will allow me to introduce elements to it",
        10986.66,
        10992.62
    ],
    [
        " that kind of have two sides to it you know and then I can you can kind of see okay where does",
        10992.62,
        10997.06
    ],
    [
        " people where do people fall on this issue not important issues by the way but so yes I am would",
        10997.06,
        11005.42
    ],
    [
        " you say hyped your height yeah yeah I guess I guess around and listen to the grounded podcast like",
        11005.42,
        11010.96
    ],
    [
        " rewind and replay your parts again no bro no anyway how about this let's just say I highly recommend",
        11010.96,
        11021.36
    ],
    [
        " no one okay good don't forget about the warrior kid podcast we got some new episodes coming your way",
        11021.36,
        11026.68
    ],
    [
        " we'll say in the near future and don't forget to get some warrior kid soap you can support an",
        11026.68,
        11033.4
    ],
    [
        " actual warrior kid out there running a business young Aiden making soap so that you can",
        11033.4,
        11038.9
    ],
    [
        " stay clean Irish O's ranch dot com also YouTube you're interested in the video version",
        11038.9,
        11046.84
    ],
    [
        " of this podcast you want to see what Dick Thompson looks like well yeah yes or anyone you know",
        11046.84,
        11053.84
    ],
    [
        " anyone on the on the on the podcast that we interview or each other if you didn't know what",
        11053.84,
        11062.64
    ],
    [
        " psychological warfare which is a little mental support psychological support if you find yourself",
        11062.64,
        11070.76
    ],
    [
        " in a moment of weakness you can just press play on your on your phone and you'll get to listen",
        11070.76,
        11078.98
    ],
    [
        " up a little guidance from me that's available on Google Play iTunes MP3 platforms walk on if you",
        11078.98,
        11085.9
    ],
    [
        " need a visual reminder to stay on the path check out flipside canvas dot com from my brother Dakota",
        11085.9,
        11091.68
    ],
    [
        " Meyer podcast one 15 by the way he makes these things here in America you go to flipside canvas",
        11092.1,
        11100.58
    ],
    [
        " dot com to get one books got some books first of all stress effect again we haven't hit it yet",
        11100.58,
        11107.34
    ],
    [
        " but the next podcast with Colonel Dick Thompson we will be covering the stress effect",
        11107.34,
        11114.8
    ],
    [
        " so you can get that book it's on the website it's also on Amazon but you can click through",
        11116.3,
        11121.84
    ],
    [
        " our website jockelpodcast dot com and then you can get the book the stress effect and then",
        11121.84,
        11129.02
    ],
    [
        " there's leadership strategy tactics is my new book I have coming out which is",
        11129.02,
        11134.84
    ],
    [
        " actually very granular here's a little section from it part two this is just from the contents part",
        11134.84,
        11142.86
    ],
    [
        " two leadership tactics one becoming a leader how to succeed as a new leader how to be chosen to",
        11143.6,
        11149.0
    ],
    [
        " lead when you're not chosen imposter syndrome insecurity as a leader transitioning from follower",
        11149.0,
        11154.48
    ],
    [
        " or peer to leader overcoming a grudge new sheriff in town don't go overboard rambo so there's some",
        11154.48,
        11161.7
    ],
    [
        " topics that are in the new leadership strategy and tactics book if you want to get a copy of it",
        11161.7,
        11168.86
    ],
    [
        " trying to get a first edition you need to order it right now because otherwise when it comes out",
        11169.36,
        11175.86
    ],
    [
        " January 14th amazon's going to send you a note that says you go oh cool jockel's book came out",
        11175.86,
        11181.12
    ],
    [
        " today i'm going to order it you'll go on there it'll say it's shipping in three to eight weeks",
        11181.12,
        11185.9
    ],
    [
        " and you're gonna go what is wrong with the logistics train jockels horrible and i'll say yeah",
        11185.9,
        11191.78
    ],
    [
        " I know I didn't do a good job of convincing you when you needed to order the book so I failed",
        11191.78,
        11197.96
    ],
    [
        " so let me not fail by getting on there and helping me to help you and then of course we got the",
        11198.8,
        11206.8
    ],
    [
        " warrior kid books one two and three these are books with that I wish I had when I was a kid",
        11206.8,
        11216.14
    ],
    [
        " and if I promised you when you read it you're saying I wish I would have this book and I said",
        11216.14,
        11220.86
    ],
    [
        " you might even be in a full on adult and say I wish I learned these lessons",
        11220.86,
        11223.9
    ],
    [
        " way the warrior kid won way the warrior kid two marks mission and way the warrior kid three",
        11224.98,
        11230.18
    ],
    [
        " where there's a will so check those out if you've got a little kid in your life somewhere a little",
        11230.18,
        11235.4
    ],
    [
        " bit younger maybe six years old five years old seven years old three years old get a mickey",
        11235.4,
        11241.04
    ],
    [
        " in the dragons they're actually going to learn a pragmatic technique to overcome fear",
        11241.04,
        11245.62
    ],
    [
        " which if you remember being a little kid life is filled with fear so how do you overcome that you",
        11245.62,
        11252.04
    ],
    [
        " get mickey in the dragons that's what you do discipline equals freedom field manual there's the",
        11252.04,
        11256.58
    ],
    [
        " Christmas present there's the Christmas present you want to get for someone that maybe drifted off",
        11256.58,
        11262.72
    ],
    [
        " the path maybe they're having a hard time maybe life isn't going good maybe they could do better",
        11262.72,
        11268.56
    ],
    [
        " maybe you know that discipline would help them in their life get them the discipline equals",
        11268.56,
        11273.28
    ],
    [
        " freedom field manual simple as that and then for leadership we got extreme ownership we got",
        11273.28,
        11279.2
    ],
    [
        " dichotomy of leadership I wrote those with my brother layfabin it's about what we learned on",
        11279.2,
        11284.0
    ],
    [
        " the battlefield and how you can apply it to your life to win to your business to win to your company to",
        11284.0,
        11289.3
    ],
    [
        " win I also have a leadership consultancy it's called echelon front and what we do is we solve",
        11289.3,
        11297.52
    ],
    [
        " problems through leadership that is what we do so go to echelonfront.com for details if you want to",
        11297.52,
        11305.42
    ],
    [
        " have someone from the team come and speak at your company don't go to a speakers bureau no you go",
        11305.42,
        11313.08
    ],
    [
        " to echelonfront.com you cut out the middle man and you go right to the company that's what we do",
        11313.08,
        11317.4
    ],
    [
        " you don't need to google jaco speaker because you're going to get some you'll see echelonfront you",
        11317.4,
        11324.7
    ],
    [
        " won't know what it is maybe and you go click on someone else and then they charge you a big chunk",
        11324.7,
        11329.58
    ],
    [
        " of money on top of what I'm going to charge you don't do that go to echelonfront.com we also have",
        11329.58,
        11336.5
    ],
    [
        " online training because leadership training is not inoculation you don't get one shot and now",
        11336.5,
        11342.32
    ],
    [
        " you're good to go no it takes time it takes reps get the reps in see it again see it from a",
        11342.32,
        11348.42
    ],
    [
        " different angle ef online.com and then we got mustard dates coming for 2020 go to extreme",
        11348.42,
        11356.42
    ],
    [
        " ownership.com this is our leadership seminar our leadership conference come and check that out and",
        11356.42,
        11363.8
    ],
    [
        " of course ef Overwatch and ef Legion these are our placement platforms where you're taking",
        11363.8,
        11373.04
    ],
    [
        " military personnel and putting them into civilian organizations so that they can help those",
        11373.04,
        11379.04
    ],
    [
        " organizations lead at every level and win go to ef Overwatch.com or ef Legion.com that is what you",
        11379.06,
        11385.9
    ],
    [
        " need is leadership and if you need more of us or you have questions for us or you have answers",
        11385.9,
        11394.62
    ],
    [
        " for us you can find all of us on the interwebs dick Thompson is on Twitter at hps underscore CEO",
        11394.62,
        11402.6
    ],
    [
        " and at hps.com high-performance systems that's his company and of course we are also on Twitter",
        11403.42,
        11413.26
    ],
    [
        " Instagram and deep phrase and box echoes adequate Charles and I am at jacquo willing and once again",
        11413.26,
        11424.54
    ],
    [
        " sincere thanks and appreciation to dick Thompson for coming on this program and sharing his",
        11426.24,
        11434.14
    ],
    [
        " lessons with us and of course we thank him for his incredible service and sacrifice to our great",
        11434.14,
        11441.0
    ],
    [
        " nation and that goes to all the rest of our service men and women who stand the watch against",
        11441.0,
        11446.68
    ],
    [
        " evil and against tyranny so that we can be here living in freedom into our police and law enforcement",
        11446.68,
        11456.62
    ],
    [
        " and firefighters and paramedics and EMTs and dispatchers and correctional officers and border",
        11456.62,
        11462.0
    ],
    [
        " patrol and secret service and all the first responders all you that are out there risking your",
        11462.0,
        11469.2
    ],
    [
        " lives for us thank you for standing the watch over us here at home so we can sleep safely at night",
        11469.2,
        11479.52
    ],
    [
        " and everyone else out there ask yourself that question what are you capable of being",
        11479.52,
        11488.92
    ],
    [
        " what are you capable of being and are you doing everything in your power to be the most capable",
        11488.92,
        11498.06
    ],
    [
        " human being you can be I know when I ask myself that question I know the answer I know I can do more",
        11498.22,
        11508.4
    ],
    [
        " I know I can't we can all do more and that starts each every day by getting up going on the attack",
        11508.4,
        11524.1
    ],
    [
        " and getting after it and until next time this is echo and jaco out",
        11525.16,
        11534.0
    ]
]