[
    [
        " Any tips on learning about indirect communication would be handy for business or parenting.",
        0.1,
        6.02
    ],
    [
        " I've got another parent. I got a million parenting questions.",
        6.18,
        8.54
    ],
    [
        " Yeah, see, and I'm always like I was saying that that's kind of why you can't really just talk about something because",
        8.72,
        13.78
    ],
    [
        " there's actually",
        13.78,
        15.5
    ],
    [
        " If you want to quantify the parenting questions is infinity question, there's no end to the parenting question",
        15.5,
        21.58
    ],
    [
        " Because it's just so ambiguous. I don't even know. I mean, really what is the bottom line is parenting is leadership so the principles can be applied",
        21.58,
        29.44
    ],
    [
        " But there are some dynamics there and they're all in your own head. Yeah, that's where they are",
        30.44,
        36.02
    ],
    [
        " They're you're in your own head as a parent there this emotional thing that you have stronger than you have it for any other person",
        36.02,
        43.12
    ],
    [
        " You're ever gonna work with and that is you know",
        43.12,
        44.8
    ],
    [
        " You want them to succeed more than anybody else. Yeah, you want them to succeed",
        44.8,
        49.0
    ],
    [
        " You want them to be better. You want them to do better you all those things and that's the dynamic that makes it tricky",
        49.0,
        54.8
    ],
    [
        " Yeah",
        54.8,
        55.42
    ],
    [
        " And then there's this weird dynamic too of the way they look at you and they either want to impress you or they want to rebel against you",
        55.5,
        62.06
    ],
    [
        " Or they see you as being you know imposing on them. So there's just these other dynamics within the leadership",
        62.06,
        67.78
    ],
    [
        " Confined that are that are very challenging and again, I can't judge whether I've been successful yet because I only have my oldest",
        67.78,
        77.32
    ],
    [
        " daughter is 16 my youngest daughter is",
        77.32,
        79.98
    ],
    [
        " Six and and then I have a daughter another daughter some the middle and then I know that there are specific mistakes that I have made I",
        81.78,
        88.36
    ],
    [
        " Know that and",
        88.36,
        90.14
    ],
    [
        " I you know, and mistakes like what does that mean? You know, I mean of course you know",
        90.14,
        95.2
    ],
    [
        " Yeah, if you go to extreme, but because",
        95.2,
        97.66
    ],
    [
        " Really successful or I don't say success, but really driven people people who are just you know how you get somebody who's really driven",
        97.66,
        104.84
    ],
    [
        " Yes, I know, but",
        105.06,
        107.02
    ],
    [
        " It's usually usually because some need some",
        107.02,
        112.26
    ],
    [
        " During development wasn't fulfilled and I'm not saying and you can't even say it's a bad thing because as a result",
        112.26,
        119.14
    ],
    [
        " They're driven because psychologically. It's like a need that needs to be fulfilled",
        119.14,
        123.04
    ],
    [
        " So since that little cup remain kind of empty a little bit",
        123.04,
        127.04
    ],
    [
        " They're trying to fill it with all these other things because life went on new skills new developments new situations",
        127.04,
        132.34
    ],
    [
        " And they're still trying to fill that little psychological cup and it's manifesting in this other way, you know through business through you know",
        132.4,
        139.26
    ],
    [
        " being a Navy seal",
        139.26,
        141.6
    ],
    [
        " GJ2 champion, you know, whatever it may be, but yeah, but typically and I'm saying every single time I'm sure there's exceptions or maybe there's not exception",
        141.6,
        150.78
    ],
    [
        " I don't know, but nonetheless you can",
        150.78,
        152.68
    ],
    [
        " usually find",
        152.68,
        154.68
    ],
    [
        " Some need that went unfulfilled somewhere",
        154.68,
        157.9
    ],
    [
        " For people who are super driven so if you made a mistake parenting is was that really a mistake?",
        158.58,
        164.1
    ],
    [
        " You know in that kind of situation so like the point is it's it's so ambiguous, you know, you think you're like what is a successful parent?",
        164.68,
        171.76
    ],
    [
        " Yeah, that's that's my point. That's why I don't want to talk to people about parenting because I don't know",
        171.88,
        176.22
    ],
    [
        " I don't feel like an authority on it right that should be yeah giving instruction. Yeah, it's hard to even how can you be I mean",
        176.22,
        184.14
    ],
    [
        " I think I'm doing an okay job",
        184.14,
        185.52
    ],
    [
        " Well, yeah, so you figure if they're not in jail or or super addicted to like drugs or something like this or then you can say okay",
        185.52,
        195.22
    ],
    [
        " I'm I think I think in my opinion I'm within the confines of being a successful and you know what",
        195.22,
        200.9
    ],
    [
        " Since we're talking about it. You see some kids. I've known kids go kids I grew up with",
        200.9,
        206.66
    ],
    [
        " With nice parents and all that and they go off the rails",
        206.66,
        210.36
    ],
    [
        " And and that's really good you do you blame the parents? I mean, I don't know in my opinion",
        211.16,
        216.82
    ],
    [
        " It's because of the parents. Yes, but that's not the question of do you blame the parents? I don't know",
        216.82,
        221.3
    ],
    [
        " We got a question on here about nature nurture so I'm gonna talk about that here in a minute, but yeah in direct communication",
        221.3,
        226.62
    ],
    [
        " Yeah, let's get back to this so",
        226.62,
        228.0
    ],
    [
        " Indirect communication is obviously extremely powerful. It's also tricky to pull off",
        228.0,
        233.96
    ],
    [
        " Because you can't let your emotions show and you can't just speak your mind you have to think",
        235.22,
        241.76
    ],
    [
        " About what you're gonna say you have to think about how it will be received and understood by the person or by the people that you're talking to",
        241.76,
        251.82
    ],
    [
        " You got to put yourself into their shoes and",
        251.82,
        256.4
    ],
    [
        " hear it",
        256.4,
        257.92
    ],
    [
        " From their perspective and that's really hard to do",
        257.92,
        261.64
    ],
    [
        " And the other piece about this another piece to think about if you're trying to improve your indirect",
        262.66,
        267.42
    ],
    [
        " communication go into your conversations",
        267.42,
        270.12
    ],
    [
        " With a goal not just a goal of the conversation itself, but a strategic goal of what you're trying to accomplish a",
        270.12,
        279.14
    ],
    [
        " Commanders intent. Why are you having this conversation? What is the end game?",
        279.14,
        286.4
    ],
    [
        " What is the end state where are you trying to what are you trying to make happen? Yeah?",
        287.0,
        291.0
    ],
    [
        " And keep that in mind as you talk to this person or this group of people and then read and react to see how you're saying and",
        291.86,
        300.32
    ],
    [
        " And how much what you're saying is leading to the end state that you're looking for",
        300.32,
        303.86
    ],
    [
        " Because sometimes we just think about the conversation itself and the conversation itself doesn't matter",
        303.86,
        309.16
    ],
    [
        " What are you trying to do in the end state?",
        309.16,
        311.36
    ],
    [
        " It's like we talked about before a few podcasts ago the argument that you're having whether you're right or whether you're wrong",
        311.74,
        319.24
    ],
    [
        " Doesn't matter what matters is the end state where you're trying to get this to be what are you how are you trying to influence this person and?",
        319.44,
        328.96
    ],
    [
        " Remember that the best way to win is for your opponent to not even realize that there's a debate. That's the best way to win and",
        330.0,
        339.04
    ],
    [
        " You get some people some people",
        339.04,
        340.86
    ],
    [
        " Instinctively counter everything that you say",
        340.86,
        344.86
    ],
    [
        " They have a response they have a thing they they're gonna counter everything that you say",
        345.16,
        349.86
    ],
    [
        " Don't do that if you want to work on your indirect communication skills",
        349.86,
        354.14
    ],
    [
        " Observe what they're saying",
        354.14,
        356.34
    ],
    [
        " Right the best way to get better at indirect communication is to listen",
        356.34,
        363.18
    ],
    [
        " Listen",
        363.18,
        365.86
    ],
    [
        " Not talk but listen and as a matter of fact when you",
        365.86,
        371.66
    ],
    [
        " Sit back and you let people talk you're progressing so much because most people don't want to listen most people don't want to run their mouths",
        371.94,
        381.74
    ],
    [
        " And if you ever find yourself running your mouth you should put yourself in check",
        381.74,
        386.18
    ],
    [
        " Because you're given away too much information",
        386.18,
        388.54
    ],
    [
        " And so",
        388.54,
        391.72
    ],
    [
        " You want to listen you want to try to actually understand what they're saying and here's another good one",
        391.72,
        398.9
    ],
    [
        " If you don't understand what they're saying just ask them to explain it again",
        398.9,
        402.08
    ],
    [
        " Hey, can you can you explain that to me again that myth did I don't I don't understand I",
        402.08,
        409.42
    ],
    [
        " With that why that implies that I want to understand it implies that I'm doing my best to understand",
        409.42,
        414.26
    ],
    [
        " It implies that if I don't understand I'm gonna be frank enough with you to tell you that is how you get better at indirect",
        414.26,
        420.3
    ],
    [
        " Communication because the more you listen to somebody",
        420.3,
        423.54
    ],
    [
        " The better you understand their position",
        423.54,
        428.44
    ],
    [
        " And when you know where someone's position is the better you can maneuver onto that position the better you can get to a flank the better you can make it adaptations",
        429.16,
        438.5
    ],
    [
        " The better",
        438.5,
        441.6
    ],
    [
        " Tactics you have to win",
        441.6,
        445.9
    ],
    [
        " And that's how you get better at indirect communication",
        445.9,
        452.56
    ],
    [
        " Yeah, you mentioned how",
        452.56,
        454.9
    ],
    [
        " How you don't",
        454.9,
        457.22
    ],
    [
        " Like if you don't listen and you know how how you",
        458.02,
        461.44
    ],
    [
        " Fail to put yourself in the other persons shoes right this thing called the curse of knowledge, right?",
        461.44,
        467.5
    ],
    [
        " So let's say I'm this high level CEO",
        467.66,
        469.88
    ],
    [
        " Sometimes we tend to forget how it is to not be the high level CEO or how it we forget how it is to not know everything",
        469.88,
        477.96
    ],
    [
        " We know that's a curse of knowledge like the knowledge basically blocks you from",
        477.96,
        482.08
    ],
    [
        " Identifying someone who doesn't know, you know, so and that goes into this with these weird details",
        483.3,
        487.64
    ],
    [
        " You know how when you get enough knowledge certain significant knowledge becomes common sense to you",
        487.64,
        493.78
    ],
    [
        " But meanwhile to everyone else it's not so you just",
        493.78,
        496.96
    ],
    [
        " Habitually or unconsciously you might let's say skip over it, right?",
        496.96,
        500.74
    ],
    [
        " Meanwhile, they don't really understand and then you're just like, you know, I don't know what I'm doing wrong kind of thing",
        500.92,
        505.82
    ],
    [
        " Called the curse of knowledge. You gotta watch out for that. I gotta watch out for the curse of knowledge. Yes, I like that",
        505.82,
        510.74
    ],
    [
        " You",
        512.08,
        512.22
    ]
]