[
    [
        " in a fight MMA or otherwise would you substitute anger or rage for aggression?",
        0.0,
        7.72
    ],
    [
        " Would I substitute anger or rage for aggression? This isn't a fight MMA or otherwise that's important actually.",
        8.5,
        18.36
    ],
    [
        " Yeah so wait so just to clarify this means like instead of aggression is it okay to use anger or rage?",
        18.64,
        25.8
    ],
    [
        " Yeah okay.",
        25.9,
        26.6
    ],
    [
        " Well I think pretty obviously and people just expect the answer to be for me.",
        28.46,
        34.0
    ],
    [
        " The initial answer here is no and I would not substitute anger or rage for aggressiveness.",
        34.28,
        40.88
    ],
    [
        " I think obviously when you let rage take over you you're not thinking anymore.",
        41.54,
        47.52
    ],
    [
        " Yeah and the mind is allegedly the most important weapon and I actually believe that to be true.",
        47.82,
        55.36
    ],
    [
        " So if you let your rage and anger take over you're not using your mind and that's not good and",
        55.66,
        61.08
    ],
    [
        " you actually get to see this in MMA on a fairly regular basis because you'll get somebody that is",
        61.08,
        66.34
    ],
    [
        " really good at talking smack. Yeah and they'll get into the other person's head. What does it mean to",
        66.34,
        72.12
    ],
    [
        " get into the other person's head? What does it do to them? Does it make them sad? No does it make them",
        72.12,
        76.9
    ],
    [
        " not hate the opponent? No what does it do to them? It makes them angry. Yeah it makes them frustrated",
        76.9,
        83.5
    ],
    [
        " and that anger leads to frustration which leads to defeat. So",
        83.96,
        93.2
    ],
    [
        " and again I think it's important to recognize that this doesn't just occur in MMA. It occurs in",
        93.2,
        103.58
    ],
    [
        " everyday life and a good example is when you get into conversation with somebody you get in a",
        103.58,
        107.5
    ],
    [
        " bait with somebody you get in an argument with somebody. The minute you get frustrated or angry",
        107.5,
        114.88
    ],
    [
        " or enraged you just lost the argument right? I mean you might you might feel like you won",
        114.88,
        121.74
    ],
    [
        " but you will not win the argument. You lost the argument. The minute that that happens.",
        121.74,
        127.56
    ],
    [
        " Yeah in any, yeah especially if it's an a debate man because it's an understood you're debating",
        128.24,
        135.42
    ],
    [
        " you're kind of against each other and then you just went off the rails basically. Yeah it's not",
        135.42,
        140.4
    ],
    [
        " good to lose your temper in a debate in a conversation or in an MMA match. It's like if you were playing",
        140.4,
        145.9
    ],
    [
        " chef. We were playing chess and I was talking smack to you you got frustrated and you flipped over",
        145.9,
        151.22
    ],
    [
        " the chessboard. Yeah you were actually with the with the you know a display of monumental power",
        151.22,
        157.6
    ],
    [
        " whatever whatever that was. Yeah rage actually. Yes. Yeah you lost.",
        157.76,
        162.94
    ],
    [
        " In a way. Yeah you absolutely this. So I you know I talk about this all the time is that the",
        163.94,
        172.96
    ],
    [
        " rule is you'd never let your emotion get in control. So you don't let anger rage overwhelm",
        172.96,
        180.2
    ],
    [
        " your little brain. Now here's the here's the other side of that coin here's the dichotomy and I",
        180.58,
        189.62
    ],
    [
        " don't think you can even argue against this. Because it's that's pretty sound argument right? I mean",
        189.62,
        195.4
    ],
    [
        " what we just said I mean we've seen it we know we know for a fact but rules are made to be broken.",
        195.4,
        201.72
    ],
    [
        " There are times when emotion can increase performance. Yeah right? They're absolutely",
        202.44,
        210.8
    ],
    [
        " are. And I remember when I was a kid growing up the the Soviet Union was still just hardcore",
        210.8,
        217.48
    ],
    [
        " communist and when I would watch like the Olympics they would be like machines the Soviets with",
        217.48,
        225.76
    ],
    [
        " no motions. And I thought man those guys are badass. I wanted to be like that.",
        225.82,
        230.26
    ],
    [
        " And it often brought in victories but I heard a quote when I was a kid and I actually looked for",
        231.44,
        237.0
    ],
    [
        " it because I wanted to bring it up I couldn't find it but it was something along the lines of this",
        237.0,
        240.56
    ],
    [
        " and that was that Soviet the Soviet athletes performed better in practice",
        240.56,
        245.2
    ],
    [
        " but the Americans performed better in the stadium. So the Americans and that's not a universal",
        245.2,
        254.04
    ],
    [
        " statement and there's plenty of examples of the Russians beating Americans and whatever but",
        254.04,
        257.6
    ],
    [
        " there's also examples of where the Americans with their emotion and their",
        257.6,
        265.44
    ],
    [
        " fire were able to beat these Russians. I mean the greatest example would be the miracle",
        265.44,
        271.44
    ],
    [
        " vice on ice and in Lake Placid New York in 1980 which is you know that was a bunch of college kids",
        271.44,
        277.84
    ],
    [
        " that were fired up to beat the hardened Russian professional hockey team. And it's because",
        277.84,
        285.4
    ],
    [
        " you know they kind of trained their emotions out of it and there's a great time to have your",
        285.4,
        289.68
    ],
    [
        " emotions trained out of it. You know there's a great time where you're like you know what I'm",
        289.68,
        293.24
    ],
    [
        " not gonna let my emotions play into this. I heard I heard something about Tiger Woods and his",
        293.24,
        300.92
    ],
    [
        " golf game and he's not thinking about you know the broad statement is when he's hitting a shot",
        300.92,
        307.64
    ],
    [
        " in golf he's not thinking about the last shot and he's not thinking about the next shot. He's",
        307.64,
        313.52
    ],
    [
        " just thinking about that shot right there. So there's no emotional of whether he's behind or behind",
        313.52,
        317.96
    ],
    [
        " or nothing else. He just is there on that one shot. So I think that you know we I think that people",
        317.96,
        328.72
    ],
    [
        " I mean Americans as an example I used but I think that people in general can use your emotion to",
        328.72,
        335.38
    ],
    [
        " to your advantage sometimes but it does take control and it takes direction and also I think it's",
        335.38,
        346.08
    ],
    [
        " important to remember that it doesn't take long for that extra fire of anger to go from making you",
        346.08,
        354.92
    ],
    [
        " stronger and faster to making you slower and weaker both mentally and physically so you can get",
        354.92,
        361.92
    ],
    [
        " that burst and you know you see this in fighting all the time where people punch themselves out you",
        362.96,
        366.46
    ],
    [
        " know they go they go level seven rage and they start swinging for the fence. I'm an excitement even.",
        366.46,
        371.6
    ],
    [
        " Yeah or excitement they think the guy they think they got the guy in the in the hurt locker they come",
        371.78,
        375.54
    ],
    [
        " they bring the thunder for they get they get emotional. And I think on the mat when you get a guy",
        375.54,
        384.2
    ],
    [
        " that loses his temper when somebody loses their temper with me on the mat it's just a matter of",
        384.2,
        388.68
    ],
    [
        " like I just go okay cool he's got you know he's got three minutes left because he's going to be done.",
        388.94,
        394.74
    ],
    [
        " So yeah you've got to stay calm now a couple situations that I've seen or been a participant in",
        395.6,
        404.52
    ],
    [
        " and I'm pretty sure I was trying to remember this for sure but I was cornering Jeremy Stevens",
        404.52,
        412.24
    ],
    [
        " and if you don't know Jeremy Stevens is little heathen MMA. Awesome guy stud fighter",
        412.86,
        418.66
    ],
    [
        " and we were training him at the time and he was fighting I'm pretty sure it was against Marcus",
        418.66,
        425.02
    ],
    [
        " Davis who's a well-respected boxer really good MMA fighter as well but definitely known for",
        425.02,
        433.68
    ],
    [
        " his boxing well Jeremy's known for his striking as well he's a very powerful striker and he's got",
        433.68,
        439.0
    ],
    [
        " unbelievable one punch knockout power Jeremy does. So I was cornering Jeremy and it was a really",
        439.46,
        449.48
    ],
    [
        " really close fight I mean it was a I didn't know if he was winner losing I think it was leaning",
        449.48,
        455.18
    ],
    [
        " towards Marcus actually and there's three rounds in MMA in this in this fight and in between",
        455.18,
        463.46
    ],
    [
        " the second and the third round I got in the ring got in the cage with Jeremy and I did the",
        464.22,
        471.94
    ],
    [
        " full-on you know in his face and I you know I gave him the hey listen this is what's going on.",
        471.94,
        478.8
    ],
    [
        " This guy across the ring from you is taking money off your kids table it's taking food off your",
        479.0,
        483.72
    ],
    [
        " kids table he's going to take the roof off their heads he's taking everything that you've worked for",
        483.72,
        487.68
    ],
    [
        " he's going to take it from you right now you got to get pissed you got to go in there you got to",
        487.68,
        490.94
    ],
    [
        " destroy him and I got you know I got to get him a fired up speech like that and you could see",
        490.94,
        494.86
    ],
    [
        " it switching his eyes he realized like he went into a rage of I need to kill this guy yeah and he",
        494.86,
        501.92
    ],
    [
        " came out that round and knocked him out yeah and that's one I'll take another one I saw that was",
        501.92,
        509.02
    ],
    [
        " it was the same so it was it was Carlos Condit versus Rory McDonald and this was",
        509.02,
        518.14
    ],
    [
        " this was the first time they fought I'm pretty sure it was in Canada I was there I forget who I was",
        519.78,
        525.46
    ],
    [
        " cornering but I was there and I was done with cornering whoever was cornering and I want to say",
        525.46,
        533.84
    ],
    [
        " it was Peterson vote I was cornering I think it was up in Canada but um so Carlos Condit versus",
        533.84,
        547.1
    ],
    [
        " he gets the kid you know Roy McDonald wasn't kind of an he was an unknown but he was definitely the",
        547.1,
        551.84
    ],
    [
        " younger I think he was 20 years old you know just a kid no offense Rory but he was young you know",
        551.84,
        558.64
    ],
    [
        " what I mean badass but young and Carlos was the vet you know what I mean he was a veteran",
        558.64,
        562.76
    ],
    [
        " grown man with a wife and kids and man Rory was getting the better news in front of Rory's hometown",
        562.76,
        569.96
    ],
    [
        " well I don't know if it's hometown but it was in Canada and so the crowd was absolutely supporting",
        569.96,
        574.98
    ],
    [
        " Rory at least I'm pretty sure I remember this right I'm sorry if I don't but it seemed like",
        575.32,
        580.18
    ],
    [
        " the crowd was on the side of Rory McDonald so in between so I'm just watching the fight but I had",
        580.18,
        588.86
    ],
    [
        " snakes some really good seats so I had a really good view by the way when I go to UFC thanks Dana",
        588.86,
        593.92
    ],
    [
        " White and the rest of the crew like I sneak into some awesome seats after I get done cornering",
        593.92,
        598.36
    ],
    [
        " people so thank you so I was sitting you know in the second row or some phenomenal seat that I'd",
        598.36,
        603.36
    ],
    [
        " snuck into and because they throw you in the cheap seats when you're when you're cornering people",
        603.36,
        608.2
    ],
    [
        " you come out to watch the fights and yeah you're up in the nose bleeds which is isn't cool so I just",
        608.2,
        613.34
    ],
    [
        " get aggressive and tactically moved to better positions which is usually the second row right behind",
        613.34,
        618.0
    ],
    [
        " the press box sure so I'm sitting down there and I'm watching the fight and Greg Jackson is cornering",
        618.0,
        626.0
    ],
    [
        " Carlos content now if you don't know anything about Greg Jackson he's he's a pretty zen like a guy and",
        626.0,
        632.3
    ],
    [
        " I'm actually going back in the day going way back in the day when Dean and I were competing all the time",
        633.36,
        640.76
    ],
    [
        " in the kind of the so Cal scene of grappling we would we do every competition there was competing",
        640.76,
        648.56
    ],
    [
        " all the time grappling I don't even remember there were so many of them that we'd do and and",
        648.56,
        654.66
    ],
    [
        " Greg Jackson would bring guys out to to fight to compete and so like we wrestled against these guys",
        654.66,
        662.14
    ],
    [
        " you know or we did submission grappling against these guys so I kind of knew him from that and then",
        662.14,
        666.2
    ],
    [
        " surprisingly one time when the UFC was in San Diego I was at work at the seal teams and someone",
        666.2,
        672.66
    ],
    [
        " called and said hey there's a there's a guy from the UFC here do you want to give him a tour of",
        672.66,
        677.68
    ],
    [
        " you know he wants a tour or the UFC set up a tour of the seal teams they want to show him around",
        677.68,
        682.38
    ],
    [
        " like the facility the facility is you know the whatever some some guns you know just the gear",
        682.38,
        688.08
    ],
    [
        " whatever so I show up and it's Greg Jackson and you know we kind of had a little bit of a recognition",
        688.54,
        693.08
    ],
    [
        " but anyways Greg Jackson and you know you kind of hear this stuff about Greg Jackson all the time",
        693.08,
        700.0
    ],
    [
        " that he's this really nice guy and that he's super mellow and that he's really humble well it's",
        700.0,
        705.54
    ],
    [
        " all freaking true he's a super nice guy he's super humble he's just a fantastic guy and I game a",
        705.54,
        712.74
    ],
    [
        " tour and so we kind of got to know each other and then you know going fast forward now in the UFC I",
        712.74,
        717.54
    ],
    [
        " I've cornered him several times I don't know how many times I've cornered against him you know",
        717.88,
        722.22
    ],
    [
        " against him like my fighters are fighting his fighters yeah uh and you know like I said he's a really",
        722.22,
        728.12
    ],
    [
        " like a really mellow and a zen like guy if you watch him in the corners of his fights he's always",
        728.12,
        732.7
    ],
    [
        " like that just very steady and hey this is what you need to do you need to watch out for this or",
        732.7,
        737.34
    ],
    [
        " whatever so I'm watching this fight and like I said Carlos Condit versus Roe Mcdonald Carlos is",
        737.34,
        745.62
    ],
    [
        " not winning right he's not winning and in between uh the second and the third round",
        745.62,
        752.98
    ],
    [
        " Greg Jackson goes full berserk remote on content I mean he is yelling at him he is in his face he's",
        752.98,
        761.48
    ],
    [
        " pointing out of his waving his finger he's just going nuts on him and I was like damn Greg Jackson",
        761.48,
        767.96
    ],
    [
        " is bringing the heat and sure enough he amped up Carlos Condit Carlos Condit came out",
        767.96,
        773.24
    ],
    [
        " and finished Roe in the third which of a fight he was definitely going to lose so",
        775.82,
        780.02
    ],
    [
        " what you see there is emotion helping to win in that situation yeah and uh actually before when",
        780.02,
        790.62
    ],
    [
        " the fight was over I saw Greg and I just kind of said something to him you know like hey",
        790.62,
        797.2
    ],
    [
        " do you went full berserk remote on on Carlos and he said yeah he's like like I had to do it and it's",
        797.66,
        804.22
    ],
    [
        " funny it's you can see it almost seemed like he'd never done it before I don't know maybe we'll have",
        804.22,
        807.84
    ],
    [
        " to have Greg on at some point he can tell the story but he said something along lines of you know I",
        807.84,
        813.08
    ],
    [
        " had to do it and and and it worked so you know he had a big smile and and that was working it",
        813.08,
        818.38
    ],
    [
        " and it definitely indeed it did work yeah and those would you do you think I mean this total",
        818.38,
        825.96
    ],
    [
        " gas but do you think that's because those just happen to be the exceptions or is it because",
        825.96,
        833.72
    ],
    [
        " really the formula kind of seems like here's the emotion and then here's all the logic and the skill",
        833.72,
        840.92
    ],
    [
        " and the planning implementation of you know game plans and all this all this stuff that you're",
        840.92,
        845.7
    ],
    [
        " going to use in your in your mind and here's the emotion and it's like it's like a little spark plug",
        845.7,
        851.06
    ],
    [
        " something and then um sure the emotion can go up but the skill got to go up proportionately and",
        851.82,
        858.72
    ],
    [
        " once you start to do this when the emotion takes over that's one you know when you're going to fail",
        858.72,
        863.96
    ],
    [
        " or you take advantage so I think there's a sweet spot in there where for moments in time",
        863.96,
        870.64
    ],
    [
        " emotion and even borderlining on rage which I think range is a little bit strong because I think",
        870.64,
        878.18
    ],
    [
        " rage you lose your clarity but anger yeah which is you can still have some clarity of what you're",
        878.18,
        883.54
    ],
    [
        " doing right so if I think you can actually that can be utilized appropriately at the right times",
        883.54,
        890.82
    ],
    [
        " and I think these times you know like I talked about Jeremy you know I had to provoke some anger out",
        890.82,
        896.56
    ],
    [
        " of him yeah you know I had to provoke and it absolutely helped him he's gonna lose that fight",
        896.56,
        900.58
    ],
    [
        " and it's the same thing with Carlos Carlos was absolutely gonna lose that fight if he didn't do",
        900.58,
        906.24
    ],
    [
        " something different if he didn't you know it's like it's like hitting the turbo button it's like",
        906.24,
        910.74
    ],
    [
        " hitting a nitrous oxide right it's not gonna it's like hitting the blow the nitrous oxide blower",
        910.74,
        915.52
    ],
    [
        " it's only gonna get you it's only gonna make you go hard for another yeah one is another two",
        915.52,
        922.12
    ],
    [
        " minutes or well without nitrous oxide it's not very long at all but yeah but with but with anger",
        922.12,
        927.7
    ],
    [
        " you know it can make you go for another you know whatever maybe it's maybe it's two minutes and",
        927.7,
        934.96
    ],
    [
        " this is something else have you ever missed like a heavy single like like you're okay you're",
        934.96,
        939.4
    ],
    [
        " lifting you're deadlifting or you're doing power cleanser something and you miss a heavy signal",
        939.4,
        943.32
    ],
    [
        " I know I never have never I've heard so so this is another easy way to prove it man I miss a",
        943.32,
        951.62
    ],
    [
        " heavy signal sometimes and sometimes I just get angry yeah that's true and I just have to bring",
        951.62,
        957.54
    ],
    [
        " the anger yeah and I start getting fired up and I start thinking about things that make me angry yeah",
        957.54,
        963.22
    ],
    [
        " and I get over that barn I rip that thing off the floor like I hate it yes and it absolutely makes",
        963.22,
        969.52
    ],
    [
        " me stronger than that moment so is that a dress probably adrenaline and that's probably the same",
        969.52,
        973.06
    ],
    [
        " thing that pumped into marcuses or or into Jeremy's head it's probably the same thing that",
        973.06,
        977.36
    ],
    [
        " parked pumped into carlose's head but it's crazy because despite getting punched despite getting beaten",
        977.36,
        983.48
    ],
    [
        " despite having someone you know trying to destroy you in front of a large crowd of people none of",
        983.48,
        989.0
    ],
    [
        " that was able to spark the it was able to spark the adrenaline as much as some kind of a a tap",
        989.0,
        994.94
    ],
    [
        " into the emotional portion of your mind to bring out just enough rage to get out there and get",
        994.94,
        1001.26
    ],
    [
        " that job done once and for all yeah and yeah and that's really the key they're just enough rage especially",
        1001.26,
        1006.78
    ],
    [
        " when you're talking about something that requires technique when you say lifting your your like",
        1006.78,
        1012.9
    ],
    [
        " power clean for example and I remember it was in college and I was going for my one rat max and",
        1012.9,
        1020.38
    ],
    [
        " yeah you fail a couple times but for the sake of saving time and stuff you can only give you three",
        1020.38,
        1025.36
    ],
    [
        " times won't in my case they were like you have to get it three times so the first time I'd gotten",
        1025.36,
        1030.88
    ],
    [
        " all of them I was pretty solid at power clean to that time so I was getting all of them and then I",
        1030.88,
        1037.06
    ],
    [
        " got to that point and I didn't get it it was 300 I weighed 185 at the time 298 are you looking for",
        1037.06,
        1046.52
    ],
    [
        " props right there yeah okay we'll give you props to everybody props to everybody who was talking",
        1046.52,
        1051.62
    ],
    [
        " earlier about when you name drop and stuff yeah that's what it sounds like I did no I did that",
        1051.62,
        1056.24
    ],
    [
        " I'm perfectly I did on purpose because if I were to go out of my way to leave out that number true true",
        1056.24,
        1061.7
    ],
    [
        " you know you wanted to know you wanted to know how much I was doing I knew you're gonna say it",
        1061.7,
        1065.32
    ],
    [
        " didn't matter for a lot you wanted to help out anyway doesn't matter none the less the first time I",
        1065.32,
        1071.34
    ],
    [
        " failed and everyone's like no you got this you got this and I had to have this getting a run wood",
        1071.34,
        1077.42
    ],
    [
        " whose name oh it's a real blonde hair like he was like is this tough guy could hit real hard and",
        1077.42,
        1083.02
    ],
    [
        " you you would always get nuts and he'd be like you got this you didn't you know you're this and",
        1083.02,
        1088.06
    ],
    [
        " that you know making me mad or whatever and I didn't outwardly express any kind of anger but I",
        1088.06,
        1092.6
    ],
    [
        " felt that anger and power clean takes technique that's the thing it's not like it's just you know",
        1092.6,
        1098.26
    ],
    [
        " like I don't know like even bench has some technique but I left these is I mean everything has",
        1098.26,
        1103.84
    ],
    [
        " technique right power clean takes a little bit more technique than other left yeah so it was just",
        1103.84,
        1112.42
    ],
    [
        " the perfect amount of rage you know I'm not going to defend a walk in a person you are like",
        1112.42,
        1117.02
    ],
    [
        " Jeremy Stevens you could tell just even the way he trains he uses some rage in there yeah in you",
        1117.02,
        1121.6
    ],
    [
        " know as opposed to roaring McDonald for example seemingly I don't know I don't watch him train all",
        1121.6,
        1126.06
    ],
    [
        " the time or nothing but it seems like he's super methodical you know and rage or anger whatever",
        1126.06,
        1130.76
    ],
    [
        " isn't he is man as much of a part as someone like Jeremy Stevens fight with with uh",
        1130.76,
        1136.96
    ],
    [
        " Robbie Latter yeah oh my god crazy yeah what a jist",
        1136.96,
        1143.98
    ],
    [
        " yeah man yeah where he's not spending the way they train up there at try stores I spent like",
        1143.98,
        1151.34
    ],
    [
        " the the weekend or it's like half a week or whatever with them with Faraz and um",
        1151.34,
        1156.64
    ],
    [
        " and Rory and it's he Faraz has this head you know how guys will hold myths I'm sure they hold",
        1156.64,
        1163.12
    ],
    [
        " myths and stuff but he has this head that you hit the head instead of the myths I was like well",
        1163.12,
        1168.04
    ],
    [
        " it seems like oh that's not that like it seems kind of obvious so I never seen no one do that",
        1168.04,
        1173.4
    ],
    [
        " and it made way more sense because I've hit myths before and then when you go to spars like it",
        1173.4,
        1178.58
    ],
    [
        " it's kind of weird you gotta get used to the difference between hitting",
        1178.58,
        1181.44
    ],
    [
        " myths and hitting someone's head so I thought man that's clever man these guys are",
        1181.44,
        1186.22
    ],
    [
        " these guys are smart up here and yeah yeah yeah respect to those guys I mean I respect all the",
        1186.22,
        1190.64
    ],
    [
        " guys that get in the get in the UFC and fight man it's awesome to watch and that that",
        1190.64,
        1196.36
    ],
    [
        " lawler uh McDonald fight was just uh was just insane yeah it was insane yeah you should watch",
        1196.36,
        1203.44
    ],
    [
        " that fight if you have anyone that hasn't watched that fight go watch that fight if you want to see",
        1203.44,
        1206.4
    ],
    [
        " a couple warriors just bring it on that bring it all and leave it at all right there in the cage",
        1206.4,
        1211.2
    ],
    [
        " you go watch that fight uh so did you get the power clean I got the power clean yes yes and then",
        1211.2,
        1217.38
    ],
    [
        " here's the thing about that power clean is so you I yeah I got it right and so you go up you",
        1217.38,
        1224.1
    ],
    [
        " gotta you go up and wait the next one was like 303 like super small weights you know because you",
        1224.1,
        1230.04
    ],
    [
        " want to get yeah yeah just so you can get the 303 not even close I do everything was bent on that",
        1230.04,
        1235.82
    ],
    [
        " but we miss that one didn't we yeah we're at the all-time life life uh no I just disengage that's",
        1235.82,
        1242.24
    ],
    [
        " all that uh just disengage I see where it's at",
        1242.24,
        1246.16
    ]
]