[
    [
        " I'm a Kentucky trooper and I'm an instructor at our academy the police academy",
        0.0,
        5.86
    ],
    [
        " We lost three guys last year could you discuss how how to deal with training these guys as hard as you can and they still lose their lives while working",
        5.86,
        15.2
    ],
    [
        " so",
        15.2,
        16.04
    ],
    [
        " It's for dealing with people and letting them know that",
        16.04,
        19.1
    ],
    [
        " You know that this goes down",
        19.1,
        22.8
    ],
    [
        " How do you deal with that?",
        22.8,
        26.56
    ],
    [
        " Well first of all",
        26.56,
        28.06
    ],
    [
        " I get a lot of feedback from police officers out there in the world and if I would say one thing to them to lead this office",
        29.12,
        36.3
    ],
    [
        " Thank you for what you do you guys have a dangerous job",
        36.3,
        40.38
    ],
    [
        " It's intense. It's thankless most of the time and you're dealing with the",
        40.38,
        46.1
    ],
    [
        " With the drags of society all day long and then you have to balance that with dealing with normal civilians and citizens so",
        46.1,
        55.08
    ],
    [
        " Thank you for what you guys do and also I'll throw on top of that",
        57.24,
        61.18
    ],
    [
        " Firefighters, you know paramedics",
        61.18,
        64.08
    ],
    [
        " Thank you guys for what you do and again, thankless job",
        64.08,
        69.0
    ],
    [
        " Difficult job dangerous job",
        69.0,
        73.26
    ],
    [
        " Where people you're helping people that don't want to help themselves in many cases so",
        73.26,
        80.82
    ],
    [
        " Thanks for everybody thanks for all those those first responders for what you guys do yeah",
        81.66,
        87.44
    ],
    [
        " now as far as training guys hard and",
        87.44,
        93.94
    ],
    [
        " Then you still get guys that get killed bless them",
        93.94,
        98.38
    ],
    [
        " But let me ask you what is the alternative right what are you gonna do not train hard?",
        98.38,
        105.36
    ],
    [
        " You know I had",
        105.92,
        108.34
    ],
    [
        " The first skills that were killed in Iraq were killed under my command they were my guys",
        109.38,
        114.16
    ],
    [
        " Mark Mark Lee Mikey Montsor and Ryan Job",
        114.16,
        118.72
    ],
    [
        " And we trained as hard as possible and we still took those casualties. I'm telling you we trained as hard as possible and",
        118.72,
        128.88
    ],
    [
        " It wasn't for lack of training or lack of planning or lack of skill",
        128.88,
        132.66
    ],
    [
        " It's the nature of combat",
        132.66,
        136.82
    ],
    [
        " It's the risk of conducting operations in a hostile environment and I'll tell you what when I got back to America",
        138.34,
        145.64
    ],
    [
        " And I took over the training for the West Coast seal teams that fact",
        145.64,
        151.06
    ],
    [
        " That fact of losing my guys in combat it made me",
        151.06,
        158.84
    ],
    [
        " fanatical",
        158.84,
        161.02
    ],
    [
        " About training and I was already fanatical about training, but it multiplied it infinitely",
        161.02,
        167.08
    ],
    [
        " Because it now became my mission to prepare",
        168.72,
        171.24
    ],
    [
        " these guys",
        171.24,
        173.42
    ],
    [
        " The apps to the absolute best of my ability and get them ready for combat",
        173.42,
        178.36
    ],
    [
        " In part of that preparation was making them understand what was at risk and I think that's something that you should do here",
        178.36,
        188.7
    ],
    [
        " You know you don't know what's gonna happen when you go into the field and you don't know when it's gonna happen",
        188.7,
        195.74
    ],
    [
        " So everything you do should be to prepare yourself mentally and physically for the moment of truth",
        196.02,
        202.2
    ],
    [
        " whether that happens at a",
        202.2,
        205.16
    ],
    [
        " Traffic stop or while you're serving a war and while you're stopping a bank robbery",
        205.16,
        209.34
    ],
    [
        " You don't know when it is going to happen and so you got to tell these guys tell them the truth of the danger and let it sink in and hound on it",
        209.34,
        218.6
    ],
    [
        " And",
        221.34,
        221.78
    ],
    [
        " And I I tell this story from time to time his story. It's a statement and it's because I remember this feeling and it was when I got back from Ramadi",
        221.78,
        232.5
    ],
    [
        " and we were doing we'd be doing urban training and",
        232.5,
        237.64
    ],
    [
        " I would see a guy like standing in the street standing in the middle of street",
        237.64,
        242.58
    ],
    [
        " Which is which is not a good move, right? That's where bullets fly down",
        242.58,
        245.72
    ],
    [
        " You're gonna get shot when you're standing in the middle street and it happened all time to guys Ramadi",
        245.72,
        249.0
    ],
    [
        " And I would see a guy that would be standing in the street and I would literally feel sick. It was only for about",
        249.0,
        256.36
    ],
    [
        " Maybe six to nine months after I got back when I'd go into the training site",
        256.36,
        260.06
    ],
    [
        " I would feel sick to my stomach. I would just feel this horrible feeling because it was like I was waiting for something to be",
        260.06,
        267.32
    ],
    [
        " I was waiting for him to get shot",
        267.32,
        268.9
    ],
    [
        " And it felt horrible and",
        268.9,
        272.26
    ],
    [
        " I want my goal was to transfer that feeling into their heads",
        272.26,
        277.86
    ],
    [
        " I wanted them to feel sick. I wanted them to feel embarrassed and feel guilty and feel angry and",
        277.86,
        284.78
    ],
    [
        " Feel disappointed that they were doing something wrong because I wanted them to change their behavior",
        284.78,
        291.04
    ],
    [
        " Which would keep them alive",
        291.04,
        295.24
    ],
    [
        " So",
        297.94,
        298.62
    ],
    [
        " I would say in this case",
        298.62,
        300.04
    ],
    [
        " You you've got you're putting people through training",
        300.04,
        304.02
    ],
    [
        " valuable training and of course, they're still gonna go out into a dangerous job",
        304.02,
        309.82
    ],
    [
        " But you you don't back off the training",
        309.82,
        313.28
    ],
    [
        " You train harder and you use these guys again God bless them",
        313.28,
        319.62
    ],
    [
        " You use these guys that were killed in action as an example of hey guys",
        320.34,
        326.54
    ],
    [
        " This is why we're training hard. This is why we're gonna push. This is why I want you to take personal responsibility",
        326.54,
        333.58
    ],
    [
        " for yourself and for your training and for your skill set so that you're ready",
        333.58,
        339.74
    ],
    [
        " You",
        346.0,
        346.56
    ],
    [
        " You train how you fight and you fight how you train",
        346.56,
        350.74
    ],
    [
        " So take advantage of that and be ready",
        350.74,
        357.22
    ],
    [
        " Yet a lot of times that that pain of you know any kind of fail in this case",
        357.22,
        365.02
    ],
    [
        " This is an extreme case losing your guys you know you guys are going through these extreme cases",
        365.02,
        369.44
    ],
    [
        " And that you know so there's a spectrum of you know of cases",
        369.44,
        373.4
    ],
    [
        " But any kind of failure or or or mishap that causes any kind of pain",
        373.4,
        377.82
    ],
    [
        " You can and it's not easy. It's not easy",
        377.82,
        381.26
    ],
    [
        " But you can use that pain to facilitate your passion in a corrective way",
        381.26,
        387.5
    ],
    [
        " You know like I say train harder you can take that pain and literally focus on",
        387.5,
        392.22
    ],
    [
        " Good ways of training training hard being",
        393.74,
        396.22
    ],
    [
        " Attached to the results of training you're and or the process of training. Yeah, you know and it'll you get essentially you can use that pain",
        396.22,
        404.44
    ],
    [
        " You know, yeah, absolutely you get a guy that's an MMA fighter that loses to a submission hold right",
        404.44,
        410.6
    ],
    [
        " You take that and you say okay, but yeah, you got to work out your jiu jitsu",
        410.6,
        413.56
    ],
    [
        " You take a guy that gets his legs kicked out from underneath him. Okay, you got to work your more tight",
        413.56,
        417.56
    ],
    [
        " So you take those painful training experiences and you put them like you said you put them to work",
        417.7,
        422.42
    ],
    [
        " Absolutely. Yeah, and a lot of time a lot of times that'll come naturally a lot of times, but it doesn't always so",
        422.42,
        427.78
    ],
    [
        " In those cases you can just just actively and consciously take that pain, you know and redirect it",
        427.78,
        433.66
    ],
    [
        " You can do it you can do that. Well, even if it doesn't come natural and it helps",
        433.66,
        437.48
    ]
]