[
    [
        " Life, liberty, and the pursuit of happiness.",
        0.06,
        4.88
    ],
    [
        " These are the unalienable rights endowed by our Creator and set forth in the Declaration of Independence,",
        5.94,
        14.54
    ],
    [
        " which of course was written here in this great and historic city of Philadelphia,",
        15.3,
        20.96
    ],
    [
        " just a few blocks from where we are right now.",
        21.54,
        23.68
    ],
    [
        " Life, liberty, and the pursuit of happiness.",
        26.14,
        30.12
    ],
    [
        " These powerful words are all that any American or really any human being could ever hope for.",
        30.78,
        40.46
    ],
    [
        " And these words represent the just and self-evident truths that our great nation was founded upon.",
        43.34,
        56.06
    ],
    [
        " And the Declaration of Independence carries on to explain that when these rights are reduced or abused by tyranny or evil,",
        57.0,
        68.76
    ],
    [
        " it is the duty of the people to throw off and absolve themselves from that tyranny.",
        69.24,
        78.02
    ],
    [
        " But there is an implied and unspoken addendum to this document.",
        79.9,
        89.84
    ],
    [
        " Yes, there is an important part of the Declaration of Independence that is actually left unsaid.",
        89.84,
        96.66
    ],
    [
        " But what is unsaid is an idea that anyone who understands history and anyone that understands human nature will know,",
        97.6,
        107.16
    ],
    [
        " that there is an elevated calling beyond those unalienable rights.",
        107.56,
        116.34
    ],
    [
        " Because you see, in order for one group of sovereign people to reap the blessings of life, liberty, and the pursuit of happiness,",
        118.98,
        130.78
    ],
    [
        " there must be another group, another group who are willing to sacrifice and forgo those sacred rights.",
        132.98,
        144.54
    ],
    [
        " Yes, that other group of people, those are warriors, those are the men and women of our military.",
        144.54,
        158.36
    ],
    [
        " Because when an American citizen raises their hand and swears the oath of service,",
        159.38,
        168.3
    ],
    [
        " what they are doing is willingly placing their life, their liberty, and their personal happiness on the altar of freedom.",
        170.48,
        181.76
    ],
    [
        " They are relinquishing the blessings bestowed by this great nation.",
        181.76,
        188.44
    ],
    [
        " These warriors commit this somber act in order to defend the higher ideal, that is the United States of America.",
        189.26,
        200.52
    ],
    [
        " Our military troops volunteer so they can uphold this glorious vision of destiny, this supreme object of human value, freedom.",
        201.64,
        220.74
    ],
    [
        " And for freedom and for liberty, our military, men and women are willing to sacrifice everything that they have.",
        224.12,
        232.42
    ],
    [
        " Everything that they have now, and everything that they ever could have, all their hopes, all their dreams, all their aspirations,",
        232.98,
        244.74
    ],
    [
        " are subordinated to this higher cause.",
        245.68,
        251.12
    ],
    [
        " These soldiers, sailors, airmen, and Marines, they give their futures for ours.",
        252.2,
        264.98
    ],
    [
        " Now, this is exactly what Travis Manion did.",
        268.58,
        276.24
    ],
    [
        " Not in some conceptual or abstract way.",
        277.28,
        282.66
    ],
    [
        " No, Travis Manion factually decided to put the lives of his team above his own, and he did it at the moment of truth.",
        284.38,
        296.68
    ],
    [
        " He did it in combat.",
        296.94,
        297.76
    ],
    [
        " And in combat, there is no time to think through your philosophical beliefs.",
        301.18,
        307.82
    ],
    [
        " There is no internal discussion about our nation's great endeavors or the high aims of our country.",
        308.76,
        317.58
    ],
    [
        " No, in combat, your values must already be decided. They must already be established.",
        319.14,
        328.06
    ],
    [
        " They must be resolute in your soul.",
        329.04,
        333.5
    ],
    [
        " And Travis' values were absolutely embedded in his character.",
        335.02,
        342.24
    ],
    [
        " Indellably etched into his spirit, and his spirit would show no fear.",
        345.46,
        350.04
    ],
    [
        " Which show no hesitation. Which show no wavering.",
        351.18,
        354.1
    ],
    [
        " There was no fear as he exposed himself to enemy, fire, to rescue his corpsman from the kill zone.",
        355.2,
        366.42
    ],
    [
        " There was no hesitation as he directed his patrol in a counterattack.",
        366.42,
        371.3
    ],
    [
        " There was no wavering when he rescued another Marine, and personally drew enemy fire away from the rest of his troops.",
        371.86,
        380.6
    ],
    [
        " And with this uncomcomcomable spirit and this determined character",
        381.72,
        391.6
    ],
    [
        " on that bloody and violent battlefield, Travis sacrificed his life for his friends.",
        393.64,
        404.86
    ],
    [
        " Now, we need to be thankful for Travis' men and women like him, many of whom you heard about tonight.",
        413.02,
        424.52
    ],
    [
        " We need to be thankful because it's heroes like Travis who have given us this gift of life, liberty, and the pursuit of happiness.",
        424.52,
        434.42
    ],
    [
        " And yes, without question, we should and we must live every day in a way that will honor the sacrifices of those heroes.",
        435.12,
        450.44
    ],
    [
        " That is our charge.",
        450.44,
        451.76
    ],
    [
        " But there's something equally important that Travis and heroes like Travis, they've given all of us.",
        453.48,
        466.3
    ],
    [
        " This is a gift that is just as precious as the freedom and liberty that we all hold so dear.",
        467.44,
        477.3
    ],
    [
        " And that gift is the example that Travis set.",
        478.32,
        483.38
    ],
    [
        " The example that he set, the life that he led which so clearly revealed that a true hero, a true model for mankind, is not someone who fights for his own life, not someone who fights for his own liberty, not someone who fights for his own pursuit of happiness.",
        484.16,
        509.04
    ],
    [
        " No, the ultimate ideal, the ultimate American, the ultimate hero is one who puts others first.",
        511.22,
        523.9
    ],
    [
        " Because you see, Travis did not serve to protect his own life, but to defend others.",
        526.08,
        534.24
    ],
    [
        " He didn't sacrifice for his own liberty, but for all of ours.",
        534.6,
        539.58
    ],
    [
        " He didn't lay down his life for his own happiness, but so that his friends could one day find their happiness.",
        541.08,
        550.3
    ],
    [
        " That is the example that Travis made and set.",
        555.34,
        561.04
    ],
    [
        " That is the path of righteousness that he laid down to be followed, knowing the risks, knowing the hazard, knowing the peril, knowing the possible outcome of his choices and actions could be death, knowing all that.",
        564.38,
        586.78
    ],
    [
        " He needed only to ask, if not me, then who?",
        591.16,
        600.16
    ],
    [
        " If I do not volunteer, who will?",
        604.88,
        606.8
    ],
    [
        " If I do not lead, who will?",
        608.02,
        612.46
    ],
    [
        " If I do not serve, who will?",
        612.46,
        614.92
    ],
    [
        " If I do not place my life on the altar of sacrifice for my country, who will?",
        618.6,
        628.3
    ],
    [
        " Travis answered that question, and he answered it with complete and unmitigated resolve.",
        632.72,
        642.44
    ],
    [
        " Travis will go.",
        642.44,
        648.92
    ],
    [
        " Travis will go.",
        648.92,
        650.74
    ],
    [
        " Travis is not just a hero.",
        660.0,
        678.08
    ],
    [
        " Travis was a man. He was a real man.",
        686.36,
        691.18
    ],
    [
        " He was a son. He was a brother. He was a friend. He was a teammate.",
        692.28,
        698.54
    ],
    [
        " He was a man who, no matter what, would not let down his friends, would not let down his Marines, would not let down his country.",
        703.54,
        719.56
    ],
    [
        " Travis, we thank you for these sacred gifts that you have bestowed upon each of us.",
        726.76,
        734.92
    ],
    [
        " We will also thank you for your service.",
        736.12,
        764.88
    ],
    [
        " We are not for ourselves, but for others.",
        764.88,
        770.68
    ],
    [
        " That is the task you have entrusted us with.",
        773.96,
        778.3
    ],
    [
        " We will not forget your solemn and heroic example.",
        779.76,
        785.52
    ],
    [
        " We will not forget your words, if not me, then who?",
        786.6,
        794.98
    ],
    [
        " We will do our best to follow your lead.",
        799.84,
        806.56
    ]
]