[
    [
        " I tell the team we need this done by 3pm. They say got it. We'll have it done by 3pm",
        0.0,
        5.72
    ],
    [
        " But they don't do it all the time and tell me well, we didn't know we needed it done by 3pm",
        5.72,
        12.04
    ],
    [
        " How do I take ownership of this?",
        12.04,
        14.12
    ],
    [
        " Yeah, this is this seems like a tough question, right? But it's actually not that tough of a question",
        14.72,
        21.1
    ],
    [
        " Because what you think is like, well, they said they were gonna get it done then they didn't get it done then how can that be my fault?",
        21.1,
        27.18
    ],
    [
        " And maybe that's not how",
        28.02,
        29.24
    ],
    [
        " The question is meant, but that's the way I'm interpreting it for the purpose of this answer",
        29.24,
        34.6
    ],
    [
        " Because maybe you just meant like hey, how do I take ownership of this?",
        34.6,
        38.22
    ],
    [
        " And if that's the way you meant it fine the answer is the same actually",
        38.52,
        40.82
    ],
    [
        " So what happens is if you if that happens with what happens is if that happens with your team",
        40.82,
        46.06
    ],
    [
        " Then you take ownership of it by recognizing that you did not communicate effectively",
        46.06,
        51.34
    ],
    [
        " Because if your team isn't doing what it is you need them to do that is actually your fault as the team leader",
        51.34,
        55.94
    ],
    [
        " They either didn't understand how important it was and they didn't understand how solid that deadline was",
        55.94,
        61.14
    ],
    [
        " Or they didn't understand that when you said this thing needs to be completed by 3 o'clock",
        61.14,
        68.08
    ],
    [
        " That you meant completed by 3 o'clock",
        68.08,
        70.58
    ],
    [
        " Maybe it's because you usually say hey, we need this done tomorrow at 2 and you give them slack and they just kind of take advantage of it",
        70.58,
        76.04
    ],
    [
        " Then you know if you want to take ownership of it, maybe you didn't follow up enough, right?",
        76.04,
        82.52
    ],
    [
        " Maybe you trusted them too much whose fault does it if you trusted them so much that you just let them you showed up at",
        82.56,
        87.28
    ],
    [
        " 259 is it done? Well, no, we didn't think it was due",
        87.28,
        90.54
    ],
    [
        " Like we didn't know you needed it actually",
        90.54,
        92.84
    ],
    [
        " So whose fault is that it's your fault you trusted them too much",
        92.84,
        96.04
    ],
    [
        " Maybe you gave them too much leeway",
        96.04,
        98.48
    ],
    [
        " Right, maybe you gave them too much leeway too much decentralized command dichotomy leadership",
        98.48,
        102.32
    ],
    [
        " Maybe you went too far with decentralized command you said hey, get this done by 3 o'clock figure out however you want to do it",
        102.32,
        107.04
    ],
    [
        " I'll be back at 259",
        107.04,
        108.3
    ],
    [
        " and you roll out and",
        108.3,
        111.98
    ],
    [
        " It's not done. So what do you do you come back at 3 o'clock? It's not done. It is your fault",
        112.5,
        117.74
    ],
    [
        " Do you take ownership of it you say to your team look hey? Okay, so now how how do you take ownership of it cool?",
        117.74,
        123.58
    ],
    [
        " You fix the problem. How do you fix the problem in this case? Well, guess what next time I tell you something's done",
        123.58,
        127.74
    ],
    [
        " It's done at 3 o'clock. I'm gonna check in with you. I'm gonna check in with you a few times",
        127.74,
        131.42
    ],
    [
        " Here's the progress that we want to make I want you to be here by this point",
        131.42,
        135.42
    ],
    [
        " I want you to be here by this point",
        135.42,
        136.3
    ],
    [
        " I want you to be here that by this point and that puts us on track to finish well ahead of 3 o'clock",
        136.3,
        140.14
    ],
    [
        " So let's make it happen",
        140.98,
        142.22
    ],
    [
        " Are you gonna micromanage a little bit more? Yes, you are they missed a deadline. You're not allowed to miss deadlines",
        142.22,
        148.06
    ],
    [
        " Not allowed to miss deadlines. Do I micromanage you echo Charles? No",
        148.06,
        152.16
    ],
    [
        " Have you ever missed a deadline?",
        152.16,
        154.16
    ],
    [
        " No, well there's been some podcasts that didn't come out on time. Oh yeah, right?",
        154.56,
        160.12
    ],
    [
        " Yeah, I guess it depends on what you mean. I guess but yeah",
        160.72,
        163.86
    ],
    [
        " There's been some podcasts that didn't come out on time",
        163.86,
        166.28
    ],
    [
        " Yes",
        166.28,
        166.6
    ],
    [
        " And I would send you a text like hey just wondering if you knew about a podcast that was you know supposed to come out",
        166.6,
        171.24
    ],
    [
        " Five hours ago that happened one time well no two times. I think it's happened two times. Yeah. Yeah one of them",
        171.24,
        178.3
    ],
    [
        " Yeah, so you don't warrant micromanagement",
        178.3,
        181.06
    ],
    [
        " Because you we've done a hundred and forty seven podcasts and you've had two that weren't out on time",
        181.06,
        187.6
    ],
    [
        " Do I need to micromanage you? No, I don't don't need to because we're all good the podcast",
        187.6,
        192.74
    ],
    [
        " Hey occasionally it's times that they didn't come out one of them was like straight up",
        193.14,
        197.24
    ],
    [
        " operator error",
        197.24,
        198.56
    ],
    [
        " where you were like I didn't press the button publish or something really lame like that",
        198.56,
        203.7
    ],
    [
        " Yeah, the other time was like major technical difficulty. We got a problem. Yeah, it's gonna be a couple days",
        203.7,
        208.72
    ],
    [
        " Yeah, then there was another time. What was the other time when we went to Maine the first",
        208.72,
        212.48
    ],
    [
        " Last year and what happened? We just got there the on the night that I was supposed to publish it my mind was just",
        212.48,
        218.72
    ],
    [
        " Distracted by the new I had lost my camera. It was a crazy time for everybody",
        219.26,
        223.68
    ],
    [
        " And you know the next warning you so",
        223.68,
        226.7
    ],
    [
        " you know graciously posted a picture of me sleeping on the plane by the way and said maybe someone can do it",
        226.7,
        233.58
    ],
    [
        " Publish a podcast publicly which is complete violation by the way. Yeah, take picture of me sleeping",
        233.58,
        237.96
    ],
    [
        " But hey, it was actually completely warranted because it really captured like what it felt like I just totally spaced it out",
        237.96,
        246.5
    ],
    [
        " So my point is you get stuff done on time. You have a good track record. There's no need for micro management",
        247.94,
        253.44
    ],
    [
        " If you were if you were hitting a lower number",
        253.44,
        256.66
    ],
    [
        " You know if ever you know once every once a month it wasn't on time. Yeah, you'd be hearing about it all the time for me",
        256.66,
        262.1
    ],
    [
        " I'd be like hey, we good tomorrow. We good. I'd be checking in with you until you got so mad",
        262.1,
        266.32
    ],
    [
        " At me following up with you you would just be like hey, I got this and you would never miss it again because you didn't want to be bothered",
        266.32,
        272.04
    ],
    [
        " So for this one again, it's important to remember that with the idea of extreme ownership",
        273.1,
        277.66
    ],
    [
        " It's not just like oh, well, I'll say this is my fault. No when you're in charge of a team and something goes wrong",
        277.66,
        284.3
    ],
    [
        " It actually is your fault",
        284.3,
        287.52
    ],
    [
        " It actually is your fault",
        287.52,
        289.84
    ],
    [
        " And that's all there is to it. Maybe there's some people you need to fire",
        289.84,
        293.8
    ],
    [
        " Because they are the they're at fault for this mistake happening and you've let it go too long and you didn't get rid of them",
        293.8,
        298.9
    ],
    [
        " That's your fault",
        298.9,
        299.4
    ],
    [
        " Yeah",
        300.08,
        300.56
    ],
    [
        " But it actually is your fault. How do you take on how do you take ownership of it? You fix the problem",
        300.56,
        304.84
    ],
    [
        " Maybe you got to in this particular case maybe you got to step up the micromanagement. That's that's the way it works",
        304.84,
        310.24
    ],
    [
        " Yeah, it makes sense also to the well and I'm speaking from a perspective of someone who could very well easily space out this project by 3pm",
        310.24,
        319.4
    ],
    [
        " By the way, that's that's potentially me, but this is this is when it can't happen",
        319.4,
        324.26
    ],
    [
        " um",
        324.26,
        325.0
    ],
    [
        " where",
        325.0,
        326.12
    ],
    [
        " Let's say I get a list of like two thing three things whatever I gotta do right like hey, we you know",
        327.24,
        332.04
    ],
    [
        " We want this or whatever and then let's say it's not necessarily by 3pm",
        332.04,
        335.64
    ],
    [
        " Let's say it's like by next week Friday, so I got a week and a half to do these three things",
        335.64,
        340.82
    ],
    [
        " And then the next day there's like another list of two things and the next day after that one thing says hey",
        340.82,
        347.12
    ],
    [
        " You know what this is the priority three days later after lisp and establish hey, this is the priority get this done first",
        347.12,
        352.46
    ],
    [
        " Then you got one more thing right",
        352.46,
        353.94
    ],
    [
        " So this thing that I said yeah, got it. I'll have it done by Friday kind of thing sort of get shuffled and forgot",
        355.08,
        361.14
    ],
    [
        " You know like forgotten so maybe I didn't organize it or whatever you're pointing saying this",
        361.14,
        366.16
    ],
    [
        " Are you just putting yourself on report? Yeah, are you saying that you need to make a list?",
        366.16,
        369.54
    ],
    [
        " Are you need to say and you need to write things down? Yes people that miss things. You know, you do you write them down",
        369.7,
        373.8
    ],
    [
        " Yeah, I used to make little boxes. I'll show you some of the checklist you come to my house. I'll show you checklists",
        373.8,
        378.2
    ],
    [
        " I used to make there they were psycho OCD little checklist little boxes next to like I would be going on a trip",
        378.2,
        383.92
    ],
    [
        " Make a little box socks t-shirts",
        383.94,
        386.44
    ],
    [
        " Okay, yeah everything every single thing I was taking I would have on a list",
        386.44,
        391.78
    ],
    [
        " I still got those as I got deployments from the the 90s of what I took on deployment",
        391.78,
        396.48
    ],
    [
        " That's pretty legit right there little boxes little boxes in the 90s. They were written down on paper",
        396.48,
        402.14
    ],
    [
        " Then in the 2000s I got the computer",
        402.14,
        404.44
    ],
    [
        " Cool and I print those things out no so hey people have problems if you personally are telling me that you have a problem",
        404.44,
        412.24
    ],
    [
        " You got to write something down. Yeah, so yeah, and obviously you know mean you're different. I don't have those kind of notes",
        412.24,
        417.76
    ],
    [
        " but what I'm saying is",
        417.76,
        419.76
    ],
    [
        " Yeah, like that could be your methodology of your micro quote-unquote micromanagement style for things like this",
        419.76,
        426.68
    ],
    [
        " Make sure they got it kind of thing like if yeah for sure things I'm thinking about in fact there could you can you can give lists",
        426.68,
        432.78
    ],
    [
        " I normally wouldn't have to do this",
        432.78,
        434.72
    ],
    [
        " But sometimes there's been a couple times on my life and career where I'd have to give people a list like hey",
        434.72,
        440.56
    ],
    [
        " I make the boxes form like hey, here's what you got to get done today. Yeah, make sure we understand each other",
        440.62,
        446.12
    ],
    [
        " I would only do that if they drop the ball a couple times. Yeah, like oh, they didn't get this done",
        446.12,
        450.16
    ],
    [
        " They didn't get that done. Okay, I guess what I need to write it down make sure it happens. Yeah",
        450.16,
        453.66
    ],
    [
        " So yeah, and again, it's not like and I'm like I'm not saying it's not my fault because you give me too much",
        453.66,
        459.02
    ],
    [
        " I'm not saying that I'm saying like not everyone me. I'm talking about me not everyone's as organized as maybe you you know",
        459.02,
        466.28
    ],
    [
        " So they're gonna need some micromanagement in this particular way, you know maybe because maybe that's it",
        466.92,
        471.6
    ],
    [
        " I mean, I think the tone here the question could be me totally could be me mystery",
        471.6,
        476.7
    ],
    [
        " But it kind of seems like",
        476.7,
        478.22
    ],
    [
        " Hey, they said they got it and they didn't get it. What more do you want from me kind of thing?",
        478.22,
        484.18
    ],
    [
        " You know, that's a good way of putting it and I just gave the list of what more you can do yeah exactly you can",
        484.48,
        488.7
    ],
    [
        " Spell it out for him you can micromanage you can check and do check-ins with him do all those things. Yeah",
        488.7,
        494.16
    ]
]