[
    [
        " Jocco, may I ask your advice for addressing a cowboy, quote unquote, mentality among teams working in dangerous environments?",
        0.14,
        7.92
    ],
    [
        " How would you shift the culture to kill complacency to aggressively identify and mitigate risk as a point of professional pride?",
        8.32,
        15.68
    ],
    [
        " Okay.",
        16.32,
        17.48
    ],
    [
        " This is something that will definitely saw in the SEAL team seed all the time in the civilian sector, you know, construction companies, power companies, companies where people are doing dangerous work.",
        18.28,
        28.0
    ],
    [
        " Right?",
        28.3,
        28.54
    ],
    [
        " Policing, firefighting anything, anything that has any element of danger, you definitely see this and, and like I said, certainly so on the SEAL teams to end the answer to this is a common answer for many leadership situations is you have to explain why?",
        30.52,
        43.38
    ],
    [
        " So let me put it in a little context.",
        44.02,
        45.5
    ],
    [
        " What you have to do is you have to say, hey, let me explain to you what happens when someone gets hurt or injured on this job. Okay, first of all, we get the loss of that person on the job.",
        45.96,
        57.24
    ],
    [
        " The job that we're working on the project that we're working on falls back. There's paperwork that has to be filed, which by the way the paperwork hurts the progress of our project as well.",
        58.1,
        66.46
    ],
    [
        " Our budgets impact it because now we got to bring someone else on board, we got to trade them.",
        67.06,
        70.1
    ],
    [
        " We take a reputational hit as a company.",
        71.36,
        74.74
    ],
    [
        " Right? What kind of a company can't do a job without getting someone hurt, right?",
        76.34,
        81.52
    ],
    [
        " I mean, this isn't a high bar.",
        82.02,
        83.58
    ],
    [
        " It's not a very high bar to say, hey, can you complete this task without getting someone injured?",
        84.0,
        89.82
    ],
    [
        " Yeah.",
        90.56,
        90.82
    ],
    [
        " And all of a sudden we got a, we got, hey, you know what our company, we don't, we get a lot of people hurt.",
        91.2,
        95.0
    ],
    [
        " Well, what does that tell you about the company? It's a reputational hit. Who are you going to hire? You're not going to hire the one that's got people getting hurt all the time.",
        95.44,
        101.38
    ],
    [
        " So there's that.",
        101.7,
        103.18
    ],
    [
        " And what does that do?",
        104.84,
        106.12
    ],
    [
        " What does that do to your reputation in terms of everything else?",
        106.46,
        109.66
    ],
    [
        " Because if you're getting a bunch of people hurt, how can I expect you to keep your timelines?",
        109.76,
        112.5
    ],
    [
        " How can I expect you to stay on budget?",
        113.1,
        114.76
    ],
    [
        " So it's those things, it's those that kind of reputation that you get if you are getting people hurt.",
        115.84,
        125.22
    ],
    [
        " And then also, what does it do?",
        125.54,
        127.72
    ],
    [
        " What does it say about your team if you've got people getting hurt?",
        128.02,
        131.12
    ],
    [
        " And again, this is what I'm talking about is a conversation that you're having with the group, with the team.",
        131.36,
        135.58
    ],
    [
        " You're saying, look, what kind of a team are we if we got people getting hurt? What does that say about us?",
        135.74,
        139.64
    ],
    [
        " It says we're lack, lack of a physical.",
        139.74,
        141.22
    ],
    [
        " It says we're complacent. It says we don't pay attention.",
        141.6,
        143.82
    ],
    [
        " What does it say about our leadership?",
        144.68,
        146.14
    ],
    [
        " If we got guys getting hurt, what does that say about our leadership? It says we don't care about our people.",
        146.86,
        151.28
    ],
    [
        " Which by the way, it says we don't care about our people. It means it says we don't care about our job. It says we don't care about our reputation.",
        151.5,
        156.06
    ],
    [
        " It says we do, we just don't damn care.",
        156.06,
        157.72
    ],
    [
        " And what does it say about you, the individual?",
        159.86,
        162.44
    ],
    [
        " Well, you know what it says about you, an individual?",
        163.22,
        165.18
    ],
    [
        " If you get hurt, you know what it says about you?",
        165.54,
        167.32
    ],
    [
        " You're a knucklehead and you got hurt.",
        167.58,
        169.44
    ],
    [
        " You couldn't follow the procedures. You didn't follow the procedures. You thought you were smart and you got complacent. Now you got hurt.",
        169.66,
        174.6
    ],
    [
        " So these are the things.",
        175.48,
        178.34
    ],
    [
        " When I talk about explaining why those are where I'm going to start.",
        178.66,
        183.14
    ],
    [
        " And now I'm going to explain and connect the dots so that the purse, the individual, see that",
        183.14,
        189.1
    ],
    [
        " someone getting hurt is actually the least professional thing that you can do.",
        189.1,
        196.14
    ],
    [
        " From a leadership perspective, if I let one of my guys get hurt, that's just, that's just",
        196.58,
        200.76
    ],
    [
        " the least professional thing I can do.",
        200.76,
        203.4
    ],
    [
        " From an individual contributor perspective, if I'm getting hurt, guess what? I didn't follow procedures.",
        203.74,
        210.34
    ],
    [
        " Okay, look, are there accents that happened? Yes, there are.",
        210.34,
        212.58
    ],
    [
        " But what I'm saying is if you get an accident that could have been prevented, that should have been prevented,",
        212.82,
        217.16
    ],
    [
        " and I as an individual let it happen, that is absolutely my fault.",
        217.34,
        221.48
    ],
    [
        " It's like when you got a guy getting ready for an MMA fight, they get cut.",
        221.7,
        224.58
    ],
    [
        " They weren't wearing head gear. And it's like, look, I get it.",
        225.1,
        230.58
    ],
    [
        " But that was dumb. And I've had that happen. I mean, I've had it happen with my fighters. I've seen it happen all kinds of.",
        230.8,
        236.42
    ],
    [
        " It happens in the UFC all the time, right? You've got to fight coming up.",
        236.42,
        239.7
    ],
    [
        " You're going to fight for the title for the UFC title.",
        240.32,
        243.4
    ],
    [
        " You're going to make possibly millions of dollars. You're going to be the champion of the world.",
        243.48,
        248.14
    ],
    [
        " Oh, two weeks out, got a cut. Got a cut on my head.",
        248.7,
        252.98
    ],
    [
        " You know, blew out my ACL, doing takedown defense.",
        253.1,
        256.32
    ],
    [
        " Look, I get it. Accidents happen. But what was really happening right at that moment?",
        256.76,
        261.66
    ],
    [
        " Was it a random accident? Or we were doing something that we shouldn't have been doing?",
        261.66,
        264.36
    ],
    [
        " So if we start to lean towards look, having accidents is actually an unprofessional thing to do.",
        265.64,
        274.76
    ],
    [
        " It's a weak thing to do. It's a bad thing to do. When we let it happen, it hurts everyone.",
        274.98,
        280.38
    ],
    [
        " Not just the individual involved. That's the attitude that we kind of come with.",
        280.54,
        285.28
    ],
    [
        " You know, I had the, in the, in the Navy, you have like alcohol programs.",
        286.04,
        293.28
    ],
    [
        " So, hey, this is our program for alcohol. Here's how we're trying to combat having people have alcohol related incident.",
        294.36,
        301.62
    ],
    [
        " And when I was at trade-et, they had someone come in to like give us a talk about alcohol.",
        302.04,
        307.78
    ],
    [
        " And then, and then when they got done, the guy says, okay, you know, sir, I was the guy in charge.",
        308.82,
        314.84
    ],
    [
        " He goes, what's your alcohol policy? And I didn't have one. And I didn't have one.",
        314.84,
        321.4
    ],
    [
        " And I was like, okay, hey, cool. I'll come up with one. Here's the alcohol policy. If you get hurt, or sorry, if you get drunk and you can't, if you get drunk and you get in trouble or you get in a fight or you get arrested or you get a DUI and you take time away from being deployable, you are doing al Qaeda's job for them.",
        321.4,
        343.36
    ],
    [
        " There's the alcohol policy.",
        343.82,
        345.44
    ],
    [
        " So now all of a sudden it's not like, hey, cool. We're like, yeah, raw raw.",
        346.74,
        352.06
    ],
    [
        " No, all of a sudden, hey, man, do we want to help the enemy by taking ourselves off the battlefield?",
        352.36,
        357.8
    ],
    [
        " There's nothing more that al Qaeda wants than for this seal to be arrested for DUI and non-deployable.",
        358.18,
        365.54
    ],
    [
        " You just did al Qaeda's job for you. So that's the kind of thing that I'm going to build the culture around.",
        365.9,
        373.62
    ],
    [
        " And that's the same thing you can do with people that have that cowboy mentality. You shift it so that that cowboy mentality becomes the thing that hurts our reputation, that hurts the company reputation, and it hurts our individual personal reputation as a man.",
        373.62,
        389.94
    ],
    [
        " I couldn't even prevent my shift from having someone get injured.",
        390.42,
        397.46
    ],
    [
        " So that's why I do.",
        398.1,
        399.26
    ],
    [
        " Like it feeds into their professional pride, especially when you use the word unprofessional.",
        400.04,
        406.0
    ],
    [
        " Yeah, like it's more like you have to be that way.",
        406.24,
        408.62
    ],
    [
        " Yeah, man, you knew what you're doing on that one. And then on the flip side, if you say consummate professional, right?",
        408.62,
        414.78
    ],
    [
        " That's a good one.",
        415.08,
        415.9
    ],
    [
        " If you're, man, you could do, it doesn't even matter the job. You can have your own lawn mowing business when you're 13 years old.",
        416.34,
        425.4
    ],
    [
        " If you're someone says, hey, that guy, that kid's a consummate professional, you're like, hell, yeah.",
        426.3,
        430.34
    ],
    [
        " Hell yeah.",
        431.08,
        431.42
    ],
    [
        " I'm going to have to push back a little bit. I don't know if there's too many, I don't know if there's too many situations where you would say a 13-year-old lawn mower.",
        431.44,
        439.2
    ],
    [
        " Now, we know that Mark, the way the warrior kid is heavily involved in lawn mowing with Mark's meticulous mowing.",
        439.5,
        445.12
    ],
    [
        " Yes, yes, sir, he is.",
        445.32,
        446.4
    ],
    [
        " But even, I don't even know if I'd call him a consummate professional.",
        446.86,
        451.04
    ],
    [
        " I wouldn't either, but if you were to do so.",
        451.36,
        454.14
    ],
    [
        " Mark would feel really good, if you said it.",
        455.44,
        457.38
    ],
    [
        " That's what I'm saying is that you can't be just throwing words around.",
        457.44,
        459.68
    ],
    [
        " Yeah, that's okay.",
        459.74,
        460.34
    ],
    [
        " You can't just throw around consummate professional about mowing mowing mowing mowing mowing mowing mowing mowing mowing mowing mowing mowing mowing.",
        460.46,
        464.2
    ],
    [
        " Yeah.",
        464.2,
        464.42
    ],
    [
        " But now, let's say that guy was a greenskeeper, like on a golf course.",
        464.54,
        468.6
    ],
    [
        " Sure.",
        468.78,
        468.9
    ],
    [
        " Now that person could be a consummate professional, because he's got to dial stuff.",
        469.36,
        473.24
    ],
    [
        " And then maybe I guess you get to a certain level of just straight landscaping where, oh, you know what?",
        473.58,
        479.06
    ],
    [
        " There was a water, there was the pipe exploded.",
        479.16,
        481.1
    ],
    [
        " Oh, Jocco came in.",
        481.34,
        483.34
    ],
    [
        " He had that whole thing re-sotted, receded, took him four hours.",
        483.48,
        487.42
    ],
    [
        " That guy is a consummate professional.",
        487.52,
        489.22
    ],
    [
        " So I guess I'll take it back.",
        490.32,
        491.68
    ],
    [
        " Well, I'm just saying reserve it.",
        492.06,
        493.72
    ],
    [
        " Don't play with it.",
        493.94,
        495.02
    ],
    [
        " Don't play with it.",
        495.18,
        495.42
    ],
    [
        " Okay, don't play with that.",
        495.42,
        496.16
    ],
    [
        " You're flying that thing around here exactly right.",
        496.16,
        498.14
    ],
    [
        " Yeah, make sense.",
        498.34,
        499.02
    ],
    [
        " Well, the, the dream man that, that was very clever on your part.",
        499.76,
        506.38
    ],
    [
        " What was it?",
        506.58,
        506.9
    ],
    [
        " When you said you're doing al-Kate's job for you, because think about it.",
        506.9,
        510.62
    ],
    [
        " I mean, you know, there's nothing worse for a guy in the military here is you are actually helping the enemy right now.",
        510.78,
        518.8
    ],
    [
        " Yeah.",
        518.84,
        519.1
    ],
    [
        " And then how you say it, like you name names, you know, it's not like you said the enemy, which I get, that's good too.",
        519.38,
        524.12
    ],
    [
        " But it's way better to be like, you're doing, and you name the, because JP will say that too, right?",
        524.24,
        528.82
    ],
    [
        " Where he'll be like, um, there was a sign or something about a sign or maybe he'll just say, he'll be like, you're, your enemy thanks you for not giving 100% today.",
        528.94,
        535.82
    ],
    [
        " Yeah.",
        535.84,
        536.04
    ],
    [
        " Right, remember that one?",
        536.08,
        536.66
    ],
    [
        " And it's good.",
        536.74,
        537.24
    ],
    [
        " That's a good one.",
        537.34,
        537.88
    ],
    [
        " And it sounds cool too.",
        537.88,
        538.88
    ],
    [
        " I get it.",
        539.16,
        539.6
    ],
    [
        " But it is real general.",
        539.84,
        541.52
    ],
    [
        " So you hear that 10 times or every day, whatever you like, okay, cool.",
        541.82,
        545.06
    ],
    [
        " It sounds cool, but it won't really affect your professional pride all the time.",
        545.22,
        549.64
    ],
    [
        " Sometimes it doesn't.",
        549.74,
        550.3
    ],
    [
        " But if you name the enemy, you know, like if you have some adversary, you know, and they thank you that person, whatever,",
        550.46,
        557.62
    ],
    [
        " John Smith, you know, for not giving 100%.",
        558.12,
        560.1
    ],
    [
        " You know, it might feed into you.",
        560.1,
        561.76
    ],
    [
        " So you saying al-Kaeda thanks you, you know, for getting interested.",
        561.76,
        564.48
    ],
    [
        " So I'm like, yeah, man, think about it from the flip side, right?",
        564.68,
        567.34
    ],
    [
        " What if you think of like an al-Kaeda fighting team, right?",
        567.54,
        570.74
    ],
    [
        " And one of them gets cut like one of their effective fighters gets caught.",
        571.62,
        576.84
    ],
    [
        " I don't know doing something that they don't like gambling.",
        577.02,
        579.22
    ],
    [
        " Go into strip club.",
        579.56,
        580.6
    ],
    [
        " I don't know.",
        580.72,
        581.04
    ],
    [
        " Whatever.",
        581.2,
        581.46
    ],
    [
        " And they say, hey, you're not allowed to fight anymore for us.",
        581.68,
        584.26
    ],
    [
        " So he gets like exiled or whatever.",
        584.56,
        586.62
    ],
    [
        " Oh, that's sweet.",
        586.86,
        588.0
    ],
    [
        " Yeah.",
        588.28,
        588.44
    ],
    [
        " We want them to do that.",
        588.52,
        589.62
    ],
    [
        " We might even send them some strip love recommendation.",
        589.88,
        592.22
    ],
    [
        " You see what I'm saying?",
        592.6,
        593.12
    ],
    [
        " So it's literally, you're literally doing that.",
        593.12,
        595.66
    ],
    [
        " Literally.",
        595.76,
        596.28
    ],
    [
        " Yeah, that's good.",
        596.94,
        598.72
    ],
    [
        " Jerk, joker.",
        599.38,
        600.32
    ],
    [
        " Clever, clever guy.",
        600.84,
        602.56
    ]
]