[
    [
        " There must be some aspect of the titsy situation that I don't understand even if I'm on the losing side of a fight",
        0.06,
        6.96
    ],
    [
        " I still want to go down swing. I could tell how much this affected Jocco",
        6.96,
        11.1
    ],
    [
        " It would suck to be so close to such an unjust fight and not be able to do anything about it",
        11.1,
        17.64
    ],
    [
        " Yes, it",
        17.64,
        22.5
    ],
    [
        " It is hard to look at that situation and really understand it",
        22.5,
        29.48
    ],
    [
        " And it's horrible. Look back at it now and know that we didn't do anything about it",
        29.48,
        36.88
    ],
    [
        " But what can we do with it? How can we apply this to everyday life because I agree with you",
        36.88,
        48.22
    ],
    [
        " You got to go down swinging",
        48.22,
        49.88
    ],
    [
        " And I'll tell you this if you if you fight with all you've got",
        49.88,
        56.58
    ],
    [
        " You're not",
        57.58,
        56.72
    ],
    [
        " More often than not you won't go down at all",
        56.72,
        61.58
    ],
    [
        " You win",
        61.58,
        64.16
    ],
    [
        " But you got to make that attitude part of your everyday life the extra rep the extra mile the extra round the right choices",
        64.16,
        76.82
    ],
    [
        " To make yourself stronger mentally and physically",
        76.82,
        83.2
    ],
    [
        " Stand and fight",
        85.04,
        88.0
    ],
    [
        " Fight against weakness and against fear",
        88.0,
        93.36
    ],
    [
        " They're fight against time and decay fight back",
        93.36,
        99.5
    ],
    [
        " Go down swinging",
        99.5,
        102.9
    ],
    [
        " It give every day everything you've got",
        102.9,
        108.32
    ],
    [
        " And when and when you face a challenge even something where you don't believe you can win",
        110.24,
        115.54
    ],
    [
        " Maybe it's a situation where you cannot win",
        115.54,
        118.64
    ],
    [
        " But if you can't win",
        118.64,
        122.44
    ],
    [
        " Remember this",
        122.44,
        125.78
    ],
    [
        " You have nothing to lose",
        125.78,
        128.92
    ],
    [
        " So stand up and go forward and go out in a blaze of glory",
        128.92,
        135.98
    ],
    [
        " Fighting with everything you've got every ounce of energy every beat of sweat and every drop of blood",
        137.36,
        145.56
    ],
    [
        " Till your last breath",
        145.56,
        149.56
    ],
    [
        " And then",
        149.56,
        152.02
    ],
    [
        " And only then",
        152.02,
        155.06
    ],
    [
        " You can stand down",
        155.06,
        158.02
    ],
    [
        " And you can put down your sword",
        158.02,
        161.56
    ],
    [
        " And you can put down your shield",
        161.56,
        164.52
    ],
    [
        " And rest",
        165.98,
        167.38
    ],
    [
        " In peace",
        167.38,
        171.3
    ]
]