[
    [
        " Chaco, can you talk about fear of failure and how to overcome it?",
        0.0,
        5.8
    ],
    [
        " Fear of failure.",
        6.66,
        8.08
    ],
    [
        " So obviously fear of failure can keep you from taking risk.",
        8.72,
        16.56
    ],
    [
        " Then it can leave you sitting there paralyzed into not taking any action at all. And obviously",
        17.3,
        25.62
    ],
    [
        " that's bad.",
        26.26,
        27.34
    ],
    [
        " But I don't actually want you to overcome the fear of failure.",
        28.18,
        37.86
    ],
    [
        " I want you to be afraid of failure. Fear of failure is good. Fear of failure will keep you",
        38.7,
        48.5
    ],
    [
        " up at night, planning and rehearsing and going over contingencies. Fear of failure will keep you",
        48.5,
        59.06
    ],
    [
        " training hard. It'll stop you from cutting corners. Fear of failure will keep you working and",
        59.06,
        71.98
    ],
    [
        " thinking and striving and relentlessly trying to be more prepared for battle.",
        71.98,
        79.44
    ],
    [
        " So I want you to be afraid of failing. I fear failure. But more important,",
        80.08,
        92.1
    ],
    [
        " I want you to be horrified. I want you to be terrified of sitting on your ass and doing",
        93.52,
        102.8
    ],
    [
        " nothing. That is what I want you to be afraid of. Of waking up in six days or six weeks or",
        102.8,
        110.9
    ],
    [
        " six years or 60 years. And being no closer to your goal, you've made no progress.",
        110.9,
        118.82
    ],
    [
        " That is the horror. That is the nightmare. That is what you need to be truly afraid of.",
        121.42,
        131.68
    ],
    [
        " Being stagnant.",
        135.34,
        136.26
    ],
    [
        " So get up and go. Take the risk, take the gamble, take the first step, take action.",
        137.02,
        152.94
    ],
    [
        " And don't let another day slip by.",
        153.78,
        160.4
    ]
]