[
    [
        " How do you say humble when you know you have better skill sets than others?",
        0.0,
        4.64
    ],
    [
        " You seem humble with all that you've accomplished.",
        5.02,
        7.28
    ],
    [
        " Well, this is just what like in general, just how do you say humble when you know you have better skill sets than others?",
        7.62,
        15.26
    ],
    [
        " Mm-hmm. And then you say that I seem humble with all that I've accomplished which is which is actually",
        15.64,
        20.88
    ],
    [
        " It's funny when I read that like it's not",
        20.88,
        25.8
    ],
    [
        " I'm sure that for for the dude is asking this question. He's thinking I accomplished all this stuff",
        26.42,
        31.6
    ],
    [
        " And it's not I don't feel that way like",
        31.6,
        33.46
    ],
    [
        " First of all, there's always somebody that's better than you that's I guarantee it",
        33.46,
        39.9
    ],
    [
        " There's someone that's done more than you. There's someone that's had better experience is someone that's accomplished more and and",
        39.9,
        45.78
    ],
    [
        " if you are truly the master of",
        45.78,
        50.02
    ],
    [
        " some thing",
        50.02,
        51.44
    ],
    [
        " Whatever one thing you're a true master of there's gonna be people that are a lot better at other things than you",
        52.32,
        60.48
    ],
    [
        " So you might be the master of one particular thing",
        60.48,
        64.06
    ],
    [
        " but",
        64.06,
        64.9
    ],
    [
        " Are you you have to respect the fact that people are gonna be",
        64.9,
        69.12
    ],
    [
        " Masters at other things or better than you know thing. I mean, so if you're super strong",
        69.12,
        74.16
    ],
    [
        " That's great. Let's see you run a marathon if you're super flexible",
        74.16,
        78.0
    ],
    [
        " Awesome how much can you deadlift if you're if you're smart that that's great. You're smart academically",
        79.34,
        84.38
    ],
    [
        " Let's check out your common sense and see where all that's at you know, so so",
        84.38,
        88.92
    ],
    [
        " You you're gonna be good at one thing",
        88.92,
        91.64
    ],
    [
        " But you're gonna have failed in other areas or have weaknesses in other areas and so",
        91.64,
        96.62
    ],
    [
        " You just have to keep that in check and I'll tell you like I I recognize",
        96.62,
        104.0
    ],
    [
        " Why I",
        104.0,
        107.9
    ],
    [
        " Been successful you know for one thing been surrounded with great people for other being lucky in certain situations that I've been in certain times",
        107.9,
        115.56
    ],
    [
        " And you know going back to jitsu a little bit",
        115.56,
        118.58
    ],
    [
        " It's a good example because",
        118.58,
        121.26
    ],
    [
        " Just because I can beat someone in jiu-jitsu",
        121.26,
        126.24
    ],
    [
        " It doesn't mean that I'm a better person. Yeah, it does",
        126.24,
        131.28
    ],
    [
        " It doesn't mean that I'm a better person",
        131.28,
        134.0
    ],
    [
        " It what it means",
        135.16,
        136.36
    ],
    [
        " Basically is that I happen to get into this random fringe sport before they did and I spent more time on the math",
        136.36,
        145.32
    ],
    [
        " And they did that's what it means it doesn't make me a better person and I'll tell you what it goes with",
        145.32,
        149.3
    ],
    [
        " You know if you're if you feel like you're smarter than someone",
        149.3,
        153.16
    ],
    [
        " It's probably because you've had the opportunity to study a subject or you've had a bunch of education on something",
        153.16,
        159.52
    ],
    [
        " You've dove into some subject so that might make you seem smarter. Where else if they apply themselves in that particular",
        159.7,
        165.42
    ],
    [
        " But guess what they were applying themselves to something else so",
        165.42,
        168.04
    ],
    [
        " Yeah, stay you got to stay humble with that and also",
        168.04,
        173.98
    ],
    [
        " When we talked about this when you fall you know, I am smarter than this person",
        173.98,
        179.62
    ],
    [
        " Well, guess what there's something there's still something that they're better than you and what is it?",
        179.62,
        184.66
    ],
    [
        " You might be smarter than I guess what maybe it's a guy we talked about earlier where I'm smarter as I can be",
        184.66,
        189.22
    ],
    [
        " Guess what this person can physically take me down and dominate me and that's horrible or they're better at whatever better",
        189.52,
        194.74
    ],
    [
        " Athletically or some people are really good craftsmen with their hands. I mean, there's so many different things that you can be skilled at",
        194.74,
        200.88
    ],
    [
        " and if you",
        200.88,
        202.34
    ],
    [
        " start thinking that yourself that you're",
        202.34,
        205.92
    ],
    [
        " That you're better than other people",
        205.92,
        208.52
    ],
    [
        " You're gonna have issues because in the long run",
        208.52,
        212.06
    ],
    [
        " You want to stay humble just stay alive because life will hungry humble you life is",
        212.06,
        219.44
    ],
    [
        " Hard and if you're pushing hard and you're driving hard and you're trying to achieve a lot",
        219.52,
        224.88
    ],
    [
        " You're not always gonna win. I don't care who you are. You're gonna get humbled. It's gonna be hard",
        224.88,
        228.96
    ],
    [
        " So many so many people that are successful they've got some hard luck stories along the way of things that they had to push through and",
        228.96,
        237.12
    ],
    [
        " Overcome in order to get there they got humbled and",
        237.12,
        240.02
    ],
    [
        " If you're winning every single time then you're you're not",
        240.02,
        245.66
    ],
    [
        " Goals aren't high enough. So step those up. So you know, I appreciate the the kind of comment but",
        246.4,
        254.76
    ],
    [
        " Man, it's not hard to be humble when you know, you need to take like maybe someone I know you know people always think oh",
        254.76,
        262.02
    ],
    [
        " Oh, he's a navy seal or whatever",
        262.02,
        265.54
    ],
    [
        " You know, there's a lot of seals that are more badass than me that done more deployments that have gotten after it more than me",
        265.54,
        275.12
    ],
    [
        " And I know that that that's awesome. I mean good good for them. I",
        275.28,
        280.72
    ],
    [
        " You know, they got after it good",
        280.72,
        284.16
    ],
    [
        " So I don't feel like oh, I did more than everybody. No, there's no one like that",
        284.16,
        290.2
    ],
    [
        " There's no one like that even even a you know, Mikey Thornton who what was seal that won the Medal of Honor? Awesome guy",
        290.2,
        296.56
    ],
    [
        " I have you know just to just you know, he's a he's a hero",
        296.56,
        300.2
    ],
    [
        " But if you know he gets interviewed of watch the bunch of interviewed here hurt him talk",
        300.82,
        305.22
    ],
    [
        " He's like, you know, he's like, oh, you know, you you you got the Medal of Honor. He's like it's not mine. It's my guys",
        305.22,
        310.52
    ],
    [
        " You know, it's a guy as I was with represents all so there's a guy like who's gonna be if there's anyone in the world that needs to that could not be humble",
        310.52,
        319.94
    ],
    [
        " Maybe it's Mikey Thornton, but guess what Mikey Thornton? He's humble as they come because you know what he also has been humbled by combat",
        319.94,
        328.32
    ],
    [
        " Because he realizes things that he tried to do that he didn't get done",
        328.44,
        331.84
    ],
    [
        " There's lives he tried to save that he couldn't save so you're gonna",
        331.84,
        336.02
    ],
    [
        " There's no doubt if you're living the right life",
        336.02,
        339.48
    ],
    [
        " You're gonna be humbled by it and there's always always always gonna be somebody that's better than you that's done",
        339.48,
        346.0
    ],
    [
        " But you so just stay humble and by the way",
        346.0,
        347.86
    ],
    [
        " What does being cocky gets you anyways? What does that turn you into?",
        347.86,
        351.8
    ],
    [
        " We've I talked about some time. What is what is overconfidence get you? You start cutting corners",
        352.28,
        356.8
    ],
    [
        " You start to slack. I mean, it's just ridiculous",
        356.8,
        358.92
    ],
    [
        " So you gotta stay humble you gotta stay hungry if you if you want to stay in the game and believe me",
        358.92,
        365.04
    ],
    [
        " You want to stay in the game you want to stay in the game",
        365.04,
        368.32
    ],
    [
        " Did you think that",
        368.32,
        370.28
    ],
    [
        " Like and I I can't I mean, I don't know if maybe this is where this even the question is coming from",
        370.28,
        378.16
    ],
    [
        " but",
        378.16,
        379.54
    ],
    [
        " If you know when you're insecure and like you're just like everything's a competition",
        379.54,
        384.92
    ],
    [
        " Like just in life. It's like it goes beyond just what you're into",
        385.26,
        389.06
    ],
    [
        " It's just like if someone's better than me for it makes me mad",
        389.06,
        393.04
    ],
    [
        " It makes you uneasy or whatever. It's like this insecurity kind of thing",
        393.04,
        396.06
    ],
    [
        " So when you do it's like if you look at everything is just this big life competitive",
        396.06,
        400.12
    ],
    [
        " Like I gotta beat that guy. I gotta be better than them. So when you are better than them",
        400.12,
        403.94
    ],
    [
        " It's like you're still looking at this cut as this competition like, eh, you know like you're not on my level",
        403.94,
        409.26
    ],
    [
        " So you don't deserve to be treated. It's kind of like it",
        409.26,
        411.82
    ],
    [
        " Maybe it's a good analogy maybe not but like in jujitsu where if you roll with a white belt you don't go hard",
        412.14,
        417.74
    ],
    [
        " You don't get satisfaction or whatever",
        417.74,
        419.9
    ],
    [
        " So in the jujitsu competition arena, you're not giving them the respect you're not",
        419.9,
        424.92
    ],
    [
        " Going all out like you would you know, you're not respecting his arm bar",
        424.92,
        429.58
    ],
    [
        " You know, if you are your smash him no satisfaction, you know, whatever",
        429.58,
        432.7
    ],
    [
        " It's in that specific competition setting",
        432.7,
        435.38
    ],
    [
        " But if you're just an insecure person where you think that all life is like just one big competition",
        435.38,
        440.54
    ],
    [
        " Oh, you gotta smash that person. Yeah, and if you're not worthy of my smashing",
        440.54,
        444.0
    ],
    [
        " It's like I don't even treat you like you should be on the mats with you kind of saying cool",
        444.0,
        447.9
    ],
    [
        " But may I mean do you think that maybe that's where some of that comes from like if you're having trouble",
        447.9,
        454.04
    ],
    [
        " Like being humble",
        454.04,
        456.12
    ],
    [
        " Kind of like I'm better than you in life. Yeah, it's probably just kind of just driven from in security",
        456.12,
        461.72
    ],
    [
        " But there's also a there's a dichotomy there too because man, I like to win like like no doubt about it. I like to win",
        461.72,
        469.44
    ],
    [
        " And the dichotomy of it is is that I also don't literally don't care",
        470.6,
        475.16
    ],
    [
        " Like if I get beat I'm like, okay, well, I what can I do to get better or what it's not I don't feel this",
        475.16,
        482.8
    ],
    [
        " Despair",
        482.8,
        485.48
    ],
    [
        " Because I lost it losing actually kind of motivates me more right yeah as opposed to",
        485.48,
        491.46
    ],
    [
        " Getting angry and the worst thing that happens is people decide they're not gonna compete right?",
        491.46,
        496.28
    ],
    [
        " They're not gonna compete in the game of life",
        496.28,
        498.18
    ],
    [
        " Because they didn't win or they don't feel like they can win so they go ah, you know what I'm just gonna",
        498.18,
        502.92
    ],
    [
        " I'm just gonna back off. I'm just not gonna participate in the game. But getting the game",
        502.92,
        507.7
    ],
    [
        " Get in the game",
        507.7,
        509.68
    ],
    [
        " Theme so maybe it comes from",
        509.68,
        513.3
    ],
    [
        " Not understanding what that means when you win and stuff",
        513.3,
        522.44
    ],
    [
        " I get I guess you know like let's say like like the fight like back to the fighting situation where the about you know",
        522.48,
        528.16
    ],
    [
        " Being a secure part of the male balancing a male psyche",
        528.16,
        531.12
    ],
    [
        " If you know that you've achieved these skills have these skills to win people, you know who don't have your skill set",
        531.12,
        537.94
    ],
    [
        " You don't want to fight them",
        537.94,
        539.4
    ],
    [
        " So you're just like whatever",
        539.4,
        541.2
    ],
    [
        " But let's say like you you have a better skill set yet you're still blowing your horn about your skill set",
        541.2,
        546.44
    ],
    [
        " You know, you're not humble about it",
        546.44,
        549.28
    ],
    [
        " It's like it comes from maybe I don't know",
        549.82,
        551.64
    ],
    [
        " There's no doubt there can be some insecurity that charges that",
        551.64,
        555.46
    ],
    [
        " makes people",
        555.46,
        557.38
    ],
    [
        " super",
        557.38,
        558.68
    ],
    [
        " competitive beyond healthy competitors. Right. Just like in like I'm just in life, you know no matter what",
        558.68,
        566.6
    ],
    [
        " Which again, there's people that are that way myself included and",
        566.6,
        571.64
    ],
    [
        " But again the dichotomy is I don't think you like that. No, no, I",
        571.64,
        575.76
    ],
    [
        " I know I am",
        575.76,
        577.74
    ],
    [
        " Well, I know I am remember echelon front remember the logo. Yeah, right?",
        577.8,
        582.62
    ],
    [
        " And I'm gonna post this on Twitter too",
        583.0,
        584.76
    ],
    [
        " Jockel made the original echelon front logo. This is like long time ago. Yeah, yeah",
        584.76,
        590.18
    ],
    [
        " And you're like, hey, you know, this is the logo something like this and then",
        590.18,
        594.34
    ],
    [
        " Basically, but you didn't care that it was junk. No, no, but I all I wanted to do is get you the idea",
        594.34,
        600.52
    ],
    [
        " You weren't competing with me, but you drew and I drew but like it like as someone who's competing in everything in life",
        600.52,
        605.9
    ],
    [
        " Like if you draw something and I draw something you're like I want to make my better. No, no, but but well",
        605.9,
        610.84
    ],
    [
        " I see I wanted to win with the idea",
        610.84,
        612.66
    ],
    [
        " Not with the skill the idea. I wanted to win the war not the short-term battles like who can draw this thing better",
        612.66,
        619.36
    ],
    [
        " That the war was who comes up with a strategic",
        619.36,
        622.4
    ],
    [
        " victory which",
        622.4,
        624.72
    ],
    [
        " The icon and the symbol for echelon front is the one that I drew",
        624.72,
        630.88
    ],
    [
        " I liked it",
        630.88,
        632.52
    ],
    [
        " So",
        634.7,
        635.02
    ],
    [
        " Yes, I didn't care that it looked like junk because I'm not I was did it with your huge post-docs",
        635.02,
        640.16
    ],
    [
        " It's pretty fun. I did it on PowerPoint with like a like a cram looks like a cram",
        640.16,
        644.06
    ],
    [
        " Because I didn't want to take much time with I know I knew that that thing would take you 15 minutes to make on your",
        644.06,
        650.08
    ],
    [
        " What is it AI ill illustrator? Yeah, man. I was long to add. I was like that might have been",
        650.08,
        656.48
    ],
    [
        " Don't be mad at me that's probably the first logo I've ever actually made",
        656.48,
        661.26
    ],
    [
        " Hmm, maybe it was very successful. Yeah, cool",
        661.46,
        666.08
    ],
    [
        " Thanks for trusting me",
        666.08,
        668.46
    ]
]