[
    [
        " What technique do you use to not lose your temper with your wife?",
        0.0,
        4.28
    ],
    [
        " Oh, when you know she's wrong and refuses to budge.",
        4.66,
        8.52
    ],
    [
        " Well, this is kind of a, this question is actually moot because my wife is never wrong.",
        8.76,
        13.38
    ],
    [
        " So, so number one, losing your temper. Losing your temper is week. It's actually week.",
        13.58,
        24.48
    ],
    [
        " It's actually week to lose your temper. It actually is a loss of control.",
        24.48,
        28.44
    ],
    [
        " When you lose your temper and losing control is also week. So we don't, we don't want to lose",
        29.18,
        37.42
    ],
    [
        " our temper. That's that's one of our goals. So again, just like prioritize, excuse what do you do",
        37.42,
        43.1
    ],
    [
        " when you start feeling yourself losing your temper? Stop. Take a step back to attach from it.",
        43.1,
        48.0
    ],
    [
        " Breathe. And then you got to think about the long term victory and we've talked about this before.",
        48.46,
        55.3
    ],
    [
        " We've talked about this before. Proving that you're right to your wife is not necessarily",
        55.86,
        63.42
    ],
    [
        " the best goal to have. What you want to do is you want to, you want to win the war.",
        63.42,
        71.62
    ],
    [
        " Not that one battle, but one battle doesn't even matter. I mean, what is this stupid argument about",
        71.8,
        78.72
    ],
    [
        " anyways? It's not about something that matters. It isn't. I can almost guarantee it's not about",
        78.72,
        83.86
    ],
    [
        " something that matters. It's about some random thing that doesn't matter in the big picture at",
        83.86,
        90.56
    ],
    [
        " all. So why are you getting upset about it? Why are you losing control? Why are you losing your",
        90.56,
        96.46
    ],
    [
        " temper? You can't do that. You can't do that. So when you feel like you're coming up against the,",
        96.46,
        103.98
    ],
    [
        " this is Sun Su, you know, you're going against a heavily defended position. Don't attack the",
        104.1,
        108.8
    ],
    [
        " heavily defended position. If your wife is not admitting that she's wrong and she's refusing to",
        108.8,
        113.98
    ],
    [
        " budge, what are you, what are you doing when you're attacking her? You're actually attacking a",
        113.98,
        117.86
    ],
    [
        " heavily defended position. Sun Su told you not to do that 2,500 years ago and it holds true to this",
        117.86,
        123.4
    ],
    [
        " day. So what are you going to do when they're when they're not budging? You're going to flank them.",
        124.32,
        128.3
    ],
    [
        " You're going to flank them. You're going to move around to the outside and come in from another",
        129.54,
        135.18
    ],
    [
        " angle that they weren't expecting. You know, maybe that other angle looks like flowers. Maybe the",
        135.18,
        143.44
    ],
    [
        " other angle looks like dinner. Maybe it looks like, maybe it just looks like changing the subject to",
        143.44,
        147.28
    ],
    [
        " something that they can be more flexible mentally on. Because if you go against that hard and",
        147.28,
        160.0
    ],
    [
        " position, I can almost guarantee you it's not going to, they're not going to budge on it. And all",
        160.0,
        164.68
    ],
    [
        " you, what you're going to do to try and get them to budges, you're going to escalate yourself.",
        164.68,
        169.54
    ],
    [
        " Oh, you're not budging. They hit harder. Oh, you're still not budging. I'm going to go even harder.",
        170.32,
        173.54
    ],
    [
        " You're still not budging. I'm going to go even harder. There are that whole time every time",
        173.54,
        176.68
    ],
    [
        " you're going harder, they're digging in the defenses in deeper, deeper, deeper.",
        176.68,
        179.18
    ],
    [
        " And they're remembering how, how mean you are or whatever, especially if you're in a",
        179.5,
        186.08
    ],
    [
        " in a lost temper situation. Oh, yeah. Now you're now you're taking serious detriment to your long-term",
        186.08,
        191.6
    ],
    [
        " war. Yeah. Because you now you've given them ammunition. You've given them ammunition for future use.",
        191.6,
        197.94
    ],
    [
        " Bad move. It's a bad move. So again, what isn't what the who's right and who's wrong is just not",
        197.94,
        208.58
    ],
    [
        " important. So hard to get through people's head. Who's right and who's wrong on some little",
        208.58,
        213.76
    ],
    [
        " tactical battle battle of today that really has no bearing on anything in the world. This is not",
        213.76,
        219.06
    ],
    [
        " something to be concerned about. So it might be your own ego that wants to be right. Have we",
        219.06,
        226.36
    ],
    [
        " thought about that factor? Have we thought about that you as a man as a husband. You want to be",
        226.36,
        233.62
    ],
    [
        " right too. So guess who the person that isn't budge. Guess who the person that bud isn't budging is.",
        233.62,
        238.38
    ],
    [
        " It's you. It's you. Now you might be quote unquote right, but it doesn't matter. You're the person",
        238.6,
        246.76
    ],
    [
        " that won't budge. Now neither one of you will budge. Neither one of you will budge. We're not in a good",
        246.76,
        251.7
    ],
    [
        " situation. We're just in an escalating war of destruction. And we don't want that because we want",
        251.82,
        259.16
    ],
    [
        " to win the long term strategic war. That's what we're looking at. Just the long term strategic war.",
        259.16,
        265.12
    ],
    [
        " The little stuff in between we just not concerned about. Yeah. Yeah, fully and the whole not budging",
        265.54,
        272.76
    ],
    [
        " thing too. Like that that hurts. And I used to think about this early on in my relationship where",
        272.76,
        278.52
    ],
    [
        " I would get we'd get in like you know little arguments or whatever bearing levels. And",
        278.88,
        284.54
    ],
    [
        " sometimes she would like. What can you even come up with an example of something you'd argue about.",
        284.54,
        291.82
    ],
    [
        " Because as I was trying to think as I was sitting here as I was answering this question I was",
        292.02,
        295.04
    ],
    [
        " trying to think of a good example. I can't even think of a good example. Yeah. Because they're all so stupid.",
        295.04,
        300.48
    ],
    [
        " Yeah. So yeah. Good example. No. Yeah. That's hard. Not really.",
        300.94,
        304.86
    ],
    [
        " But so she would be like oh I just don't want to talk about it anymore. But meanwhile I'm still",
        305.62,
        314.78
    ],
    [
        " salty like hey we didn't resolve this. You know there's certain code words that like a safe word.",
        314.78,
        322.46
    ],
    [
        " That girls that women that guys have it too. But in particular I've noticed it with some of my",
        322.7,
        326.88
    ],
    [
        " friends wives. And one of my wives she'll say doesn't it doesn't matter. What do you mean",
        326.88,
        333.62
    ],
    [
        " buzzword like a code word? It's a it's a red flag. So it'll just be a it'll be a giant red flag",
        333.62,
        341.42
    ],
    [
        " that she's that she's angry. She doesn't I've nothing I say is going to matter anymore. She's not",
        341.42,
        346.94
    ],
    [
        " going to change her mind. And she's just going to go forward. And she'll be like oh doesn't matter.",
        346.94,
        351.08
    ],
    [
        " I'm like oh okay we're morning. Yeah. Yeah. Big H is angry. That's what it means. So when I hear",
        351.36,
        359.02
    ],
    [
        " her say doesn't matter I just realize okay I'm now I just hit in a heavily defended position.",
        359.02,
        364.34
    ],
    [
        " Yeah. And I'm going to stop attacking it. I'm going to flank. I'm going to talk about something else",
        364.34,
        369.8
    ],
    [
        " and coming in from the side hatch. That's what I'm going to do. Yeah. Yeah man I wish it would have",
        369.8,
        381.06
    ],
    [
        " said to you because you just said a code word. I mean I don't want to talk about it. I don't",
        381.06,
        385.84
    ],
    [
        " want to go this another one. Yeah. I want to talk about the sets. That's a red flag. Well in my",
        385.84,
        389.94
    ],
    [
        " mind it was like yay let's talk about it. I try I would try to do it in a conducive way like",
        389.94,
        395.18
    ],
    [
        " you know like a problem solving kind of way. But she didn't just feel the same way about the whole",
        395.18,
        400.42
    ],
    [
        " situation. You know she handles it different. And you know ultimately I still feel like if two",
        400.42,
        405.62
    ],
    [
        " people are willing to talk it out kind of without too much emotion I think that's that's an",
        405.62,
        409.7
    ],
    [
        " an effective way to do it. But nonetheless what this would cause is this is going back to people",
        409.88,
        414.44
    ],
    [
        " not budging. So what that would cause is all this time that would go on that we're not on good terms",
        414.44,
        421.0
    ],
    [
        " you know because I want to talk about she doesn't want to talk about it she just wants to I don't",
        421.0,
        424.6
    ],
    [
        " know go to bed you know. Meanwhile I am with the philosophy of don't go to bed and argue me",
        424.6,
        428.72
    ],
    [
        " or whatever you know but meanwhile we're at odds even just a little bit even if we don't talk",
        428.72,
        434.16
    ],
    [
        " about it she forgets about it I'm still at odds I'm not budging with my philosophy you know.",
        434.16,
        438.24
    ],
    [
        " So at the end of the day when you look back at all the minutes all the hours all the days",
        439.3,
        444.38
    ],
    [
        " that you spent with each other and now you have that that that some of of moments that you're at odds",
        444.38,
        455.54
    ],
    [
        " you look at your relationship you're like man this relationship isn't that good because you",
        455.54,
        459.7
    ],
    [
        " spent that much time at odds with each other. Yeah just because you didn't want to budge. Yes.",
        459.7,
        464.78
    ],
    [
        " So you got a budge. You got a budge. One of my buddies I was hanging around him and his wife and",
        465.18,
        471.08
    ],
    [
        " her her little buzzword where I was like oh I picked up on it pretty quickly. She would say that's fine.",
        471.08,
        477.7
    ],
    [
        " And I was like and at first you know first couple of times I was like oh it's fine with her and then",
        477.84,
        483.58
    ],
    [
        " I realized it does not mean that's fine. I think I think that's kind of come a common knowledge one though.",
        483.58,
        489.3
    ],
    [
        " Good girls. Yeah. You can look that up. I think it's fine.",
        489.54,
        493.72
    ],
    [
        " Whatever whatever's offensive though. Oh yeah. And they know if they say whatever then that that means",
        494.68,
        500.22
    ],
    [
        " that's fighting words. Oh because if you'll notice that's fine and it doesn't matter.",
        500.22,
        504.9
    ],
    [
        " They are all they are all like sort of passive. Yeah. A way of saying like oh let's just move on.",
        505.12,
        514.38
    ],
    [
        " Yeah. I don't want to talk about it. That one's a borderline. Yeah or it's like or it's like one of the",
        515.28,
        521.2
    ],
    [
        " so what's good is when you're when you detach from these situations you start to pick up on these things",
        521.2,
        526.14
    ],
    [
        " that you're significant other and also there's when you're in a relationship you're in a team",
        526.14,
        531.48
    ],
    [
        " building and our team environment or you're in a business you start to realize that guys or",
        531.48,
        535.58
    ],
    [
        " people you work with will have the same thing. Well they'll say you know what it's your call.",
        535.58,
        539.92
    ],
    [
        " Okay. I know it's my call but I'm not trying to impose this plan on you. Let's figure out. No it's your call.",
        542.06,
        548.78
    ],
    [
        " We'll go ahead. Yeah. So that means you clearly don't agree with it. Of course you can't say this to him",
        548.94,
        552.48
    ],
    [
        " because they're already dug in on the fact that you're you know that you're wrong. Yep.",
        552.48,
        555.98
    ],
    [
        " So those are little red flags you gotta look out for in the world. Yeah. So and even that and",
        556.54,
        561.88
    ],
    [
        " this plan and even that that's a complex thing because you know when someone says",
        561.88,
        566.94
    ],
    [
        " it's fine you know or what's wrong what's wrong nothing right. Oh even though you know or you have",
        568.38,
        574.62
    ],
    [
        " reason to believe that it's not fine especially the fine or that's fine you have good reason to",
        574.62,
        580.58
    ],
    [
        " believe that it's not fine right. So in your mind it's logical to think hey you shouldn't say",
        580.58,
        586.04
    ],
    [
        " you're fine when you're not fine you actively chose to say you're fine when you're not fine",
        586.04,
        592.42
    ],
    [
        " factually. So it's easy to come to that logical conclusion but there's your problem. Right.",
        593.02,
        598.28
    ],
    [
        " But I'm just solution to that. I know it's just it's not that simple it's not that black and white.",
        598.46,
        602.58
    ],
    [
        " So and I'm saying this because I kind of up until really recently I thought that hey look I'm",
        602.94,
        610.06
    ],
    [
        " not really wrong with this thing I ask you a very specific question. If you're saying you're fine",
        610.06,
        614.54
    ],
    [
        " it's like it doesn't even matter what you say I have to read like you're your mind or your",
        614.54,
        620.92
    ],
    [
        " body language and like everything you know and disregard your words and only under these",
        620.92,
        627.44
    ],
    [
        " circumstances not when you when I say hey do you need I don't know milk from the store you say no",
        627.44,
        634.38
    ],
    [
        " I know you mean yeah you know it doesn't work like that it's only under the circumstance. So it's",
        634.38,
        638.84
    ],
    [
        " like and thinking hey man that's kind of that's not very good that's that's a bad thing and have",
        638.84,
        643.72
    ],
    [
        " it to get in. So if you're not fine you should say you're not fine that's my logic is what I'm saying",
        643.72,
        647.64
    ],
    [
        " but here's the thing when you're in a relationship with someone and I start I understand",
        647.64,
        651.74
    ],
    [
        " starts at the beginning where you're trying to figure all this stuff out that's what the beginning",
        651.74,
        655.1
    ],
    [
        " of the relationship for but after a while you start to know okay I know that tone I know when you",
        655.1,
        660.16
    ],
    [
        " say fine it's not fine what the thing that's jacked up is when people don't realize that what",
        660.16,
        665.38
    ],
    [
        " that that that that's a code word that means something else right right and what it's signifying is",
        665.38,
        670.72
    ],
    [
        " you are coming up against a heavily defended area I'm not changing my mind but I'm not going to",
        670.72,
        677.18
    ],
    [
        " sit here and argue about it so you know what doesn't matters what my wife would say yeah oh doesn't",
        677.18,
        682.14
    ],
    [
        " matter oh man it matters when Sarah would say I don't want to argue I don't want to argue about this",
        682.14,
        689.66
    ],
    [
        " it's it's fine let's not talk about it that would enrage me for further not like I'm not a",
        689.66,
        694.5
    ],
    [
        " loose temper kind of whatever but it would frustrate you it wouldn't make me what I'm like no we have",
        694.5,
        699.6
    ],
    [
        " to go to it's like you know if you have like fucking like a like a splinter like if you have a",
        699.6,
        705.5
    ],
    [
        " splinter in your in your hand or something not talking about it is like I just leave it let the",
        705.5,
        711.44
    ],
    [
        " skin grow over it and you'll be fine and the thing is you really will be fine please do",
        711.44,
        715.5
    ],
    [
        " got that splinter in there me I'm like okay let's talk about this open it up and get the splinter out",
        715.5,
        720.76
    ],
    [
        " but she's like no you know I can't always recommend ripping that splinter out yeah and and sometimes",
        720.76,
        729.46
    ],
    [
        " again you're going up against a hard and defensive area that's what we're talking about here that's",
        730.62,
        736.02
    ],
    [
        " the question is the question is how do you not lose your temper with your wife when you know",
        736.02,
        740.14
    ],
    [
        " she's wrong and she refused to put you know how you know you don't do it you know how you",
        740.14,
        744.38
    ],
    [
        " maintain your temper you realize that you're in a you're in a strategic situation where you're just",
        744.38,
        750.12
    ],
    [
        " gonna win strategically yeah you're gonna outsmart you're gonna outmaneuver you're gonna out",
        750.12,
        755.96
    ],
    [
        " manipulate I'm sorry you're gonna manipulate the situation that's what you're gonna do",
        756.56,
        760.32
    ],
    [
        " and you're gonna make her think you know what man I was kind of a jerk last night to my",
        760.32,
        767.32
    ],
    [
        " wonderful husband yeah that's what we all have yeah you got to do it in this genuine way you know",
        767.32,
        774.34
    ],
    [
        " of course you got a genuine genuine and open and and warm no one wants to attack you when you're in",
        774.34,
        781.2
    ],
    [
        " that state you know so that's what you do to me my wife no Rob telling you maybe if you switch",
        781.88,
        789.32
    ],
    [
        " all of a sudden and she's like hey this is the trick but if you're like if you put it on yes",
        789.32,
        793.58
    ],
    [
        " you know what you're just disarming them right yes exactly you disarm but man it's hard to do when",
        793.58,
        798.84
    ],
    [
        " you lose your temper I answered a question the other day I was at an event and I answered a question",
        798.84,
        803.36
    ],
    [
        " I was like listen do not take marriage advice from me because the question will it's a long story",
        803.36,
        811.1
    ],
    [
        " but the question was about you know how do you do your job when you have all this pressure and how",
        811.1,
        817.74
    ],
    [
        " do you maintain your family and I kind of went through the story of like hey you know my family came",
        817.74,
        822.2
    ],
    [
        " second and it's really hard for people to understand and I went through the whole thing I got to the",
        822.2,
        828.1
    ],
    [
        " end and I said listen don't take marriage advice from me and never kind of laughed but uh but in a",
        828.1,
        835.46
    ],
    [
        " situation like this actually take marriage advice from me yeah don't attack defended positions I've",
        835.46,
        841.48
    ],
    [
        " said that 47 times right now yeah and it's not to say that you've never attacked defended because",
        841.48,
        847.58
    ],
    [
        " I don't know if you ever have it with your life but I'm just saying that sounds like good objective",
        847.58,
        853.06
    ],
    [
        " advice yeah I don't I probably haven't done that in so long it's like it's like one we got",
        853.06,
        859.46
    ],
    [
        " asked on the podcast when was the we got asked this on the podcast when is the last time that you",
        859.46,
        864.46
    ],
    [
        " were dug in on a on a position and how did you admit that you were wrong and I was like I'm",
        864.46,
        868.78
    ],
    [
        " and I haven't been dug in on a position in years I don't even remember yeah so it's the same thing",
        868.78,
        874.08
    ],
    [
        " here why don't I attack my wife in a defended position something that she's super crazy and passionate",
        874.08,
        878.7
    ],
    [
        " about I'm not going near that thing yeah yeah the losing your temper thing too and I learned and I",
        878.7,
        885.26
    ],
    [
        " said I mentioned this before where I'd learned about just getting mad in general from this book called",
        885.26,
        890.36
    ],
    [
        " mind games you've teeny tiny little book one chapter was not even one page and at your first",
        890.36,
        895.7
    ],
    [
        " review on the podcast you can be the reviewer we can mind you some of them were like puzzles you",
        895.7,
        901.08
    ],
    [
        " know to see how your mind works anyway so but it what it did was indicate that was there Plinco",
        901.08,
        905.96
    ],
    [
        " involved that's prices right anyway what it indicated was that losing your temper or having",
        905.96,
        915.42
    ],
    [
        " issues anger management issues is was it was a result of low self esteem so exactly right and that's",
        915.96,
        924.24
    ],
    [
        " how I always felt when you know in like elementary school and to me this school when you they talk",
        924.24,
        928.22
    ],
    [
        " about self esteem or whatever and slow self esteem high self I'm like man that's so embarrassing",
        928.22,
        932.62
    ],
    [
        " that low self esteem it was like almost like a pride thing you know where I would even if I really",
        932.62,
        938.24
    ],
    [
        " felt like doing something or whatever I would if it indicated overtly that I had a low self",
        938.24,
        943.6
    ],
    [
        " esteem if I did I wouldn't do it it was like really like you think that paranoia was caused by a low",
        943.6,
        948.2
    ],
    [
        " self esteem in a way or probably so it's like the you know let's be all switch a route yeah but so now",
        948.2,
        955.28
    ],
    [
        " I took that like times two where it said look everyone gets angry it's a natural part of life but if",
        955.28,
        962.22
    ],
    [
        " you have anger management issues it is most likely from the low self esteem so I took that is if I",
        962.22,
        968.16
    ],
    [
        " ever get angry that's low self esteem so man now be on my mind every single time where anytime I",
        968.16,
        973.18
    ],
    [
        " felt myself getting mad I'd be like nope I don't know low self esteem so what that did though is",
        973.18,
        976.74
    ],
    [
        " train me never to lose my temper that's it if I felt like the back but I think I was always",
        976.74,
        981.46
    ],
    [
        " back but but anyways I think that's kind of the thing to check though you know we're yeah we're",
        981.46,
        988.84
    ],
    [
        " losing your temper all the time I was like man what's what's up with you for sure don't lose your",
        988.84,
        993.36
    ],
    [
        " temper that's yeah for sure hey you know that splinter analogy I gave bro I'm telling you okay so",
        993.36,
        1001.12
    ],
    [
        " this one time and it wasn't me it was Jake he had a splinter we're young he had a splinter in",
        1001.12,
        1005.96
    ],
    [
        " his hand we're like young young like like five I know this because we're living in the specific",
        1005.96,
        1010.94
    ],
    [
        " house that I remember anyway he had a splinter in those deep so my mom's like hey we got to get it",
        1010.94,
        1018.92
    ],
    [
        " out we got to you know usually like a tweezers or something he's like no no no and he put up this",
        1018.92,
        1023.64
    ],
    [
        " full on what do you call it like a pardon defense we're not getting that splinter out because he's",
        1023.64,
        1029.32
    ],
    [
        " crying he's scared you know all this stuff so my mom did was all right you know let's don't take",
        1029.34,
        1033.52
    ],
    [
        " out the splinter what he did what she did was wait for him to go to sleep she knew you just take",
        1033.52,
        1038.28
    ],
    [
        " out the splinter it may or may not hurt for like a second but it's out who cares wait wait it for",
        1038.28,
        1043.34
    ],
    [
        " him to go sleep like a little nap she goes in their gently just takes it out boom problem solve splinter",
        1043.34,
        1050.06
    ],
    [
        " basically mama Charles flank them she flanked them totally flanked them then",
        1050.06,
        1054.44
    ],
    [
        " good job mama props the props the mama Charles",
        1055.76,
        1059.86
    ]
]