[
    [
        " So sometimes finding an origin that then explains the symptoms.",
        0.54,
        7.72
    ],
    [
        " Then you treat the origin, the issue over here versus the symptoms, right?",
        8.54,
        13.34
    ],
    [
        " Kind of like the analogy I've used a million times, even with clients is if you come",
        13.48,
        17.74
    ],
    [
        " in with like a, like with pneumonia, a severe case of pneumonia, and the only thing we're",
        17.74,
        22.92
    ],
    [
        " doing is giving you some cough syrup to help your cough.",
        22.92,
        26.26
    ],
    [
        " Like that's going to help a little bit.",
        27.18,
        28.6
    ],
    [
        " I mean, it's going to help you feel a tiny bit better, but nothing, in fact, you might",
        28.6,
        32.36
    ],
    [
        " even get worse if we don't really treat the thing that's really underneath the cough.",
        32.36,
        38.06
    ],
    [
        " Like the cough actually isn't really the issue.",
        38.38,
        40.18
    ],
    [
        " Well, this is the other thing.",
        40.88,
        41.78
    ],
    [
        " Yeah, this is the really humanizing part in terms of what you're talking about, because",
        41.9,
        45.44
    ],
    [
        " I think we have to be really mindful and responsible as clinicians, with how we talk about the use",
        45.44,
        51.0
    ],
    [
        " of diagnoses, you know, in my private practice.",
        51.0,
        53.26
    ],
    [
        " I often get people coming to me that so first time they've reached out for mental health",
        53.3,
        56.94
    ],
    [
        " services, they've gone somewhere, and they've met, spent just a short meeting with someone",
        56.94,
        61.2
    ],
    [
        " and they were given a diagnosis by polar disorder.",
        61.2,
        63.04
    ],
    [
        " Something that is very severe, you know, they go look this up on the internet, they start",
        63.04,
        66.94
    ],
    [
        " attaching all these things to their personality.",
        66.94,
        68.84
    ],
    [
        " Web MD.",
        69.18,
        69.96
    ],
    [
        " And now, you know, I am bipolar disorder.",
        70.4,
        72.9
    ],
    [
        " I, you know, have I start to attach these like things to my personality.",
        73.44,
        76.52
    ],
    [
        " And that language is very powerful over time, because if I am something or something is",
        76.66,
        81.18
    ],
    [
        " happening to me, I have much less control over how I respond to it as exposed, as opposed",
        81.18,
        85.42
    ],
    [
        " to this idea that I'm experiencing some symptoms associated with bipolar disorder, or I'm experiencing",
        85.42,
        91.52
    ],
    [
        " some symptoms associated with this, or, you know, after some reflection, I have an unaddressed",
        91.52,
        97.46
    ],
    [
        " trauma in my past that's showing up like, you know, very volatile outbursts or something",
        97.46,
        102.3
    ],
    [
        " like that.",
        102.3,
        102.74
    ],
    [
        " And so I think, you know, how we talk about it is really important, because nowadays,",
        102.86,
        108.5
    ],
    [
        " and if you have kids my age, there's plenty of kids walking around self-diagnosed as OCD",
        108.7,
        113.08
    ],
    [
        " or depression or these sorts of things, because they hear about something.",
        113.8,
        116.44
    ],
    [
        " And I am this and I can't do this because I have this.",
        116.6,
        118.88
    ],
    [
        " And so I think one of the first things we try to do with people is start to talk about",
        119.38,
        123.96
    ],
    [
        " like the impact and history, because it allows us to create a framework to talk about things",
        123.96,
        128.52
    ],
    [
        " that are more humanizing, as opposed to, you know, the symptoms or like a label.",
        128.52,
        134.84
    ],
    [
        " Right.",
        135.2,
        135.34
    ]
]