[
    [
        " This is Jaco podcast number",
        0.0,
        1.9
    ],
    [
        " 201",
        1.9,
        3.36
    ],
    [
        " with Echo Charles and me, Jaco Willink. Good evening. I go good evening.",
        3.36,
        8.76
    ],
    [
        " I had left my daughter Maggie with my parents while I and my business partner drove a few minutes away to look at a vacant store right in the heart of town",
        9.28,
        21.68
    ],
    [
        " As soon as I saw it I knew it would be perfect",
        21.68,
        25.54
    ],
    [
        " As the landlord was putting the lease in my hand for me to sign my cell phone rang and I saw it was my mom",
        26.54,
        32.92
    ],
    [
        " Thinking she was just checking to see when I would be back. I",
        32.92,
        37.96
    ],
    [
        " ignored the call",
        37.96,
        38.72
    ],
    [
        " When my phone immediately rang again I",
        38.72,
        44.28
    ],
    [
        " knew something was up",
        44.28,
        45.06
    ],
    [
        " My initial fear was that something happened to my 10-month-old daughter",
        45.06,
        50.0
    ],
    [
        " My mind went to the worst place and at the time I",
        50.0,
        54.58
    ],
    [
        " Didn't think anything could be worse than that when I answered the phone",
        54.58,
        57.36
    ],
    [
        " All I heard on the other end",
        57.36,
        60.86
    ],
    [
        " Were muffled screams",
        60.86,
        63.0
    ],
    [
        " It was clearly a noise made by someone who was so broken up and in such a state of shock that he or she",
        63.0,
        71.3
    ],
    [
        " Couldn't even cry properly",
        71.3,
        73.04
    ],
    [
        " I didn't know how to prepare myself for whatever news. I was about to receive I started shaking uncontrollably",
        73.04,
        82.26
    ],
    [
        " Tell me what happened I cried I",
        82.92,
        86.18
    ],
    [
        " Was terrified that something horrible had happened to Maggie had she tripped and split open her head",
        86.18,
        93.72
    ],
    [
        " Choked on something my mind was running wild with possibilities not knowing",
        93.72,
        97.9
    ],
    [
        " Was almost worse than knowing at this point",
        97.9,
        101.58
    ],
    [
        " Have you called an ambulance I yelled",
        101.58,
        104.58
    ],
    [
        " Yes answered the voice on the other phone",
        104.58,
        107.88
    ],
    [
        " Before the line suddenly went dead",
        107.88,
        110.72
    ],
    [
        " I knew that I was too upset to drive I asked my business partner to take me home a five-minute drive",
        112.26,
        116.64
    ],
    [
        " I had traveled countless times before but this time those five minutes felt like an eternity",
        116.64,
        121.34
    ],
    [
        " And while the car was crawling through the streets my mind was racing at a thousand miles a minute my husband",
        121.34,
        128.28
    ],
    [
        " Was at work about an hour away",
        128.28,
        129.78
    ],
    [
        " Well, I wanted the comfort that his voice would bring I decided not to call him until I got home to the house and",
        129.78,
        137.36
    ],
    [
        " Could figure out what was going on",
        137.36,
        138.7
    ],
    [
        " I didn't want to upset him if I didn't have to as we pulled on to my parents street",
        139.86,
        144.06
    ],
    [
        " My heart started racing as fast as my mind I",
        144.06,
        149.08
    ],
    [
        " Didn't see an ambulance anywhere in sight for a moment that gave me a sense of relief",
        149.08,
        153.08
    ],
    [
        " Maybe things weren't as serious as I had led myself to believe",
        153.08,
        156.1
    ],
    [
        " My dad was standing in the driveway next to a friend",
        156.1,
        161.6
    ],
    [
        " Lieutenant Colonel quirky gardener",
        161.6,
        164.68
    ],
    [
        " He and my father had served together in the Marine Corps",
        165.78,
        168.68
    ],
    [
        " And he was a dear friend of the family",
        168.68,
        172.58
    ],
    [
        " He and his wife lived about 45 minutes away",
        172.58,
        176.2
    ],
    [
        " So it struck me as odd to see him standing there",
        176.2,
        179.24
    ],
    [
        " Especially since my parents had not mentioned he would be coming over",
        179.24,
        183.54
    ],
    [
        " I jumped out of the car while it was still moving where's the ambulance I screamed",
        183.54,
        190.22
    ],
    [
        " My dad stared back at me with a blank look",
        194.96,
        197.2
    ],
    [
        " Then in a very measured tone he said",
        197.2,
        203.74
    ],
    [
        " Travis was killed",
        203.74,
        207.22
    ],
    [
        " I heard those words loud and clear, but they didn't make any sense to me",
        207.22,
        214.18
    ],
    [
        " It took me a few seconds to process what I was being told since the moment I hung up the phone",
        214.18,
        221.36
    ],
    [
        " I'd known something was wrong, but this was far worse than anything I could have imagined",
        221.38,
        225.14
    ],
    [
        " I thought my daughter was an imminent danger and here I was being told that my brother was dead",
        225.14,
        231.2
    ],
    [
        " He was 26 years old",
        231.2,
        237.34
    ],
    [
        " And that right there is an excerpt from a book called the knock at the door",
        237.34,
        247.22
    ],
    [
        " Three gold star families bonded by grief and purpose and this book is written by",
        248.98,
        255.34
    ],
    [
        " Ryan Manion",
        255.34,
        257.48
    ],
    [
        " Who wrote that opening section who is the sister of",
        257.48,
        261.9
    ],
    [
        " US Marine first Lieutenant Travis Manion who was killed in Iraq",
        261.9,
        265.54
    ],
    [
        " It was also written by Amy Looney Hefferman the surviving spouse of Lieutenant Brendan Looney",
        265.54,
        273.54
    ],
    [
        " A CEO officer killed in Afghanistan and the",
        273.68,
        277.82
    ],
    [
        " Other author the final author is Heather Kelly the surviving spouse of",
        277.82,
        286.0
    ],
    [
        " First Lieutenant Robert Kelly a Marine Corps officer also killed in Afghanistan and",
        286.0,
        293.96
    ],
    [
        " You may recognize these names",
        293.96,
        297.66
    ],
    [
        " Because I've talked about all these names on this podcast",
        297.66,
        301.14
    ],
    [
        " I",
        304.56,
        305.2
    ],
    [
        " I read a speech on podcasts",
        305.2,
        307.1
    ],
    [
        " Number 162 about two brave Marines Jonathan Yale and Jordan Herder who held the line at an outpost",
        307.1,
        315.54
    ],
    [
        " While being attacked by a vehicle born",
        315.54,
        318.48
    ],
    [
        " bomb",
        318.48,
        319.3
    ],
    [
        " Then these two brave Marines stood their ground and stopped the vehicle before it could enter their outpost",
        319.3,
        325.28
    ],
    [
        " And kill many more of their fellow Marines, but the bomb did detonate",
        325.28,
        332.58
    ],
    [
        " And it killed both of them and that speech was made by",
        333.0,
        338.28
    ],
    [
        " A Marine Corps general general Kelly",
        338.28,
        341.54
    ],
    [
        " Then I mentioned",
        341.54,
        344.72
    ],
    [
        " When I read that speech that general Kelly's son was killed in action",
        344.72,
        350.16
    ],
    [
        " And that was",
        350.16,
        351.98
    ],
    [
        " That was first Lieutenant Robert Kelly",
        351.98,
        355.62
    ],
    [
        " And then you may have heard me talk about Brendan Looney. Let's see all that I put through training",
        355.62,
        361.96
    ],
    [
        " Who was loved by his brothers and the teams",
        363.4,
        367.1
    ],
    [
        " Who was a few days from coming home after a tough deployment in Afghanistan",
        367.1,
        374.34
    ],
    [
        " Who volunteered to go on a turnover operation",
        374.34,
        377.78
    ],
    [
        " And was killed in a helicopter crash in Afghanistan on September 21st 2010",
        377.78,
        384.58
    ],
    [
        " And when I talked about him I spoke a lot about",
        384.58,
        389.62
    ],
    [
        " His best friend",
        389.62,
        391.52
    ],
    [
        " Travis Manion and I talked about Travis Manion as well when I had Brian Stan on the podcast",
        392.58,
        396.92
    ],
    [
        " Well Travis Manion was killed in action on April 29th 2007",
        396.92,
        402.0
    ],
    [
        " And I went into detail around the relationship between Travis and Brendan",
        402.0,
        407.32
    ],
    [
        " Who are buried next to each other",
        407.32,
        411.84
    ],
    [
        " At Arlington National Cemetery when I had Travis's dad",
        411.84,
        416.1
    ],
    [
        " On the podcast number 72 and we discussed his book which is called",
        416.1,
        422.08
    ],
    [
        " Brothers Forever",
        422.62,
        424.32
    ],
    [
        " And this book",
        424.32,
        428.6
    ],
    [
        " That I'm reading from today the knock at the door this gives a",
        428.6,
        434.4
    ],
    [
        " A different perspective",
        434.4,
        437.24
    ],
    [
        " A perspective of pain and of anguish but also of surviving and overcoming",
        437.24,
        446.32
    ],
    [
        " And of moving forward through the pain",
        446.32,
        450.38
    ],
    [
        " And to a place of pride and a place of purpose",
        451.68,
        455.58
    ],
    [
        " And it is an honor to have one of the authors of this book",
        455.58,
        460.26
    ],
    [
        " With us here today",
        460.26,
        462.4
    ],
    [
        " Ryan Manion sister of Travis Manion to share some of what she has learned",
        462.4,
        469.76
    ],
    [
        " So",
        469.76,
        471.42
    ],
    [
        " Ryan",
        471.42,
        472.78
    ],
    [
        " Thank you for coming out here and thank you for coming on the podcast",
        472.78,
        476.76
    ],
    [
        " Yeah, I'm really happy to be here and happy to talk a little bit more about the book",
        477.14,
        481.78
    ],
    [
        " This is a tough way to start off a book",
        481.78,
        486.0
    ],
    [
        " Yeah, I mean the with what's got to be the worst day of your life. I'm assuming",
        486.0,
        491.5
    ],
    [
        " Or at least right up there",
        491.5,
        493.7
    ],
    [
        " 100% the worst day of my life and",
        493.7,
        497.6
    ],
    [
        " You know, it's interesting to hear you reading it",
        497.6,
        500.4
    ],
    [
        " you",
        500.4,
        501.36
    ],
    [
        " You become a little desensitized when you're putting things on paper and when you talk about",
        501.36,
        506.74
    ],
    [
        " It a lot but",
        506.76,
        507.84
    ],
    [
        " To hear you reading it it it definitely it brought emotion",
        507.84,
        513.32
    ],
    [
        " It's probably in the way that you read too, but it you know, it kind of brings you back to to that place",
        513.32,
        519.2
    ],
    [
        " Well, whenever I read something like this",
        519.2,
        523.08
    ],
    [
        " Not only am I thinking about",
        523.08,
        525.48
    ],
    [
        " What you went through what your family won't went through but I'm also thinking about how many times this happened to my friends",
        525.48,
        533.78
    ],
    [
        " my friends families",
        533.78,
        535.2
    ],
    [
        " and the pain and anguish that this that this causes and",
        536.08,
        541.82
    ],
    [
        " Yeah, it's",
        541.82,
        544.9
    ],
    [
        " Just you know that you you titled the book the knock at the door and for for anyone that doesn't understand this the more the the military has a",
        544.9,
        554.88
    ],
    [
        " very",
        554.88,
        555.36
    ],
    [
        " well-defined protocol that they take",
        555.36,
        559.46
    ],
    [
        " When a service member is killed overseas and it's a personal notification",
        559.68,
        565.24
    ],
    [
        " Which is which is actually a great thing compared to what they used to do and I don't know if you've ever seen the",
        565.24,
        571.6
    ],
    [
        " One of those little messages that they used to send good telegram. Yeah, like a telegram message",
        571.6,
        576.76
    ],
    [
        " That's right. It was a telegram. They would send a telegram that said",
        576.76,
        579.36
    ],
    [
        " You know dear mr. and Mrs. Smith we're sorry to inform you that your son",
        579.36,
        585.3
    ],
    [
        " Barry Smith was killed in action",
        585.3,
        588.28
    ],
    [
        " around this day",
        589.2,
        590.86
    ],
    [
        " in around this area",
        590.86,
        592.96
    ],
    [
        " so at some point",
        592.96,
        595.0
    ],
    [
        " Someone smart realized that that was a horrible way to notify families so they have a very strict protocol and what the protocol consists of is",
        595.0,
        604.28
    ],
    [
        " Uniformed personnel from the service branch that the service member was in",
        604.28,
        609.54
    ],
    [
        " going to the home and",
        609.54,
        612.08
    ],
    [
        " And knocking on the door in full-dressed uniform",
        612.08,
        615.68
    ],
    [
        " And it's these days what's become challenging about is it's a race against",
        616.38,
        621.48
    ],
    [
        " social media and it's a race against the news",
        621.48,
        623.96
    ],
    [
        " so",
        623.96,
        624.82
    ],
    [
        " When you have when you're overseas and one of your one of your troops are killed",
        624.82,
        629.5
    ],
    [
        " There's like immediate radio silence. You're not allowed to tell anyone because it's all to prevent the family from finding out that this has happened",
        629.5,
        637.42
    ],
    [
        " On the news and let's face it even with this protocol which is designed to try and support the family as much as possible",
        637.42,
        644.64
    ],
    [
        " I mean, it's it's still just an absolute it's just an absolute nightmare and it's though the worst fear of",
        645.68,
        651.34
    ],
    [
        " of any family",
        651.34,
        652.9
    ],
    [
        " That has a service member on on active duty deployed this the worst",
        652.9,
        658.08
    ],
    [
        " The worst nightmare for for all of us",
        658.08,
        661.8
    ],
    [
        " I think you did a great job of capturing how that how that impacts now before we go further down this story um",
        661.8,
        671.86
    ],
    [
        " I wanted to give a little bit of background between between you and Travis and I I think it's",
        672.94,
        677.38
    ],
    [
        " It starts to tell the story of of your relationship with him",
        677.38,
        682.02
    ],
    [
        " I'm going to the book here Travis and I had been born only 15 months apart",
        682.02,
        685.74
    ],
    [
        " So to say we were close would be an understatement the fact that ours was a military family also brought us closer than most siblings",
        685.74,
        692.36
    ],
    [
        " Like many military families",
        692.36,
        694.32
    ],
    [
        " We had to adjust to new situations very quickly until I was 12 when my dad left active duty before that",
        694.32,
        700.2
    ],
    [
        " We had moved almost every two years",
        700.2,
        702.18
    ],
    [
        " We knew that no matter where we move next no matter what school we ended up in or which sports teams we'd be on",
        702.18,
        709.02
    ],
    [
        " Be the new kids on we always had each other to depend on",
        709.02,
        713.42
    ],
    [
        " Travis had been my built-in best friend at every stage of my life",
        713.42,
        719.36
    ],
    [
        " What about the what about the sister brother dynamic",
        719.36,
        724.94
    ],
    [
        " Did you were you you were older",
        724.94,
        729.66
    ],
    [
        " So were you kind of like the I mean I was a dominator I was the older sibling yes there's there was no doubt about that and",
        730.2,
        737.24
    ],
    [
        " It was funny. I was having a conversation with someone last night and they were asking me about my relationship with Travis and",
        737.24,
        743.02
    ],
    [
        " And I said you know",
        743.02,
        744.32
    ],
    [
        " Travis really",
        744.32,
        745.8
    ],
    [
        " did look up to me and",
        745.8,
        748.3
    ],
    [
        " Sometimes I didn't fare him well because I was a bit of the wild child and um",
        748.3,
        755.12
    ],
    [
        " You know, I wasn't always listening to my parents and so",
        755.12,
        758.22
    ],
    [
        " I could kind of skew him in the wrong direction um and you know",
        758.62,
        762.9
    ],
    [
        " Looking back on things I look at",
        762.9,
        765.66
    ],
    [
        " Who my brother was and and he was very driven",
        765.66,
        769.06
    ],
    [
        " um even at a young age there was",
        769.06,
        771.88
    ],
    [
        " Something different about him um",
        771.88,
        775.14
    ],
    [
        " And you know I I talked about a little bit in the book like I felt like at times like well",
        775.14,
        780.22
    ],
    [
        " What happened to that piece of DNA for me because I didn't have that drive",
        780.22,
        784.18
    ],
    [
        " I didn't have that commitment to to goals or anything of that sort",
        784.18,
        787.76
    ],
    [
        " But you know",
        788.28,
        789.32
    ],
    [
        " Along with that came this idea that in the in the way that he was I",
        789.32,
        794.92
    ],
    [
        " Admired him so much. It wasn't a a jealousy. I wasn't like oh, you know",
        794.92,
        800.36
    ],
    [
        " There's great Travis or you know",
        800.36,
        802.16
    ],
    [
        " I was so proud of him and I was so proud to have him as my brother um so that's pretty unique",
        802.16,
        807.98
    ],
    [
        " Yeah, I mean my I remember in high school my girlfriends and I",
        807.98,
        811.64
    ],
    [
        " We'd follow him around the Philadelphia area to his wrestling matches and we were like his main cheering squad in the front row",
        811.64,
        817.94
    ],
    [
        " And I'm like that's my brother the all-American wrestler, you know",
        818.22,
        821.08
    ],
    [
        " I was so proud of him and it was it was really cool to",
        821.08,
        824.82
    ],
    [
        " Grow up with someone that even he was younger than me",
        824.82,
        829.54
    ],
    [
        " But that I could look up to so much, you know",
        829.54,
        831.74
    ],
    [
        " And I think at the end of the day he helped me from not going too far off the rails, you know",
        831.74,
        836.12
    ],
    [
        " It's weird and you got three children. I have three children. So I have four children",
        836.12,
        841.94
    ],
    [
        " And it's weird how and I always try to explain to people that they're gonna be different. Oh, yeah",
        841.94,
        847.4
    ],
    [
        " You know, they're gonna be different and you just kind of have to brace yourself as a parent",
        847.4,
        852.34
    ],
    [
        " Which it sounds like your parents had to brace themselves for you. Oh my dad braced himself for many many years many many years",
        852.34,
        859.76
    ],
    [
        " And you know growing up I mean I",
        859.76,
        862.8
    ],
    [
        " I was an athlete and",
        862.8,
        865.66
    ],
    [
        " I was sports did you play I played lacrosse through you know, I played every sport growing up soccer basketball",
        865.66,
        873.18
    ],
    [
        " Everything but I played lacrosse through high school and college",
        873.18,
        876.48
    ],
    [
        " and",
        878.04,
        878.52
    ],
    [
        " My dad always said, you know",
        878.52,
        879.74
    ],
    [
        " Between you and Travis like you were the born athlete like you had athletic ability",
        879.74,
        886.02
    ],
    [
        " It came naturally to you like Travis had to work hard at everything he did",
        886.02,
        889.74
    ],
    [
        " Travis played on um, I remember we moved to Pennsylvania. He played on a CIO football team",
        889.74,
        895.04
    ],
    [
        " And he was a short little chubby kid and his nickname was pork chop",
        895.04,
        899.82
    ],
    [
        " and you know and that and",
        899.82,
        903.24
    ],
    [
        " Tres had to work to become yeah, who we became I",
        903.94,
        908.2
    ],
    [
        " Glided right through never worked at anything still got some money to go to school for college and play lacrosse and I look back now and I'm like",
        908.2,
        915.66
    ],
    [
        " God if I don't leave and applied myself a little bit like and really tried to work at something",
        915.66,
        922.44
    ],
    [
        " So it's weird. That's a that's a trait right like this work ethic thing. Yeah, it's a trait that some people have",
        922.44,
        929.02
    ],
    [
        " And some people don't I don't know but uh",
        929.02,
        932.36
    ],
    [
        " What's it? I heard a quote I could I could quote from one of my Brazilian friends. Uh-huh, and he said there's like there's a saying in",
        933.3,
        939.78
    ],
    [
        " in Brazil",
        939.78,
        941.26
    ],
    [
        " That there's a reason that God doesn't give wings to a snake",
        941.26,
        946.76
    ],
    [
        " Because if he did we'd all be screwed because the snakes could just fly around and kill you",
        946.76,
        952.24
    ],
    [
        " So that's like what happens right you can have that awesome work ethic",
        952.24,
        956.48
    ],
    [
        " But you maybe don't get the full athletic capability that is optimal or you can be this",
        956.48,
        963.14
    ],
    [
        " Really gifted athlete, but you know",
        963.24,
        965.04
    ],
    [
        " You liked the party",
        965.04,
        966.9
    ],
    [
        " That that pretty much describes it yeah, and it's cool that you",
        966.9,
        972.34
    ],
    [
        " It's cool that you didn't have this jealousy thing going on right? Well, I guess you were an accomplished athlete as well",
        972.34,
        979.46
    ],
    [
        " So I guess it really wouldn't be there. Yeah, it was that but more than that it was also like hey",
        979.46,
        984.42
    ],
    [
        " My parents were so focused on Travis that I could kind of slide by with a lot of things",
        984.42,
        989.42
    ],
    [
        " You know it was like hey, you know",
        989.42,
        991.22
    ],
    [
        " We're we're taking Travis to Lehigh for the",
        991.66,
        994.42
    ],
    [
        " The nationals for wrestling. I'm like sweet. I'm gonna have a rager at the house this weekend",
        994.42,
        999.52
    ],
    [
        " So would you legitimately do that? I legitimately did that when your parents were gone you would have ragers",
        999.52,
        1004.36
    ],
    [
        " Yes several times and you and and did you ever get caught?",
        1004.36,
        1009.38
    ],
    [
        " So I'll tell you a story it was my brother senior year who was going to wrestle at the national perhaps",
        1010.22,
        1015.72
    ],
    [
        " It's it's huge. I mean, it's the he who just",
        1015.72,
        1017.94
    ],
    [
        " Tournament he's gonna wrestle and and",
        1018.38,
        1021.16
    ],
    [
        " He goes up to he goes up and we my best friend and I my mom took us out to",
        1021.16,
        1028.56
    ],
    [
        " breakfast and",
        1028.56,
        1030.62
    ],
    [
        " She's like I'm taking out to breakfast before they left they were heading to Lehigh for the weekend",
        1030.62,
        1034.76
    ],
    [
        " And my girlfriend Kristen are sitting there and my mom says doesn't say to me. She says Krista look me in the eye",
        1034.76,
        1042.2
    ],
    [
        " You are not having a party at my house this weekend and Krista said",
        1042.2,
        1046.76
    ],
    [
        " I promise Mrs. Manian. We're not gonna have a party. She said to this this day",
        1047.42,
        1051.56
    ],
    [
        " It's the like she's like I lied to your mom's face. Yes, sure",
        1051.56,
        1055.5
    ],
    [
        " I mean we had we had the kegs being delivered like you know within the hour after they were gone and",
        1055.5,
        1061.86
    ],
    [
        " The party got a little out of control. We were you know",
        1061.86,
        1066.0
    ],
    [
        " We had all these upper classmen show up. It was and I'm like oh my gosh",
        1066.0,
        1069.82
    ],
    [
        " You got it got ahead of us and so finally we get everybody out the house is trashed",
        1069.82,
        1074.56
    ],
    [
        " And so like my core group of friends were cleaning up the house",
        1074.56,
        1077.7
    ],
    [
        " We're trying to get everything taken care of and I tell my mom buddy",
        1077.7,
        1081.82
    ],
    [
        " There's there must be 12 bags of trash and I said take this trash",
        1081.82,
        1085.8
    ],
    [
        " You're on trash due to get it out of here get it in a dumpster",
        1085.8,
        1088.62
    ],
    [
        " So he leaves with the trash and I'm feeling pretty proud. I'm like I think I think we can cover this up, you know",
        1088.62,
        1094.24
    ],
    [
        " So my parents come home the next day and um, you know my mom walks in and she's kind of like looking around like sniff like",
        1094.24,
        1102.28
    ],
    [
        " Do you have people over here? No, we're just a private investigator and I'm looking at everything and we kind of I'm like",
        1102.42,
        1109.2
    ],
    [
        " We got away with this. It's about two hours later knock on the door",
        1109.2,
        1112.86
    ],
    [
        " My mom goes in the answers the door and there's a lady standing there with all 12 bags of trash at the front door",
        1112.86,
        1120.0
    ],
    [
        " And she's like these were thrown into the field behind my house. She went through the trash",
        1120.0,
        1124.9
    ],
    [
        " Found like because we had taken out the trash with like mail in it found our address and",
        1124.9,
        1130.44
    ],
    [
        " And I just remember looking at Travis and he just shook his head like you're such an idiot",
        1130.72,
        1135.4
    ],
    [
        " I've uh when I go away and you know, I got teenage kids now and even well compliment college now",
        1135.4,
        1142.42
    ],
    [
        " But I used to go away for whatever with my wife or whatever and leave the kids at home",
        1142.42,
        1147.2
    ],
    [
        " And I'm like are you guys gonna have a rager or what I kind of encouraged?",
        1147.2,
        1151.12
    ],
    [
        " I knew like no, they're like dad no none of our friends will come to our house",
        1151.94,
        1155.56
    ],
    [
        " They like don't want to come here because of you",
        1155.56,
        1158.22
    ],
    [
        " Yeah, totally and I'm like oh well, okay. I guess that's a positive thing",
        1158.32,
        1161.88
    ],
    [
        " So that's awesome you guys had a had it's awesome that you didn't have that rivalry which can",
        1161.88,
        1167.14
    ],
    [
        " Which can happen yeah in in in a sibling relationships",
        1167.14,
        1171.84
    ],
    [
        " My kids don't really have it either now that I think about it. Which is cool. What about like competition?",
        1171.84,
        1177.38
    ],
    [
        " Like even on a more friendly level like did you ever feel like you're competing with him ping pong death matches or anything like that?",
        1177.78,
        1184.84
    ],
    [
        " I mean listen, you know",
        1184.92,
        1186.16
    ],
    [
        " Just in life I mean yeah, I mean",
        1186.16,
        1188.28
    ],
    [
        " Growing up, I mean as when we were young like I used to",
        1188.28,
        1194.3
    ],
    [
        " tease him endlessly",
        1194.3,
        1196.48
    ],
    [
        " I mean my aunt tells the story of her wedding, you know, and she said",
        1196.48,
        1200.56
    ],
    [
        " All you did was make Travis cry by teasing him the entire day",
        1200.56,
        1204.56
    ],
    [
        " We were like 10 and 11 years old. So we fought like siblings, but I think by the time we hit high school",
        1204.56,
        1210.54
    ],
    [
        " um",
        1210.54,
        1211.44
    ],
    [
        " There really wasn't competition like hey would I would we get out back and play basketball and you know",
        1211.76,
        1217.94
    ],
    [
        " Yeah, that's that sort of stuff like friendly cup, but like there was nothing",
        1217.94,
        1222.24
    ],
    [
        " um",
        1222.24,
        1223.44
    ],
    [
        " competitive in terms of how our relationship worked",
        1223.44,
        1227.1
    ],
    [
        " Awesome, alright you you dive into this a little bit more. I'm gonna go to the book here on a wooden wouldn't be in our basement",
        1227.1,
        1233.88
    ],
    [
        " By the bench press and on which he would punish himself nightly Travis wrote his goals in permanent black marker",
        1233.88,
        1239.64
    ],
    [
        " Here they are all American wrestler first team all Catholic and lacrosse maintain 3.9 GPA",
        1239.82,
        1248.16
    ],
    [
        " My aspirations were far more modest",
        1248.16,
        1252.3
    ],
    [
        " Rarely recorded and let's be honest not terribly admirable while Travis's key performance indicators consisted of grade point averages and athletic milestones",
        1252.3,
        1262.46
    ],
    [
        " Mine were quantified by",
        1262.46,
        1264.76
    ],
    [
        " Number of parties attended or classes skipped without getting caught",
        1265.04,
        1269.02
    ],
    [
        " Travis had a work ethic uncommon amongst most 16 year olds and as his older sister",
        1269.02,
        1275.0
    ],
    [
        " I found it fascinating and a little unnerving",
        1275.0,
        1277.16
    ],
    [
        " I marveled that Travis's ability to set a goal one year out even two years out",
        1277.16,
        1282.84
    ],
    [
        " And then worked tirelessly to meet it",
        1282.84,
        1285.42
    ],
    [
        " Occasionally I questioned what genetic material was absent from my DNA that caused this quality to skip me",
        1285.42,
        1291.0
    ],
    [
        " But I never lost sleep about it",
        1291.0,
        1292.78
    ],
    [
        " And though I admired his self discipline and focus. I'm pretty sure Travis",
        1293.14,
        1297.08
    ],
    [
        " NVed my vibrant social life and lighthearted attitude towards responsibility",
        1297.08,
        1302.38
    ],
    [
        " So you guys kind of balanced each other out totally",
        1302.38,
        1304.7
    ],
    [
        " Did you when you were looking at him",
        1304.7,
        1306.88
    ],
    [
        " With his goals and everything like that and you're saying well that skipped me",
        1306.88,
        1311.58
    ],
    [
        " Did you ever say well it didn't skip me? I can make a goal and I can go for it",
        1311.58,
        1315.06
    ],
    [
        " Did you ever did you did that ever cross your mind or is that just not part of your",
        1315.06,
        1318.6
    ],
    [
        " Yeah, you know, I mean I have to be honest. I just didn't really care",
        1318.6,
        1322.24
    ],
    [
        " You know, I",
        1322.3,
        1323.44
    ],
    [
        " I was I was happy to take the backseat to his startup",
        1323.44,
        1328.56
    ],
    [
        " But you played the crossing college. I mean, that's no joke. Yeah, I",
        1328.56,
        1333.52
    ],
    [
        " Yeah, I mean I I broke some school records at my",
        1333.52,
        1337.2
    ],
    [
        " Playing college lacrosse and you know what and so I don't want to take away anything from that but it was like",
        1337.2,
        1343.22
    ],
    [
        " I went to a D3 school. I played lacrosse",
        1343.22,
        1347.16
    ],
    [
        " I was the leading scorer on the team and and it was a lot of fun",
        1347.16,
        1351.82
    ],
    [
        " And you know and Travis would come to my games. I remember Travis came to one of my games and",
        1352.26,
        1356.12
    ],
    [
        " And him and my uncle Chris were like heckling the goalie because the goalie had like",
        1356.12,
        1361.96
    ],
    [
        " Had a cheap shot at me. I played attack. I was right up front and and so they're like standing behind heckling the goalie",
        1361.96,
        1367.96
    ],
    [
        " and after the game",
        1367.96,
        1369.56
    ],
    [
        " You know, we win the game and we're standing there and the coach says",
        1369.56,
        1373.58
    ],
    [
        " The coach is like doesn't directly say anything to me, but she goes",
        1373.58,
        1378.88
    ],
    [
        " I'm just gonna say this right now if I see anybody's family messing with you know messing with another team again",
        1379.24,
        1387.02
    ],
    [
        " That so-called player will not be playing on my team anymore",
        1387.02,
        1391.0
    ],
    [
        " And so I like leaving. I'm like thanks a lot guys",
        1391.0,
        1394.1
    ],
    [
        " You know you come to one game and you know, I'm about to be kicked off the team for what you're doing",
        1394.1,
        1398.56
    ],
    [
        " What the hell were they doing? I mean you got to make a pretty significant impact on the game",
        1398.56,
        1404.14
    ],
    [
        " Yeah, I mean there was it was a it was a cheap shot by her and what you know, I shot",
        1404.14,
        1409.76
    ],
    [
        " She came out and whacked me so hard and in an intentional way, you know",
        1409.76,
        1415.38
    ],
    [
        " And and that was my brother like he was if someone messed with me. Yeah, like don't mess with me",
        1415.38,
        1421.64
    ],
    [
        " Yeah, I mean if someone messes with you, he's gonna heckle them. Yeah, but yeah if you're a girl you're gonna get heckled",
        1421.64,
        1427.82
    ],
    [
        " If you're a guy. Oh, yeah, yeah",
        1427.82,
        1429.36
    ],
    [
        " So you you tell a good story in here. It's like a Saturday night and",
        1429.78,
        1434.28
    ],
    [
        " There's a party going on and I you have this ideal situation because you've got your brother who's kind of a",
        1434.28,
        1441.22
    ],
    [
        " Straight and narrow kind of guy so that means you have a designated driver you invite him to go to this party",
        1441.22,
        1447.3
    ],
    [
        " the party",
        1447.3,
        1449.22
    ],
    [
        " You know it goes gets kind of wild and it then the cops show up and so here we go to the book teenagers scattered",
        1449.22,
        1456.22
    ],
    [
        " Travis Christa who's one of the people you're with and I quickly found one another and joined the mad rush toward the back of the house",
        1456.94,
        1462.34
    ],
    [
        " We beryll through the kitchen door hopped defense that surrounded the property and sprinted for the woods behind the house",
        1462.34,
        1467.42
    ],
    [
        " Those woods were our ticket to freedom",
        1467.42,
        1469.44
    ],
    [
        " They also represented a blessed escape from the terrifying wrath of my parents who almost certainly would have disowned me",
        1469.44,
        1476.76
    ],
    [
        " For what would have been my third underage drinking citation in my high school career",
        1476.76,
        1482.42
    ],
    [
        " So you had some milestones you were making",
        1482.42,
        1485.24
    ],
    [
        " So you're running and through the woods there's a footbridge and somehow you fall off the footbridge",
        1486.8,
        1492.46
    ],
    [
        " Which actually the words you're using here you say I got thrown off the footbridge",
        1492.46,
        1496.1
    ],
    [
        " What does that even well because there's a hundred kids running over a bridge that's this wide",
        1496.1,
        1500.62
    ],
    [
        " I'll try and hit that same cornfield",
        1500.62,
        1502.76
    ],
    [
        " Yeah, some button",
        1502.76,
        1504.62
    ],
    [
        " Because you get to the cornfield and then you're good yeah, because they cannot find you in a corner",
        1504.62,
        1511.32
    ],
    [
        " They're not run the cops are not chasing us into a cornfield, you know cornfields are crazy",
        1511.32,
        1515.96
    ],
    [
        " Yeah, like you can get lost in cornfields. I have many times. Yeah",
        1516.22,
        1519.6
    ],
    [
        " All right, so you end up you end up getting thrown from this footbridge and you",
        1519.6,
        1525.4
    ],
    [
        " You can go back to the book. I became aware of a pain coursing through my leg",
        1525.4,
        1529.3
    ],
    [
        " I looked down and saw that my shin was covered in blood",
        1529.3,
        1531.56
    ],
    [
        " My khaki pants were red so now Travis is like hey, we gotta get you some help and you guys discuss that a little bit",
        1531.56,
        1538.22
    ],
    [
        " finally you are gonna walk back to the car and",
        1538.22,
        1542.4
    ],
    [
        " Finally the car was within sight, but just as we rounded a giant pine tree a blinding light",
        1543.06,
        1548.6
    ],
    [
        " Shown in our eyes busted hey kids get over here a square jawed officer examined us with his flashlight",
        1548.6,
        1555.74
    ],
    [
        " He wanted names ages and a full account of our whereabouts that evening somewhere in the interrogation session a light bulb seemed to go off in his head",
        1555.74,
        1564.76
    ],
    [
        " His eyes soften and his lips turned up into a smile. Hey wait",
        1564.76,
        1569.52
    ],
    [
        " Your Travis Manion",
        1570.06,
        1571.26
    ],
    [
        " Yes, sir, hell of a wrestling season you've had kid. Thank you, sir",
        1571.26,
        1576.16
    ],
    [
        " And so then he you know Travis kind of plays this thing up to get you guys",
        1576.16,
        1581.14
    ],
    [
        " To get you guys out of",
        1581.14,
        1583.9
    ],
    [
        " Out of trouble. Yeah, so this is the kind of this is the kind of thing that you two had going on",
        1583.9,
        1589.0
    ],
    [
        " Yeah, it was uh",
        1589.0,
        1592.84
    ],
    [
        " Did uh did you since you guys are close in age?",
        1592.84,
        1596.38
    ],
    [
        " Did your friends all hang out together? Oh, yeah",
        1596.48,
        1598.76
    ],
    [
        " Totally, I mean my friends were his friends. Did he go out with any of your friends?",
        1598.76,
        1602.44
    ],
    [
        " Um, he's hung out with some of my friends. Did you go out with any of his friends?",
        1602.82,
        1606.62
    ],
    [
        " Little bit. Yeah, no serious relationship and my kids are like my my oldest three kids are",
        1607.1,
        1613.18
    ],
    [
        " About 18 to 24 months apart. Yeah, it's 18 for the first two and so there's always and but the oldest two are girls",
        1613.18,
        1620.98
    ],
    [
        " And then there's the boy. Yeah, but the weird thing is the boys like six three",
        1620.98,
        1625.44
    ],
    [
        " And he's always been taller than them since so I don't know",
        1625.58,
        1628.5
    ],
    [
        " It's but there's there's like a little in there's like a little line",
        1628.5,
        1631.76
    ],
    [
        " With my kids the friends all hang around, but there's never been like a relationship",
        1631.76,
        1637.08
    ],
    [
        " anywhere. Yeah, no, I mean, I'll tell you like in and I think it was my was my senior year my senior year",
        1637.08,
        1645.18
    ],
    [
        " You know, we had I had one friend who",
        1645.18,
        1647.46
    ],
    [
        " Uh didn't get asked a problem and you know, it was a sad thing, you know, and she's like heartbroken about it",
        1647.46,
        1654.54
    ],
    [
        " And I'm like Travis you're taking her to promise",
        1654.54,
        1656.72
    ],
    [
        " And he's like, oh, I know this girl. I'm like you're taking her promise like fine",
        1656.72,
        1661.38
    ],
    [
        " You know like he always just kind of like stepped in. I mean certainly",
        1661.38,
        1665.06
    ],
    [
        " a lot of my friends were",
        1665.06,
        1667.48
    ],
    [
        " Um",
        1667.48,
        1668.62
    ],
    [
        " Ann hammered by Travis. Yeah, I'll put it that way Travis was the stud. Yeah",
        1668.62,
        1673.34
    ],
    [
        " All right, so you guys have this awesome relationship and",
        1673.34,
        1678.56
    ],
    [
        " I'm gonna go back now to",
        1678.56,
        1681.5
    ],
    [
        " the day you find out",
        1683.0,
        1684.26
    ],
    [
        " So here we go. I couldn't believe it. I didn't want to believe it",
        1684.26,
        1690.12
    ],
    [
        " I collapsed in a heap right there on the driveway",
        1690.12,
        1693.56
    ],
    [
        " I remember thinking that the asphalt felt unnaturally warm for a mid-April afternoon that had been mild",
        1693.56,
        1699.26
    ],
    [
        " It's not fair. It's not fair. I screamed over and over into the sky",
        1699.26,
        1703.4
    ],
    [
        " I wanted to make sure that everyone even God himself knew that he had made a terrible mistake",
        1703.4,
        1708.66
    ],
    [
        " As I screamed my parents neighbors spilled out of their houses to find out what was happening",
        1709.88,
        1714.36
    ],
    [
        " My dad didn't rush to my side to comfort me",
        1714.36,
        1717.68
    ],
    [
        " He let me get those tortured screams out of my system before I went about the hard work of trying to understand",
        1717.68,
        1725.02
    ],
    [
        " What had happened and pick up the pieces as had always been the case with my dad",
        1725.02,
        1729.72
    ],
    [
        " He knew exactly what I needed before I did",
        1729.72,
        1731.94
    ],
    [
        " I have no idea how long I lay on the ground screaming",
        1731.94,
        1735.06
    ],
    [
        " I just know that it was long enough to get the rage out of my system",
        1735.14,
        1739.82
    ],
    [
        " At some point one of the neighbors helped me up",
        1739.82,
        1743.48
    ],
    [
        " And walked me down the driveway toward my house as I walked I turned around and saw an unfamiliar car parked out",
        1743.48,
        1750.26
    ],
    [
        " In front of the house in my shock",
        1750.26,
        1753.1
    ],
    [
        " I hadn't even noticed it earlier",
        1753.1,
        1754.82
    ],
    [
        " Inside sat a young man about my age and full military dress blues",
        1754.82,
        1759.58
    ],
    [
        " His forehead was resting on the top of the steering wheel",
        1759.58,
        1763.02
    ],
    [
        " Pressed between two folded arms that cradled his head",
        1763.48,
        1766.56
    ],
    [
        " His eyes were closed and he looked dejected or perhaps unconscious",
        1766.56,
        1771.38
    ],
    [
        " I later learned this poor marine 26 years old",
        1771.38,
        1776.3
    ],
    [
        " Had been charged with the unfortunate task of sharing the news with the people closest to Travis",
        1776.3,
        1781.66
    ],
    [
        " That he had been killed in Iraq captain Eric K. Hill as I later learned his name was had been assigned to carry out the job",
        1781.66,
        1789.8
    ],
    [
        " Since he was local and it graduated from the naval academy the year before my brother",
        1789.8,
        1793.8
    ],
    [
        " Lieutenant Colonel Gardner had also been called since the military knew that he was a family friend close by",
        1793.8,
        1800.08
    ],
    [
        " Together while I had been out scouting sites for my boutique",
        1800.08,
        1804.56
    ],
    [
        " They had approached my parents door and knocked",
        1804.56,
        1807.3
    ],
    [
        " My mother opened the door took one look at quirky in the young marine uniform",
        1807.3,
        1812.08
    ],
    [
        " And slam the door in their faces",
        1812.08,
        1815.02
    ],
    [
        " She simply couldn't face what was on the other side",
        1815.02,
        1819.04
    ],
    [
        "",
        1819.8,
        1819.8
    ],
    [
        " Like I said, that's what every every military family",
        1819.8,
        1829.22
    ],
    [
        " Knows there's only one reason that that person's come to your house in their dress uniforms. Yeah",
        1829.22,
        1834.34
    ],
    [
        " and and since",
        1834.34,
        1836.28
    ],
    [
        " Since your dad was in the Marine Corps for whatever 20 something years and she obviously was",
        1836.28,
        1842.98
    ],
    [
        " New this is good as well as anyone",
        1842.98,
        1845.4
    ],
    [
        " So",
        1852.58,
        1853.02
    ],
    [
        " She wasn't sure she could face what was on the other side. I wasn't sure I could either",
        1853.02,
        1856.46
    ],
    [
        " When I reached the front door with the help of my neighbor. I stopped",
        1856.46,
        1859.8
    ],
    [
        " I had walked through the that door",
        1859.8,
        1861.8
    ],
    [
        " Thousands of times before but this time I wanted to turn the other direction and run away",
        1861.8,
        1866.58
    ],
    [
        " I knew deep down in my soul that once I passed through that door this time",
        1866.58,
        1872.42
    ],
    [
        " The life that I had known was over",
        1872.42,
        1875.76
    ],
    [
        " And there was no going back",
        1875.76,
        1878.62
    ],
    [
        " You",
        1893.94,
        1894.76
    ],
    [
        " That",
        1894.76,
        1891.6
    ],
    [
        " Permanence",
        1891.6,
        1895.58
    ],
    [
        " I was",
        1895.58,
        1898.3
    ],
    [
        " At the seal themes I was in the training command and a guy got wounded really bad overseas",
        1898.3,
        1907.56
    ],
    [
        " and",
        1909.88,
        1910.4
    ],
    [
        " Somebody called me and said hey this guy got wounded really bad and I think",
        1910.4,
        1915.04
    ],
    [
        " The guys that called the guy there's two guys on the other end and I think",
        1915.04,
        1920.3
    ],
    [
        " They were looking for",
        1920.3,
        1924.86
    ],
    [
        " Like",
        1924.86,
        1929.2
    ],
    [
        " A little bit of sympathy",
        1929.2,
        1932.82
    ],
    [
        " Right like hey one of the guys got wounded really bad",
        1932.82,
        1936.92
    ],
    [
        " And I remember saying",
        1937.72,
        1939.76
    ],
    [
        " Because I had heard the initial report that a guy was wounded really bad really bad",
        1939.76,
        1943.56
    ],
    [
        " And then these guys this this call came",
        1943.56,
        1947.32
    ],
    [
        " Probably 36 hours later",
        1947.32,
        1950.02
    ],
    [
        " And I said like hey is he stable",
        1950.02,
        1955.2
    ],
    [
        " And they said yeah, he's stable and I said well then we're good",
        1955.2,
        1962.04
    ],
    [
        " And for them",
        1962.04,
        1964.92
    ],
    [
        " I mean",
        1967.56,
        1967.94
    ],
    [
        " For them they were still thinking like hey this guy's gonna lose limbs like this guy's gonna be in really bad shape",
        1967.94,
        1973.2
    ],
    [
        " but",
        1973.2,
        1974.6
    ],
    [
        " for me",
        1974.6,
        1975.8
    ],
    [
        " Like because you know I only come back from Iraq a little while before and lost guys there yeah",
        1975.8,
        1982.62
    ],
    [
        " And so for me the difference between hey",
        1982.62,
        1986.36
    ],
    [
        " This guy's as messed up as this guy is gonna be",
        1986.36,
        1989.32
    ],
    [
        " Is is horrible the situation is and the wounds that he suffered are horrible",
        1989.32,
        1994.42
    ],
    [
        " But he's gonna be here",
        1994.42,
        1996.96
    ],
    [
        " And this permanence",
        1997.66,
        1999.22
    ],
    [
        " Of what you you know, that's what that's what I was thinking about when I was reading about you saying",
        1999.22,
        2004.78
    ],
    [
        " When you walk through that door the line between life and death is like no",
        2004.78,
        2009.18
    ],
    [
        " It's like you can't even you can't even identified it's so so slender",
        2009.18,
        2014.1
    ],
    [
        " And it falls on one side or the other",
        2014.1,
        2016.94
    ],
    [
        " Yeah, you know, I",
        2016.94,
        2019.28
    ],
    [
        " I",
        2019.28,
        2021.06
    ],
    [
        " You know you go through that initial phase of shock but",
        2021.06,
        2024.84
    ],
    [
        " I",
        2026.04,
        2026.52
    ],
    [
        " Remember thinking like why couldn't he just been like",
        2026.52,
        2028.54
    ],
    [
        " Why couldn't we be flying to Germany right now, you know, and and I've even had dreams about like Travis being there, but",
        2028.54,
        2035.48
    ],
    [
        " But he's like super wounded, you know, he's missing both his legs, but I'm like who cares? It's Travis",
        2035.48,
        2042.8
    ],
    [
        " You know, I of course you take them in any form if they're alive, you know, and it's just",
        2042.8,
        2049.72
    ],
    [
        " That idea and I think for me you know when my mom opened the door it's",
        2051.44,
        2056.14
    ],
    [
        " I don't I don't write about it in the book, but like it was a super volatile time when he was there and",
        2056.14,
        2063.94
    ],
    [
        " My mom had gotten an email a week before",
        2063.94,
        2067.02
    ],
    [
        " from",
        2067.02,
        2068.18
    ],
    [
        " The major's wife on the mid team and she had you know said I can't speak to it now because she was kind of the",
        2068.18,
        2075.7
    ],
    [
        " The liaison to all the families. I can't speak to it now, but I just want you to know that something happened last week",
        2075.7,
        2082.56
    ],
    [
        " That was very significant and you're you know your husbands and sons",
        2082.56,
        2088.8
    ],
    [
        " What they did is you know was incredible",
        2088.8,
        2092.66
    ],
    [
        " and you know all of all of mother thinks is",
        2092.66,
        2097.08
    ],
    [
        " Well, you know bad stuff is going down and so",
        2097.08,
        2102.22
    ],
    [
        " She leading up to that knock",
        2102.22,
        2105.28
    ],
    [
        " She was on edge she was on edge that entire deployment, but even more so after that email came and",
        2105.7,
        2113.04
    ],
    [
        " you know",
        2113.04,
        2114.36
    ],
    [
        " I think that is she tried to every morning when she woke up she sent him an email he didn't email back",
        2114.36,
        2121.32
    ],
    [
        " But she sent him an email every day she was sending another",
        2121.32,
        2125.4
    ],
    [
        " Care package that probably wasn't getting to him who was getting to you know",
        2125.4,
        2130.0
    ],
    [
        " Fallujah but where he was he wasn't having care packages dropped at his door",
        2130.0,
        2134.3
    ],
    [
        " But it was like those were the things she had to do to like process while he was there like this is what's gonna get me through and that's",
        2134.3,
        2140.5
    ],
    [
        " Sunday",
        2140.5,
        2140.82
    ],
    [
        " I think there there's something about the fact that you know",
        2140.82,
        2145.18
    ],
    [
        " She woke up that morning and just said I want to have people over like it wasn't there was no plan around it",
        2145.18,
        2151.46
    ],
    [
        " Um, and she was a planner",
        2151.46,
        2153.3
    ],
    [
        " So but that morning she woke up and said Tom let's have people over so",
        2153.3,
        2158.0
    ],
    [
        " You imagine all these different scenarios all these different knocks that that people get",
        2158.0,
        2163.98
    ],
    [
        " And you know what you see mine you're gonna see",
        2164.3,
        2166.56
    ],
    [
        " Heathers and Amy's in the book as well",
        2166.56,
        2168.94
    ],
    [
        " but imagine a scenario where",
        2168.94,
        2172.54
    ],
    [
        " The mother and father are opening the door and there's 30 people in the house",
        2172.54,
        2177.78
    ],
    [
        " You know there to have a family barbecue and",
        2177.78,
        2181.62
    ],
    [
        " I remember when I walked in that door",
        2181.62,
        2184.08
    ],
    [
        " I could see smoke coming off the grill because my dad had walked to answer the door and left all the meat on the grill",
        2184.08,
        2192.8
    ],
    [
        " And it's out there like on fire and I you know, and it was like it was pure",
        2193.04,
        2198.5
    ],
    [
        " Pandemonium like",
        2198.5,
        2200.5
    ],
    [
        " My people nobody knows what to do and people are just literally running around a house like screaming",
        2200.5,
        2207.44
    ],
    [
        " All the women are just like screaming like there is no sanity in this room",
        2207.44,
        2211.2
    ],
    [
        " And I think that's why my dad's just like I'm gonna stand out in this driveway",
        2211.2,
        2214.72
    ],
    [
        " You know with with Colonel Gardner because he's just like and then the rest is like all these women and people are coming up like",
        2214.72,
        2221.4
    ],
    [
        " What do you need? I'm like what do I like what kind of question is that? I don't know",
        2221.4,
        2225.88
    ],
    [
        " I don't even know what what is up right now, you know, but",
        2225.88,
        2229.88
    ],
    [
        " that",
        2229.88,
        2231.68
    ],
    [
        " chaotic",
        2231.68,
        2233.16
    ],
    [
        " Scene is something that that plays out a lot",
        2233.16,
        2237.26
    ],
    [
        " In my mind over and over, you know what time of day was it? It was like",
        2237.26,
        2242.36
    ],
    [
        " One o'clock in the afternoon, you know, it was like come up for a Sunday barbecue and",
        2242.36,
        2248.68
    ],
    [
        " You know ants and uncles are there my mom my dad siblings my you know some of my dad siblings all my mom siblings my grandmother",
        2249.0,
        2257.48
    ],
    [
        " It was my cousins, you know, it was just that and my mom was always like kind of the person like coming to my home, you know, let's do something",
        2257.48,
        2265.48
    ],
    [
        " um",
        2265.48,
        2266.64
    ],
    [
        " But just to have those people there when that moment took place",
        2266.64,
        2271.54
    ],
    [
        " Yeah, it's I remember turning as I turned to walk in the door. I turned and it was my",
        2271.54,
        2278.42
    ],
    [
        " My little cousins and it's my dad sister my aunt Susan. She was standing there with um my godson",
        2278.84,
        2286.76
    ],
    [
        " And her two other kids and they were standing on like the step going to the back of the house",
        2286.76,
        2292.72
    ],
    [
        " And she's just trying to console these little kids who grew up with Travis. I mean literally grew up with him",
        2292.72,
        2299.18
    ],
    [
        " and she's just trying and I'm just like",
        2299.18,
        2302.38
    ],
    [
        " You you can't even",
        2302.38,
        2305.18
    ],
    [
        " You can't even play that scene out in a movie, you know, I mean you can't even capture what what it was",
        2305.9,
        2312.32
    ],
    [
        " You um",
        2312.32,
        2317.82
    ],
    [
        " You you talk about that scene and then and then you say this in all the chaos and furious movement",
        2317.82,
        2326.16
    ],
    [
        " I locked eyes with my grandmother who's seated alone in a wheelchair in the dining room tears streaming down her cheeks",
        2326.16,
        2331.86
    ],
    [
        " She was receiving neither comfort nor attention from anyone my heart broke in that instant. I'll never forget that image",
        2332.54,
        2338.9
    ],
    [
        " The rest of the day is a blur. I floated between feelings of painful shock and dark emptiness",
        2338.9,
        2347.48
    ],
    [
        " When I woke the next morning",
        2347.48,
        2351.46
    ],
    [
        " I remembered what it felt like",
        2351.46,
        2353.56
    ],
    [
        " Coming out of anesthesia from an operation. I'd had in college first one eyelid open cautiously",
        2353.56,
        2359.0
    ],
    [
        " Then in the next but my body remained frozen my mind was already churning going over the details of the previous day",
        2359.0,
        2364.78
    ],
    [
        " Then coming to terms with the unalterable fact that my best friend and brother was dead",
        2364.78,
        2370.96
    ],
    [
        " This marked the first of what turned out to be many anxiety-ridden mornings that would follow",
        2370.96,
        2377.58
    ],
    [
        " Every day. I would slowly and wearly transition from sleep to consciousness",
        2377.58,
        2381.96
    ],
    [
        " Hoping that my overwhelming anxiety wouldn't make another appearance",
        2381.96,
        2386.26
    ],
    [
        " But it always did",
        2386.26,
        2388.18
    ],
    [
        " You",
        2393.72,
        2394.32
    ],
    [
        " Did you ever have the um",
        2394.32,
        2395.42
    ],
    [
        " Did you ever wake up in the morning and forget for like three seconds what had happened?",
        2395.42,
        2401.44
    ],
    [
        " No, um, I didn't it was actually more like as soon",
        2401.88,
        2408.6
    ],
    [
        " As soon as I opened my eyes",
        2408.6,
        2413.24
    ],
    [
        " Tears I would be crying like if I was awake",
        2413.24,
        2416.92
    ],
    [
        " I was either like",
        2417.62,
        2419.02
    ],
    [
        " Non-functional just like you know or I was crying and is and I would say for a good month",
        2419.02,
        2427.26
    ],
    [
        " I woke up and I'm like oh my gosh. I think so every day for the rest of my life",
        2427.26,
        2432.3
    ],
    [
        " I'm gonna wake up crying, you know",
        2432.3,
        2433.78
    ],
    [
        " You you're like you you go through these phases like okay?",
        2433.78,
        2436.38
    ],
    [
        " This is the new normal I will wake up crying every day and I honestly could not wait",
        2436.38,
        2440.98
    ],
    [
        " Every night to fall asleep because the only time I wasn't in pain",
        2440.98,
        2446.24
    ],
    [
        " Was when I was sleeping so it was just like how quickly can my body and and in those moments",
        2446.96,
        2454.02
    ],
    [
        " It's not easy to sleep right? So sleep didn't come very easily. So I was so thankful when my body would let me",
        2454.02,
        2461.12
    ],
    [
        " sleep and you know that was the only time I was necessarily forgetting",
        2461.12,
        2466.72
    ],
    [
        " I've experienced like when something really bad happens like when I've lost friends and",
        2466.72,
        2473.0
    ],
    [
        " I wake up in the morning and for like three set literally three seconds",
        2473.5,
        2477.92
    ],
    [
        " You know the alarm clock goes off and I you know shut off the alarm clock and I and I and everything is like totally normal",
        2477.92,
        2485.56
    ],
    [
        " For like for three seconds and then I take two steps out of my bed and boom I get hit oh",
        2485.56,
        2492.44
    ],
    [
        " now",
        2492.44,
        2499.86
    ],
    [
        " You all go to meet Travis",
        2501.74,
        2505.1
    ],
    [
        " As he is flown home and we're going to the book the greeting at Dover was gut wrenching",
        2505.1,
        2511.54
    ],
    [
        " My parents and I were plagued by questions in those early days that were difficult to ignore who is Travis with when he died",
        2511.54,
        2518.9
    ],
    [
        " What happened was it instant slowly the answers started to unfold we learned that Travis wasn't actually scheduled to be out on the mission",
        2518.9,
        2525.96
    ],
    [
        " The day that he was killed instead a fellow marine was slated for the patrol",
        2526.12,
        2529.92
    ],
    [
        " But he wasn't feeling up to a Travis who had been assigned to do some humanitarian work",
        2529.92,
        2534.4
    ],
    [
        " At a local Iraqi school offered to take his place",
        2534.4,
        2537.44
    ],
    [
        " During the course the patrol Travis and his team of Marines were ambushed a firefighter erupted",
        2537.44,
        2542.66
    ],
    [
        " And they were quickly pinned down",
        2542.66,
        2544.86
    ],
    [
        " Taking fire from three sides",
        2544.86,
        2547.12
    ],
    [
        " Travacing his navy corpsman shot and lying wounded in the middle of the road",
        2547.12,
        2550.62
    ],
    [
        " He immediately ran out of the line of fire to carry his colleague to safety",
        2550.62,
        2553.94
    ],
    [
        " As the ambush intensified",
        2554.52,
        2556.18
    ],
    [
        " Travis again entered the line of fire to pull another wounded marine back to safety in a covered position",
        2556.18,
        2561.56
    ],
    [
        " Then Travis moved out to take on the ambush that was now overwhelming his patrol",
        2561.56,
        2566.08
    ],
    [
        " Undaunted by the onslaught he fired his M203 grenade launcher taking out an enemy position",
        2566.08,
        2571.64
    ],
    [
        " And then expended a firestorm of rounds at the other positions before running out of ammunition",
        2571.64,
        2577.2
    ],
    [
        " His efforts pushed the enemy back and changed the entire momentum of the ambush",
        2577.2,
        2582.12
    ],
    [
        " Ultimately saving the lives of his entire patrol",
        2582.68,
        2585.54
    ],
    [
        " It was then that Travis was shot by a sniper",
        2585.54,
        2591.3
    ],
    [
        " And immediately the enemy began to pull back his teammates quickly grabbed them and provided what emergency medical care they could",
        2591.3,
        2598.88
    ],
    [
        " He was rushed back to camp Fallujah where he was pronounced dead by the medical staff that had worked feverishly to try and save him",
        2598.88,
        2607.96
    ],
    [
        " There's no part of that story that doesn't sound just like my brother",
        2611.78,
        2615.5
    ],
    [
        " Offering to take the worst assignment to help a friend in need that was Travis",
        2615.5,
        2622.06
    ],
    [
        " Thinking about the safety of others before ever considering his own that was Travis too",
        2622.06,
        2628.12
    ],
    [
        " Seeing the dismal odds that didn't bode well for him and choosing to grit his teeth and answer a fire with more fire anyway",
        2628.12,
        2635.06
    ],
    [
        " also Travis",
        2635.06,
        2636.6
    ],
    [
        " My brother was a protector and a warrior in every sense of those terms",
        2638.4,
        2642.8
    ],
    [
        " I certainly felt it as his sister and I'm proud to know that his fellow Marines got to experience it too",
        2642.8,
        2650.42
    ],
    [
        " When I learned that he'd been killed by a bullet. I was nervous. I wouldn't be able to stomach the sight of him in an open casket my mind imagined the worst",
        2650.42,
        2661.26
    ],
    [
        " I",
        2663.96,
        2664.44
    ],
    [
        " Was shocked then when the lid of the casket was raised at the viewing to see my brother looking as though he was sleeping peacefully",
        2664.44,
        2670.36
    ],
    [
        " Just as I'd remembered him",
        2670.36,
        2673.16
    ],
    [
        " I approached the coffin and rubbed his head as I'd done a hundred times before",
        2673.16,
        2680.86
    ],
    [
        " From the time he was a child Travis would always sported a buzz cut",
        2680.86,
        2686.84
    ],
    [
        " And as I felt the surface of his freshly cut hair with my fingertips I thought yep",
        2687.54,
        2693.16
    ],
    [
        " That's Travis's head",
        2693.16,
        2696.86
    ],
    [
        " You",
        2705.56,
        2710.52
    ],
    [
        " That was Travis",
        2710.52,
        2716.22
    ],
    [
        " Yeah",
        2716.22,
        2718.7
    ],
    [
        " And it's it's like his whole life",
        2721.24,
        2724.08
    ],
    [
        " was leading to this moment where",
        2724.08,
        2728.2
    ],
    [
        " He needed to do something",
        2728.2,
        2732.38
    ],
    [
        " Beyond what is expected of a human being to do",
        2732.38,
        2736.72
    ],
    [
        " I think you know when you look back",
        2736.72,
        2741.96
    ],
    [
        " At",
        2743.96,
        2744.52
    ],
    [
        " His childhood I think he was doing things that were beyond",
        2744.52,
        2748.86
    ],
    [
        " What a ten-year-old child",
        2748.86,
        2751.64
    ],
    [
        " Was supposed to do or what a 15-year-old kid was supposed to do or you know it was like and they were small moments right in the whole scheme of things but",
        2751.64,
        2761.82
    ],
    [
        " they ultimately",
        2761.82,
        2763.52
    ],
    [
        " Prepared him for that last day",
        2763.52,
        2767.2
    ],
    [
        " I",
        2770.52,
        2771.0
    ],
    [
        " Was uh after Mikey monster",
        2771.0,
        2773.2
    ],
    [
        " Got killed and we came home and I was talking to Mikey's sister and",
        2773.2,
        2778.7
    ],
    [
        " He was she was just she just said yeah",
        2778.7,
        2782.02
    ],
    [
        " She said when I found out what happened",
        2782.02,
        2783.34
    ],
    [
        " I wasn't even remotely surprised at all. Yeah",
        2783.34,
        2785.32
    ],
    [
        " She's like oh he jumped on a grenade and saved three of his friends. She's like",
        2785.32,
        2790.46
    ],
    [
        " That that's exactly",
        2790.46,
        2793.0
    ],
    [
        " She's like I don't want to say that",
        2793.94,
        2795.56
    ],
    [
        " I knew that this would happen, but she said",
        2795.56,
        2797.9
    ],
    [
        " This is no surprise at all. Yeah",
        2797.9,
        2800.52
    ],
    [
        " Going back to the book I stood by a side-all-day greeting friends and family who had taken the time to pay their respects",
        2800.52,
        2813.2
    ],
    [
        " One of Travis's best friends and roommate at the naval academy Brendan Looney was unable to make the funeral",
        2813.2,
        2819.16
    ],
    [
        " He was in San Diego attending the basic underwater demolition seal school",
        2819.8,
        2823.86
    ],
    [
        " The training program required for Navy seals leaving to attend the services on the east coast",
        2823.86,
        2829.66
    ],
    [
        " Would have surely meant relinquishing his chance to become a seal officer",
        2829.66,
        2832.9
    ],
    [
        " But Brendan's girlfriend at the time Amy who had also been close to Travis",
        2832.9,
        2837.78
    ],
    [
        " Did come to say her final goodbye",
        2837.78,
        2840.24
    ],
    [
        " I remember Amy walking up to the casket",
        2840.24,
        2844.12
    ],
    [
        " and bursting into tears",
        2844.12,
        2846.84
    ],
    [
        " I",
        2847.84,
        2848.4
    ],
    [
        " knew the loss cut her deeply as well",
        2848.4,
        2851.86
    ],
    [
        " It was a physically and mentally exhausting day",
        2851.86,
        2855.26
    ],
    [
        " And as much as I could hardly bear the idea of standing by that casket one minute longer after hours of doing so",
        2855.26,
        2860.92
    ],
    [
        " I also didn't want to imagine that time coming to an end",
        2860.92,
        2864.28
    ],
    [
        " I knew that after the last person knelt down to say a prayer in front of Travis the funeral director was going to close that casket forever",
        2864.28,
        2874.48
    ],
    [
        " And that would be it",
        2874.48,
        2876.46
    ],
    [
        " I",
        2878.6,
        2879.24
    ],
    [
        " I'd never seen my brother's face again",
        2879.24,
        2880.92
    ],
    [
        " I rubbed his head one last time and felt my heart sinking as my father gently pulled me away",
        2880.92,
        2891.68
    ],
    [
        " I",
        2903.42,
        2903.94
    ],
    [
        " After the funeral",
        2903.94,
        2904.78
    ],
    [
        " The burial and the celebration of his life that followed I remember sitting on the back stairs outside my parents home the same place where I had sought solace and the chaos after first hearing of his death",
        2904.78,
        2915.24
    ],
    [
        " The winter had melted away",
        2915.24,
        2917.78
    ],
    [
        " In a beautiful spring day had sprung up in its place in the weeks and months that followed I often found myself outside",
        2918.74,
        2924.44
    ],
    [
        " Crouched on that stair and in those stairs in that same position",
        2924.44,
        2928.22
    ],
    [
        " Time was passing life was moving on I was watching it happen",
        2928.22,
        2935.3
    ],
    [
        " But I was not participating in it",
        2935.3,
        2938.3
    ],
    [
        " I felt bitterness towards the people who could return to their normal lives jobs and families while I sat on the same stair",
        2938.3,
        2947.34
    ],
    [
        " In the same red sweatshirt terrified of what might come next",
        2947.78,
        2951.72
    ],
    [
        " I um, you know when you when you were talking about",
        2951.72,
        2963.28
    ],
    [
        " Like saying oh, this is just the way it's gonna be from now on. I'm just gonna be crying all the time",
        2963.28,
        2970.26
    ],
    [
        " and I",
        2970.26,
        2972.38
    ],
    [
        " Had somebody ask me about you know when is this",
        2972.38,
        2975.6
    ],
    [
        " When does this end this like well, how do you get through this and the way I tried to explain it is by saying",
        2976.48,
        2984.34
    ],
    [
        " When you first experience something devastating like this you're gonna get hit with these waves and the waves are gonna be",
        2984.34,
        2992.36
    ],
    [
        " Really powerful really strong and they're gonna come really often",
        2992.36,
        2998.04
    ],
    [
        " and",
        2998.04,
        2999.88
    ],
    [
        " What's scary about him is be by the time you're",
        2999.88,
        3003.46
    ],
    [
        " 28 years old or 20 years old or whatever however old you are",
        3003.76,
        3007.5
    ],
    [
        " You've learned to control your emotions and all of a sudden you're in a situation where you don't have control anymore",
        3007.5,
        3012.1
    ],
    [
        " And it seems like like you said that's just the way it's gonna be from now on",
        3012.1,
        3018.64
    ],
    [
        " and then what I've noticed is",
        3018.64,
        3022.2
    ],
    [
        " Over time those waves they start to lose some strength. They're just not as strong as they were and over time those",
        3022.2,
        3030.82
    ],
    [
        " Waves they separate and they get further and further apart and what happens",
        3031.28,
        3036.28
    ],
    [
        " And this is what I thought of when I read this this part that you wrote",
        3036.28,
        3039.34
    ],
    [
        " is",
        3039.34,
        3041.44
    ],
    [
        " You know the closer you are to the person the stronger those waves are and the longer it takes for that",
        3041.44,
        3047.44
    ],
    [
        " Calm to approach so when you see other people",
        3047.44,
        3051.44
    ],
    [
        " That are already kind of have found some calm again and they're moving on",
        3051.44,
        3057.22
    ],
    [
        " It makes you it can make you mad",
        3057.22,
        3060.2
    ],
    [
        " totally I",
        3062.86,
        3062.2
    ],
    [
        " You know they have that this 12 stages of grief. I couldn't I couldn't name all 12 stages and in fall but like",
        3062.2,
        3069.86
    ],
    [
        " I know anger's up there and I felt anger",
        3069.86,
        3073.82
    ],
    [
        " You know and it was just like and it was anger at everyone else like",
        3073.82,
        3078.6
    ],
    [
        " Screw you guys, you know",
        3078.6,
        3081.02
    ],
    [
        " We're",
        3081.02,
        3082.04
    ],
    [
        " Worse we're just we're here. We're living it and",
        3082.04,
        3085.5
    ],
    [
        " You're living their lives on the flip side, you know having some perspective like",
        3086.08,
        3090.8
    ],
    [
        " Thank you for being there for us. Thank you for",
        3090.8,
        3095.02
    ],
    [
        " Doing what you did thank you for",
        3095.02,
        3097.4
    ],
    [
        " Leaving your job for a week to support my family, you know",
        3097.4,
        3101.62
    ],
    [
        " You don't have that mindset when you're in it. You're like oh you're going back to work",
        3101.62,
        3104.86
    ],
    [
        " You're you're flying back like what do you mean like no?",
        3104.86,
        3108.16
    ],
    [
        " you're all supposed to be here and",
        3108.4,
        3111.04
    ],
    [
        " You know we're all gonna live together in this house and",
        3111.04,
        3114.98
    ],
    [
        " Support each other yeah, you think to yourself life is not gonna go on the way it was ever",
        3115.5,
        3120.46
    ],
    [
        " Yeah, and that was the that was the scariest part. So it was this",
        3120.46,
        3124.24
    ],
    [
        " This idea of like it was that initial walk through the door and then",
        3124.24,
        3129.42
    ],
    [
        " Then everything takes over, you know, you go into this autopilot of like we've got to plan for everything",
        3129.42,
        3135.86
    ],
    [
        " So it's the anticipation of being at dover, but that anticipation comes with",
        3135.86,
        3141.78
    ],
    [
        " a",
        3144.82,
        3145.3
    ],
    [
        " level of",
        3145.3,
        3145.78
    ],
    [
        " Excitement isn't the right word, but like I can't wait till that coffin comes on the plate off the plane",
        3145.78,
        3153.36
    ],
    [
        " There he is he's now with us, you know, and it's these small steps and it's like okay",
        3153.36,
        3157.78
    ],
    [
        " Next is the viewing",
        3157.78,
        3159.46
    ],
    [
        " I can't wait to be able to see my brother and then it's like we're closing that casket and it's like another thing",
        3159.46,
        3167.24
    ],
    [
        " You know you walk through that door the casket's closing",
        3167.24,
        3169.74
    ],
    [
        " The funeral mass happens",
        3170.18,
        3172.18
    ],
    [
        " Everyone comes back you've got hundreds and hundreds of people at a reception and then it's like",
        3172.18,
        3178.82
    ],
    [
        " That last bag of trash is taken out by the neighbor and they say bye and you're like oh crap",
        3178.82,
        3186.3
    ],
    [
        " Now we actually really have to think about what this means, you know, because you're just kind of going through this process",
        3186.3,
        3192.08
    ],
    [
        " By the way, I failed to mention this so far. I'm not reading the whole book",
        3199.8,
        3203.94
    ],
    [
        " And so if there's some things that are jumping around or whatever that's why because I'm not here to do an audio version of this book",
        3203.94,
        3211.72
    ],
    [
        " But that's why I'm reading chunks of it",
        3211.72,
        3215.32
    ],
    [
        " But you've got all kinds of detail in there that I'm not going over and connecting these chunks that I'm reading so",
        3215.32,
        3221.88
    ],
    [
        " That's why people should just buy the book so I haven't said that yet, but",
        3221.88,
        3225.92
    ],
    [
        " If there's anything that seems jumpy that's why it is jump because I'm jumping around from section to section",
        3226.52,
        3231.36
    ],
    [
        " You continue on here",
        3231.36,
        3234.22
    ],
    [
        " It was hard to believe that only weeks before I'd been so happy blissfully blissfully ignorant of how",
        3234.22,
        3241.36
    ],
    [
        " My life would be cruelly abruptly impermatively changed",
        3241.36,
        3245.36
    ],
    [
        " I remember sitting in my kitchen two weeks before Travis died. I was watching my baby girl all nine and a half months old pull herself up to stand",
        3245.36,
        3252.9
    ],
    [
        " On uncertain wobbly legs she stood with her chubby hands on the screen door",
        3253.14,
        3257.8
    ],
    [
        " She stood next to our dog pup and giggled excitedly as she peered outside and watched a bunny rabbit hop around the backyard",
        3257.8,
        3266.8
    ],
    [
        " Life is so completely perfect. I remember thinking at that moment",
        3266.8,
        3271.86
    ],
    [
        " I was a happy new mom. I had a fantastic relationship with my husband business was good and Travis will be back in time for the grand opening of my second store",
        3271.86,
        3279.38
    ],
    [
        " I felt holy in control and that piece",
        3279.38,
        3282.54
    ],
    [
        " To this day that peaceful feeling sometimes comes back to me for a moment when life feels effortless",
        3283.8,
        3289.7
    ],
    [
        " My mind is at ease and all seems right in the world",
        3289.7,
        3293.32
    ],
    [
        " But now it dissolves in an instant",
        3293.32,
        3295.56
    ],
    [
        " In fact as soon as I experienced that kind of serenity I become terrified what terrible tragedy is going to shatter this picture of perfect peace",
        3295.56,
        3303.22
    ],
    [
        " I asked myself. I still wonder if the sense of calm I experienced that day had been a heart had been a harbinger of the doom to come",
        3303.22,
        3310.46
    ],
    [
        " I worry that I was foolish for not having recognized it for what it was all the signs of catastrophe will write in front of me",
        3310.76,
        3317.34
    ],
    [
        " How could I have been so blind?",
        3317.34,
        3318.88
    ],
    [
        " This train of thought is of course",
        3319.34,
        3322.16
    ],
    [
        " Completely paranoid and insane",
        3322.16,
        3325.0
    ],
    [
        " So do you feel that now to this day?",
        3325.0,
        3329.26
    ],
    [
        " Yeah, you know, I",
        3330.02,
        3332.18
    ],
    [
        " I do um",
        3332.18,
        3335.04
    ],
    [
        " I don't have many times where life feels effortless anymore",
        3335.04,
        3339.3
    ],
    [
        " But you know, I I remember",
        3339.4,
        3342.24
    ],
    [
        " That feeling I had that day um in my house. I remember",
        3342.24,
        3348.04
    ],
    [
        " That feeling so vividly",
        3348.04,
        3350.38
    ],
    [
        " just it was this wave that came over me where I was like",
        3350.38,
        3353.94
    ],
    [
        " Oh my gosh like",
        3353.94,
        3355.88
    ],
    [
        " This is what a great life I have you know, I'm like looking at my new daughter and I'm just and and I think I just",
        3355.88,
        3362.96
    ],
    [
        " Gotten off the phone with Travis like a day or two prior and and our conversations had nothing to do with what he was doing in Iraq",
        3363.48,
        3370.78
    ],
    [
        " He's like talking to me about you know",
        3370.78,
        3372.78
    ],
    [
        " What kind of men's brands did you get for the store? You know, it is a cool stuff and um",
        3372.78,
        3378.88
    ],
    [
        " And so it was just like the super peaceful feeling and I lived",
        3378.88,
        3383.68
    ],
    [
        " up into that point",
        3383.68,
        3385.74
    ],
    [
        " not really",
        3385.74,
        3387.74
    ],
    [
        " fearful of anything",
        3387.74,
        3389.74
    ],
    [
        " um",
        3389.74,
        3390.78
    ],
    [
        " And you know, I I certainly",
        3391.46,
        3393.78
    ],
    [
        " Today, I'm I'm certainly afraid of",
        3393.78,
        3398.22
    ],
    [
        " um",
        3398.22,
        3399.42
    ],
    [
        " I'm afraid when I get a random call. I'm afraid when my husband calls me twice in a row",
        3399.42,
        3404.9
    ],
    [
        " um",
        3404.9,
        3405.76
    ],
    [
        " You know those things can set me into a different place they can they they can certainly you know I",
        3405.76,
        3413.06
    ],
    [
        " My favorite show was um my favorite show was big love",
        3413.06,
        3418.26
    ],
    [
        " That was an HBO series on like polygamy um and it was really popular when",
        3418.32,
        3424.3
    ],
    [
        " um scripted series when around that time and",
        3424.3,
        3429.22
    ],
    [
        " I love the show was um god who was the guy who was in it he's he's since passed away",
        3429.22,
        3434.7
    ],
    [
        " But anyway great show bill packs it was bill packs and yeah",
        3434.7,
        3437.98
    ],
    [
        " And uh yeah",
        3437.98,
        3439.78
    ],
    [
        " It was it was a great show",
        3439.78,
        3443.26
    ],
    [
        " and",
        3443.26,
        3444.6
    ],
    [
        " I remember watching that show and and these are the things that you don't realize are gonna happen",
        3445.2,
        3450.0
    ],
    [
        " So I'm watching the show and it's like the series finale and it was those little things where I was like",
        3450.0,
        3455.06
    ],
    [
        " And this is post-travisist death and I'm like well",
        3455.06,
        3457.5
    ],
    [
        " you know",
        3457.5,
        3458.56
    ],
    [
        " um",
        3458.56,
        3459.72
    ],
    [
        " Big loves on that's something I can enjoy",
        3459.72,
        3462.44
    ],
    [
        " I'm gonna watch this season finale and I'm watching the finale and on the finale like the head",
        3462.44,
        3467.46
    ],
    [
        " Pull head polygamist get shot and he gets shot on the street and",
        3467.46,
        3473.74
    ],
    [
        " Watching him get shot. It sent me into a full blown panic attack",
        3474.64,
        3478.48
    ],
    [
        " It was such a visceral reaction that I wasn't expecting",
        3478.48,
        3481.94
    ],
    [
        " That it it stunned me and I was like oh my god. I I can't see that. I mean my my five-year-old walks around",
        3481.94,
        3490.32
    ],
    [
        " He's got a little like uh pistol that was",
        3490.32,
        3492.8
    ],
    [
        " That was Dave's my husband's and he brought it my mother-in-law found it and she brought it back about a month ago",
        3492.8,
        3499.28
    ],
    [
        " And it's the cutest little thing with the holster and I can't be around",
        3499.28,
        3503.24
    ],
    [
        " Travis holding it my little Travis holding it. It I'm like David. There's something about like guns now",
        3504.22,
        3509.74
    ],
    [
        " You know, they're seeing them pointed being shot like it sends me in a in a bad place",
        3509.74,
        3515.46
    ],
    [
        " You know, and it's those sort of things that you don't",
        3515.46,
        3519.06
    ],
    [
        " You don't realize until a little bit after the fact that okay, these are the residual effects and some of them go away",
        3519.06,
        3527.36
    ],
    [
        " and some of them don't you know um",
        3527.36,
        3530.24
    ],
    [
        " And some of them just starve a part of who you are now and I'm I'm definitely a",
        3530.76,
        3538.84
    ],
    [
        " A jumpier person, you know, like I hear something. I'm like what what happened, you know where before I was not like that",
        3538.84,
        3545.24
    ],
    [
        " I was kind of like um you heard something, you know",
        3545.24,
        3548.3
    ],
    [
        " You talk a little bit about that more here",
        3548.3,
        3554.54
    ],
    [
        " You say the fear and paranoia that follow in the wake of grief can create a tremendous roadblock",
        3554.54,
        3558.9
    ],
    [
        " It stuns our personal growth and darkens our overall sense of well-being some people respond to unexpected and trying situations with passive acquiescence and others with fire and fury",
        3558.9,
        3569.2
    ],
    [
        " I responded by heightening my vigilance",
        3569.2,
        3572.3
    ],
    [
        " After Travis's death, I found myself compelled to be wary",
        3572.3,
        3576.54
    ],
    [
        " I was always on the lookout for the next great tragedy to befall me",
        3576.54,
        3581.08
    ],
    [
        " This hurled me down some very dark and troublesome paths from panic attacks to self-destructive behaviors",
        3581.08,
        3587.38
    ],
    [
        " But also led me to some amazing gifts like recovering my sense of humor and living with intention",
        3587.58,
        3592.94
    ],
    [
        " What self-destructive behaviors did you pick up?",
        3592.94,
        3596.52
    ],
    [
        " I mean, I think you know",
        3597.04,
        3599.4
    ],
    [
        " self-destructive in a way that you know, I stopped",
        3599.4,
        3603.4
    ],
    [
        " Kind of taking care of myself, you know, you I I go into the next place where I'm talking about",
        3603.4,
        3610.56
    ],
    [
        " um",
        3610.56,
        3611.64
    ],
    [
        " You know, I decide to run a marathon",
        3611.64,
        3614.4
    ],
    [
        " But I'm running a marathon smoking a pack of cigarettes a day and you know, I'm drinking a lot and I'm just kind of like I'm gonna do this",
        3614.66,
        3624.04
    ],
    [
        " But on the same token",
        3624.04,
        3625.14
    ],
    [
        " You know, this is kind of who I am now, you know, and",
        3625.14,
        3629.12
    ],
    [
        " um",
        3629.12,
        3630.26
    ],
    [
        " You know with the",
        3630.26,
        3633.1
    ],
    [
        " With that that",
        3633.1,
        3635.4
    ],
    [
        " hyper sense of",
        3635.4,
        3637.38
    ],
    [
        " paranoia, you know, I really went into some",
        3637.38,
        3642.24
    ],
    [
        " These ideas of and I and I I know what I know the reasoning behind it if I can look back and like psychoanalyze myself",
        3643.22,
        3650.16
    ],
    [
        " When Travis was in Iraq",
        3650.16,
        3651.98
    ],
    [
        " I was not worried about him",
        3651.98,
        3654.34
    ],
    [
        " And when he was there the first time when he was there the second time",
        3654.34,
        3658.72
    ],
    [
        " Even though I knew the second deployment was different",
        3658.72,
        3661.92
    ],
    [
        " I was aware of that because my husband told me he's like hey, this is gonna be different",
        3661.92,
        3666.44
    ],
    [
        " You know, I've had conversations with their brother",
        3666.44,
        3668.5
    ],
    [
        " But I had no fear of my brother being in Iraq. It was this notion of more than anything you think about",
        3668.56,
        3677.64
    ],
    [
        " Like these crazy stories, right?",
        3677.64,
        3680.7
    ],
    [
        " you know",
        3681.76,
        3682.2
    ],
    [
        " I spur or like you know, I sickle falling off a garage and like impaling a woman on her head, right?",
        3682.2,
        3689.66
    ],
    [
        " And it's like these totally crazy stories and you're like that's so crazy",
        3689.96,
        3693.26
    ],
    [
        " Well, I mean, it's never gonna happen to you, right? It's like the plane crash theory like we all fly on planes",
        3693.26,
        3698.12
    ],
    [
        " But you know, you tell your kids",
        3698.12,
        3699.62
    ],
    [
        " planes are planes don't crash, you know, you're not gonna mean a plane that crashes",
        3699.62,
        3703.92
    ],
    [
        " So you don't think about that happening to you and that",
        3703.92,
        3707.74
    ],
    [
        " Maybe it was a defense mechanism, but that's how I",
        3707.74,
        3712.34
    ],
    [
        " Got through Travis being in Iraq. I wasn't you know, I didn't show any fear. I didn't show any",
        3712.34,
        3718.2
    ],
    [
        " I and I didn't even have any fear it wasn't that I didn't show it. I really didn't happen",
        3718.2,
        3722.5
    ],
    [
        " I let those emotions all go",
        3722.5,
        3724.56
    ],
    [
        " So then when it did happen it was like I guess when you do this idea of like preparing, right where you're",
        3724.64,
        3731.48
    ],
    [
        " It's almost like I knew this was coming like you hear people like I knew it. I knew it, right?",
        3731.48,
        3736.82
    ],
    [
        " Like I had no idea and so to have something shock your system",
        3737.32,
        3742.64
    ],
    [
        " that much",
        3742.64,
        3744.14
    ],
    [
        " I think it kind of rewires you where you're kind of waiting for that next shock to the system and you know",
        3744.14,
        3752.16
    ],
    [
        " You lead on",
        3752.52,
        3753.84
    ],
    [
        " Throughout the book and and I've had other things that have that have happened since where I know like",
        3753.84,
        3759.64
    ],
    [
        " There no one is void of having something happen",
        3759.64,
        3764.2
    ],
    [
        " You know, whether it's random in nature. I've had a lot of",
        3764.2,
        3768.04
    ],
    [
        " Random crappy things happen to me, you know over the last several years",
        3768.04,
        3772.5
    ],
    [
        " I guess it's it's similar again",
        3772.5,
        3775.48
    ],
    [
        " This is something I just talked about with Jim Cerzley who was on the last podcast who was in Vietnam",
        3775.48,
        3779.86
    ],
    [
        " and the range of",
        3781.22,
        3782.46
    ],
    [
        " Level of fear that guys have going into combat",
        3782.46,
        3786.16
    ],
    [
        " There's some people that are scared. They're like they think they're gonna die right and there's some people that are kind of like",
        3786.16,
        3791.92
    ],
    [
        " That will actually not happen to me like I'm I'm not gonna die and that was kind of his attitude was",
        3791.92,
        3797.32
    ],
    [
        " You're you're thinking oh that's yeah, like he volunteered to go to Vietnam",
        3797.32,
        3801.3
    ],
    [
        " He wasn't like I'm volunteering to go to Vietnam and I might die. He was like I'm volunteering to go to Vietnam and I'm gonna go do my job and",
        3801.3,
        3808.8
    ],
    [
        " And so I guess it's no surprise",
        3809.56,
        3811.78
    ],
    [
        " For some people on the family side to think well, yeah, that's not gonna happen to my loved one",
        3811.78,
        3819.08
    ],
    [
        " Yeah, I I've never really asked my parents this. I don't think my parents ever fought anything would ever happen to me ever",
        3819.08,
        3826.38
    ],
    [
        " You know, I thought I think they just thought I was just overdoing and guess whatever part of that is because I",
        3826.38,
        3833.28
    ],
    [
        " I",
        3833.28,
        3834.84
    ],
    [
        " Kind of inculcated them to just not never knowing what I was doing ever and I was in for a long time",
        3835.9,
        3840.88
    ],
    [
        " And before the war started I had already been in for 13 years",
        3840.88,
        3843.56
    ],
    [
        " So they never knew that I was jumping out of airplanes or doing whatever I was doing and so when the war started",
        3843.56,
        3848.42
    ],
    [
        " Is still going on deployments like I'd always gone I'd been I'd gone on deployments",
        3848.42,
        3852.12
    ],
    [
        " I'd gone on five deployments before I went to Iraq so that to them there",
        3852.12,
        3856.6
    ],
    [
        " It's like oh, he's going on another deployment. We'll hear from him in six months whatever",
        3856.6,
        3859.2
    ],
    [
        " my wife may be the same thing but",
        3859.2,
        3863.0
    ],
    [
        " Until like when when I was in remodeling my wife was at home and she was going to my guys funerals and when that happens",
        3863.88,
        3871.54
    ],
    [
        " Every single family member that's there is thinking that the person that was killed could easily be",
        3871.54,
        3878.14
    ],
    [
        " You know my husband my brother my son",
        3878.14,
        3880.9
    ],
    [
        " Now you talk a little bit about just this idea of grief",
        3895.84,
        3900.1
    ],
    [
        " The fact is grief will transform you",
        3900.1,
        3904.8
    ],
    [
        " And you've got will italicized which I think is important",
        3904.8,
        3910.52
    ],
    [
        " Because you're saying listen like you because I think that's where I think that's the the discovery that you made in that statement",
        3910.52,
        3919.66
    ],
    [
        " Is your thinking hey I can get through this and everything is I'll be back to the way things were and you're saying no the fact is",
        3919.68,
        3926.56
    ],
    [
        " grief will transform you",
        3926.56,
        3928.76
    ],
    [
        " Whether you are grieving the loss of an identity that you once had or the loss of a loved one at some point",
        3928.76,
        3933.92
    ],
    [
        " You will look in the mirror and see someone you simply don't recognize staring back at you. It is inevitable",
        3933.92,
        3938.38
    ],
    [
        " Maybe you should maybe you'll be proud of what you see and maybe you'll be ashamed at some point",
        3938.38,
        3943.98
    ],
    [
        " I bet you be both I bet you will be both",
        3943.98,
        3946.36
    ],
    [
        " The most important thing you can tell yourself is that you get the last word",
        3946.6,
        3952.62
    ],
    [
        " Only you can determine how your experiences will change you",
        3952.62,
        3958.28
    ],
    [
        " And only you can be held accountable for that transformation",
        3958.28,
        3963.64
    ],
    [
        " So these are",
        3963.64,
        3966.52
    ],
    [
        " These are powerful things I",
        3966.52,
        3970.56
    ],
    [
        " wrote a book and I guess I",
        3970.56,
        3974.92
    ],
    [
        " Talk about an attitude of extreme ownership of taking ownership of what's going on and",
        3975.84,
        3981.84
    ],
    [
        " You know there's always someone that wants to",
        3981.84,
        3983.78
    ],
    [
        " Uh",
        3983.78,
        3986.0
    ],
    [
        " Make different points are trying to I'll be positive about it",
        3986.0,
        3989.46
    ],
    [
        " There's people that want to that people that want to test the theory right so taking ownership",
        3989.46,
        3993.1
    ],
    [
        " And so one of the things that can happen is you know",
        3993.1,
        3996.26
    ],
    [
        " Hey, I got cancer",
        3996.26,
        3998.64
    ],
    [
        " That's not my fault. How do I take ownership of that? And it's like well, you're right",
        3998.64,
        4002.02
    ],
    [
        " You can't take ownership of the fact that you got cancer",
        4002.02,
        4004.36
    ],
    [
        " You take ownership of how you respond to it right and I just was out",
        4004.92,
        4008.58
    ],
    [
        " With working with a group of people and one of the guys",
        4008.58,
        4013.02
    ],
    [
        " had cancer and",
        4013.02,
        4016.12
    ],
    [
        " He was like hey, I started listening to the podcast and",
        4016.12,
        4020.0
    ],
    [
        " He's like I listen to your podcast for seven hours a day every day the whole time",
        4020.0,
        4025.84
    ],
    [
        " I was in the hospital only which makes me feel good about having 500 hours",
        4025.84,
        4029.74
    ],
    [
        " But that's what he did he took ownership of how he responded right",
        4031.5,
        4035.52
    ],
    [
        " And that's what you're saying here look",
        4035.52,
        4038.34
    ],
    [
        " You're gonna something's gonna happen. There's gonna be changes, but you do have what do you say the you get the last word right",
        4038.34,
        4045.02
    ],
    [
        " Well, I think you know",
        4045.02,
        4047.04
    ],
    [
        " One of the things that I have people still to this day say you know and and and I'm 12 years out from the loss of",
        4047.04,
        4056.48
    ],
    [
        " my brother um",
        4056.48,
        4058.92
    ],
    [
        " I",
        4060.88,
        4061.38
    ],
    [
        " Seven years out from the loss of my mom",
        4061.38,
        4063.24
    ],
    [
        " and",
        4063.24,
        4064.7
    ],
    [
        " Nine years out from the loss of Brendan right and and people will say",
        4064.7,
        4070.0
    ],
    [
        " You know when does",
        4070.0,
        4072.62
    ],
    [
        " When do you stop grieving and I'll even have people that have newly lost someone like",
        4072.62,
        4078.48
    ],
    [
        " Explain this grief process like when is it gonna end and",
        4078.48,
        4082.94
    ],
    [
        " I'm very clear to tell them it doesn't",
        4082.94,
        4086.5
    ],
    [
        " It never ends. I'm not going to say don't worry, you know in the year",
        4086.62,
        4092.72
    ],
    [
        " It's over because everybody's journey is their own",
        4092.72,
        4096.54
    ],
    [
        " but",
        4096.54,
        4097.6
    ],
    [
        " The fact in the matter is is that I entered into my if you want to call it grief journey in",
        4097.6,
        4105.16
    ],
    [
        " in a way that",
        4105.16,
        4107.58
    ],
    [
        " Wasn't best for me right? I wasn't it was a it was a process and now when you look at like talking about",
        4107.58,
        4115.72
    ],
    [
        " Looking in the mirror and are you the person you want to be like when I look in the mirror today",
        4116.1,
        4121.12
    ],
    [
        " I'm the person",
        4121.12,
        4122.92
    ],
    [
        " That I wish Travis saw when he was alive like that's and so that for me is like that was my wake up",
        4122.92,
        4131.74
    ],
    [
        " I'm like, okay, so this is what the grief of my brother has done to me",
        4131.74,
        4136.98
    ],
    [
        " It's actually allowed me to become the person I should have been when he was here",
        4136.98,
        4141.48
    ],
    [
        " I was I had a guy in the podcast his name was Tom flight he was he was in",
        4142.36,
        4148.92
    ],
    [
        " World War II",
        4148.92,
        4150.54
    ],
    [
        " Korea and Vietnam and he he was a purple heart recipient from all those wars and",
        4150.54,
        4158.66
    ],
    [
        " He was a battalion commander in Vietnam and I was talking to him about it and",
        4158.66,
        4166.92
    ],
    [
        " like I asked him",
        4166.92,
        4169.02
    ],
    [
        " You know, basically, you know, I think I asked him how many casualties did you take or how many guys did you lose as a battalion commander?",
        4170.0,
        4176.84
    ],
    [
        " And so this is for I don't know 50 or 60 years later",
        4177.42,
        4181.24
    ],
    [
        " And he got choked up and when that happened I thought to myself oh",
        4181.24,
        4186.68
    ],
    [
        " The emotions that I have",
        4186.68,
        4190.1
    ],
    [
        " They're never gonna go away. Yeah, and that's just the way it is. Yeah, and there's nothing wrong with that",
        4190.1,
        4195.92
    ],
    [
        " You know the waves get the waves get",
        4196.1,
        4198.76
    ],
    [
        " more separation between them over time",
        4198.76,
        4202.36
    ],
    [
        " But those waves can hit you at any time and I think you know what I find now is",
        4202.36,
        4210.92
    ],
    [
        " The further you get out",
        4210.92,
        4213.62
    ],
    [
        " The waves actually come at like really in opportune times",
        4213.62,
        4218.98
    ],
    [
        " So I'm not an incredibly emotional person to begin with",
        4218.98,
        4224.86
    ],
    [
        " um",
        4226.34,
        4226.86
    ],
    [
        " That bout",
        4226.86,
        4227.38
    ],
    [
        " Of the first month after Travis's death was probably the most crying I've ever done in my entire life",
        4227.38,
        4233.28
    ],
    [
        " but it was like it was in",
        4233.28,
        4234.68
    ],
    [
        " In voluntary response like I cook there was not that's just what it was and I",
        4234.68,
        4240.94
    ],
    [
        " If I was out in public I had on the biggest sunglasses you could possibly find because I did not I get uncomfortable when people see me emotional and",
        4240.94,
        4251.0
    ],
    [
        " So I was I tried to cover it",
        4251.0,
        4253.32
    ],
    [
        " um",
        4253.32,
        4254.06
    ],
    [
        " And but now today",
        4254.94,
        4256.42
    ],
    [
        " You know the way those waves come it's it could be something so small that someone says or something I see",
        4256.42,
        4264.18
    ],
    [
        " And it doesn't matter where I am and it's just like oh my god",
        4264.18,
        4267.22
    ],
    [
        " And it kind of like takes your breath away takes you back to that place and",
        4267.22,
        4271.2
    ],
    [
        " You know, I do a lot of public speaking and and I share Travis's story and and everyone's like I don't know how you do that without breaking down",
        4271.2,
        4278.28
    ],
    [
        " And I'm like listen",
        4278.28,
        4279.48
    ],
    [
        " That's not the time for me to break down",
        4279.48,
        4281.54
    ],
    [
        " Like I'm I'm there to do a job. I'm there to share that story and make sure that you hear that story",
        4281.86,
        4286.3
    ],
    [
        " But if you think for one second that there aren't times I'm driving in the car and a song comes on or I'm out on a run",
        4286.3,
        4293.1
    ],
    [
        " Or I'm sitting there looking at my kids and you know, yeah, that still happens and and it",
        4293.1,
        4298.98
    ],
    [
        " And it doesn't come as as often but",
        4298.98,
        4301.82
    ],
    [
        " Like you said, you know 50 60 years out",
        4301.82,
        4305.3
    ],
    [
        " um",
        4305.3,
        4306.26
    ],
    [
        " A service member talking about his friends like that's never gonna go away and nor",
        4306.26,
        4310.96
    ],
    [
        " I wanted to exactly exactly",
        4311.54,
        4313.86
    ],
    [
        " You continue on here like anyone who's received a jarring knock at the door literal or figurative",
        4313.86,
        4320.86
    ],
    [
        " And that's what's important you again this since I'm jumping around this book, you know",
        4320.86,
        4324.94
    ],
    [
        " The there's the metaphorical knock at the door that a service members family can receive",
        4324.94,
        4330.26
    ],
    [
        " But that knock at the door can be anything sure right anything that is unexpected",
        4330.26,
        4334.32
    ],
    [
        " in your life",
        4334.32,
        4335.98
    ],
    [
        " And everyone's gonna get him in your life",
        4335.98,
        4338.78
    ],
    [
        " You're gonna get a knock at the door that that you want to do what your mom did which is slam the door and don't let it come in",
        4338.78,
        4344.64
    ],
    [
        " But it's coming yeah",
        4344.64,
        4345.74
    ],
    [
        " I've been to the darkest deepest and ugliest corners of my mind and I've learned a thing or two",
        4345.74,
        4352.64
    ],
    [
        " I don't hope to spare you the hurt or pain that comes with a knock",
        4352.64,
        4357.16
    ],
    [
        " I'll read that again. I don't hope to spare you the hurt or pain that comes with the knock",
        4357.16,
        4362.8
    ],
    [
        " I don't think that I could",
        4362.8,
        4365.08
    ],
    [
        " I only hope to share the lessons I learned in the process the ones that have the power to transform you in all the right ways and remind you that you are not alone",
        4365.36,
        4374.3
    ],
    [
        " So yeah, you you're not saying that you can",
        4374.3,
        4378.98
    ],
    [
        " Make the pain go away. It's gonna hurt",
        4378.98,
        4384.06
    ],
    [
        " But there's there's steps you can take to move through that hurt",
        4384.06,
        4389.46
    ],
    [
        " That make more sense like you said looking back. Yeah",
        4389.46,
        4393.06
    ],
    [
        " Yeah, this book is all built on perspective. I'll tell you that you know, I mean I I",
        4393.92,
        4399.3
    ],
    [
        " Couldn't have wrote this book even five years ago, you know, I mean it took 12 years to be able to say okay",
        4399.3,
        4407.22
    ],
    [
        " Um, I'm ready to put pen to paper and listen. I'm no expert, but",
        4407.22,
        4413.68
    ],
    [
        " I've got a lot of",
        4413.68,
        4416.04
    ],
    [
        " Experience and grief, you know, so I'm gonna kind of share",
        4416.04,
        4420.8
    ],
    [
        " Share my thoughts on that",
        4421.68,
        4422.92
    ],
    [
        " Well, it helps anytime you can have anytime you can",
        4422.92,
        4427.32
    ],
    [
        " See",
        4427.32,
        4428.58
    ],
    [
        " Something unfold for someone else. It makes you able to better handle it yourself",
        4428.58,
        4433.44
    ],
    [
        " That's 100% that's why I read war books all the time",
        4433.44,
        4435.96
    ],
    [
        " So I was able to try and figure out what was happening in combat",
        4435.96,
        4439.1
    ],
    [
        " Even if I'd never seen it before I'd seen it before",
        4439.1,
        4441.62
    ],
    [
        " You say this in the early days after Travis was killed my decision making was more impulsive than rational",
        4441.62,
        4448.8
    ],
    [
        " Impulsive decisions can be catastrophic and a few of mine have been",
        4448.96,
        4452.56
    ],
    [
        " But they've also been a great way for me to channel my nervous energy",
        4452.56,
        4455.94
    ],
    [
        " I think subconsciously I believed that as long as I was doing something anything",
        4455.94,
        4460.04
    ],
    [
        " Then I would have to then I wouldn't have to acknowledge the intense pain that was overtaking my spirit and fighting to get out",
        4460.04,
        4466.5
    ],
    [
        " Two weeks before Travis was killed",
        4466.5,
        4469.78
    ],
    [
        " He called home for my rack. I wanted I want to run the Marine Corps marathon",
        4469.78,
        4474.02
    ],
    [
        " He told my dad that's great. Travis my dad responded and I want you to run it with me",
        4474.02,
        4478.22
    ],
    [
        " He finished my father was then in his early 50s and in solid shape",
        4478.22,
        4481.84
    ],
    [
        " But this was no small request after running the Marine Corps marathon a couple times when he was younger",
        4481.84,
        4486.3
    ],
    [
        " My dad had retired as marathon shoes forever. He thought",
        4486.3,
        4489.74
    ],
    [
        " But he wasn't about to say no to his son",
        4489.74,
        4492.26
    ],
    [
        " Fighting a war thousands of miles away. Let's do it. He replied in mid-May when the funeral services were over and my parents extended family and friends were gathered in the living room",
        4492.26,
        4502.2
    ],
    [
        " My dad remembered his promise to Travis",
        4502.2,
        4504.16
    ],
    [
        " I'm still gonna run that marathon. He proclaimed to the quiet gathering of distraught dumb struck family members",
        4505.0,
        4510.68
    ],
    [
        " All run to tom",
        4510.68,
        4512.96
    ],
    [
        " Said Chris my dad's youngest brother. I'm in echoed his wife my aunt Susan one by one people picked up their heads",
        4512.96,
        4520.14
    ],
    [
        " Harden to their gazes and joined him pretty soon every single person in that room had committed to 26.2 miles in honor of Travis",
        4520.14,
        4527.36
    ],
    [
        " I was conveniently engrossed in the thread on the carpet when I felt a dozen pairs of eyes landing intently on my face",
        4527.36,
        4534.14
    ],
    [
        " I looked up",
        4534.5,
        4535.46
    ],
    [
        " Now I had been an athlete in college",
        4535.46,
        4537.68
    ],
    [
        " But that was almost five years earlier. I'd given birth to Maggie only 10 months before and I had run",
        4537.68,
        4542.2
    ],
    [
        " So much as a 5k in ages, but those stairs were burning a hole right through my skin and",
        4542.2,
        4548.14
    ],
    [
        " Thankfully my bullheadedness kicked in all right. I'll do it. I said I mean how hard could it be?",
        4548.14,
        4555.02
    ],
    [
        " And then you you get done with your first training run and the end of that first one mile run",
        4555.58,
        4560.16
    ],
    [
        " Weezing forcefully and doubled over in pain. I gave myself a little pat on the back",
        4560.78,
        4564.46
    ],
    [
        " Good job, Ryan. You did today's run. You're done now go home drink some water and chill",
        4564.46,
        4568.76
    ],
    [
        " But make damn sure you show up for tomorrow's run",
        4568.76,
        4571.42
    ],
    [
        " And that's how it went every day for four and a half months no matter how slow ugly or painful the run might have been",
        4571.42,
        4577.1
    ],
    [
        " I completed it",
        4577.1,
        4578.2
    ],
    [
        " There was no 26.2 mile run ahead of me. There was no 26.2 mile ahead of me. There was only today",
        4578.2,
        4584.56
    ],
    [
        " As the proverb says there's only one way to eat an elephant one bite at a time",
        4584.56,
        4589.84
    ],
    [
        " So you talk about your training? I thought it was cool. You got Travis's iPod. Yeah. How awesome was that?",
        4590.34,
        4597.14
    ],
    [
        " It was awesome. Yeah came back in his foot locker and I'm like all right",
        4597.32,
        4600.96
    ],
    [
        " And he was so into music",
        4600.96,
        4603.4
    ],
    [
        " And we both shared like a deep love of music",
        4603.4,
        4607.52
    ],
    [
        " We went to concerts together all the time and so that was like exciting. I didn't have an iPod at the time",
        4607.52,
        4613.56
    ],
    [
        " So it came back and it was and I'm like gosh",
        4613.56,
        4616.6
    ],
    [
        " I hope I can get this thing working and you know plugged it in and I was like all right there we go",
        4616.6,
        4621.44
    ],
    [
        " It's so crazy to think that these digital memories of people",
        4621.44,
        4624.9
    ],
    [
        " I mean even I mean today. Yeah today the digital memories of people are gonna be crazy",
        4624.9,
        4630.18
    ],
    [
        " Yeah, I mean it's just you're gonna have all these images and videos and writing and posts and all the stuff for people. Yeah",
        4630.18,
        4637.92
    ],
    [
        " and",
        4637.92,
        4638.72
    ],
    [
        " Like even just something like that. What is it 12 years ago? You know this iPod, you know",
        4638.72,
        4644.52
    ],
    [
        " You fast you could rewind another 20 years behind that. There's no iPod. There's no",
        4644.52,
        4649.16
    ],
    [
        " There's you might have a mixtape I guess",
        4649.16,
        4651.16
    ],
    [
        " Well, I look at too. It's interesting like and I remember talking to Travis on his first deployment",
        4651.16,
        4656.16
    ],
    [
        " I'm like let me set you up a my space profile",
        4656.16,
        4658.26
    ],
    [
        " So I'm not doing that. I'm like come on and and",
        4658.26,
        4661.82
    ],
    [
        " You know, so he had no",
        4661.82,
        4663.62
    ],
    [
        " imprint on social media at all",
        4663.62,
        4666.26
    ],
    [
        " But just a few years later",
        4666.26,
        4668.18
    ],
    [
        " You know when Brendan was killed I was Facebook friends with Brendan Brendan had a Facebook page",
        4668.18,
        4673.64
    ],
    [
        " You know when it was just that that small that small time but to have that iPod",
        4673.64,
        4678.72
    ],
    [
        " The coolest thing about it for me is that it wasn't just like it was Travis's iPod",
        4678.72,
        4683.32
    ],
    [
        " I'm like that this is what he was taking in when he was in Iraq",
        4683.32,
        4687.46
    ],
    [
        " Yeah, for sure, you know, so like I'm listening to it and I just felt",
        4687.46,
        4690.36
    ],
    [
        " It it felt like such a deep connection with where he had been and you know",
        4690.36,
        4695.84
    ],
    [
        " It's so cool about that what you just said you didn't even realize how right you are because like I had my iPod",
        4695.84,
        4703.06
    ],
    [
        " In Iraq my last deployment which was 2006 and those songs like what however many songs were on my iPad at the time",
        4703.06,
        4710.96
    ],
    [
        " Like whenever 215 songs or whatever it was yeah",
        4710.96,
        4714.78
    ],
    [
        " Whenever I hear those songs right now. I'm right back. I mean, I was 100% listening to the same songs over and over and over and over again",
        4714.78,
        4721.36
    ],
    [
        " Yeah",
        4721.36,
        4721.52
    ],
    [
        " And I'm and I'm now brought back I hear any of those songs. I'm brought back to training for that marathon",
        4721.52,
        4727.14
    ],
    [
        " That's where they bring me back to",
        4727.14,
        4728.98
    ],
    [
        " So you talk about the training and then here we go as the big data approach",
        4729.88,
        4732.88
    ],
    [
        " This is for the marathon my family and I headed to Washington",
        4732.88,
        4735.52
    ],
    [
        " Through which the marathon course runs the night before the race we held a dinner for our team which by now had grown to nearly a hundred people",
        4735.52,
        4743.28
    ],
    [
        " Once uncle's cousins friends neighbors lacrosse and wrestling butter buddies fellow Marines and naval academy grads",
        4743.28,
        4749.6
    ],
    [
        " All of them were participating to honor my brother at dinner at a hotel",
        4749.6,
        4754.04
    ],
    [
        " We invited a few people including Brendan looney who has to say a few words",
        4754.04,
        4757.8
    ],
    [
        " Brendan stood solemnly at the microphone. He stared",
        4757.8,
        4760.4
    ],
    [
        " He started in about how Travis had been a brother to him and how he couldn't believe he was gone",
        4760.4,
        4766.3
    ],
    [
        " He was a great friend Brendan said. I'll never forget him and I miss him",
        4766.3,
        4770.58
    ],
    [
        " You've been choking back tears and finally his voice broke",
        4770.58,
        4773.64
    ],
    [
        " I have to get out of this room. I thought I simply couldn't watch this tough Navy seal breakdown as you remembered my brother",
        4773.64,
        4780.44
    ],
    [
        " It was too much. I slipped out of the hotel and found myself gulping",
        4780.44,
        4784.26
    ],
    [
        " In the cold fall air outside my head was spinning and I couldn't help but feel that I was learning for the first time that Travis was gone forever",
        4784.72,
        4792.3
    ],
    [
        " I lit a cigarette it had been on and off habit of mine over the years one that Travis had always chastised me about",
        4792.3,
        4798.98
    ],
    [
        " Maybe one day. I'll write a book about what not to do in running a marathon",
        4798.98,
        4802.64
    ],
    [
        " Chain smoking the night before the race would certainly make the list",
        4802.64,
        4806.48
    ],
    [
        " But it's not even the worst transgression. I've committed. Fortunately for you",
        4806.48,
        4810.82
    ],
    [
        " This is in a book about endurance training. It's a book about grief",
        4810.82,
        4813.5
    ],
    [
        " Which perhaps isn't so different the key to navigating grief I found is to have the courage to allow it to transform you",
        4813.5,
        4820.68
    ],
    [
        " Same same theme",
        4820.68,
        4824.44
    ],
    [
        " Like accepting the fact that it's going to make you different",
        4824.44,
        4827.96
    ],
    [
        " I've had to remind myself time and time again. We're only human",
        4827.96,
        4831.98
    ],
    [
        " We can only take so much. Don't be so hard on yourself",
        4831.98,
        4835.18
    ],
    [
        " When you take one step forward and several steps back you made it this far",
        4835.18,
        4839.26
    ],
    [
        " You got up today and put one foot in front of the other you completed today's run go home relax and get ready for tomorrow's",
        4839.26,
        4845.64
    ],
    [
        " Now you get into the marathon, which is a great story. I'm jumping ahead a little bit here",
        4845.64,
        4852.52
    ],
    [
        " But got to mile 19 and I still had 7.2 miles to complete at this point the wheels had all but come off",
        4852.52,
        4858.96
    ],
    [
        " My brain was no longer able to bully my body into behaving my knees my ankles my arches everything was rebelling",
        4858.96,
        4866.56
    ],
    [
        " I had slowed to a walk and began to debate with myself",
        4866.82,
        4870.36
    ],
    [
        " Ben began to debate with myself that any distant run distance runner knows well",
        4870.36,
        4875.48
    ],
    [
        " 18 miles is great. You should be proud of yourself. There's no shame in stopping here",
        4875.48,
        4879.66
    ],
    [
        " You just lost your brother for God's sake. Did anyone really expect you to get this far call it now and leave with your dignity and your joints intact",
        4879.66,
        4887.18
    ],
    [
        " So you're having that",
        4887.18,
        4889.24
    ],
    [
        " The quitter's conversation totally the quitter's conversation you're having it",
        4889.24,
        4895.14
    ],
    [
        " But you're not a quitter so I made one last ditch effort in an I reached into my fanny pack and rifled through my unused powered gels and energy beans",
        4895.14,
        4903.04
    ],
    [
        " Until my fingers rested on the mass card with Travis's face on it November 19th 1980 to April 29th 2007 26 years old",
        4903.04,
        4911.5
    ],
    [
        " I gripped it tightly and offered a silent prayer. This is it Travis",
        4911.5,
        4917.76
    ],
    [
        " The Marine Corps marathon course ends at the US Marine Corps War Memorial a statue based on the iconic picture of six Marines",
        4919.68,
        4926.9
    ],
    [
        " struggling to raise a flagpole on the island of E.O.G.",
        4926.9,
        4930.3
    ],
    [
        " And during World War II it's an incredibly powerful site and when you come upon it",
        4930.38,
        4934.86
    ],
    [
        " You feel every bit is tired and as strong as those men huddled together appear to be as they raise the American flag",
        4934.86,
        4942.46
    ],
    [
        " I didn't care if my leg fell off in that very moment. I was not walking up that hill",
        4943.68,
        4948.56
    ],
    [
        " I hustled into a full sprint bounded over crushed plastic cups and past exhausted runners",
        4948.56,
        4954.82
    ],
    [
        " Somehow I felt my legs were fresh in reality",
        4954.82,
        4957.6
    ],
    [
        " I was probably every bit the Frankenstein",
        4957.6,
        4959.46
    ],
    [
        " I had appeared to be at mile 19 just an hour older",
        4959.46,
        4962.5
    ],
    [
        " What I actually looked like I can't say for sure and I'd rather not imagine but I pushed forward and grabbed aunt Susan's hand as together",
        4962.5,
        4970.14
    ],
    [
        " We crossed the finish line then I collapsed",
        4970.14,
        4973.34
    ],
    [
        " I can honestly say that I'm a different person because of that race pushing myself through that training and navigating the emotional strain and physical stress",
        4973.34,
        4982.54
    ],
    [
        " taught me a lot about myself and even more about grief",
        4982.54,
        4985.6
    ],
    [
        " It took me years to process my brother's death and years more to organize my thoughts around what wisdom",
        4985.6,
        4992.7
    ],
    [
        " I could possibly gain from it",
        4992.7,
        4994.12
    ],
    [
        " It's only after more than a decade of reflection that I can share what I now know",
        4994.12,
        4999.58
    ],
    [
        " And",
        5003.62,
        5004.06
    ],
    [
        " And here you kind of lay some of these out first",
        5004.06,
        5006.02
    ],
    [
        " What you don't know can't hear you I can't hurt you",
        5006.02,
        5009.62
    ],
    [
        " Which is an interesting concept",
        5009.62,
        5011.88
    ],
    [
        " What what you don't know can't hurt you wait hear me out",
        5011.88,
        5016.52
    ],
    [
        " I know this advice is usually given sarcastically and that can be for good reason",
        5016.52,
        5020.64
    ],
    [
        " But consider for a moment the wisdom in that phrase",
        5020.64,
        5023.18
    ],
    [
        " Sometimes being naive is a blessing",
        5023.18,
        5025.98
    ],
    [
        " If I had known the physical mental and emotional told that the race would have taken on me I wouldn't run it",
        5026.32,
        5031.64
    ],
    [
        " I would have become paralyzed with fear and self-doubt and my eyes would have remained forever fixed on that thread in the carpet",
        5031.64,
        5038.2
    ],
    [
        " But fear and self-doubt",
        5038.2,
        5040.04
    ],
    [
        " Often keep us from knowing our own strength",
        5040.04,
        5043.0
    ],
    [
        " And that's something we simply can't risk if I had never run that race",
        5043.0,
        5046.92
    ],
    [
        " Race I would never have discovered what I was capable of achieving",
        5046.92,
        5050.9
    ],
    [
        " Preparation and training are great tools",
        5050.9,
        5053.3
    ],
    [
        " They provide us with confidence to dream as big as we want to but without a healthy dose of fearless ignorance",
        5053.3,
        5059.26
    ],
    [
        " We might never bother dreaming at all",
        5059.26,
        5061.92
    ],
    [
        " It's interesting advice. Yeah, I like it. It's advice. I still follow to this day. I mean it's it's kind of",
        5061.92,
        5069.6
    ],
    [
        " I",
        5069.6,
        5071.58
    ],
    [
        " Will say you know",
        5071.58,
        5074.6
    ],
    [
        " pre-traverse didn't really live with",
        5074.6,
        5078.42
    ],
    [
        " Fear right but I didn't really do anything to be fearful of and today I definitely have those like",
        5079.44,
        5087.0
    ],
    [
        " I say, you know, I'm on edge. I'm always on edge, but I'm also on edge in a way that I'm like what's next like I'm like hungry for what's next and",
        5087.0,
        5097.56
    ],
    [
        " I",
        5097.56,
        5099.18
    ],
    [
        " The things that I have done over the last 12 years",
        5099.18,
        5103.42
    ],
    [
        " I",
        5105.38,
        5105.82
    ],
    [
        " Don't even know if I could pick five of them that I would have done",
        5105.82,
        5108.46
    ],
    [
        " pre-2007 or frankly had any interest in I mean",
        5108.46,
        5113.4
    ],
    [
        " Had Travis come home nobody you see Travis placed a call from my rack to my dad to say run the marathon",
        5113.4,
        5120.42
    ],
    [
        " He wasn't called me to say run the marathon",
        5120.42,
        5122.76
    ],
    [
        " That wasn't even a thought in his head because he knew that there was no way. I would even consider running the marathon and",
        5122.76,
        5131.12
    ],
    [
        " I've just kind of approached",
        5131.94,
        5133.56
    ],
    [
        " things as like",
        5133.56,
        5135.38
    ],
    [
        " I'm just gonna do it. You know, what's the worst that can happen and and you do you have this like what's the my brother",
        5135.38,
        5142.92
    ],
    [
        " Is dead? What's the worst that can happen? You know, I don't make it. I don't make I don't finish the race",
        5142.92,
        5149.72
    ],
    [
        " and you know and and that was 12 years ago and that was my I remember saying I'm gonna do that finish this marathon and then",
        5149.72,
        5157.5
    ],
    [
        " I'm gonna be able to say I ran a marathon",
        5157.5,
        5160.48
    ],
    [
        " And people like oh you're gonna get the bug once you run one",
        5161.14,
        5164.26
    ],
    [
        " You're and I was like I never got the bug. I'm like nope. I had my checkmark",
        5164.26,
        5169.66
    ],
    [
        " I can say when people say oh Marine could there. I'm like yeah, I ran it, you know and um, but",
        5169.66,
        5174.38
    ],
    [
        " I don't know",
        5174.38,
        5176.28
    ],
    [
        " What changed but you know here I am again like 12 years later and I'm rocking the Marine Corps marathon in a week and",
        5176.28,
        5185.74
    ],
    [
        " 140 pounds oh god no 20 pounds 20 pounds yeah, okay. Yeah",
        5185.74,
        5190.86
    ],
    [
        " um",
        5191.72,
        5192.28
    ],
    [
        " Yeah, I said and and this is a person who's never rocked before so I go well I",
        5192.28,
        5198.32
    ],
    [
        " I",
        5198.32,
        5198.7
    ],
    [
        " We have a fantastic partnership with go rock the go rock community and so I get to meet the founder of go rock",
        5198.7,
        5206.3
    ],
    [
        " Do you have you ever met Jason McCarthy? I am not he's great guy West Point grad",
        5206.3,
        5210.26
    ],
    [
        " um, and he just has this fabulous community",
        5210.26,
        5213.88
    ],
    [
        " I didn't understand it, but I knew that the people",
        5213.88,
        5217.6
    ],
    [
        " Connected with the Travis Manning Foundation loved rocking so I'm like all for it",
        5218.2,
        5222.54
    ],
    [
        " So they asked me to do this promotional video with Jason and to highlight our partnership",
        5222.54,
        5228.24
    ],
    [
        " And we're in Georgia and we're they're filming us and we're walking around the lake and he's like let's get Ryan a rucksack",
        5228.24,
        5234.2
    ],
    [
        " And so I put this rucksack on yeah, this setup pre planned big time",
        5234.2,
        5237.98
    ],
    [
        " I mean the rucksack had like newspaper in it",
        5237.98,
        5240.08
    ],
    [
        " So I'm just like okay, so look how this is funny because he and he's explaining the theory of rocking is like",
        5240.08,
        5246.52
    ],
    [
        " The nice thing about it is like your pace is always at a conversational pace and you know",
        5246.64,
        5251.88
    ],
    [
        " And I'm like I like that like I like that I can sit here and talk to you and we're exercising and he's talking about the benefits of it from a child perspective",
        5251.88,
        5259.5
    ],
    [
        " Like you bring your kids out because they're gonna be walking slow",
        5259.5,
        5262.9
    ],
    [
        " But you just put more weight on and you're getting a workout so",
        5262.9,
        5265.94
    ],
    [
        " Conceptually, I'm like okay. I like it. Well later that night",
        5265.94,
        5269.9
    ],
    [
        " We were at a summit. We had like a hundred veterans",
        5269.9,
        5273.72
    ],
    [
        " Through the Triumphs Manning Foundation. We had brought for like leadership training",
        5274.56,
        5277.96
    ],
    [
        " And later that night everybody's by the bonfire and we're few drinks in and everybody's talking about oh",
        5277.96,
        5285.1
    ],
    [
        " I'm rocking the marathon and and it was like another one of those scenes",
        5285.1,
        5288.46
    ],
    [
        " Instead of in my parents living room, I'm behind",
        5288.46,
        5291.22
    ],
    [
        " You know around a bonfire with a bunch of veterans and they're like it's like I'm gonna",
        5291.22,
        5296.08
    ],
    [
        " I'm gonna rock the marathon. I'm gonna and it was like came to me and I'm like",
        5296.08,
        5299.06
    ],
    [
        " I'm rocking the marathon",
        5299.06,
        5300.64
    ],
    [
        " I",
        5303.1,
        5303.5
    ],
    [
        " Was like yeah, I don't know if I'm rocking the marathon",
        5303.5,
        5305.28
    ],
    [
        " But then I get back to Philadelphia and a rucksack shows up at my front door and I was like oh crap",
        5305.28,
        5312.98
    ],
    [
        " I guess I'm rocking a marathon. So",
        5312.98,
        5315.74
    ],
    [
        " Yeah, it's I was uh I was talking to Travis Mills. Yeah, I love Travis. Travis is awesome",
        5315.74,
        5323.96
    ],
    [
        " Yeah, he's great. We were talking about you know, I was talking to him about like why do you and he was a total stud in high school",
        5323.96,
        5330.08
    ],
    [
        " Balling set records like he and he's just like a beast of a human athlete and you know, I said to him",
        5330.5,
        5336.42
    ],
    [
        " Why don't you go to like special forces or why don't you go to rangers?",
        5336.42,
        5339.98
    ],
    [
        " Go and he's like I didn't know if I could make it and I was like oh, that's funny because I",
        5339.98,
        5343.88
    ],
    [
        " As a young 18-year-old kid when I joined the Navy. I had enough of this right here",
        5343.88,
        5348.94
    ],
    [
        " I had enough of what do you say ignorance fearless ignorance, you know, I was I was like an average athlete yeah",
        5348.94,
        5357.52
    ],
    [
        " And I was like oh seal training. I'll make it through whatever",
        5358.38,
        5361.3
    ],
    [
        " You know, and here's a total stud that was he was like I didn't know if I can make it. I was like you didn't have it",
        5361.3,
        5366.16
    ],
    [
        " He didn't have enough fearless ignorance. Yeah, but um",
        5366.16,
        5369.28
    ],
    [
        " Yeah, so it's same thing and and I find that a lot with",
        5369.28,
        5372.32
    ],
    [
        " These young kids that there's some kids that want to be seals",
        5372.32,
        5376.14
    ],
    [
        " But I mean I have people come to my gym here and they look like I really wanted to go seals",
        5376.14,
        5380.78
    ],
    [
        " But I know if I can make it. I'm always thinking man. You're in better shape than I ever was",
        5380.78,
        5384.76
    ],
    [
        " You know, but you got to have a little bit of fearless ignorance. Yeah, that's a little bit. Yeah, I mean hey, I'm",
        5384.84,
        5390.6
    ],
    [
        " I'm using my fearless ignorance again to rock this marathon",
        5390.6,
        5394.88
    ],
    [
        " I'm just you know and but but that also comes coupled with",
        5394.88,
        5399.58
    ],
    [
        " um",
        5399.58,
        5400.46
    ],
    [
        " Knowing how hard a marathon is so",
        5400.46,
        5404.4
    ],
    [
        " Christa who's in a lot of this book, you know, she's I've convinced her to rock the marathon with me",
        5404.4,
        5410.46
    ],
    [
        " She's never done a marathon before and we did 18 miles last week and she's like I feel great",
        5410.46,
        5416.74
    ],
    [
        " Like this feels great. I feel like I could keep going and I'm like you don't understand",
        5416.74,
        5420.6
    ],
    [
        " It's that last seven point two miles that that puts you over the edge",
        5420.6,
        5425.0
    ],
    [
        " I'm like she has the fearless ignorant. She has no idea. Got to write where you want. Yeah, I'm like I know",
        5425.0,
        5429.96
    ],
    [
        " So I'm like I'd rather be in your shoes right now",
        5429.96,
        5432.7
    ],
    [
        " Uh, here's your next piece of advice from this section second embrace your support system relationships or everything friends family and loved ones",
        5432.7,
        5440.06
    ],
    [
        " Can get us through our darkest and saddest moments. We just need to let them our friends and families",
        5440.06,
        5444.94
    ],
    [
        " Feed our wild ambitions. They gently and lovingly protect us from our own self-destructive habits",
        5444.94,
        5451.02
    ],
    [
        " They list lift us up when we can't go another step with a loving support system",
        5451.02,
        5455.72
    ],
    [
        " We can afford to be a little naive be bold be fearless, but don't do it alone",
        5455.72,
        5459.14
    ],
    [
        " You are human and you are one person allow yourself to be carried forward by those who love you",
        5459.14,
        5464.3
    ],
    [
        " And",
        5466.08,
        5466.56
    ],
    [
        " Then your last piece of advice in this section and finally don't wait",
        5466.56,
        5470.4
    ],
    [
        " I beg you please don't wait",
        5470.4,
        5474.0
    ],
    [
        " I had no idea how tough I was",
        5474.0,
        5477.2
    ],
    [
        " Why did I wait until my brother was dead to find out?",
        5477.2,
        5480.06
    ],
    [
        " My only regret of that marathon in 2007 was that it didn't take place in 2006",
        5480.58,
        5485.36
    ],
    [
        " You know who would have loved to run and train with me? Travis something like that which required focus and discipline was far more up",
        5485.36,
        5492.98
    ],
    [
        " His alley than mine he would have been so proud and we would have had a ball together. There are so many things",
        5492.98,
        5498.04
    ],
    [
        " I wish I could have done",
        5498.04,
        5498.98
    ],
    [
        " Together wish we could have done together",
        5498.98,
        5501.7
    ],
    [
        " I'm not the same woman he knew when he was alive. I'm better. I'm stronger",
        5501.7,
        5506.8
    ],
    [
        " Why did I wait for him to disappear before I became the woman I wanted to be",
        5506.8,
        5512.56
    ],
    [
        " Don't wait",
        5512.56,
        5515.54
    ],
    [
        " Continuing on in 2007 if you were to graph my emotions for that year",
        5523.42,
        5527.72
    ],
    [
        " You would produce an interesting line a fairly stable higher horizontal line of contentment for the beginning of the year",
        5527.72,
        5533.16
    ],
    [
        " Adrasted drop in April when Travis died then a gradual climb back up",
        5533.16,
        5537.66
    ],
    [
        " Toward happiness until the marathon six months later",
        5537.66,
        5541.18
    ],
    [
        " I was so grateful to have something to focus on that helped me put the pieces of my life back together after the loss of my brother",
        5541.18,
        5546.48
    ],
    [
        " It was precisely the medicine I needed",
        5546.48,
        5548.52
    ],
    [
        " But by winter my line was dropping again the declining my happiness and well-being was persistent steady and interestingly",
        5549.58,
        5556.84
    ],
    [
        " Almost undetectable. I of course knew that my life had been far better when Travis was in it",
        5556.84,
        5563.22
    ],
    [
        " But I was managing wasn't I after all I was getting up going to work being a mom",
        5563.22,
        5567.74
    ],
    [
        " I was running errands and knocking out personal goals. I was socializing and even laughing and finding joy here and there",
        5567.74,
        5573.68
    ],
    [
        " By any external external bit barometer. I was improving",
        5573.68,
        5577.52
    ],
    [
        " I was wounded no doubt, but I was happy",
        5577.92,
        5580.12
    ],
    [
        " But grief is very much an internal battle. It's not",
        5580.12,
        5584.06
    ],
    [
        " Kind enough to play by the rules and it certainly doesn't register on any emotional barometer",
        5584.06,
        5589.98
    ],
    [
        " It can be deceptive and believe you do not so can you",
        5589.98,
        5593.86
    ],
    [
        " In fact, I would wager that no one can deceive you as effectively as you can deceive yourself",
        5593.86,
        5602.54
    ],
    [
        " grief pain sadness these feel like disadvantages they threaten our survival so naturally we shed them",
        5603.48,
        5609.64
    ],
    [
        " We convince ourselves we convince ourselves that they've gone away",
        5609.64,
        5613.66
    ],
    [
        " This is precisely what I did and it's amazing what I managed to hide for myself and for how long my emotional slope continued to creep stealthily downward",
        5613.66,
        5622.6
    ],
    [
        " For several years it continued right under my nose until Christmas night of 2012 when I reached rock bottom",
        5622.6,
        5628.88
    ],
    [
        " But the seeds of my deterioration had been planted several years before",
        5629.4,
        5634.38
    ],
    [
        " Now we've talked about your brother and obviously had your dad on the podcast",
        5634.38,
        5640.96
    ],
    [
        " We're gonna talk about your mom a little bit",
        5640.96,
        5644.02
    ],
    [
        " And this is how you describe your mom Janet Janet Manion was a tough optimistic and focused",
        5644.02,
        5649.52
    ],
    [
        " She made every decision with self assurance as if despite any concerns or doubts that she may have been harboring",
        5649.52,
        5655.72
    ],
    [
        " The anxieties the worries they were there of course they had to be",
        5656.74,
        5660.8
    ],
    [
        " She simply would not allow them to triumph over her",
        5660.8,
        5664.94
    ],
    [
        " She had herkulean willpower for years after Travis's death my mother continued to be",
        5664.94,
        5670.98
    ],
    [
        " The picture of stalwart strength",
        5670.98,
        5673.56
    ],
    [
        " She ate in a way that only a mother mother who has buried her son can but she never let it keep her down",
        5673.56,
        5680.08
    ],
    [
        " It was especially disorienting for me then",
        5681.76,
        5685.48
    ],
    [
        " When I learned a few years later that my mother this pennant of courage for our family",
        5685.48,
        5691.16
    ],
    [
        " Had only eight months to live",
        5691.16,
        5694.18
    ],
    [
        " We got the news in 2011 four years after Travis's death",
        5694.18,
        5699.94
    ],
    [
        " A surgery revealed that stage four lung cancer had spread throughout her body",
        5699.94,
        5705.58
    ],
    [
        " Eight months after eight months later a few days before the fifth anniversary of Travis's death my mother joined him in heaven",
        5708.74,
        5715.42
    ],
    [
        " And only five years my only sibling and my mother had died my family of four had been reduced to two",
        5715.42,
        5723.28
    ],
    [
        " I was devastated no marathon was going to make this loss any easier to bear",
        5723.28,
        5728.94
    ],
    [
        " I had no idea where to turn for help. I simply couldn't stomach the thought of picking up the pieces once again",
        5728.94,
        5735.24
    ],
    [
        " I hadn't even collected them all the first time",
        5735.58,
        5737.96
    ],
    [
        " In the months after my mother's death on April 24th 2012",
        5737.96,
        5743.62
    ],
    [
        " I turned to the methods of coping that had become familiar to me",
        5743.62,
        5747.18
    ],
    [
        " I threw myself into my work and into my family's busy schedule",
        5747.18,
        5751.1
    ],
    [
        " I set small goals losing weight reading running anything to keep waking up every day and moving",
        5751.1,
        5757.58
    ],
    [
        " It had worked before hadn't it",
        5757.58,
        5761.24
    ],
    [
        " It could work again I figured",
        5761.24,
        5764.2
    ],
    [
        " I was wrong",
        5766.2,
        5767.66
    ],
    [
        " You know I think when I look at the the five-year span between",
        5767.66,
        5781.54
    ],
    [
        " Travis and my mom I kind of I'll say",
        5781.54,
        5788.44
    ],
    [
        " I peeked in terms of like",
        5788.44,
        5793.34
    ],
    [
        " With that marathon it was like I'm gonna do this you know and and then from there it just became",
        5794.1,
        5800.08
    ],
    [
        " This idea like I talk now like when people ask me does grief end",
        5800.08,
        5804.12
    ],
    [
        " Like no, it doesn't",
        5804.12,
        5806.06
    ],
    [
        " but",
        5806.06,
        5806.86
    ],
    [
        " At that time I didn't know that and so I thought grief grief was over for me",
        5806.86,
        5813.4
    ],
    [
        " Did you have any",
        5813.4,
        5815.52
    ],
    [
        " Was there any indication of what was gonna what was gonna happen with your mom",
        5815.52,
        5821.12
    ],
    [
        " No, I mean",
        5822.48,
        5824.08
    ],
    [
        " If you looked at my family dynamic after Travis was killed",
        5824.08,
        5831.44
    ],
    [
        " She was the sparta woman that had taken over and was leading the charge and it was kind of my dad and I",
        5831.44,
        5840.36
    ],
    [
        " Following behind her. I mean I can't put into words the the strength that she displayed and and",
        5840.36,
        5850.5
    ],
    [
        " Now with three kids in my own. I can't even I can't even fathom it",
        5851.12,
        5854.8
    ],
    [
        " um",
        5854.8,
        5855.9
    ],
    [
        " And so you know I was doing things between those five years she had started the Travis Manning Foundation and at first",
        5855.9,
        5863.88
    ],
    [
        " My dad and I looked at it as almost a labor of love. It was like okay. Well, this is good. It's like the small memorial fund and",
        5863.88,
        5872.68
    ],
    [
        " It'll keep her distracted. Yeah, I mean seriously we had those conversations like great way for her to channel her grief",
        5872.68,
        5879.9
    ],
    [
        " To work through things she can help people locally. I mean, that's how we saw it",
        5880.08,
        5885.3
    ],
    [
        " That is that is so funny because you're sitting there going. Oh, that's and she's like got a master plan. Yeah",
        5885.3,
        5891.08
    ],
    [
        " Oh, it was like it couldn't looking back. It couldn't have been more shortsighted",
        5891.08,
        5895.44
    ],
    [
        " On our parts to think that she was just gonna lotty-daw around town, you know and be like I've got a memorial fund like no",
        5895.44,
        5903.24
    ],
    [
        " I mean she right away was like",
        5903.24,
        5906.36
    ],
    [
        " We're gonna be one of the I mean she would say things like our 9-11 heroes run. This was like a 5k run",
        5906.84,
        5912.92
    ],
    [
        " That we had the year after Travis",
        5912.92,
        5915.6
    ],
    [
        " Was killed 9-11 heroes run. It was 300 people in Doyle's town, Pennsylvania",
        5915.6,
        5921.7
    ],
    [
        " You know small suburban town outside of Philadelphia and I was like this is so cool like great run great to have the community out",
        5921.7,
        5930.86
    ],
    [
        " And my mom comes up and she's like",
        5930.86,
        5933.0
    ],
    [
        " I want this to be the Susan G. Comen race for the cure for our military community",
        5933.36,
        5937.18
    ],
    [
        " We need one of these in every city and state across the country and I'm like and you know my dad and I would be like",
        5937.18,
        5944.38
    ],
    [
        " Okay, Janet like like I roll like why don't we just try to get like a thousand people at the run next year, you know",
        5944.38,
        5950.52
    ],
    [
        " That would be like a cool goal, but um",
        5950.52,
        5954.04
    ],
    [
        " You know you look at where we are today",
        5954.04,
        5956.78
    ],
    [
        " We've got we just finished our racers 90 runs across the world",
        5956.78,
        5962.22
    ],
    [
        " brought out 60,000 people",
        5962.34,
        5964.74
    ],
    [
        " Janet wasn't playing are the Susan G. Comen race for the cure for the military community, you know bringing awareness to",
        5964.74,
        5973.06
    ],
    [
        " Our military and first responders and so you know, I'm watching her do that",
        5973.06,
        5978.96
    ],
    [
        " and I",
        5978.96,
        5981.6
    ],
    [
        " Join the foundation in early 2010 and I'm",
        5981.6,
        5988.16
    ],
    [
        " Just kind of I mean my title was executive director",
        5988.44,
        5992.66
    ],
    [
        " My real title was Janet Mann ins assistant, you know, I mean I was her assistant and I was happy to do to be that and to play that role because frankly",
        5992.66,
        6002.98
    ],
    [
        " I had no idea what I was doing",
        6002.98,
        6004.52
    ],
    [
        " Um, and I'm following behind her and just kind of it was like",
        6004.52,
        6009.5
    ],
    [
        " um",
        6009.5,
        6010.88
    ],
    [
        " You know she was",
        6010.88,
        6012.5
    ],
    [
        " teaching me, you know, it's like it was",
        6012.5,
        6015.98
    ],
    [
        " I was watching everything that she did. I was trying to emulate how she was doing it",
        6016.4,
        6021.74
    ],
    [
        " um, she was so bold and fearless like she would",
        6021.74,
        6025.32
    ],
    [
        " She had no problem asking anyone for anything",
        6025.32,
        6029.12
    ],
    [
        " um, and I was just like god if I can just hang around her enough to gain some of that experience and so",
        6029.12,
        6036.36
    ],
    [
        " Our time was so limited that I was able to do that with her",
        6036.36,
        6041.04
    ],
    [
        " um, till the time she was diagnosed with cancer and it was",
        6041.04,
        6045.38
    ],
    [
        " Another one of those just like",
        6046.12,
        6047.8
    ],
    [
        " gut punches",
        6047.8,
        6049.02
    ],
    [
        " But it came in like a different form as opposed to like knock gone, right? It comes as",
        6049.02,
        6055.16
    ],
    [
        " My arm hurts your kid was",
        6055.16,
        6058.0
    ],
    [
        " um, you know, being a pain in the butt and when I tried to pick her up she wiggled out of my arm and",
        6058.0,
        6063.14
    ],
    [
        " We're down at the beach and oh mom throw some",
        6063.14,
        6065.5
    ],
    [
        " Throw some ice on it, you know and we get back home and",
        6065.5,
        6070.4
    ],
    [
        " She's like god my arm still hurts. It's not incredibly swollen or anything like how",
        6070.4,
        6075.54
    ],
    [
        " You don't think anything of it and so it's like a couple days later",
        6076.0,
        6080.56
    ],
    [
        " I think I'm gonna go to get my arm checked out. All right. I'll go with you go down to our she calls our friend",
        6080.56,
        6086.96
    ],
    [
        " Who's in orthopedic? Hey, can you run an x-ray on me? I think I might have broke my arm. Yeah, come on in",
        6086.96,
        6092.02
    ],
    [
        " You know, we left the foundation office we go in they give her an x-ray and he comes out",
        6092.02,
        6097.5
    ],
    [
        " And I just you just you knew and he comes out and he goes um",
        6097.5,
        6101.9
    ],
    [
        " So you have a little break there, but I want to send you down to my friend pen",
        6102.22,
        6106.56
    ],
    [
        " To take a look at it",
        6106.56,
        6108.92
    ],
    [
        " Because it there's you know just to just to get another look and you know you get another opinion",
        6108.92,
        6114.9
    ],
    [
        " Well, all right, you just told me I broke my arm. You're not gonna cast it and I'm like this is weird",
        6114.9,
        6119.1
    ],
    [
        " so",
        6119.1,
        6119.98
    ],
    [
        " I'll make you an appointment. Let's get you down there tomorrow and",
        6119.98,
        6124.08
    ],
    [
        " We show up at the office and it was my mom my dad and I and I remember we walk up and it's like doctor",
        6124.08,
        6131.24
    ],
    [
        " so and so",
        6132.0,
        6132.92
    ],
    [
        " orthopedic oncologist and we were like",
        6132.92,
        6137.2
    ],
    [
        " whoo, you know, unlike and I'm like my mom has bone cancer, you know, that's all I'm thinking like what?",
        6137.2,
        6143.06
    ],
    [
        " And so she goes into surgery the next day and",
        6143.9,
        6147.44
    ],
    [
        " You know, you don't know what a diagnosis looks like. It's like she's got a tumor in her arm",
        6147.44,
        6153.06
    ],
    [
        " Okay, that's the most random thing I've ever heard in my life um and",
        6153.06,
        6158.1
    ],
    [
        " they're like",
        6158.1,
        6159.76
    ],
    [
        " well",
        6159.76,
        6160.84
    ],
    [
        " She had a tumor in her arm. We removed it, but the tumor didn't",
        6161.9,
        6165.28
    ],
    [
        " Didn't start there",
        6165.28,
        6166.44
    ],
    [
        " So now we have to figure out like where it came from but that also means that wherever it came from it has spread",
        6166.44,
        6173.36
    ],
    [
        " And so it's like another and that night my parents are slated my mom's in a bed at university of Pennsylvania hospital and my parents are supposed to be getting the",
        6173.36,
        6183.68
    ],
    [
        " Commodore Barry citizen of the year award presented to them by general dumpford and so",
        6183.68,
        6190.76
    ],
    [
        " my dad and I",
        6191.12,
        6192.46
    ],
    [
        " Head to the event we come back",
        6192.46,
        6196.02
    ],
    [
        " um",
        6196.02,
        6197.22
    ],
    [
        " And we get back to the room and the doctors like yeah, it's uh started in her lung. It's in her brain. It's in her back",
        6197.22,
        6205.12
    ],
    [
        " I mean it was everywhere and",
        6205.12,
        6207.48
    ],
    [
        " Not one symptom at all like not one symptom. She was not smoking cigarettes while training for a marathon",
        6207.48,
        6215.18
    ],
    [
        " You know, I mean it was it was crazy. It was like how does how does this happen?",
        6215.18,
        6220.52
    ],
    [
        " You know and I've read a lot of studies on like grief manifestation with stress and how like your body",
        6220.76,
        6229.3
    ],
    [
        " sometimes can",
        6229.3,
        6230.66
    ],
    [
        " Let go of certain cells when you're experiencing trauma and I think there's I mean I have to believe there's something to say to that",
        6230.66,
        6241.22
    ],
    [
        " um",
        6241.22,
        6242.1
    ],
    [
        " You know a Brendan loonies mom died three years after he was killed from cancer. So I mean",
        6242.1,
        6248.86
    ],
    [
        " I the coincidences are are a lot um",
        6249.26,
        6254.12
    ],
    [
        " But you know",
        6254.12,
        6255.46
    ],
    [
        " The doctors tell us like you've got eight months to live with treatment if you decide to go to the treatment route",
        6255.46,
        6261.92
    ],
    [
        " It's just gonna help her long you we're gonna give you about eight months",
        6261.92,
        6265.98
    ],
    [
        " My mom never really took that and was like she didn't do one of these. I've got eight months to live",
        6265.98,
        6272.42
    ],
    [
        " This is what I'm gonna do",
        6272.42,
        6273.54
    ],
    [
        " She was just like okay, I'm gonna start my treatments and I'm gonna keep working",
        6273.54,
        6277.92
    ],
    [
        " So you know you're she's diagnosed with stage four cancer and",
        6278.24,
        6281.74
    ],
    [
        " She's back in the office the next day",
        6281.74,
        6284.68
    ],
    [
        " And she's standing there with a you know a wrap around her arm where she had just had surgery",
        6284.68,
        6290.12
    ],
    [
        " But like it was it was a little off-putting because nothing changed",
        6290.12,
        6294.58
    ],
    [
        " It wasn't like okay everything changes now what she was like no we've got to we've got a job to do",
        6294.58,
        6300.36
    ],
    [
        " Um, and it wasn't until the very end when her health started to take",
        6300.36,
        6305.74
    ],
    [
        " A bit of a decline that",
        6306.32,
        6308.4
    ],
    [
        " I took on more of a caretaker role with her",
        6308.4,
        6311.3
    ],
    [
        " But this was like it was like eight months and",
        6311.3,
        6315.34
    ],
    [
        " six and a half of those months",
        6315.34,
        6317.52
    ],
    [
        " were",
        6317.52,
        6318.44
    ],
    [
        " Just you would have never known anything was different",
        6318.44,
        6321.8
    ],
    [
        " So you know, she's going to chemo treatments. Maybe she's sick for a day. She's back in the office the next day",
        6321.8,
        6327.48
    ],
    [
        " Very, you know, she's serving she had an appointment",
        6327.48,
        6330.64
    ],
    [
        " um",
        6330.64,
        6331.72
    ],
    [
        " An official appointment at Arlington she served on the Arlington committee",
        6332.0,
        6335.28
    ],
    [
        " um, and you know, she's she's taken calls",
        6335.28,
        6339.5
    ],
    [
        " Uh and",
        6339.5,
        6340.7
    ],
    [
        " Doing meetings from her bedside, you know, and so she she kind of kept focus on she didn't focus on what her her illness",
        6340.7,
        6349.16
    ],
    [
        " She focused on everything else",
        6349.16,
        6350.92
    ],
    [
        " um",
        6350.92,
        6351.86
    ],
    [
        " And it just got to the point at the end where",
        6351.86,
        6354.66
    ],
    [
        " Um her body wouldn't allow her to to keep going like that, but it was",
        6354.66,
        6358.86
    ],
    [
        " It was",
        6359.58,
        6360.2
    ],
    [
        " You know two weeks where she was really where you're like oh, you're sick",
        6360.2,
        6365.02
    ],
    [
        " But the rest of the time you would have really never known",
        6365.02,
        6368.34
    ],
    [
        " You know people look at pictures of my mom and i'm like yeah, that's just a couple weeks before they does",
        6368.34,
        6373.18
    ],
    [
        " She died and they're like what?",
        6373.18,
        6374.4
    ],
    [
        " Because you have this you know the image in your head if someone with dying of stage 4 cancer like",
        6374.98,
        6379.68
    ],
    [
        " She just she didn't look like that and what were you thinking this whole time?",
        6379.68,
        6384.16
    ],
    [
        " I was very",
        6384.7,
        6386.78
    ],
    [
        " pragmatic",
        6388.16,
        6388.78
    ],
    [
        " I was like my mom's dying in eight months. I I did not um my dad on the other side was like",
        6388.78,
        6396.12
    ],
    [
        " I'm not listening to that like",
        6396.12,
        6398.66
    ],
    [
        " There's there's miracles happen every day. We just got to you know stay the course things",
        6398.66,
        6403.82
    ],
    [
        " Well see if there's trials, you know, they're trying all sorts of different holistic diets and and I was very much",
        6403.82,
        6411.98
    ],
    [
        " um supportive of that. Let's try everything and anything",
        6411.98,
        6415.5
    ],
    [
        " but",
        6417.2,
        6417.68
    ],
    [
        " I almost felt so jaded at that point in in life a little bit that I was like",
        6417.68,
        6422.6
    ],
    [
        " Yeah, I mean we got we got eight months. Let's see what these eight months look like",
        6422.6,
        6429.28
    ],
    [
        " You you say here grief is a savage and true beast that isn't easily tamed",
        6429.28,
        6438.82
    ],
    [
        " As soon as I found a method of fending off my grief that worked for me it caught on and found a new",
        6438.82,
        6445.04
    ],
    [
        " mode of attack",
        6445.04,
        6445.78
    ],
    [
        " Staying goal oriented and tough-minded got me only so far",
        6445.78,
        6449.74
    ],
    [
        " Then the year my mother died on Christmas night at 2012",
        6449.74,
        6452.96
    ],
    [
        " It came to find me in my home",
        6452.96,
        6457.28
    ],
    [
        " And so your mom dies and you again, this is all stuff that you talk about in the book these big parties that you guys have these big Christmas parties",
        6457.28,
        6465.58
    ],
    [
        " And they kind of go they've gone from generation to generation and your grandparents had them then your parents had them and and so now it's your turn",
        6465.58,
        6471.56
    ],
    [
        " And so you have this big party and",
        6472.2,
        6474.5
    ],
    [
        " you know",
        6474.5,
        6475.62
    ],
    [
        " the",
        6475.62,
        6476.96
    ],
    [
        " Pandemonium or whatever for party and the planning and all that stuff and then the parties over and after the",
        6476.96,
        6483.76
    ],
    [
        " after the",
        6483.76,
        6485.32
    ],
    [
        " Party you lay down, you know, you're really tired from doing all the work of getting it ready",
        6485.32,
        6490.66
    ],
    [
        " And you're tired, but here we go back to the book, but sleep didn't come",
        6490.66,
        6494.9
    ],
    [
        " Something much nastier arrived in its place. I felt like I received a direct punch to the gut",
        6494.9,
        6500.58
    ],
    [
        " And my eyes immediately spring open. I started hyperventilating. I couldn't breathe",
        6500.72,
        6504.72
    ],
    [
        " pressure was quickly building inside my chest and my mind was on fire with anxiety",
        6504.72,
        6508.52
    ],
    [
        " It was the most terrifying panic attack I had ever experienced. Dave you have to get me to the hospital",
        6508.52,
        6513.24
    ],
    [
        " I managed to get out. I think I'm dying",
        6513.24,
        6514.8
    ],
    [
        " I will forever be grateful for what my husband said next",
        6514.8,
        6518.76
    ],
    [
        " No, you're not",
        6518.76,
        6520.64
    ],
    [
        " Stop Ryan just relax and go to bed",
        6520.64,
        6523.78
    ],
    [
        " Then you say you might think I'm kidding, but I'm serious and I did think you were kidding and you are serious",
        6523.78,
        6529.7
    ],
    [
        " My husband always knows what to say to me when my emotions reach a fever pitch",
        6529.7,
        6534.16
    ],
    [
        " If I had sensed even the slightest bit of concern in his voice",
        6534.16,
        6537.96
    ],
    [
        " I know the situation would have only escalated at the time",
        6537.96,
        6540.4
    ],
    [
        " However as you may imagine I did not appreciate it",
        6540.4,
        6543.42
    ],
    [
        " I immediately set off into a flurry of accusations that thankfully I can no longer remember",
        6543.42,
        6547.68
    ],
    [
        " Dave the peaceful warrior that he is remained unfazed instead. He continued to speak rationally and firmly",
        6547.68,
        6553.2
    ],
    [
        " There's probably only a few minutes, but they felt like my last",
        6553.2,
        6556.7
    ],
    [
        " With the intense feelings of anxiety when the intense feelings of anxiety disappeared and my breathing slowed into a natural rhythm",
        6556.76,
        6563.66
    ],
    [
        " I had an internal come to Jesus with myself. Clearly I was not okay",
        6563.66,
        6569.2
    ],
    [
        " I had dealt with some minor anxiety before initially when Travis was deployed and then immediately after his death",
        6569.2,
        6575.84
    ],
    [
        " But nothing like this. This was positively debilitating",
        6575.84,
        6579.22
    ],
    [
        " For several for the next several months. I was a ghost of my former self the identity",
        6579.22,
        6583.56
    ],
    [
        " I'd painstakingly built for myself after Travis died at shattered on December 24th",
        6583.9,
        6588.06
    ],
    [
        " 2012 I identified as a tough capable resilient woman. I was a marathon runner",
        6588.06,
        6592.68
    ],
    [
        " I was a dedicated mom and supportive wife",
        6592.68,
        6594.84
    ],
    [
        " I had taken over as executive director of the Travis Manion Foundation",
        6594.84,
        6597.84
    ],
    [
        " The organizer the organization my mother formed to honor my brother",
        6597.84,
        6601.28
    ],
    [
        " I let a talented team and people looked to me for guidance and leadership and I gave it to them",
        6601.28,
        6605.9
    ],
    [
        " But December 25th was a different ballgame. I was gasping for air and cursing my cursing out my exceedingly calm husband",
        6605.9,
        6613.26
    ],
    [
        " I was smoking again. I crying in the shower and regularly feeling seized by anxiety that I simply couldn't shake off",
        6613.74,
        6620.8
    ],
    [
        " If this is what life is like going to be if this is what life is going to be like from now on",
        6620.8,
        6625.18
    ],
    [
        " I thought to myself one day",
        6625.18,
        6626.78
    ],
    [
        " I'm done. I can't live like this",
        6626.78,
        6630.38
    ],
    [
        " Then you talk about communicating with some of your friends commiserating with Amy",
        6630.38,
        6637.08
    ],
    [
        " This is Brendan's Brendan's wife",
        6637.08,
        6639.36
    ],
    [
        " Was deeply helpful in putting me back on the path to recovery two years earlier. She had lost her husband Brendan",
        6639.48,
        6645.9
    ],
    [
        " If there is anyone with whom I felt I could be completely vulnerable. It was her one day. I called her",
        6645.9,
        6652.5
    ],
    [
        " overwhelmed and",
        6652.5,
        6655.1
    ],
    [
        " Furious my therapist diagnosed me with post-traumatic stress disorder today. I shouted another receiver",
        6655.1,
        6661.52
    ],
    [
        " Can you believe that shit? I don't have PTSD",
        6661.52,
        6664.06
    ],
    [
        " And then you go on and she says it's okay Ryan. She told me",
        6664.06,
        6668.18
    ],
    [
        " My therapist told me the same thing",
        6668.4,
        6671.42
    ],
    [
        " At that point we both chuckled and had dawned on me that there was likely some truth to diagnosis naming my problem didn't do much for me",
        6671.42,
        6678.7
    ],
    [
        " But sharing it with someone else did",
        6678.7,
        6680.76
    ],
    [
        " During the following six months I started to regain my confidence humor and peace as slowly reclaimed myself life slowed down",
        6680.76,
        6688.44
    ],
    [
        " I focused on my mental health",
        6688.44,
        6690.28
    ],
    [
        " That did not mean I threw physical challenges out the window quite the opposite",
        6690.28,
        6693.94
    ],
    [
        " I began to understand what my dad meant when he told me to go for a run",
        6693.94,
        6697.4
    ],
    [
        " When I wasn't feeling myself exercise has a tremendous positive effect on the mind",
        6697.4,
        6702.68
    ],
    [
        " I was using simple exercise as a tool to help",
        6702.68,
        6707.38
    ],
    [
        " with my mental state",
        6707.38,
        6709.66
    ],
    [
        " And you again you go into some pretty good detail about this idea of not just exercise but",
        6709.66,
        6718.96
    ],
    [
        " Setting these kind of little goals and doing things that sort of give you an immediate short-term gratification",
        6718.96,
        6725.62
    ],
    [
        " And you get sort of on this treadmill of you're looking for these short-term gratification things",
        6725.8,
        6732.06
    ],
    [
        " To really",
        6732.06,
        6733.5
    ],
    [
        " Prepell you for the next 10 minutes whatever next hour and",
        6733.5,
        6738.02
    ],
    [
        " You know whether it's a run or whether it's a goal or whether it's some party or",
        6738.02,
        6744.46
    ],
    [
        " You're just you're looking for you're looking for like happiness. Yeah gratification temporary joy",
        6744.46,
        6751.5
    ],
    [
        " But you realize it that's not",
        6751.5,
        6754.96
    ],
    [
        " Giving you the profound",
        6755.62,
        6757.4
    ],
    [
        " Happiness that you're looking for. Yeah",
        6757.4,
        6760.26
    ],
    [
        " So you say this to break away from that unforgiving pattern of searching for",
        6760.26,
        6765.46
    ],
    [
        " Unmatched joy",
        6765.46,
        6766.92
    ],
    [
        " You need to do one very important thing",
        6766.92,
        6770.04
    ],
    [
        " You have to be honest with yourself no more self-deception",
        6770.04,
        6774.06
    ],
    [
        " For a long time. I had lied to myself about how happy and fulfilled I felt frankly. It was easier that way",
        6774.06,
        6780.66
    ],
    [
        " I even lied about things that made me feel happy and fulfilled",
        6780.66,
        6784.6
    ],
    [
        " If I just stay busy, I would think",
        6785.32,
        6787.16
    ],
    [
        " Maybe the story you tell yourself is a little different if I just lose a few more pounds",
        6787.16,
        6791.92
    ],
    [
        " If I just earn a few more thousand dollars this year if I can just get that guy to notice me",
        6791.92,
        6796.42
    ],
    [
        " Then I'll be happy then I'll be okay",
        6796.42,
        6799.22
    ],
    [
        " When we shed those deceptive stories we tell ourselves we create a space where we're able to see what actually does make us authentically happy",
        6799.22,
        6809.46
    ],
    [
        " I bet you'll find you weren't totally off as I said we all seek some the same things love acceptance purpose",
        6810.24,
        6817.36
    ],
    [
        " We just look for them in the wrong places",
        6817.36,
        6820.46
    ],
    [
        " When I talked with Amy I knew that I had found them",
        6820.46,
        6824.22
    ],
    [
        " A sense of community friendship growth. They were all right there laid out in front of me",
        6824.22,
        6829.42
    ],
    [
        " And it was because I took a moment of quiet away from the activity and the chaos that I got to experience and appreciate it in an intentional and meaningful way",
        6829.42,
        6838.46
    ],
    [
        " Intention was the key that I'd been missing",
        6839.28,
        6841.88
    ],
    [
        " I was so caught up in goals and milestones and challenges and ambitions that I'd missed the simple but profound element that makes everything worthwhile",
        6841.88,
        6850.98
    ],
    [
        " And the fact is I'm still hungry. I'm still ambitious",
        6850.98,
        6854.6
    ],
    [
        " I'm still a fighter. I like to push my body and do things. I may not quite be ready for and how",
        6854.6,
        6859.82
    ],
    [
        " Hell yes, I've still got goals and dreams, but now I also have something else",
        6859.82,
        6864.14
    ],
    [
        " I believe that the single greatest key to resilience is setting intentional goals",
        6864.34,
        6869.74
    ],
    [
        " Achieving a goal for the sake of vain glory and sheer accomplishment will bring satisfaction",
        6869.74,
        6874.94
    ],
    [
        " But that satisfaction will prove to be short-lived achieving goals that have deep meaning to us will bring us far more happiness",
        6874.94,
        6881.82
    ],
    [
        " When we set goals that have meaning outside of our own selfish ends",
        6881.82,
        6886.78
    ],
    [
        " We discover it's not about the destination",
        6886.78,
        6890.1
    ],
    [
        " It's about the journey",
        6890.1,
        6892.24
    ],
    [
        " That's",
        6895.9,
        6896.5
    ],
    [
        " powerful and for me",
        6896.5,
        6897.96
    ],
    [
        " That part right there at the end",
        6897.96,
        6901.36
    ],
    [
        " When we set goals that have meaning outside of our own selfish ends",
        6901.36,
        6905.9
    ],
    [
        " And that's the lesson that when I when I hear Travis's story it's like oh",
        6905.9,
        6913.06
    ],
    [
        " What made his life so meaningful is that what he was doing was not for himself right",
        6913.06,
        6919.7
    ],
    [
        " Everything he was doing was so that he could be a leader so he could be a warrior so he could protect so he could defend yeah",
        6922.1,
        6927.56
    ],
    [
        " Yeah, it that um, you know you talk about",
        6927.56,
        6934.58
    ],
    [
        " April 29th 2007 is the worst day of my life, but if you",
        6934.58,
        6941.24
    ],
    [
        " Try to find out the worst time of my life",
        6941.24,
        6946.82
    ],
    [
        " um",
        6947.74,
        6948.26
    ],
    [
        " It would be after my mom passed away",
        6948.26,
        6950.76
    ],
    [
        " It was one of those things where",
        6950.76,
        6953.9
    ],
    [
        " you know",
        6953.9,
        6955.5
    ],
    [
        " You kind of do this",
        6955.5,
        6958.0
    ],
    [
        " Oh when I thought I was the when I thought Travis being killed was the woman being hit with the icicle falling off the garage like",
        6958.0,
        6965.92
    ],
    [
        " This is like",
        6965.92,
        6967.26
    ],
    [
        " Let me tell you about the craziest story I've ever heard you know like how how could",
        6967.26,
        6972.82
    ],
    [
        " My mom and my brother",
        6972.82,
        6975.08
    ],
    [
        " Both not be here and",
        6976.32,
        6978.72
    ],
    [
        " Through that five years I was led by",
        6978.72,
        6985.18
    ],
    [
        " My parents largely in terms of um",
        6985.18,
        6989.92
    ],
    [
        " Things I was doing to honor my brother um, but it was",
        6989.92,
        6994.58
    ],
    [
        " I don't want to say robotic, but it was it was these small little things it was like",
        6994.58,
        6999.84
    ],
    [
        " Okay, run a marathon and it was like go to this ceremony and five years out from the loss",
        6999.84,
        7004.94
    ],
    [
        " There's still a lot of",
        7005.32,
        7006.66
    ],
    [
        " Attention that's brought to that loss and in a loss of a service member. I mean you're going to have",
        7006.66,
        7012.38
    ],
    [
        " You know you're gonna have the local",
        7012.38,
        7015.28
    ],
    [
        " Schools that want to honor them at memorial day you want the families want to be brought in on veterans day",
        7015.28,
        7021.72
    ],
    [
        " It's it's those things and they kind of like they lead you through the years and and I'll tell you what",
        7021.72,
        7027.34
    ],
    [
        " They're meaningful and they and they mean something and they're very much appreciated um",
        7027.34,
        7033.86
    ],
    [
        " But then after",
        7034.44,
        7036.44
    ],
    [
        " My mom was killed or or passed away um, I just felt lost. I was like oh my gosh like I don't",
        7036.44,
        7047.98
    ],
    [
        " I don't know what you do from here and I",
        7047.98,
        7055.22
    ],
    [
        " I just handled it the same way well, okay, you know",
        7055.22,
        7058.98
    ],
    [
        " Travis Manning Foundation Board of Directors",
        7058.98,
        7061.38
    ],
    [
        " Three weeks after her death holds a board meeting and they're like",
        7061.68,
        7064.84
    ],
    [
        " You're up, you know, you're the president. Oh well, and when I joined my mom as executive director",
        7064.84,
        7071.08
    ],
    [
        " I joined my mom as a you know, it was still a small organization",
        7071.08,
        7075.96
    ],
    [
        " But she takes in five years and turns it into one of the top leading",
        7075.96,
        7081.38
    ],
    [
        " um",
        7081.38,
        7082.56
    ],
    [
        " nonprofits for veterans in the country and they're like okay, Ryan go and I'm like oh crap like I don't know what",
        7082.56,
        7091.34
    ],
    [
        " How to do this I have no idea and",
        7091.38,
        7094.7
    ],
    [
        " um",
        7094.7,
        7095.9
    ],
    [
        " I always tell my husband he's gonna hate that I say this um, I told him that this was gonna be the title my next book",
        7095.9,
        7101.88
    ],
    [
        " He's like no, it's not but I said like I I did a little like fake it till you make it so I was like okay",
        7101.88,
        7107.78
    ],
    [
        " I'm the president and and I know what I'm doing and you know, this is how it's gonna be and um",
        7107.78,
        7113.24
    ],
    [
        " And the first thing I did I just started like",
        7113.24,
        7115.9
    ],
    [
        " Hiring really smart people. I'm like okay, who are the smartest people I can find and I'm gonna get them",
        7116.46,
        7122.64
    ],
    [
        " And they're gonna be the team of leadership that's gonna make sure",
        7122.64,
        7125.9
    ],
    [
        " Um that we drive this forward, but then there was also this tremendous weight",
        7125.9,
        7131.58
    ],
    [
        " because here you had",
        7131.58,
        7133.82
    ],
    [
        " this organization",
        7133.82,
        7136.32
    ],
    [
        " That was named after my brother",
        7136.32,
        7139.08
    ],
    [
        " That had become like people at this point like you say Travis Manion and they know that name",
        7139.08,
        7145.46
    ],
    [
        " So there's a heavy burden to make sure you uphold the responsibility of what that name represents",
        7145.9,
        7151.18
    ],
    [
        " And then on top of it",
        7151.18,
        7153.56
    ],
    [
        " You uphold the responsibility of the woman that created it that's no longer here",
        7153.56,
        7158.72
    ],
    [
        " So I felt",
        7158.72,
        7160.24
    ],
    [
        " pressure like I had never felt before",
        7160.24,
        7164.0
    ],
    [
        " and I didn't take any",
        7164.0,
        7166.54
    ],
    [
        " steps to say okay how",
        7166.54,
        7170.64
    ],
    [
        " intentional steps to say",
        7170.64,
        7173.58
    ],
    [
        " How do I move forward doing this? It was just became the same rat race that I had been doing for the five years prior",
        7174.32,
        7180.3
    ],
    [
        " I was like okay, gotta keep going and that felt really tough to me",
        7180.3,
        7184.08
    ],
    [
        " I was like, you know, I remember sitting there the day before my mom's funeral and there was all these people around much different scene",
        7184.08,
        7191.98
    ],
    [
        " Then the chaos around Travis's death. I'm sitting there and I'm like I need you to do this",
        7191.98,
        7198.08
    ],
    [
        " This is my eulogy. I want you to go home go back and make these revisions on the computer print it back",
        7198.4,
        7204.32
    ],
    [
        " Like I was running the show. I'm like I'm in charge. I'm taking over",
        7204.32,
        7207.88
    ],
    [
        " I'm gonna make sure all this is getting done and we do the most beautiful",
        7207.88,
        7212.92
    ],
    [
        " tribute to this woman and",
        7212.92,
        7216.88
    ],
    [
        " After that I kept going just with that same like doot doot doot like grind every single day whatever it may be",
        7216.88,
        7225.6
    ],
    [
        " and then",
        7225.6,
        7227.08
    ],
    [
        " It was that Christmas party where and my husband again, you know",
        7228.08,
        7233.58
    ],
    [
        " He's he he has some insight and he said I don't think you throwing a Christmas party this year for a hundred people",
        7233.58,
        7243.28
    ],
    [
        " Is smart like we are we've got so much going on. We are so incredibly overwhelmed",
        7243.28,
        7250.7
    ],
    [
        " You're so busy like let's just give it a rest. I mean, I think he was even like dangling, you know",
        7250.7,
        7257.68
    ],
    [
        " A trip to the islands for Christmas in my face and I'm like no way, you know",
        7258.08,
        7262.32
    ],
    [
        " It's all about the memories. We have to have it, you know and",
        7262.32,
        7266.28
    ],
    [
        " That the idea that the year after my mom passes away we wouldn't have this like that's just",
        7266.28,
        7273.76
    ],
    [
        " Unheard of like there's no way and so",
        7273.76,
        7278.14
    ],
    [
        " I continued in that robot robot mode like this what I got to do. I have to execute this what needs to be done and it was",
        7278.14,
        7287.26
    ],
    [
        " Once I hit that wall after it was done. It was like that was the mecca",
        7288.08,
        7292.28
    ],
    [
        " I'd hit it and everything just came kind of crashing down and",
        7292.28,
        7296.86
    ],
    [
        " You know that panic attack that night",
        7296.86,
        7300.3
    ],
    [
        " it was",
        7300.3,
        7302.08
    ],
    [
        " I've had anxiety a little bit, you know",
        7302.08,
        7307.02
    ],
    [
        " Growing up in my teens like, you know what what I should say what I thought was anxiety",
        7307.02,
        7313.38
    ],
    [
        " This was",
        7313.38,
        7315.42
    ],
    [
        " Literally, I thought I was dying. I was like I'm I'm I'm dying here on Christmas night and and it was my husband being like and you know",
        7315.98,
        7325.54
    ],
    [
        " He's like shut up. You're not dying. I'm tired",
        7325.54,
        7328.52
    ],
    [
        " And it was hearing those words like I'm tired. I'm like all right",
        7328.52,
        7333.18
    ],
    [
        " Well clearly if I'm dying my husband's not gonna tell me he's tired and to be quiet, you know",
        7333.18,
        7338.0
    ],
    [
        " And it brought me down, but you know after that",
        7338.0,
        7340.98
    ],
    [
        " It was waking up every day. That was one thing, you know a panic attack a year over something like and I could understand that",
        7342.64,
        7349.66
    ],
    [
        " I got that it was like well. Yeah, you had a panic attack because you've had such an adrenaline rush",
        7349.66,
        7355.44
    ],
    [
        " For the last five months building up to everything you've been doing culminating with this event that your mom used to host like",
        7355.44,
        7363.26
    ],
    [
        " I could justify a panic it made sense like your body was just having that let down and",
        7363.26,
        7369.16
    ],
    [
        " It went into an anxious response",
        7369.34,
        7371.38
    ],
    [
        " It was that idea that I was waking up every day and I woke up and",
        7371.38,
        7378.56
    ],
    [
        " Upon eyes opening I wasn't crying. I was like shaking and I'm like",
        7378.56,
        7383.58
    ],
    [
        " What is going on and I hit it for a while? I didn't tell my husband and tell my friend like I told no one because I'm just like",
        7383.58,
        7391.58
    ],
    [
        " So, you know, I was where you don't want your husband to say shut up. I'm tired. Yeah exactly",
        7391.58,
        7397.2
    ],
    [
        " I was in what he said last time. Yeah, it was just like good words. Yeah in most cases. Yeah, and I'm just husband's beware",
        7397.2,
        7403.6
    ],
    [
        " Yeah, don't you know and and to this he's like, you know here",
        7403.6,
        7407.56
    ],
    [
        " I am whom I in the book the guy that tells you to shut up when you're having a bad time and I'm like no babe",
        7407.56,
        7412.9
    ],
    [
        " Um, no, you just put it out. Yeah, um, but",
        7412.9,
        7416.18
    ],
    [
        " It was at each and every day and um and I got to the point where I'm like",
        7416.18,
        7422.28
    ],
    [
        " Like I'm I'm having",
        7423.02,
        7424.54
    ],
    [
        " Mental health issues right now like this is not just a isolated event like something's something's happening here and",
        7424.54,
        7432.28
    ],
    [
        " To have me go sit on a couch with a a therapist was like for me",
        7432.28,
        7438.48
    ],
    [
        " That was",
        7438.48,
        7439.86
    ],
    [
        " That was a big deal and a big deal because you thought you're too you're too strong for this",
        7439.86,
        7447.24
    ],
    [
        " Yeah, it's just like not who I was",
        7447.24,
        7449.7
    ],
    [
        " I mean, I think when I opened up the first time to my dad about this",
        7449.7,
        7454.58
    ],
    [
        " It was my dad and my husband and we were in the kitchen and I said hey, I'm I'm I'm struggling",
        7454.58,
        7459.8
    ],
    [
        " I don't know what's going on with me, but I'm I'm not feeling right",
        7459.8,
        7463.32
    ],
    [
        " Um, I'm living in a perpetual state of anxiety and I don't know how to get out of it and",
        7463.32,
        7471.9
    ],
    [
        " You know at that time I I had um",
        7471.9,
        7476.16
    ],
    [
        " Laraza Pam it's like a low-dosephage",
        7476.52,
        7479.38
    ],
    [
        " Xanax that I had because I would take it when I flow you know and oh here's something just to cut that when you fly",
        7479.38,
        7485.94
    ],
    [
        " And next thing you know like I'm taking these every day and they're not even doing anything",
        7485.94,
        7490.36
    ],
    [
        " and",
        7490.36,
        7491.54
    ],
    [
        " I'm like okay, so I finally break down I tell my dad and",
        7491.54,
        7497.54
    ],
    [
        " Tell my dad and Dave and",
        7497.54,
        7500.24
    ],
    [
        " My dad's like first responses. Well, I mean, I haven't seen you working out in a while Ryan",
        7500.24,
        7504.4
    ],
    [
        " So I mean that and that's how I was raised and he was like, you know, I mean you gotta go out and run and I'm like and and I knew",
        7504.66,
        7511.7
    ],
    [
        " That was going to be the response and so for a while I was like, well, I'm not gonna say anything, but",
        7511.7,
        7517.24
    ],
    [
        " From there was you know and in my dad's defense, you know, I think after he he said that I broke down in tears",
        7517.24,
        7524.96
    ],
    [
        " I'm like it's not that you know and he was like oh crap something serious is going on here and so",
        7524.96,
        7530.02
    ],
    [
        " you know, we I got into therapy and",
        7530.02,
        7533.14
    ],
    [
        " um",
        7534.24,
        7534.8
    ],
    [
        " And therapy helps. Yeah, so",
        7534.8,
        7536.66
    ],
    [
        " This is something that I've realized so I used to not really understand",
        7536.66,
        7542.34
    ],
    [
        " What therapy was or what a psychologist did or any of that yeah, and to me it just seemed like voodoo whatever kind of",
        7542.34,
        7550.64
    ],
    [
        " Things right and it wasn't until a friend of mine Jordan Peterson who's a who's a psychologist came on here and he was",
        7550.64,
        7557.68
    ],
    [
        " He explained to me like two two things that he solved for people",
        7557.68,
        7562.38
    ],
    [
        " And that's when I realized and I coined a term of my own",
        7563.68,
        7566.92
    ],
    [
        " Called either a mind mechanic or like brain mechanic because",
        7566.92,
        7572.1
    ],
    [
        " When your car when when your car isn't running right",
        7572.1,
        7575.3
    ],
    [
        " You don't just keep driving it you go. Oh, this isn't running right. I'm gonna take it to manic mechanic",
        7575.3,
        7580.4
    ],
    [
        " And the mechanic actually every day sees different cars with different problems and knows how to fix them",
        7580.4,
        7584.78
    ],
    [
        " So a psychologist or a therapist they deal with people that have been through all these different things",
        7584.78,
        7591.02
    ],
    [
        " And they have little solutions for them to tell you to things to do to",
        7591.02,
        7595.16
    ],
    [
        " To get your mind in the right space so you can carry on",
        7595.16,
        7599.62
    ],
    [
        " That's what they're doing. They're not doing any voodoo voodoo. They're just doing some mind mechanic adjustments",
        7599.62,
        7607.0
    ],
    [
        " Yeah, and you can't imagine how I know for me",
        7607.0,
        7610.74
    ],
    [
        " I think my first therapy session I went in and",
        7610.74,
        7614.94
    ],
    [
        " She's asking me questions and you know, it's like I'm having a conversation with a friend and then",
        7614.94,
        7619.66
    ],
    [
        " She's okay times up. I'm like well when when are we gonna start therapy? She's like I was therapy",
        7620.1,
        7624.48
    ],
    [
        " And I'm like oh",
        7624.48,
        7626.42
    ],
    [
        " Did she give you did she give you like techniques?",
        7626.42,
        7629.18
    ],
    [
        " Totally. Yeah, can you give me example of just one",
        7629.66,
        7631.96
    ],
    [
        " So you know, there's like the breathing techniques of course like for me a lot of it was like the breathing because I would get to like these peaked",
        7631.96,
        7640.16
    ],
    [
        " Peak feelings of anxiety where you know, it was like fight or flight",
        7640.16,
        7645.84
    ],
    [
        " And it was like breathing exercises to help get me back down",
        7646.1,
        7649.98
    ],
    [
        " So she says okay when you start feeling like that here's what you're gonna do yeah",
        7649.98,
        7653.66
    ],
    [
        " Tell me what would you do?",
        7653.66,
        7655.68
    ],
    [
        " You know, it was you know, you I think one of them was like you're gonna take a deep breath in",
        7655.92,
        7661.58
    ],
    [
        " You're gonna hold it for three seconds and then you're gonna let it out for 10 seconds while holding your diaphragm",
        7661.58,
        7668.42
    ],
    [
        " So you can actually like feel",
        7668.42,
        7670.16
    ],
    [
        " um the breast coming out",
        7670.16,
        7672.46
    ],
    [
        " I developed my own techniques too",
        7672.46,
        7674.86
    ],
    [
        " Like I I have to this day. I've developed my own techniques to",
        7674.86,
        7679.34
    ],
    [
        " Help when I'm feeling anxious",
        7679.34,
        7681.3
    ],
    [
        " Um, can you give me example point. Oh, they're so girly, but yeah um my my examples are like I'm not saying I'm gonna use it",
        7681.3,
        7688.62
    ],
    [
        " Well, so one of my examples is um most of the time and I actually don't most time I keep my my",
        7688.62,
        7696.82
    ],
    [
        " nails polished okay, and I can get in",
        7696.82,
        7701.68
    ],
    [
        " Uh-oh, and I'll like peel the nail polish off fun feeling super anxious, but what it is more than that",
        7701.94,
        7707.9
    ],
    [
        " Wait, so that's a sign that you're getting anxious? No, no, that's like if I'm super anxious",
        7707.9,
        7712.94
    ],
    [
        " So if you're super anxious you start picking at your fingernails. Yeah, taking the nail polish off",
        7712.94,
        7717.32
    ],
    [
        " Okay, so I put the nail polish on because I don't want to pick the skin off my fingers",
        7717.32,
        7720.84
    ],
    [
        " So that's a that's a technique is to well, it's my technique",
        7720.84,
        7724.4
    ],
    [
        " It's not a okay, but it's it's something that calms you somehow",
        7724.4,
        7727.22
    ],
    [
        " Yeah, you know what it is though. I'll say it's not so much the peeling the nail polish out there",
        7727.24,
        7732.22
    ],
    [
        " It's finding something that you have to concentrate on",
        7732.22,
        7735.64
    ],
    [
        " so once I",
        7735.64,
        7737.88
    ],
    [
        " Pick a piece of nail polish off my finger",
        7737.88,
        7740.8
    ],
    [
        " I'm not gonna let my hands look like that",
        7740.8,
        7743.16
    ],
    [
        " So I have to get every last piece of nail polish off without nail polish remover with my with my fingers",
        7743.16,
        7750.38
    ],
    [
        " and that takes time and effort and",
        7750.38,
        7753.3
    ],
    [
        " I just become focused on that and so it's like that sort of thing can kind of bring you into for me",
        7753.7,
        7760.02
    ],
    [
        " It brings me into a place of like I'm concentrating on this",
        7760.02,
        7763.36
    ],
    [
        " So one thing that I realize that I do uh-huh is when when you're in the military when you talk on the radio",
        7763.36,
        7771.24
    ],
    [
        " You don't want to sound like you're panicking ever yeah, right?",
        7771.24,
        7773.94
    ],
    [
        " And so like if I was gonna key that radio I'd be like no matter what was going on",
        7774.3,
        7777.72
    ],
    [
        " It's you know, whether I'm just",
        7777.72,
        7779.76
    ],
    [
        " Exerting physical energy or there's chaos going on it always be like oh, I'm gonna talk on the radio",
        7780.88,
        7784.82
    ],
    [
        " And I just put on the calm voice",
        7784.82,
        7785.9
    ],
    [
        " You know, and I think that's when you when you say hey, we need 14 more guys to come over this building now",
        7785.9,
        7791.54
    ],
    [
        " And whenever one hears you and you hear yourself you're like okay things aren't that bad. We're good",
        7791.54,
        7796.18
    ],
    [
        " So I was for me, we're trying to keep my voice in check",
        7796.18,
        7801.1
    ],
    [
        " and I think that leads to",
        7801.1,
        7803.98
    ],
    [
        " a sense of calmness",
        7803.98,
        7806.36
    ],
    [
        " even",
        7808.2,
        7808.6
    ],
    [
        " Not just outwardly, but inwardly as well",
        7808.6,
        7810.6
    ],
    [
        " Yeah, I never really realized that until I started having conversations with people about this very thing",
        7810.6,
        7814.84
    ],
    [
        " Because people say how did you remain calm and I would think about it like oh, just stay calm",
        7814.84,
        7818.64
    ],
    [
        " And then I thought well what let's think about it what actually and the other thing is I would tell guys",
        7818.64,
        7825.38
    ],
    [
        " You know that I was training. I'd be like hey man. Don't you know I hear a guy on the radio",
        7825.38,
        7829.6
    ],
    [
        " We need more guys over here now during a training operation",
        7829.6,
        7832.52
    ],
    [
        " And I'd say bro you need to calm down. Don't sound like that. I'm ready freaking everyone out",
        7832.52,
        7836.14
    ],
    [
        " Yeah, and and they're freaking out. Yeah, and so when I go bro",
        7836.14,
        7839.92
    ],
    [
        " Don't talk like that say it again say it calm and they'd be like hey, we need six more guys moving forward",
        7839.92,
        7844.66
    ],
    [
        " And you could see them visibly. I'd watch them",
        7844.66,
        7847.56
    ],
    [
        " They would get calmer yeah, because you have to get control. So those are the kind of things that the",
        7847.56,
        7854.18
    ],
    [
        " Mind mechanic will give you these tools totally and and you know, but for me it was it was less about staying calm",
        7854.18,
        7863.38
    ],
    [
        " It was about like I was afraid of that crescendo where literally it's that fight or flight and",
        7863.38,
        7870.86
    ],
    [
        " You don't want to go off that edge and so it was like when I get to that point what what do I do because I don't know",
        7870.86,
        7877.72
    ],
    [
        " If you've ever had an actual panic attack. I have not you feel like you're dying",
        7877.72,
        7881.54
    ],
    [
        " It is the craziest feeling in the world the thing that makes me really",
        7881.54,
        7886.48
    ],
    [
        " Which must make this hard right is",
        7886.48,
        7889.5
    ],
    [
        " If you like let's say you're starting to have a panic attack. Yeah, isn't it like a snowball because you're like I'm having one",
        7890.38,
        7896.74
    ],
    [
        " Oh my god, it's coming. It's coming. Oh my god. It's gonna be it. This could be that one. So it actually it's a it's like self",
        7896.74,
        7903.5
    ],
    [
        " It propels itself totally well, you know, I so I was saying I used to take like liraza pan when I flew",
        7903.5,
        7911.4
    ],
    [
        " You know when it was just like hey, it was like my fear of you know flying right I fly so much now I'm over it",
        7911.4,
        7918.78
    ],
    [
        " But people would say were were you scared of the plane crashing?",
        7918.84,
        7922.66
    ],
    [
        " And I was like no, I was scared of getting too scared on the plane",
        7923.16,
        7927.8
    ],
    [
        " You know like I don't want to be on the plane and start getting scared. So I'm gonna you know",
        7927.8,
        7933.34
    ],
    [
        " I mean, it's like though you your head does crazy things, you know",
        7933.34,
        7937.4
    ],
    [
        " um",
        7937.4,
        7938.5
    ],
    [
        " But yeah, I worked through that and you know, I was very",
        7938.5,
        7942.48
    ],
    [
        " intentional",
        7942.48,
        7943.76
    ],
    [
        " About even when I felt like okay, I'm coming out of this. I'm feeling better",
        7944.54,
        7948.92
    ],
    [
        " It wasn't like I'm gonna stop. I was like I okay. I gotta keep going and I'm gonna keep going until",
        7948.92,
        7956.06
    ],
    [
        " She tells me it's you know how long did that take um",
        7956.06,
        7962.6
    ],
    [
        " It was about six months of like intensive therapy where I'm talking like I was too many times a week",
        7962.6,
        7969.18
    ],
    [
        " two to three times a week and",
        7969.18,
        7971.72
    ],
    [
        " Exercise so after you so exercise becomes again a big part of it",
        7972.62,
        7977.7
    ],
    [
        " But it's not exercise where I'm gonna run a marathon or I'm gonna it was like I'm gonna go out for a run every day",
        7977.7,
        7984.16
    ],
    [
        " Every other day because it's what my mind needs not necessarily what my body needs",
        7984.16,
        7990.38
    ],
    [
        " I was talking to my friend",
        7990.38,
        7993.56
    ],
    [
        " Joe Rogan on his podcast yeah right after",
        7993.56,
        7996.88
    ],
    [
        " Chris Cornell killed himself. He like killed himself that day",
        7996.88,
        8001.18
    ],
    [
        " Or the day before and so we started this podcast and look",
        8001.58,
        8006.2
    ],
    [
        " I mean obviously I'm no psychologist and we were just talking we weren't trying to give out advice",
        8006.2,
        8010.6
    ],
    [
        " But you know both of us was like oh, you know got to get some exercise and a million people said you have no idea",
        8010.6,
        8017.14
    ],
    [
        " What you're talking about like I know I'm just saying that you know, it feels good to work out",
        8017.14,
        8021.62
    ],
    [
        " But then what was interesting was uh my other friend Tim Ferris who",
        8021.62,
        8027.18
    ],
    [
        " Actually went through like a suicidal episode in his life and he's and and he's like no",
        8028.28,
        8035.08
    ],
    [
        " You have to like get outside and exercise. It will make you feel better",
        8035.08,
        8038.44
    ],
    [
        " I don't subscribe to anybody that thinks that your physical health is not",
        8038.44,
        8044.9
    ],
    [
        " 100% tied to your mental health like you know",
        8044.9,
        8049.46
    ],
    [
        " I used to think my dad was incredibly insensitive when I would try to talk to him about like",
        8049.46,
        8056.14
    ],
    [
        " You know ailments of the mind and he would tie it all back to like you know well if you ran more",
        8057.18,
        8062.88
    ],
    [
        " But you know what like he was right yeah, he was right and is it all that is it like yeah, hey",
        8062.88,
        8070.14
    ],
    [
        " I'm suffering from depression go run. No, that's not but it is it is 100% a component my husband",
        8070.14,
        8076.94
    ],
    [
        " runs every single day every day he runs and",
        8076.94,
        8082.52
    ],
    [
        " He's he's people like oh you're gonna run the marathon. He's like I'll never run a marathon again",
        8083.1,
        8087.62
    ],
    [
        " He's like I run",
        8087.62,
        8088.88
    ],
    [
        " To live my life like it's all it's all for maintenance. It's all maintenance for him",
        8088.88,
        8094.4
    ],
    [
        " It's just about like in order for me to be clearheaded",
        8094.4,
        8097.7
    ],
    [
        " To be a good husband and to be a good father and to be good at my job",
        8097.7,
        8102.66
    ],
    [
        " I have to run every day. So it's cool about this you know for folks that are listening right now that are",
        8102.66,
        8108.56
    ],
    [
        " Running into whatever difficulties are going through",
        8108.56,
        8111.42
    ],
    [
        " Like hey cool the initial",
        8111.84,
        8114.64
    ],
    [
        " Whatever the initial",
        8114.64,
        8116.54
    ],
    [
        " Prescription is hey outside and then like you said",
        8116.54,
        8121.08
    ],
    [
        " If it goes beyond that then what do we need well then you need to go and see a brain mechanic",
        8121.08,
        8126.34
    ],
    [
        " Which is what you said your dad hey dad it's not more running. Yeah, yeah, it's not more running right",
        8126.34,
        8132.0
    ],
    [
        " Which I probably had some conversations with like that about with my kids, you know where where you know my daughters",
        8132.0,
        8137.74
    ],
    [
        " You know say like I just don't feel like doing anything right now. I was like well that means you need to do something right",
        8138.12,
        8142.86
    ],
    [
        " Yeah, and I'm sure at some time that some points are like oh my god my dad's an idiot",
        8142.86,
        8147.66
    ],
    [
        " Yeah, I mean but I want to say that",
        8147.66,
        8151.26
    ],
    [
        " You just said that your dad which can kind of supports my position your dad was right",
        8151.26,
        8157.88
    ],
    [
        " He was right so he was right get some exercise",
        8157.88,
        8161.04
    ],
    [
        " But then if it goes beyond that and you still feel the the issues then you got to get some",
        8161.04,
        8165.72
    ],
    [
        " Some help yeah for sure",
        8166.92,
        8169.46
    ],
    [
        " um",
        8169.46,
        8169.96
    ],
    [
        " A couple more things to wrap this up",
        8169.96,
        8173.1
    ],
    [
        " Along the road to intention. I came across countless bumps and bumps and pitfalls",
        8173.1,
        8178.44
    ],
    [
        " But I also learned some a few valuable truths first",
        8178.44,
        8183.5
    ],
    [
        " Don't use a jackhammer when a chisel will do",
        8183.5,
        8187.38
    ],
    [
        " When I saw a problem in front of me. I went at it with a jackhammer",
        8187.38,
        8191.78
    ],
    [
        " I was convinced that if I applied enough force to it. I could make it go away",
        8191.8,
        8195.82
    ],
    [
        " But some problems even big ones need only a well deployed chisel",
        8195.82,
        8200.76
    ],
    [
        " Intention is the chisel. I was introduced to intention when my mom received her eight-month prognosis",
        8200.76,
        8207.42
    ],
    [
        " Travis's young life had been ripped from mine violently and quickly",
        8207.42,
        8211.14
    ],
    [
        " But in the case of my mom I was given the opportunity to say my goodbyes",
        8211.14,
        8215.54
    ],
    [
        " I asked her questions about her life and wrote down her responses",
        8215.54,
        8219.44
    ],
    [
        " We spent every day together and she held my girls every chance she got",
        8219.44,
        8223.18
    ],
    [
        " After she died all that disappeared",
        8223.18,
        8225.84
    ],
    [
        " I believed for a time",
        8225.84,
        8228.42
    ],
    [
        " That I had been robbed I was heartbroken",
        8228.42,
        8231.6
    ],
    [
        " And right back where I had started",
        8231.6,
        8233.88
    ],
    [
        " But then I relearned a lesson on intentionality",
        8233.88,
        8237.4
    ],
    [
        " I was crudely reminded of how short sweet and precious our lives are",
        8237.4,
        8244.08
    ],
    [
        " I know the cost of not having the opportunity to say what or do what matters most",
        8244.08,
        8249.22
    ],
    [
        " And I refused to squander the blessings that I have been given",
        8249.58,
        8253.62
    ],
    [
        " I choose to live life with in tension",
        8253.62,
        8257.94
    ],
    [
        " Your next piece of advice second it's not either or it's both",
        8257.94,
        8267.44
    ],
    [
        " And let me be clear intention is not rep meant to replace goals and ambitions. It's meant to color them",
        8267.44,
        8274.84
    ],
    [
        " Committing to vigorous feats physical mental or otherwise is often a good in its own right",
        8275.62,
        8280.62
    ],
    [
        " Maybe you want to pass those boards or crush that personal best time or compete for that promotion",
        8280.62,
        8285.14
    ],
    [
        " These are all good things these aims are fueled by discipline and focus",
        8285.14,
        8289.06
    ],
    [
        " But they are nourished by intention",
        8289.06,
        8292.0
    ],
    [
        " Difficult to attain goals and accomplishments are what keep our heart rates up and our blood pumping they give us life",
        8292.0,
        8301.58
    ],
    [
        " But intention is what gives our lives meaning",
        8302.74,
        8306.62
    ],
    [
        " It's what makes life worth living",
        8306.62,
        8311.06
    ],
    [
        " Then this is your last piece of advice that I'm going to cover from the book",
        8311.06,
        8318.1
    ],
    [
        " It says failure is a bruise",
        8318.1,
        8322.44
    ],
    [
        " Not attached to",
        8322.44,
        8324.82
    ],
    [
        " Before Travis died I never bothered to think much about failure",
        8324.82,
        8329.6
    ],
    [
        " That's not because I was wildly successful at everything I tried my hand at believe me",
        8329.8,
        8335.16
    ],
    [
        " I failed a plenty of things",
        8335.16,
        8336.4
    ],
    [
        " Rather was because I didn't care enough about anything to give it much effort",
        8336.4,
        8340.34
    ],
    [
        " I was sometimes apathetic",
        8340.34,
        8342.9
    ],
    [
        " Travis was ambitious",
        8342.9,
        8344.46
    ],
    [
        " Travis was the ambitious goal-oriented one",
        8344.46,
        8347.86
    ],
    [
        " I was just coasting through life",
        8347.86,
        8350.3
    ],
    [
        " After he died and then my mom died I had a major wake-up call",
        8350.3,
        8354.9
    ],
    [
        " Now I feel compelled to take advantage of the time I have left on this earth to lead a life",
        8356.32,
        8365.6
    ],
    [
        " They both can be proud of",
        8365.6,
        8369.3
    ],
    [
        " And I think that's a good place to stop on",
        8369.3,
        8382.28
    ],
    [
        " My readings from this book to lead a life that they can be proud of",
        8383.08,
        8386.42
    ],
    [
        " Because that message right there is just the powerful message and it's one that I know that I think about every single day",
        8386.42,
        8395.22
    ],
    [
        " Every single day I think about that",
        8395.22,
        8398.0
    ],
    [
        " And",
        8398.0,
        8400.62
    ],
    [
        " Mind you we've only covered like a third of this book right here",
        8400.62,
        8405.02
    ],
    [
        " right",
        8405.02,
        8406.6
    ],
    [
        " there are",
        8406.6,
        8408.5
    ],
    [
        " stories and",
        8410.36,
        8411.1
    ],
    [
        " lessons from Heather and from Amy",
        8411.1,
        8414.68
    ],
    [
        " And like I said",
        8414.68,
        8417.32
    ],
    [
        " Hopefully I can have them on and we can go through",
        8417.32,
        8420.34
    ],
    [
        " their lessons learned and their experiences",
        8420.34,
        8424.2
    ],
    [
        " Um",
        8424.2,
        8427.06
    ],
    [
        " I look forward to doing that but in the meantime for folks out there get this book and and what's what's awesome is",
        8427.06,
        8434.08
    ],
    [
        " Those stories in this book the stories the book comes to an end and we're gonna end this but the",
        8435.56,
        8441.0
    ],
    [
        " But the story doesn't end there because Travis and Brendan and Robert are still having a huge impact",
        8441.0,
        8446.64
    ],
    [
        " And we've been talking about this the the foundation that your mom started",
        8446.64,
        8451.06
    ],
    [
        " The Travis Manion Foundation in which you are now the president of the president of the yes",
        8451.06,
        8456.74
    ],
    [
        " And Amy's one of the vice presidents Amy's vice president and then Heather is uh",
        8456.74,
        8462.56
    ],
    [
        " manager of program manager here in San Diego the west region. Yeah, that's right so",
        8462.74,
        8467.5
    ],
    [
        " I mean the the lessons that you're putting out in this is all in this book are awesome um",
        8467.5,
        8473.04
    ],
    [
        " Tell us a little bit before we before we stop tell us a little bit about the Travis Manion foundation",
        8473.04,
        8480.3
    ],
    [
        " First of all like what what's the mission? What's the goal?",
        8480.3,
        8484.06
    ],
    [
        " I mean really at the Travis Manion Foundation we are we're creating a community",
        8484.28,
        8489.78
    ],
    [
        " And we want to make sure that we are giving",
        8489.94,
        8493.58
    ],
    [
        " returning veterans and families of the fallen",
        8493.58,
        8496.6
    ],
    [
        " The opportunity to continue to serve",
        8496.6,
        8499.52
    ],
    [
        " And more importantly to be able to empower them",
        8499.52,
        8503.02
    ],
    [
        " Post military life. I think you know when you look at today",
        8503.02,
        8508.78
    ],
    [
        " 55% of men and women who are taking off the uniform when you ask them with their greatest challenges",
        8508.78,
        8514.98
    ],
    [
        " It's that",
        8514.98,
        8515.8
    ],
    [
        " That loss of purpose, you know, uh, they don't have that sense of purpose in their life anymore",
        8516.16,
        8520.82
    ],
    [
        " And we have no shortage of ways at TMF",
        8520.82,
        8525.88
    ],
    [
        " To give you purpose again and one of our biggest drivers and a lot of it is you know it speaks to I talk about Travis as a young kid",
        8525.88,
        8534.12
    ],
    [
        " And I say like you know there was something different about him",
        8534.12,
        8536.44
    ],
    [
        " um, but it didn't come",
        8536.44,
        8538.82
    ],
    [
        " Without having incredible mentors, you know my uncle Chris my dad",
        8538.82,
        8545.2
    ],
    [
        " Some of his teachers growing up",
        8545.22,
        8547.28
    ],
    [
        " The the coaches Joel Sherrod at the wrestling at the Naval Academy is wrestling coach like these were",
        8547.28,
        8553.48
    ],
    [
        " The the mentors that helped frame him into who he became and so we know the importance of that",
        8553.48,
        8560.0
    ],
    [
        " And we know the opportunity have we have",
        8560.0,
        8562.94
    ],
    [
        " with a group of",
        8562.94,
        8565.8
    ],
    [
        " men and women",
        8565.8,
        8566.78
    ],
    [
        " who basically",
        8566.78,
        8568.34
    ],
    [
        " Were taught leadership and so it's like okay",
        8568.34,
        8571.54
    ],
    [
        " So let's take this group of men and women who were taught to lead and serve",
        8571.56,
        8575.44
    ],
    [
        " And just say thanks for your service. No, how about like okay? You're back here. You're out",
        8575.44,
        8580.98
    ],
    [
        " Well, can you teach these kids how to leave and lead and serve? So",
        8580.98,
        8584.8
    ],
    [
        " We train veterans to go out and mentor youth and they're out across the country",
        8584.8,
        8590.44
    ],
    [
        " taking them through",
        8590.44,
        8593.24
    ],
    [
        " both physical and",
        8593.24,
        8596.74
    ],
    [
        " experiential learning challenges to",
        8596.74,
        8599.48
    ],
    [
        " build their own service and leadership and not in a way to indoctrinate",
        8600.02,
        8604.4
    ],
    [
        " the next generation to all join the military but in a way to say hey listen as",
        8604.4,
        8610.58
    ],
    [
        " men and women like you and Travis and Brendan and Rob like",
        8610.58,
        8614.68
    ],
    [
        " they were called to serve this country",
        8614.68,
        8616.84
    ],
    [
        " In military, but as Americans",
        8616.84,
        8619.64
    ],
    [
        " Each and every one of us is called to serve like we have a responsibility to do that",
        8619.64,
        8625.54
    ],
    [
        " And if we're not passing that down to the next generation",
        8625.54,
        8629.14
    ],
    [
        " Then we're failing and so that's that's kind of our our drive at the foundation",
        8629.48,
        8635.3
    ],
    [
        " So we're we just want to create a community",
        8635.3,
        8637.74
    ],
    [
        " That wants to pass that down",
        8637.74,
        8639.94
    ],
    [
        " And we've got eight offices across the country",
        8639.94,
        8642.76
    ],
    [
        " We've got a membership base of about 120,000 people and you know, we we call ourselves the Spartans like and we're largely made up a civilian",
        8642.76,
        8652.96
    ],
    [
        " Believe it or not, but these are people that feel that sense of pride",
        8652.96,
        8657.86
    ],
    [
        " um",
        8659.68,
        8660.16
    ],
    [
        " For",
        8660.16,
        8659.8
    ],
    [
        " men and women like you, you know, and they want to be able to eat that up and be a part of it and",
        8659.8,
        8665.34
    ],
    [
        " And be servant leaders right in their own backyards and our our organization does not exist if we don't have veterans",
        8665.34,
        8673.16
    ],
    [
        " leading the charge and gold star families like they run our programs",
        8673.16,
        8677.82
    ],
    [
        " So we're not a veteran service organization in the way where we're saying these are this is what we offer to you",
        8677.82,
        8683.1
    ],
    [
        " We're a veteran service organization that says hey",
        8683.1,
        8685.88
    ],
    [
        " We really want to do good stuff in the communities so we need you guys to help us out. Yeah. No, it's an awesome program that",
        8685.88,
        8692.26
    ],
    [
        " Um, I you guys made a video we did that I'm in",
        8692.26,
        8696.36
    ],
    [
        " and",
        8696.36,
        8697.68
    ],
    [
        " I went to LA, but but what's awesome is they're just",
        8697.68,
        8702.8
    ],
    [
        " they're",
        8702.8,
        8704.44
    ],
    [
        " Getting to kids, you know, and I the same idea that I had yeah, which is which is hey, there's a bunch of kids in the world and",
        8704.44,
        8714.06
    ],
    [
        " what they need is",
        8714.06,
        8715.58
    ],
    [
        " To learn about life and learn about the word that you guys use which I will use as well",
        8715.58,
        8721.5
    ],
    [
        " Because it's the right words character. Yeah, and and how do you teach these young kids character",
        8721.5,
        8726.9
    ],
    [
        " Well, that's what we know I've written a bunch of kids books that that try to teach kids about character",
        8726.9,
        8731.6
    ],
    [
        " And the values that will the values that will give them a better life right",
        8731.6,
        8736.72
    ],
    [
        " That will give them a better life and will give everyone around them a better life as well",
        8736.72,
        8741.92
    ],
    [
        " So that's awesome the other thing that's awesome is",
        8742.6,
        8744.56
    ],
    [
        " What you just said, you know how many you know many times a day I get a message from someone that says hey",
        8744.56,
        8752.02
    ],
    [
        " 52 years old and I never served and I feel like I regret it and I wish I could have what should I do",
        8752.02,
        8759.32
    ],
    [
        " It's like this is what you do. Yeah, this is what you do",
        8759.32,
        8762.3
    ],
    [
        " You you you help propel the message and the and the messages of character",
        8762.3,
        8767.4
    ],
    [
        " Back to the veterans from the veterans back to the youth. That's what you do",
        8768.06,
        8771.96
    ],
    [
        " You there's so many different ways to serve you don't have to put on a uniform to serve",
        8771.96,
        8776.36
    ],
    [
        " There's so many different ways to serve and what you guys are doing is offering and offering people",
        8776.36,
        8781.64
    ],
    [
        " The opportunity to find other ways to serve that are just as impactful. I'll tell you right now",
        8781.64,
        8786.86
    ],
    [
        " You go out there and you help three kids",
        8786.86,
        8791.34
    ],
    [
        " Get on the right path in their life",
        8791.34,
        8794.78
    ],
    [
        " That is the biggest service you can make to the country. That's it. That's it go do that",
        8795.28,
        8800.66
    ],
    [
        " That has such a massive impact and you guys are enabling that",
        8800.66,
        8805.28
    ],
    [
        " uh you guys are at",
        8805.28,
        8807.6
    ],
    [
        " So so if people want to if people want to get on board. Yeah, we go to Travis manion dot org",
        8807.6,
        8814.7
    ],
    [
        " Travis manion dot org. Yep. You can join the mission right there. We have it and I mean it walks you through everything like",
        8814.7,
        8820.62
    ],
    [
        " This is everything we do. What do you want to be a part of you know and um yeah",
        8820.62,
        8824.76
    ],
    [
        " Join the mission and learn more you're a",
        8824.78,
        8827.66
    ],
    [
        " social media because echo is really in a social media",
        8827.66,
        8830.66
    ],
    [
        " So it's on Twitter. It's tm foundation",
        8830.66,
        8835.06
    ],
    [
        " correct on instagram which echo calls the gram the gram yeah",
        8835.06,
        8840.62
    ],
    [
        " It's Travis Manion foundation on facebook its Travis Manion foundation",
        8840.62,
        8846.02
    ],
    [
        " And you guys have a youtube channel as well. We do we've got great videos. There's a couple of you up there actually",
        8846.02,
        8851.64
    ],
    [
        " Is there more than one? Yeah",
        8851.64,
        8852.68
    ],
    [
        " Well, they broke down",
        8852.68,
        8853.82
    ],
    [
        " Some of your outtakes and just did like it's like a minute long like wait is it bloopers?",
        8853.82,
        8859.36
    ],
    [
        " It's not bloopers. It's like thoughts from Jaco like",
        8859.66,
        8863.16
    ],
    [
        " No, it's cool. I was gonna say I don't know how many bloopers because they had a big chunk of time",
        8863.16,
        8867.58
    ],
    [
        " Like hours and hours and I was like how long it's gonna take they're like well we got",
        8867.58,
        8871.66
    ],
    [
        " Five hours set aside and I was like okay. That's a long video. Yeah, but it didn't take that long",
        8871.66,
        8878.64
    ],
    [
        " Well, it was funny because I was with um pat Chapman who was the one that that filmed you",
        8878.7,
        8883.42
    ],
    [
        " He was the producer of the the peace and he's a good friend of mine. He lives in LA and he said I said oh",
        8883.42,
        8889.1
    ],
    [
        " I'm doing Jaco's podcast on Friday and he said oh my gosh",
        8889.1,
        8893.04
    ],
    [
        " I have to tell you he said you know I got in the car with like I guess like the grips or whatever and he said",
        8893.04,
        8897.2
    ],
    [
        " Yeah, you know, we're doing we're doing a shoot today this guy's name is Jaco and they're like are you kidding me?",
        8897.2,
        8901.9
    ],
    [
        " And he's like and these you know, he's like they weren't in the military",
        8901.98,
        8904.88
    ],
    [
        " So I didn't he's like I thought it was really like heavily focused on the military",
        8904.88,
        8908.4
    ],
    [
        " He's like these are like my key grips and they were like oh my god Jaco they were thrilled. That's awesome. Yeah, it's really interesting the",
        8908.4,
        8916.06
    ],
    [
        " the",
        8916.06,
        8917.02
    ],
    [
        " Demographics of people that listen to podcasts. It's everyone. Yeah, it's really it's really cool",
        8917.02,
        8922.12
    ],
    [
        " and and you know like they find",
        8922.12,
        8925.0
    ],
    [
        " Well, this is a great opportunity for them to find a way to serve because everyone feels that if you let somewhere in their system",
        8925.0,
        8930.48
    ],
    [
        " Yeah, if you go through your life looking out for yourself",
        8930.48,
        8933.16
    ],
    [
        " Without helping other people you'll look up one day and you'll say I want to help other people. Yeah, that's just that's just the way it is",
        8934.88,
        8941.52
    ],
    [
        " um",
        8941.52,
        8942.46
    ],
    [
        " Yeah, so those are the ways to help to join the mission join the way you said that yeah, I kind of got I got it better",
        8942.46,
        8949.22
    ],
    [
        " That's good psychology",
        8949.22,
        8950.7
    ],
    [
        " Because as soon as I hear that I'm like what?",
        8950.7,
        8953.28
    ],
    [
        " See I'm real easy when it comes to things like that you start throwing those words around and all the sudden",
        8954.02,
        8959.2
    ],
    [
        " I'm breaking out the knives getting ready to go to battle. Yeah, you say that um like new mission or whatever",
        8959.2,
        8964.7
    ],
    [
        " Yeah, I use that you know, yeah, very effective. Yeah. Well, that's something that I say all the time to vets like when you get done with your military service",
        8964.88,
        8970.38
    ],
    [
        " You need a new mission totally and the people that don't get a new mission",
        8970.38,
        8973.04
    ],
    [
        " they",
        8973.04,
        8974.2
    ],
    [
        " wander around yeah, not knowing what to do so here's a good way whether you're civilian whether in your military",
        8974.2,
        8980.52
    ],
    [
        " To get on board and go execute the mission",
        8980.52,
        8984.7
    ],
    [
        " You got anything else um",
        8984.7,
        8987.98
    ],
    [
        " I mean obviously gonna encourage everyone to go",
        8987.98,
        8991.66
    ],
    [
        " Get the book",
        8992.9,
        8993.58
    ],
    [
        " Yes",
        8993.58,
        8994.76
    ],
    [
        " Get the book",
        8994.76,
        8996.52
    ],
    [
        " Knock the knock at the door. It's out",
        8996.52,
        9000.04
    ],
    [
        " Right now you we if you order this right now you'll get a first edition which",
        9000.04,
        9005.24
    ],
    [
        " So I'm really into first editions yeah, yeah, you gotta get the first to dish",
        9005.24,
        9011.26
    ],
    [
        " So if you guys want first to dish of knock on the door and then you'll be able to fuck people always say",
        9011.26,
        9015.72
    ],
    [
        " How can you don't tell us what books you're gonna do on the podcast?",
        9015.72,
        9018.3
    ],
    [
        " It's because I don't know what books I'm gonna do on the podcast until like a couple days before I do it",
        9018.8,
        9023.08
    ],
    [
        " But with this one since I'll have hopefully",
        9023.08,
        9025.48
    ],
    [
        " Heather and Amy on at some point you'll be able to have the book in your",
        9025.48,
        9030.08
    ],
    [
        " Possession and have already read it. I love that yeah take through the reports. Yeah, so knock at the door and then you can",
        9030.08,
        9036.46
    ],
    [
        " um",
        9036.46,
        9037.36
    ],
    [
        " You you can follow me our manion at you know on Facebook and",
        9037.36,
        9043.46
    ],
    [
        " Instagram and Twitter just to you know because I put up",
        9043.46,
        9046.74
    ],
    [
        " Foundations not put up a terrible amount about the book okay, but you know",
        9047.2,
        9051.52
    ],
    [
        " I'm pushing out everything where we're gonna be okay different events so you're doing events and stuff",
        9051.52,
        9056.66
    ],
    [
        " For the book promoting the book getting the book out there. That's right. Yeah, spread the message signings, you know, so yeah",
        9056.66,
        9063.26
    ],
    [
        " That's sort of after it. Yeah speaking of a mission. Yes, you're on a mission of one emission well",
        9063.26,
        9069.06
    ],
    [
        " You know",
        9069.06,
        9070.94
    ],
    [
        " Thank you so much for coming. I mean it's it's awesome",
        9070.94,
        9074.5
    ],
    [
        " I know we have some mutual friends, you know",
        9074.5,
        9076.46
    ],
    [
        " That's which is cool. Yeah, and",
        9076.46,
        9079.5
    ],
    [
        " Jamie who works national upfront her husband Flynn who was",
        9079.5,
        9083.28
    ],
    [
        " awesome friends",
        9083.28,
        9084.96
    ],
    [
        " He's awesome friends with Brendan and as a matter of fact they have us on name Brendan",
        9084.96,
        9090.28
    ],
    [
        " Yeah, I mean, you know Jamie and Flynn",
        9090.28,
        9093.0
    ],
    [
        " A lot of the stories that are in the book last stories that aren't in the book, you know, they were a part of them",
        9093.0,
        9098.7
    ],
    [
        " They were they were there, you know, I mean",
        9098.7,
        9100.82
    ],
    [
        " Especially in in Amy section, you know Flynn and Jamie were a",
        9101.2,
        9105.38
    ],
    [
        " Really integral part of um of that time. Yeah",
        9105.38,
        9109.54
    ],
    [
        " Well, thank you for the three of you for writing this book for",
        9109.54,
        9115.46
    ],
    [
        " Sharing the challenges that you've gone through the triumphs the it's this I know like I said that the stories in this book are gonna help",
        9115.46,
        9124.04
    ],
    [
        " They're gonna help people that are struggling",
        9124.04,
        9127.72
    ],
    [
        " When they're knock at the door whatever that knock at the door is when it comes their way this book will",
        9128.44,
        9133.96
    ],
    [
        " Will help them get through it and even more important than that. Thank you for",
        9133.96,
        9139.1
    ],
    [
        " The service and sacrifice of your family that you guys have made it's",
        9139.1,
        9145.18
    ],
    [
        " Obviously something that I will never forget and nor will our great nation ever forget that and",
        9145.18,
        9152.24
    ],
    [
        " Thanks for what you're doing with the Travis Manion foundation to keep",
        9153.96,
        9158.76
    ],
    [
        " His legacy and his spirit and his character alive",
        9158.76,
        9164.62
    ],
    [
        " In order to make the world a better place which you are doing. Thank you. Well, thanks for",
        9164.62,
        9172.26
    ],
    [
        " Continuing to have the platform to share these stories, you know, it's important",
        9172.26,
        9177.32
    ],
    [
        " So we appreciate it. It's an honor to be able to do it. Thank you for coming on. Thanks",
        9177.32,
        9181.98
    ],
    [
        " And",
        9184.06,
        9184.9
    ],
    [
        " with that",
        9184.9,
        9185.66
    ],
    [
        " Ryan Manion has left the building",
        9185.66,
        9189.36
    ],
    [
        " awesome",
        9189.36,
        9191.24
    ],
    [
        " conversation and",
        9191.24,
        9193.64
    ],
    [
        " Some good advice",
        9193.64,
        9196.06
    ],
    [
        " actual",
        9196.06,
        9198.04
    ],
    [
        " Pragmatic advice on what to do how to help yourself how to",
        9198.04,
        9204.24
    ],
    [
        " Help yourself do those moments",
        9204.24,
        9208.66
    ],
    [
        " And",
        9210.66,
        9211.06
    ],
    [
        " Part of it was",
        9211.06,
        9211.72
    ],
    [
        " Part of it was goals right goals with intention",
        9211.72,
        9216.8
    ],
    [
        " To keep yourself on the path",
        9216.8,
        9219.48
    ],
    [
        " Going out for runs I thought that was interesting",
        9219.48,
        9224.28
    ],
    [
        " Because every time how she would say how Tom or her dad would say yeah, just go for a run or whatever, right",
        9224.28,
        9231.02
    ],
    [
        " We kind of say that about you just do a lot of time. We do just go change it. And it's true",
        9231.02,
        9236.2
    ],
    [
        " It's true. Here's the thing for I'm not gonna just I mean we just talked about it where it's true",
        9236.2,
        9242.66
    ],
    [
        " But it's not like the antidote right, you know, it is for some stuff. You know, I wish I would have thought of this",
        9242.66,
        9249.66
    ],
    [
        " It is a little bit more of an antidote than running in my opinion. I think so too",
        9249.66,
        9255.24
    ],
    [
        " but",
        9255.24,
        9256.18
    ],
    [
        " Just like want it's like a couple measures of effectiveness because there's a mental aspect to it",
        9256.18,
        9263.76
    ],
    [
        " That completely covers all the mental aspects of running and then gives additional bonuses. Yeah, yeah",
        9265.32,
        9270.62
    ],
    [
        " And then I want to imagine",
        9270.62,
        9271.56
    ],
    [
        " Obviously, I'm not an expert, but I would imagine that it would just be this varies from person to person",
        9271.56,
        9276.52
    ],
    [
        " You know some people they'll maybe go live weights. I remember when I was young when I be mad at something and",
        9276.52,
        9281.22
    ],
    [
        " Keep in mind. I'm on Kauai. Mad at something. So whatever",
        9281.22,
        9285.82
    ],
    [
        " Very very mild madness sessions",
        9285.82,
        9290.7
    ],
    [
        " Uh, I would want to go workout like going to workout and getting under the bench like that would help that would be very therapeutic",
        9291.0,
        9298.68
    ],
    [
        " Right, and I used to run on treadmill to mm-hmm back not",
        9298.68,
        9302.7
    ],
    [
        " You know",
        9302.7,
        9304.06
    ],
    [
        " Before not anymore, but I used to run on the trouble to same thing very therapeutic",
        9304.06,
        9308.32
    ],
    [
        " I thought the lifting was more therapeutic and then you do is like",
        9308.32,
        9312.58
    ],
    [
        " Magnitudes top of the therapeutic pyramid in terms of physical activity by far too like by far",
        9312.58,
        9320.6
    ],
    [
        " More than one level like too low. So you're definitely recommending to get to his room recommending to you just to yet for many reasons",
        9321.0,
        9326.94
    ],
    [
        " Pam we've talked about and we're gonna continue to talk about you",
        9326.94,
        9329.54
    ],
    [
        " But when you do do you do you will need a uniform you will a key if you're doing key which we do recommend as always",
        9329.54,
        9337.0
    ],
    [
        " Well gear you're gonna get you're gonna I have not been getting the question what gie should I get anymore",
        9337.0,
        9341.62
    ],
    [
        " I have not been getting out there the word is getting out and we're gonna continue to put it out",
        9341.62,
        9345.34
    ],
    [
        " Origin gieze get one of our gieze and by our gieze",
        9345.34,
        9350.44
    ],
    [
        " I mean us all of us a group. Yeah, cuz cuz we are part of this thing",
        9350.44,
        9355.68
    ],
    [
        " Part of this gang",
        9355.68,
        9357.66
    ],
    [
        " And we're all using",
        9357.66,
        9359.76
    ],
    [
        " We're all supporting",
        9359.76,
        9361.84
    ],
    [
        " We're all on board with the program origin made in America. Yep materials",
        9361.84,
        9368.46
    ],
    [
        " Cuz sometimes people they say made it in America that took me know assembled in America. Yes, what they really mean. Yeah, or you know made in America",
        9368.46,
        9375.98
    ],
    [
        " Oh, yeah, son and",
        9375.98,
        9378.02
    ],
    [
        " Manufactured grown only to the raw materials all American made without compromise",
        9378.02,
        9384.56
    ],
    [
        " Gies you can get gieze you can get rash cards you can get t-shirts and you can get jeans",
        9384.56,
        9391.06
    ],
    [
        " That's right American general jeans made in America and",
        9391.06,
        9395.94
    ],
    [
        " Bba boots. Oh, that's right. Did you get yours yet? Yes, how are you feeling? I feel very good",
        9395.94,
        9401.78
    ],
    [
        " Here's a when are you wearing boots though? I don't wear boots. So all of a sudden you just have boots",
        9402.32,
        9407.2
    ],
    [
        " When are you when are you gonna wear them? I don't know, but here's the here's the the interesting thing in this goes",
        9407.2,
        9412.9
    ],
    [
        " But like anything you know when you're excited about a new one. I started I forgot that in the mainland you guys call them flip flops",
        9412.9,
        9422.34
    ],
    [
        " Yeah",
        9422.34,
        9422.78
    ],
    [
        " You know like when you get an exciting new",
        9422.78,
        9429.06
    ],
    [
        " Piece of apparel you more you actively look for opportunities to wear them. So you know these boots",
        9429.38,
        9435.68
    ],
    [
        " They're gonna get worn officially. I put them on of course, but I'm gonna actually wear them in the field",
        9435.68,
        9441.06
    ],
    [
        " Whatever that means in my case, you know in some capacity very soon to their grocery store",
        9441.06,
        9446.8
    ],
    [
        " But what's cool about the boots is they're they're not for wearing a grocery store",
        9446.8,
        9452.86
    ],
    [
        " I mean you can but they're they're legit awesome work boots made in",
        9452.86,
        9458.22
    ],
    [
        " Farmington may",
        9459.16,
        9459.84
    ],
    [
        " Please I don't like to wear ease word pleasing, but you like the way they look",
        9459.84,
        9467.82
    ],
    [
        " They have legitimate aesthetics to them more important their functionality is good",
        9467.82,
        9473.02
    ],
    [
        " Yes, and they're not overboard",
        9473.02,
        9475.48
    ],
    [
        " aesthetically which would give them disapproved by me in fact as far as I'm concerned they are the perfect boot",
        9475.48,
        9481.32
    ],
    [
        " Yeah, actually when you think about it. They are a boot",
        9481.32,
        9483.86
    ],
    [
        " If you looked in the dictionary boot you'd see a pair of origin boots like that's what you expect a pair of boots to look like",
        9484.02,
        9491.4
    ],
    [
        " Why because that's how boots have been honed",
        9491.4,
        9495.3
    ],
    [
        " Over centuries to get to a point where you go. Okay. This is what a boot is yeah the most",
        9495.3,
        9501.98
    ],
    [
        " The most boot a boot can be is a boot from origin man. So yeah, you can get that boom also what",
        9501.98,
        9508.58
    ],
    [
        " Supplements oh, yeah, no, it's gonna say when you're on the path supplements. They help they supplement the path discourse. Yes, 100%",
        9509.98,
        9518.68
    ],
    [
        " But yeah, so it look I slipped off the train of well not the most train but",
        9518.68,
        9524.48
    ],
    [
        " Because you're right on that all day all day all day, but I had like an",
        9524.48,
        9529.44
    ],
    [
        " Incorrect my wife made me an incredible dinner yesterday",
        9529.44,
        9533.34
    ],
    [
        " Flank steak just all just good to go a nice little Caesar salad these are like my two things, but the flank steak was just",
        9534.9,
        9541.66
    ],
    [
        " Perfect and I got done with it and I was like yeah, that was so good and I was like, but I want something",
        9541.66,
        9548.2
    ],
    [
        " So I just got a little I got a little scoop and a half hitter",
        9548.2,
        9552.68
    ],
    [
        " I said hitter that's a whole deal. I guess",
        9552.68,
        9555.82
    ],
    [
        " Like a deal in a half is one scoop right or is two six no one scoop is it you can have a one scoop hood",
        9555.82,
        9560.94
    ],
    [
        " I mean you can have a two scoop hitter for sure. Oh, yeah, that's not really it's a little bit more",
        9560.94,
        9565.08
    ],
    [
        " One scoop one's right. Yeah, yeah",
        9565.08,
        9569.6
    ],
    [
        " So mulk what it is is it's additional protein, but you're not gonna know what you're gonna think is you just got an additional dessert",
        9569.6,
        9575.68
    ],
    [
        " So the joint warfare and cruel oil this is important as looked off cruel oil. Here's the thing right",
        9575.68,
        9583.7
    ],
    [
        " I didn't like forget to I ran out I forgot to get more before I ran out one of those situations again",
        9583.7,
        9590.5
    ],
    [
        " So and man it's weird how",
        9590.5,
        9592.72
    ],
    [
        " This is what Jade called it. It's a",
        9592.72,
        9598.14
    ],
    [
        " Tiper typing induced tenis elbow. Okay, that can that makes sense right be on the computer",
        9598.14,
        9605.26
    ],
    [
        " Whatever and I got tenis elbow over here. Wow right when I was maybe like a",
        9605.26,
        9610.14
    ],
    [
        " It was like four-ish days after I got off the cruel oil",
        9610.14,
        9618.06
    ],
    [
        " Still joint warfare. I'm still in into that you know elbow cured by the way",
        9618.32,
        9623.08
    ],
    [
        " Oh, but yeah, that's that's the situation",
        9623.08,
        9626.88
    ],
    [
        " I feel bad because people will ask me which one A or B you know, should I be on joint warfare or cruel oil",
        9626.88,
        9632.76
    ],
    [
        " Which one should it be and I'm like I hate answering that question because as far as I'm concerned",
        9632.76,
        9636.9
    ],
    [
        " It's both. It's like peanut butter and jelly right you're not just gonna go peanut butter",
        9636.9,
        9641.2
    ],
    [
        " You're not just gonna go tell you go peanut butter and jelly go joint warfare and super curl. Yeah",
        9641.2,
        9646.34
    ],
    [
        " That's 100% yeah, and",
        9646.48,
        9648.54
    ],
    [
        " The it and I'm on like a",
        9648.54,
        9650.88
    ],
    [
        " Pro the program where it's like lifting like hard and let's face",
        9650.88,
        9655.32
    ],
    [
        " I'm a little bit more old school now like I'm not as young as ECB not a star technique wait",
        9655.32,
        9659.44
    ],
    [
        " Oh, your old not just old school, but actually old",
        9659.44,
        9661.98
    ],
    [
        " You say tomato ice, you know",
        9661.98,
        9665.32
    ],
    [
        " So the yeah, so this it's saying a lot when I don't have the elbow thing anymore",
        9665.32,
        9671.24
    ],
    [
        " And that was a common thing when I was lifting with no joints supplements",
        9671.24,
        9674.94
    ],
    [
        " Before you did your whole",
        9675.08,
        9676.6
    ],
    [
        " Thing",
        9676.6,
        9677.94
    ],
    [
        " It was big. I just endured just endured every once in a while take like I'd be pro-franc something like that",
        9677.94,
        9683.72
    ],
    [
        " It got real bad not good for you. Yeah, but otherwise I just warm up more now. No fact. They're gone",
        9683.72,
        9688.36
    ],
    [
        " Aside from my tennis elbow",
        9688.36,
        9690.84
    ],
    [
        " But anyway typing elbow typing typing in these tennis",
        9690.84,
        9694.86
    ],
    [
        " Yeah, I was not playing tennis unfortunately",
        9694.86,
        9697.48
    ],
    [
        " Um, nonetheless. Yes. So yes join war for a cruel oil mulk discipline",
        9697.48,
        9703.16
    ],
    [
        " Hmm, so we got the we got the jockel Palmer flavor, which is a 50% iced tea 50% lemonade flavor",
        9704.12,
        9711.82
    ],
    [
        " It's the greatest thing ever. It's so good. Oh, yeah, it's out",
        9711.82,
        9716.64
    ],
    [
        " It's out. I said I said as soon I told I told be little and like as soon because I had tried the",
        9716.64,
        9723.06
    ],
    [
        " You know, we went through all the trials to get the right taste when we got the right taste and I was like run this make it",
        9723.06,
        9729.28
    ],
    [
        " And I said as soon as the factory gets done making it",
        9729.28,
        9733.7
    ],
    [
        " Federal express it to my house. Yeah, yeah, because it stays so good",
        9733.7,
        9739.66
    ],
    [
        " Better than tropics under you think are it like currently. Yeah, it's the opinion. Yeah, I'm out. Yeah, so my opinion is",
        9739.66,
        9745.6
    ],
    [
        " Is yes",
        9745.6,
        9746.94
    ],
    [
        " Right now right now the uh the powdered",
        9746.94,
        9750.88
    ],
    [
        " Discipline in jockel Palmer flavor is my favorite flavor at this time",
        9750.88,
        9756.18
    ],
    [
        " I'm not saying I won't occasionally do a little lemon lime hitter",
        9756.18,
        9759.4
    ],
    [
        " Yeah, or the tropic thunder and don't forget that we also have the cans",
        9759.4,
        9763.62
    ],
    [
        " Right this one go and that's what I'm saying like the cans to me a I like lemon lime fine",
        9763.62,
        9769.1
    ],
    [
        " But the tropic thunder is like there's no way I would ever under any circumstances grab the lemon lime one the tropic thunder",
        9769.1,
        9776.96
    ],
    [
        " Interesting no way",
        9776.96,
        9778.04
    ],
    [
        " Well, I mean, you know, I think that might be from your upbringing",
        9778.04,
        9781.32
    ],
    [
        " It's possible. Oh, yeah, it's very tropical. Yeah, how like you know, oh, yeah, sure. I'm sure then",
        9782.12,
        9785.98
    ],
    [
        " You know, it used to be like over there",
        9785.98,
        9787.98
    ],
    [
        " Yeah, and then you got a jocke white tea as well",
        9787.98,
        9792.26
    ],
    [
        " Organic white tea. It's the only organic",
        9792.26,
        9797.72
    ],
    [
        " consumable",
        9797.72,
        9799.34
    ],
    [
        " That is guaranteed to give you an eight thousand pound deadlift so you're after",
        9799.34,
        9803.26
    ],
    [
        " You think we proven by the way double blind plus",
        9803.26,
        9806.38
    ],
    [
        " Also if you or when you get your copy of",
        9807.7,
        9811.06
    ],
    [
        " The knock at the door by Ryan Manion Heather Kelly and Amy looney heffernin",
        9811.06,
        9817.66
    ],
    [
        " No worries. I got I got you",
        9817.66,
        9821.14
    ],
    [
        " You don't have to go searching even though I'm sure that'd be easy to find regardless",
        9821.14,
        9824.58
    ],
    [
        " But put it on jockelpodcast.com under the book section",
        9824.58,
        9828.1
    ],
    [
        " And here's another good way to support the podcast if you want to",
        9828.1,
        9832.74
    ],
    [
        " Click there click through there. It'll take you to amazon on that amazon landing to where it lands",
        9834.04,
        9839.12
    ],
    [
        " Save that to your favorites if you haven't if you've done this before august first",
        9839.12,
        9843.82
    ],
    [
        " Sorry, we got to do it again",
        9843.82,
        9847.18
    ],
    [
        " For various reasons that we're not going to but nonetheless if you do that then shop and do your amazon shopping through that link",
        9847.18,
        9854.06
    ],
    [
        " That's a good way to support this podcast very good way if you want",
        9854.06,
        9857.78
    ],
    [
        " Um, but yeah, so yeah, it'll be on there and yeah get it there",
        9857.78,
        9862.46
    ],
    [
        " So you begin",
        9862.46,
        9863.16
    ],
    [
        " Not only support yourself, but you know get the get the whole book so you can",
        9863.16,
        9869.02
    ],
    [
        " Get all the details and whatnot also",
        9869.02,
        9871.8
    ],
    [
        " Jockel is a store",
        9871.8,
        9873.36
    ],
    [
        " It's called jockelstar. Anyway, that's where you can see the guy that wrote on",
        9873.36,
        9878.22
    ],
    [
        " Twitter",
        9878.22,
        9879.88
    ],
    [
        " His wife said uh, what do you want for your birthday? And he said jockel has a store. It's called jockelstar",
        9879.88,
        9886.04
    ],
    [
        " Boom, yeah, there you go",
        9886.04,
        9888.24
    ],
    [
        " You guys that's all she needed to know because everything that you can get there he's down with yeah",
        9888.44,
        9892.74
    ],
    [
        " He's like just order something from there you can order a rash guard you can order a t shirt you can order a trucker's hat",
        9892.74,
        9899.66
    ],
    [
        " I guess if you",
        9899.66,
        9901.22
    ],
    [
        " Are feeling like maybe you don't feel as cool as you want to be you can order a flex fit hat",
        9901.22,
        9906.52
    ],
    [
        " Oh, yeah, or lightweight hoodie",
        9906.52,
        9910.92
    ],
    [
        " Yeah, you know, but",
        9910.92,
        9912.68
    ],
    [
        " Admit it when you see people wearing the lightweight hoodie you it's you're kind of getting one over right not one over",
        9913.34,
        9919.56
    ],
    [
        " But like it's we were you saying and I'll say probably not right now a little bit a little bit though",
        9919.56,
        9924.26
    ],
    [
        " It looks good this way. I'm saying functional functional lightly functional and as lightly aesthetic",
        9924.26,
        9930.04
    ],
    [
        " Sure, I dig it. No last. Yeah, if you want to represent while you're on the path jockelstar.com industry you get the stuff",
        9930.04,
        9935.74
    ],
    [
        " You can also subscribe to this podcast, which is a good idea if you haven't yet",
        9935.74,
        9940.18
    ],
    [
        " Which echo doesn't think you have maybe that's because echo",
        9940.22,
        9943.38
    ],
    [
        " Is the type of person that is listening to something for years and doesn't hit subscribe and so he doesn't think you will",
        9943.38,
        9950.56
    ],
    [
        " You can be like echo and hit subscribe now or maybe if you're like me you already hit subscribe",
        9950.56,
        9956.46
    ],
    [
        " So we know what's interesting about that. This is obviously not the first time you said that echo doesn't think that you subscribe",
        9956.46,
        9963.72
    ],
    [
        " Because technically that's not true. That's not how it went down",
        9963.72,
        9967.34
    ],
    [
        " I was not aware that I believe my own proper yeah exactly",
        9968.32,
        9971.86
    ],
    [
        " So if I'm you probably just miss remembered it and then again, I could be wrong right now too",
        9971.86,
        9977.14
    ],
    [
        " And maybe I missed dinner remember quickly, but what it was was I",
        9977.14,
        9981.82
    ],
    [
        " Was saying you don't have to tell people to subscribe",
        9981.82,
        9984.66
    ],
    [
        " Because they're either gonna subscribe if they want to or not you don't be like hey subscribe",
        9984.66,
        9989.42
    ],
    [
        " And then we'll be like oh my gosh, I totally forgot to subscribe. It's kind of like not obvious thing",
        9989.42,
        9993.02
    ],
    [
        " Now that was my contention anyway, so that was more accurate",
        9993.02,
        9996.38
    ],
    [
        " But additionally",
        10000.1,
        9998.08
    ],
    [
        " Today you put a lot of things on me didn't what would you say that I called it the gram that whole line of the gram whatever",
        9998.08,
        10007.82
    ],
    [
        " Where you say?",
        10007.82,
        10008.6
    ],
    [
        " That's interesting you say I'm not taking ownership of things. Oh, yeah, that's true too. Yeah, that's interesting",
        10009.2,
        10016.04
    ],
    [
        " Yeah, but I'm just I'm actually it's nothing to take ownership",
        10016.04,
        10019.32
    ],
    [
        " I'm not blaming you for calling it the gram. I'm just stating that you call it the gram even though I don't",
        10019.32,
        10025.46
    ],
    [
        " Yeah, so that it's almost time for me to read some reviews",
        10027.92,
        10032.46
    ],
    [
        " Allowed again done that before but yeah, so leave some reviews if you leave a review that's",
        10032.46,
        10040.22
    ],
    [
        " Shockingly creative and good",
        10040.22,
        10043.06
    ],
    [
        " Then you know, maybe I'll just retweet it or something or read it",
        10043.06,
        10048.88
    ],
    [
        " And I also want to do the I also want to read YouTube comments allowed yeah, we should do like what there's a show like",
        10048.88,
        10055.6
    ],
    [
        " I don't know I forget there's a bunch of shows like that or someone yeah mean tweets",
        10055.6,
        10059.02
    ],
    [
        " You should do that with the with the and not necessarily mean ones because mean ones people can be lame",
        10059.02,
        10066.08
    ],
    [
        " Well, yeah, I'm not gonna be like and this guy said that yeah, you know",
        10066.08,
        10069.4
    ],
    [
        " But here's the people cry during mean tweets or I've seen some people crying when they're reading mean tweets like really crying",
        10069.4,
        10075.96
    ],
    [
        " Yeah, like legitimately like like you know like to show the power of internet bullying or whatever",
        10075.96,
        10081.88
    ],
    [
        " Okay, so you're not gonna get me there. Yeah, but oh well, I would wonder is obviously yeah, you're not gonna start crying",
        10082.04,
        10088.76
    ],
    [
        " But if you sure yeah, I'm gonna read it then people would be like oh, let me make a mean one and then sometimes if someone's intention",
        10088.76,
        10095.5
    ],
    [
        " I have this come if you're if you're gonna try and be mean to me through comments",
        10095.5,
        10100.12
    ],
    [
        " Yeah, you're gonna have a negative impact on me",
        10100.12,
        10102.6
    ],
    [
        " I hate to break the news to you. You're not executing well because I don't care",
        10102.6,
        10107.7
    ],
    [
        " Actually, you want to write something cool and you want me to see it and be like oh awesome",
        10108.38,
        10112.78
    ],
    [
        " Then that then you're being effective. Yes, no, well, but this though is what you said",
        10112.78,
        10118.26
    ],
    [
        " like if we if we decide for you to read mean comments",
        10118.26,
        10124.72
    ],
    [
        " people someone",
        10124.72,
        10127.58
    ],
    [
        " Might be motivated to be like oh, let me see if I can get a zinger in there",
        10127.58,
        10132.48
    ],
    [
        " Oh, yeah, yeah, yeah, yeah, it's just sort of wack cuz sit for a mean comment to be funny",
        10132.48,
        10137.34
    ],
    [
        " It has to be funny first then mean set here's the here's the really",
        10137.34,
        10140.8
    ],
    [
        " Here's the really kind of just",
        10140.8,
        10143.18
    ],
    [
        " Thing that shuts that idea down",
        10143.18,
        10145.58
    ],
    [
        " To to read a mean like a truly mean comment. It's not even it's not funny",
        10145.58,
        10151.94
    ],
    [
        " You know what I mean if you make a funny comment right like the person that got a picture of me",
        10151.94,
        10156.78
    ],
    [
        " it says",
        10156.78,
        10158.08
    ],
    [
        " Feeling cute might",
        10158.08,
        10161.02
    ],
    [
        " Like hey man, that's just funny",
        10161.02,
        10164.54
    ],
    [
        " You're full credit to that one",
        10164.88,
        10166.7
    ],
    [
        " Cuz it's a model. That was evil echo Charles that picture that oh, yeah, I like a Charles posted that",
        10166.7,
        10172.4
    ],
    [
        " But yes, so that picture was taken about three seconds",
        10172.4,
        10177.64
    ],
    [
        " Before because this photographer this is a legit photographer was taking pictures of me",
        10177.64,
        10182.3
    ],
    [
        " And they're like photoshoot. Yeah, you were modeling. Yeah, no, they were taking pictures of me. Oh, I wasn't on anyways",
        10182.3,
        10189.04
    ],
    [
        " They're like I'm like just they're like we'll just walk around and act natural and so I'm like walking around and I'm like",
        10189.04,
        10194.28
    ],
    [
        " Looking I'm looking in this in this pit right where that fence is",
        10194.76,
        10198.8
    ],
    [
        " And then I look at them and then and then they're like taking a much pictures and then they started giving me",
        10198.8,
        10204.96
    ],
    [
        " Direction that's modeling. They're like they're like wait, can you look over there and then look at us real quick",
        10204.96,
        10211.3
    ],
    [
        " Give me out and then I was like no, I'm not doing that. This is this is not me and I'm not doing it",
        10211.3,
        10216.72
    ],
    [
        " But that picture was the one picture that they got right before they started give me directions",
        10216.72,
        10220.96
    ],
    [
        " And I and I told them negative not happening, but even that picture looks lame",
        10220.96,
        10225.28
    ],
    [
        " Hey, man, that's debatable, you know, maybe you know, I looked cute might delete it late. Hey bottom line leave some reviews",
        10225.28,
        10232.14
    ],
    [
        " You know, we have fun with them. We appreciate cool reviews. So that'd be awesome and don't forget about the warrior kid podcast",
        10232.14,
        10237.88
    ],
    [
        " Which I know I owe more of this is starting to sound really bad",
        10237.88,
        10243.8
    ],
    [
        " I guess maybe we should release that one in the bank",
        10243.8,
        10247.12
    ],
    [
        " Sure, okay, um, yeah, so warrior kid podcast and don't forget about the warrior kid soap from irish oaks ranch.com",
        10247.44,
        10254.84
    ],
    [
        " Where young aid is making soap so that you and we all",
        10254.84,
        10259.44
    ],
    [
        " Can stay clean",
        10259.44,
        10260.76
    ],
    [
        " Sticking of course also YouTube channel. We have a YouTube channel video version of this podcast and excerpts",
        10260.76,
        10266.76
    ],
    [
        " A lot of excerpts on there",
        10266.76,
        10269.14
    ],
    [
        " See you little you know chopped up. Here's the thing about YouTube. This is what I heard when I learned",
        10269.14,
        10273.46
    ],
    [
        " people now",
        10273.46,
        10275.02
    ],
    [
        " People now are going to YouTube more for a little bit longer videos than before remember the trend was like oh, yeah",
        10276.46,
        10283.34
    ],
    [
        " Minion and a half. It's like you got to keep their attention on the internet and stuff. That was kind of the thing right",
        10283.34,
        10287.74
    ],
    [
        " so apparently the new emergent",
        10287.74,
        10291.04
    ],
    [
        " status is",
        10291.04,
        10293.54
    ],
    [
        " The people we like the longer form stuff. We're beginning to let you just catching on of that over there. Yes",
        10293.54,
        10300.4
    ],
    [
        " Isn't this like we've been making three hour podcasts for years, bro?",
        10300.4,
        10304.68
    ],
    [
        " Yes, but remember",
        10304.68,
        10305.98
    ],
    [
        " We have a podcast. Well, no, no, okay, three hour proxies. That's audio right. We're talking audio long form. Okay, but yes",
        10305.98,
        10313.68
    ],
    [
        " There's video we have we have a five hour and 25 minute long podcast which Sean Parnell yes",
        10313.68,
        10318.5
    ],
    [
        " But as far as the trend goes people like it generally speaking more",
        10318.5,
        10324.12
    ],
    [
        " So people outside of the people that listen to this podcast are starting to like okay just yeah in general and",
        10324.12,
        10329.84
    ],
    [
        " So what's your point details? So some of the excerpts are kind of long like five minutes eight minutes",
        10329.84,
        10334.86
    ],
    [
        " Oh, right, right",
        10334.86,
        10337.1
    ],
    [
        " So the times that I was telling you can you please make an excerpt that's not 27 minutes long. You're saying I was wrong",
        10337.1,
        10343.5
    ],
    [
        " Well, I",
        10343.5,
        10345.48
    ],
    [
        " Not to split hairs. I'm not saying you were wrong then. I'm saying that no longer applies as far as like",
        10345.48,
        10352.24
    ],
    [
        " What you might want",
        10352.24,
        10354.28
    ],
    [
        " Nonetheless, there's some excerpts on there. Well, if you want something shorter than that",
        10354.28,
        10359.38
    ],
    [
        " You can go to psychological warfare which is available on iTunes in all MP3 platforms",
        10359.98,
        10365.72
    ],
    [
        " Which is me giving some short maybe minute minute and a half maybe two minutes at the longest",
        10365.72,
        10371.04
    ],
    [
        " Audio advice of how to stay on the path. Yes",
        10371.04,
        10375.02
    ],
    [
        " And it's not just advice. It's actual mechanical tool that will keep you on the path very true very effective",
        10375.02,
        10381.66
    ],
    [
        " Two it's like you could go to a therapist",
        10381.66,
        10385.5
    ],
    [
        " To try and get you to not eat a donut or you can just press play",
        10385.5,
        10389.72
    ],
    [
        " Boom, and there's a donut here. You should",
        10390.46,
        10392.86
    ],
    [
        " Your code advise",
        10392.86,
        10393.58
    ],
    [
        " Flipside canvas if you need some",
        10393.58,
        10396.32
    ],
    [
        " Visual representation of the path you go to flipside canvas.com",
        10396.32,
        10401.9
    ],
    [
        " owned by my brother Dakota Meyer",
        10401.9,
        10404.4
    ],
    [
        " You can get disciplinicals freedom. You can get good",
        10404.4,
        10408.24
    ],
    [
        " You can get",
        10408.24,
        10409.7
    ],
    [
        " Whatever you want actually let Dakota know what you think would be cool. They'll make it flipside canvas.com",
        10409.7,
        10416.82
    ],
    [
        " Dakota Meyer is a helicopter. Yes, you're right",
        10417.16,
        10419.52
    ],
    [
        " Did you say that you did right in that? No, I'm not you're not okay",
        10419.52,
        10423.74
    ],
    [
        " Yeah, I was gonna make a video of like",
        10423.74,
        10427.24
    ],
    [
        " Myself or you and be like hey",
        10427.24,
        10431.36
    ],
    [
        " Like Dakota. I see Dakota Meyer's helicopter. It's like so cool. So we decided to get our own",
        10431.36,
        10437.8
    ],
    [
        " And then we'd get it and then we'd either like or you get in there and you take off and then you'd like crash it",
        10437.8,
        10444.7
    ],
    [
        " Or before you get any catches on fire or something you know kind of like",
        10444.96,
        10447.92
    ],
    [
        " You want to copy people, but you're you know you failed at it or something",
        10447.92,
        10451.88
    ],
    [
        " So are we having a meeting right now about creative ideas about this?",
        10451.88,
        10455.26
    ],
    [
        " That was coming on right now actually technically I want to say it out loud just to see your reaction to see",
        10455.46,
        10459.68
    ],
    [
        " Where I need to spin this idea, you know, why don't you spin that idea into the dirt",
        10459.68,
        10464.1
    ],
    [
        " Right along with the helicopter",
        10464.1,
        10466.94
    ],
    [
        " Also, we got some books obviously the book the knock at the door",
        10466.94,
        10473.94
    ],
    [
        " Right here Ryan Manion Heather Kelly",
        10474.7,
        10476.8
    ],
    [
        " Amy Luna Heffernan and",
        10476.8,
        10480.62
    ],
    [
        " Get the book comes out",
        10480.62,
        10483.78
    ],
    [
        " November 5th",
        10483.78,
        10485.66
    ],
    [
        " To but order right now it'll ship and you'll get it early",
        10485.66,
        10489.3
    ],
    [
        " Also leadership strategy and tactics field manual just got approval from the department of the defense",
        10489.3,
        10496.92
    ],
    [
        " Department of defense which took a long time where they just gave me approval to publish it",
        10496.92,
        10502.84
    ],
    [
        " Made it through the",
        10503.26,
        10504.6
    ],
    [
        " Declassification process",
        10504.6,
        10506.92
    ],
    [
        " So we're good to go pre-order that now it will be out in January and believe me when I tell you you want that first to dish",
        10506.92,
        10515.68
    ],
    [
        " And we got the warrior kid books. There's three of them where there's a will marks mission and the first one way the warrior kid",
        10515.68,
        10524.84
    ],
    [
        " Get those don't forget about Mikey and the dragons for every kid that you know",
        10524.84,
        10530.42
    ],
    [
        " Between the ages of 0 and 100 get a Mikey and the dragons",
        10530.6,
        10534.02
    ],
    [
        " You're mean people told me they cried when they read the letter",
        10534.02,
        10538.6
    ],
    [
        " Yes, or no, I don't know how many but that does surprise me because remember I think I told I told you this",
        10538.6,
        10544.12
    ],
    [
        " I think I told you this yeah when I played the video",
        10544.12,
        10546.56
    ],
    [
        " That part for some reason when he's",
        10546.56,
        10549.76
    ],
    [
        " You you're like to my son and it you know, especially if you have kids you're like oh man, you know",
        10549.76,
        10556.4
    ],
    [
        " You're sending your kid off into the crazy world, you know kind of on his own. It's like man",
        10556.4,
        10561.26
    ],
    [
        " It kind of like yeah, I dig it man. I understand",
        10561.26,
        10564.22
    ],
    [
        " So get that book for everybody that you know don't forget about the discipline equals freedom field manual",
        10564.22,
        10569.26
    ],
    [
        " If you want to know my personal operating system for mental and physical health",
        10569.26,
        10576.58
    ],
    [
        " That's it the discipline equals freedom with field manual the audio version is available as an MP3 wherever get your MP3s",
        10576.58,
        10583.58
    ],
    [
        " And also we have extreme ownership and the dichotomy leadership, which I wrote with my brother life babin",
        10583.58,
        10589.42
    ],
    [
        " Which",
        10589.42,
        10591.48
    ],
    [
        " You can take the lessons that we learned in combat and apply them to your business your family and your",
        10591.48,
        10600.0
    ],
    [
        " life",
        10600.0,
        10601.38
    ],
    [
        " Ashland front that's my leadership consultancy and what we do is solve problems through leadership no matter what problems you have in an organization",
        10601.38,
        10609.96
    ],
    [
        " The problems guaranteed our leadership problems",
        10609.96,
        10612.74
    ],
    [
        " Go to echelonfront.com for details and if you want to get someone from echelonfront to come and speak to your organization",
        10612.9,
        10622.64
    ],
    [
        " don't go through a",
        10622.64,
        10625.44
    ],
    [
        " Speakers agency",
        10625.44,
        10627.64
    ],
    [
        " Just go to echelonfront.com",
        10627.64,
        10630.04
    ],
    [
        " That's what you do otherwise. There's a middleman and the middleman will make things annoying",
        10630.04,
        10635.04
    ],
    [
        " So just go to echelonfront.com",
        10635.04,
        10638.48
    ],
    [
        " We have",
        10638.48,
        10639.7
    ],
    [
        " EF online",
        10639.92,
        10640.72
    ],
    [
        " where you can",
        10640.72,
        10642.96
    ],
    [
        " You can receive leadership training without us actually being there",
        10642.96,
        10648.9
    ],
    [
        " We had a I was working with a company when I got done talking with his executives",
        10648.9,
        10652.46
    ],
    [
        " He came up to me and said I want you to talk to and teach and train every employee have at this company",
        10652.46,
        10657.28
    ],
    [
        " I said cool. How many employees do you have?",
        10657.28,
        10659.72
    ],
    [
        " 167,000 I think was the number there was one that was 87,000 the biggest one was",
        10660.76,
        10666.78
    ],
    [
        " 167 anyways global",
        10667.14,
        10668.52
    ],
    [
        " Company and I said okay, let me get back to you on that. So anyways",
        10668.52,
        10672.76
    ],
    [
        " How do you do that? Obviously we can't clone our instructors at echelonfront",
        10672.76,
        10677.04
    ],
    [
        " But we can put them on interactive high-speed",
        10677.04,
        10681.54
    ],
    [
        " Online leadership training that's what ef online.com is so check that out if you do want to come and see us live",
        10681.54,
        10688.38
    ],
    [
        " Go to extreme ownership.com",
        10688.38,
        10691.52
    ],
    [
        " To find out when we do our leadership training event which is called the muster the next one is in December 4th and 5th in Sydney, Australia",
        10692.02,
        10699.7
    ],
    [
        " We will not be going back to Sydney, Australia for a long long long long time",
        10699.7,
        10704.6
    ],
    [
        " We're not going to Brisbane. We're not going to Perth. We're going to Sydney if you're in Australia come see us in Sydney",
        10704.6,
        10710.64
    ],
    [
        " I apologize, but that's just we're not a rock and roll band. We're not on tour",
        10710.64,
        10715.02
    ],
    [
        " We actually have a bunch of work to do outside of the muster so we can't do musters all the time",
        10715.02,
        10720.3
    ],
    [
        " so",
        10722.32,
        10722.88
    ],
    [
        " Yeah, if you want to come go to extreme ownership.com check for",
        10722.88,
        10726.22
    ],
    [
        " The dates for America in 2020 will be coming out soon if you want to come and check us out go to extreme ownership.com and ef",
        10726.22,
        10734.12
    ],
    [
        " Overwatch right now we are taking trained",
        10734.12,
        10737.76
    ],
    [
        " leadership",
        10737.76,
        10739.62
    ],
    [
        " experts from",
        10739.62,
        10742.66
    ],
    [
        " Special operations from combat aviation and we are placing them into companies that",
        10742.66,
        10749.22
    ],
    [
        " Need leadership inside their organization the type of leadership that understands the principles of combat leadership that we",
        10749.28,
        10755.94
    ],
    [
        " teach",
        10755.94,
        10757.28
    ],
    [
        " Inside of our company echelon front",
        10757.28,
        10760.06
    ],
    [
        " the the things the principles from extreme ownership the principles from the dichotomy of leadership",
        10760.06,
        10767.18
    ],
    [
        " So go to efoverwatch.com if you need",
        10767.18,
        10771.08
    ],
    [
        " Leaders in your company and if you want to continue to",
        10771.08,
        10774.86
    ],
    [
        " communicate with us",
        10776.26,
        10778.08
    ],
    [
        " We're on the inner webs",
        10778.08,
        10779.8
    ],
    [
        " We're on",
        10779.8,
        10781.52
    ],
    [
        " Twitter Instagram and we are on",
        10781.52,
        10785.92
    ],
    [
        " On that old Facebook",
        10785.92,
        10787.9
    ],
    [
        " For the Travis Manion Foundation",
        10787.9,
        10791.96
    ],
    [
        " They are on the interwebs at Travismanion.org. They're on twitter at tm foundation",
        10791.96,
        10799.42
    ],
    [
        " Instagram is Travismanion foundation and Facebook is at Travismanion foundation",
        10800.34,
        10805.34
    ],
    [
        " They also have a youtube channel",
        10805.34,
        10806.82
    ],
    [
        " Which is called Travismanion foundation. There's a videos. There's I guess there's two of me on there",
        10806.82,
        10811.92
    ],
    [
        " I know I did one but there's two there's a bunch of other really great stories on there to hear",
        10811.92,
        10818.08
    ],
    [
        " And to watch and if you want to talk to",
        10818.08,
        10820.64
    ],
    [
        " Well us echo is at echo Charles and I am at",
        10820.64,
        10824.2
    ],
    [
        " jockewyliken. Thanks",
        10824.86,
        10826.08
    ],
    [
        " once again to Ryan Manion",
        10826.08,
        10828.44
    ],
    [
        " For everything that she has done and is doing and to her co-authors and her friends Amy",
        10828.44,
        10834.26
    ],
    [
        " looney heiferman and Heather Kelly for writing this book",
        10834.26,
        10839.4
    ],
    [
        " The knock on the door which I know is going to help so many people and of course",
        10839.4,
        10845.58
    ],
    [
        " Thank you to",
        10845.58,
        10847.76
    ],
    [
        " the true heroes that",
        10847.76,
        10850.96
    ],
    [
        " They knew and they love Travismanion",
        10851.3,
        10854.62
    ],
    [
        " Brendan Mooney",
        10854.62,
        10855.98
    ],
    [
        " Robert Kelly who",
        10855.98,
        10858.32
    ],
    [
        " willingly went forward",
        10858.32,
        10861.52
    ],
    [
        " In the harm's way and laid down their lives on the altar of freedom giving us this precious gift",
        10861.52,
        10869.66
    ],
    [
        " That we must never take for granted",
        10869.66,
        10873.94
    ],
    [
        " We must live to make them proud",
        10873.94,
        10880.28
    ],
    [
        " Follow their example and be grateful for their service and sacrifice just as we must be thankful",
        10880.3,
        10887.08
    ],
    [
        " to all of our armed services",
        10887.08,
        10889.5
    ],
    [
        " For what they do every day and the efforts they put forth to protect our freedoms and to our police and law enforcement and fire fighters and paramedics and EMTs and dispatchers and correctional officers and border patrol and secret service and all the first responders",
        10889.5,
        10907.12
    ],
    [
        " You also make sacrifices every day to protect our way of life",
        10908.04,
        10912.26
    ],
    [
        " So thank you to you all as well and to everyone else out there",
        10912.26,
        10918.18
    ],
    [
        " Just remember the life is short and life is precious and it will come to an end",
        10918.18,
        10927.14
    ],
    [
        " You are not guaranteed tomorrow",
        10927.14,
        10931.52
    ],
    [
        " So don't wait",
        10931.52,
        10935.84
    ],
    [
        " Don't wait to do the things you want to do and don't wait to become the person you want to become",
        10937.42,
        10944.26
    ],
    [
        " Don't wait go out there today",
        10944.26,
        10947.22
    ],
    [
        " And get after it",
        10947.22,
        10951.88
    ],
    [
        " Until next time this is echo and jaco out",
        10951.88,
        10958.22
    ]
]