[
    [
        " How do you silence distraction no matter how important to achieve your number one priority?",
        0.04,
        6.82
    ],
    [
        " On on op when I was still a sniper I actually had a much easier time of this",
        8.22,
        17.94
    ],
    [
        " I'm",
        17.94,
        19.76
    ],
    [
        " I'm ADD in a lot of ways and",
        19.76,
        23.56
    ],
    [
        " Whatever I want to focus on ADD doesn't mean that you can't focus on stuff",
        25.68,
        29.92
    ],
    [
        " It just means like when the teacher tells you to focus on something you're busy doing other stuff and so",
        29.92,
        34.86
    ],
    [
        " Right it's not a deficit disorder. It's that I don't give a shit what you're trying to show me but that right there",
        34.86,
        42.86
    ],
    [
        " That's what I want to look at so I",
        42.86,
        45.66
    ],
    [
        " I had a way of just I",
        45.66,
        49.36
    ],
    [
        " Would like if I had to watch a crossroad I",
        49.36,
        52.04
    ],
    [
        " Watched that cross road was my whole world and it wouldn't matter what was now it doesn't mean I wasn't situationally aware",
        52.1,
        59.2
    ],
    [
        " But I would watch that cross road like my my life dependent on it or somebody's life dependent on it",
        59.2,
        66.78
    ],
    [
        " Which which a lot of times it did and",
        66.78,
        70.34
    ],
    [
        " If I have a note what I found actually and this is one of the reasons why I'm",
        70.34,
        77.16
    ],
    [
        " Starting to meditate again. I'm seeing a therapist again",
        77.16,
        79.98
    ],
    [
        " I'm listening to jaco podcast and reading extreme ownership",
        80.54,
        85.36
    ],
    [
        " No, I'm saying I'm being serious. That's awesome is that I",
        85.36,
        89.92
    ],
    [
        " Presented in my civilian post military post wounded post addiction",
        89.92,
        95.1
    ],
    [
        " Phase world I've I've lost a little bit of my ability to",
        95.1,
        103.04
    ],
    [
        " Push out the input. I don't want",
        103.04,
        107.26
    ],
    [
        " I have a hard I used to read a book a month at the at the minimum and I'm gonna talk in like a book. I'm talking like a book",
        108.52,
        115.9
    ],
    [
        " You know that I showed you I had the 33 laws of war in my suitcase. I've been reading that for three months and I'm maybe half done",
        115.9,
        124.9
    ],
    [
        " I have a real hard time now",
        124.9,
        127.54
    ],
    [
        " Achieving that that zone of zero distraction and I'm trying to get it back because",
        127.54,
        136.78
    ],
    [
        " It's really I get a lot done you know I have I have my my politics I have the book I do keynote speeches",
        137.8,
        146.56
    ],
    [
        " I have my kids",
        146.56,
        148.52
    ],
    [
        " I have all my hobbies, you know, I'm trying to support veterans support charities that support veterans and",
        148.52,
        156.36
    ],
    [
        " I still get a lot done, but I could get so much more done if I could turn off",
        156.36,
        161.8
    ],
    [
        " Some things in my mind sometimes and I don't know what what's happened or what if this is what an addict's brain is like now or if it's just",
        162.56,
        170.46
    ],
    [
        " I'm always seeking something I get bored easily. That's part of the ADD. I've always had that",
        170.46,
        176.14
    ],
    [
        " But when I found something and latched on to it I",
        176.14,
        180.26
    ],
    [
        " Used to be like just I was 100%",
        180.26,
        183.08
    ],
    [
        " Focused until I became you know I got as much of that as I could and then I would move on to the next thing and",
        183.08,
        190.78
    ],
    [
        " Yeah, I gotta be honest. I've I've",
        193.0,
        195.42
    ],
    [
        " Visualization though going back to the first question is one way that you can do it and I've started meditating",
        195.42,
        203.2
    ],
    [
        " To get my mind back",
        203.2,
        205.6
    ],
    [
        " Into that state. I used to do a lot of yoga and I used to do a lot of mindfulness",
        205.6,
        210.72
    ],
    [
        " Not training. I don't know what people could now. It's called mindfulness training back then",
        210.72,
        216.24
    ],
    [
        " I think it was just called reflection or something. I call it jujitsu",
        216.24,
        220.14
    ],
    [
        " Well when I'm done the bodybuilding show in November I will start jujitsu. Oh, you might actually be starting jujitsu tomorrow",
        222.04,
        228.8
    ],
    [
        " Just don't hurt me",
        228.8,
        231.3
    ],
    [
        " Everyone I know who starts jujitsu hurts something that's why I'm holding off",
        231.3,
        237.78
    ],
    [
        " But and I would I will definitely come let you ragged all me, but my point is that I've lost it",
        237.78,
        245.4
    ],
    [
        " And I'm probably the last guy to give you advice right now on how to lock out the world because I",
        245.4,
        251.56
    ],
    [
        " Have to put on headphones and crank music to get through a workout",
        251.96,
        255.84
    ],
    [
        " Right now and I know this I didn't know I'm detrimental in it and I and I'm aware of it and I'm trying to correct it and",
        255.84,
        263.64
    ],
    [
        " And it bugs the shit out of me. It really does it makes me feel like less of a person",
        263.64,
        269.6
    ],
    [
        " So let me tell you about a transition that I went through yes",
        269.6,
        272.34
    ],
    [
        " First of all before the war the military sent me to college",
        272.34,
        275.96
    ],
    [
        " So I had to go to college and I as I said early as I said before I was super focused when I went",
        275.96,
        281.78
    ],
    [
        " To college I've been in the seal teams for 10 years. I was a go-gator. I was a hard charger",
        281.78,
        286.96
    ],
    [
        " I was like, oh you want me to read this book boom. I would sit down and just force myself to read it and",
        286.96,
        292.4
    ],
    [
        " then got back to the seal teams and",
        292.4,
        295.82
    ],
    [
        " Like like when I went to college I literally read every single thing that I was assigned and",
        295.82,
        301.7
    ],
    [
        " Nobody does that in college. Nobody does that. I read every single page of every single thing",
        301.7,
        307.18
    ],
    [
        " I was assigned during college that's ridiculous. It's almost a waste of time",
        307.18,
        310.6
    ],
    [
        " It's almost embarrassing echo definitely thinks it's a waste of time",
        310.78,
        314.2
    ],
    [
        " But but it was because I just could just grow",
        314.2,
        317.98
    ],
    [
        " Lock my brain down and get it done",
        317.98,
        320.36
    ],
    [
        " Yeah, then get back to the teams and the teams officer and the teams you have a lot of administrative people were to do evaluations and",
        320.36,
        326.56
    ],
    [
        " After actions reports and all these things and I would do the same thing",
        326.56,
        329.56
    ],
    [
        " I just going to lock down mode and my brain on it and boom I'd go through it and",
        329.56,
        333.8
    ],
    [
        " Just get it done. I would just be able to focus so they each thing laser focus laser focus that report done",
        333.8,
        339.86
    ],
    [
        " God, memo. God",
        339.86,
        341.56
    ],
    [
        " Report done. Okay. Okay, so I",
        341.56,
        345.36
    ],
    [
        " Go to Iraq the first time. No big deal. I go to Iraq the second time",
        345.36,
        349.38
    ],
    [
        " Did you know it's a much tougher deployment? It's",
        349.38,
        354.2
    ],
    [
        " Guys are getting wounded guys my guys are getting killed",
        354.2,
        357.0
    ],
    [
        " And I come home and I get put into",
        357.0,
        362.26
    ],
    [
        " Run in the training and with running the training all of a sudden yeah, there's administrative requirements and there was administrative requirements overseas as well",
        362.26,
        369.36
    ],
    [
        " And you know what we did locked them down and got them done I",
        369.36,
        372.64
    ],
    [
        " Get home and I remember the first time I get to do I think it's evaluations",
        372.64,
        377.3
    ],
    [
        " Which in the military and the Navy anyways doing evaluations is a real pain. It's a real big administrative",
        377.3,
        381.3
    ],
    [
        " Administration of or value",
        381.3,
        383.24
    ],
    [
        " Troupe all the truth. Yeah, so at this place. I was at huge running training at 100 guys and every one of them is like a little mini",
        383.24,
        389.5
    ],
    [
        " Term paper or something it has to be perfect. Right. It's in the person's military record forever",
        389.5,
        394.98
    ],
    [
        " They're really stressful about it",
        394.98,
        396.54
    ],
    [
        " And I used to have no problem just a hammer on those things out",
        396.54,
        399.46
    ],
    [
        " So I get back from that deployment and I'm sitting down and and you know, I start doing I'm like this is stupid",
        399.46,
        406.42
    ],
    [
        " This doesn't matter. I don't know why I'm doing this. I know I have to kind of start saying the same things that I would always brag on",
        406.42,
        413.18
    ],
    [
        " People for saying like this is stupid. Oh now you're men are stupid. You don't want to fill out the report and take care of your guys",
        413.18,
        418.4
    ],
    [
        " You don't want a good right a good rest of your career. Yeah, isn't worth your five minutes to write this?",
        418.4,
        423.02
    ],
    [
        " Okay, you know, so I",
        423.36,
        424.78
    ],
    [
        " But I heard myself saying this right and",
        424.78,
        428.04
    ],
    [
        " What what the constant undertone of all this",
        428.04,
        432.72
    ],
    [
        " Was that this stuff doesn't matter",
        432.72,
        436.26
    ],
    [
        " Combat was what mattered and when you get back from that situation where",
        436.26,
        441.88
    ],
    [
        " Man your bodies are getting killed you're getting wounded your friends are getting wounded this piece of paper it doesn't matter",
        441.88,
        448.84
    ],
    [
        " And you say to yourself. I don't care about this",
        448.84,
        452.28
    ],
    [
        " And",
        454.1,
        454.56
    ],
    [
        " At some point and it didn't took me maybe two or three months",
        454.56,
        459.56
    ],
    [
        " I did what I had to do to get by but as I sit there I looked at myself and I said you know what",
        459.56,
        466.94
    ],
    [
        " The combat doesn't matter anymore",
        466.94,
        474.36
    ],
    [
        " You're not in it",
        474.36,
        476.96
    ],
    [
        " You're not in it right now",
        476.96,
        479.02
    ],
    [
        " This is now what matters your your mind was still there my mind was still there",
        479.88,
        484.08
    ],
    [
        " Thinking that that was all that matters and like I said on our last podcast",
        484.08,
        488.44
    ],
    [
        " Actually, it's in the past and it doesn't matter anymore",
        488.44,
        493.42
    ],
    [
        " So you know what you have to do you have to be a man and you have to do your job now and this is what matters now",
        493.42,
        501.2
    ],
    [
        " And that to me made a big transition for me and it you know",
        501.2,
        505.8
    ],
    [
        " I haven't even thought about this until until you were talking about it because I remember what it was like to to go from",
        505.8,
        511.36
    ],
    [
        " When I went to college and when I was before I deployed Ramani now would just be so laser focus",
        511.36,
        517.08
    ],
    [
        " People just burn through things and then when I got back and it was not there and it was all because I thought oh",
        517.08,
        522.84
    ],
    [
        " This stuff doesn't matter this doesn't matter it doesn't matter what matters you know",
        522.84,
        527.24
    ],
    [
        " There's guys getting killed overseas right now",
        527.24,
        528.66
    ],
    [
        " That's what matters and I had to say you know what no that stuff doesn't matter right now",
        528.66,
        532.9
    ],
    [
        " And you know I'm also I was in charge of training and I said what matters is doing this getting guys trained to go overseas",
        533.84,
        539.7
    ],
    [
        " And I became obsessed with that and slightly psychotic about getting guys ready for combat",
        539.7,
        545.34
    ],
    [
        " I mean I was preparing them for what they're preparing them for what they're going into and you know",
        545.34,
        550.52
    ],
    [
        " You could I'm sure there were many",
        550.52,
        552.02
    ],
    [
        " Seals that went through the training that I was overall in charge of and would a test to the fact that I was probably borderline",
        552.02,
        559.2
    ],
    [
        " Psychopathic at that point, but I think that that's what I want to run in my training",
        560.5,
        564.76
    ],
    [
        " No offense dude, but I want a psycho running my combat training. Yep. Yep",
        564.76,
        569.26
    ],
    [
        " So I but what go ahead?",
        569.26,
        572.72
    ],
    [
        " Okay, you were just gonna say you think I think that",
        573.14,
        576.5
    ],
    [
        " Telling yourself and recognizing to yourself. Why are you trying to do this thing?",
        576.5,
        581.94
    ],
    [
        " Because you're trying to do something because it does matter right?",
        582.3,
        585.22
    ],
    [
        " It has to matter in some way even if it's just",
        585.22,
        588.12
    ],
    [
        " Fillin out the paperwork to get your license from the DMV. Yeah, yeah, oh that doesn't matter",
        588.12,
        593.7
    ],
    [
        " Oh, actually know what it does matter you're gonna get arrested if you get polino",
        593.7,
        596.92
    ],
    [
        " It's like no it does matter these little things these little stupid meaningless tasks in life",
        596.92,
        601.66
    ],
    [
        " They actually do matter so you know what you do you line them up and you freaking crush them. That's what you do",
        601.66,
        606.66
    ],
    [
        " That's what you do you line up these stupid meaningless things and you crush them and you use them as an exercise in discipline",
        606.66,
        613.96
    ],
    [
        " They become an exercise in discipline. Oh, this thing doesn't matter. Guess what I'm going to crush it now",
        614.38,
        618.56
    ],
    [
        " Bring it to me. Where's my DMV form? Watch me fill this out",
        618.56,
        622.14
    ],
    [
        " That's what I'm gonna do",
        622.14,
        624.02
    ],
    [
        " So maybe I turn like some little meaningless things into a personal competition of discipline, but how how consistent are you",
        624.02,
        631.6
    ],
    [
        " Making that happen though",
        631.6,
        633.62
    ],
    [
        " This is I'm",
        633.62,
        636.08
    ],
    [
        " Talks to you know, so for for instance, since we started the podcast I",
        636.08,
        641.64
    ],
    [
        " I have to read you know, basically a book a week and then once I read it",
        641.64,
        646.62
    ],
    [
        " I've got to go back into it. Yeah, you do like a book report and and go back through it and say and how is this gonna flow together?",
        646.62,
        653.22
    ],
    [
        " What part so I'm spending a lot of time on that right now and I've been able to do it",
        653.22,
        658.2
    ],
    [
        " Every time so far, okay",
        658.2,
        660.58
    ],
    [
        " So I think my because I've lost my ability to be consistent",
        660.58,
        664.78
    ],
    [
        " And that's what that's what's really bumming me out",
        664.78,
        668.58
    ],
    [
        " Like when I when I your book isn't I mean, it's thick, but I",
        669.62,
        674.12
    ],
    [
        " Should have been able to read this in two or three solid days of reading. Yes, I told you how successful I was",
        674.12,
        679.94
    ],
    [
        " Yes, not very and that bugs the shit out of me",
        679.94,
        683.9
    ],
    [
        " And it's a it's a it's a",
        683.9,
        686.8
    ],
    [
        " It's a fail it's a",
        686.8,
        690.4
    ],
    [
        " You know what though? I think this is a failure in my part",
        690.4,
        694.74
    ],
    [
        " I think that this is the same thing that we were talking about on the last podcast and I think echo said",
        695.32,
        701.3
    ],
    [
        " When you say oh, you know what I'm not gonna finish this book right now. It's I don't really want to it's sort of like when you say oh",
        701.3,
        709.34
    ],
    [
        " I'm not gonna",
        709.34,
        709.88
    ],
    [
        " That's what I'm saying you say, but I don't want to do it right now. I can push it off a little bit you accept that",
        709.88,
        717.62
    ],
    [
        " You accept that answer",
        717.62,
        719.56
    ],
    [
        " You accept that answer the soldier",
        719.56,
        723.6
    ],
    [
        " Jody right wouldn't accept that answer",
        725.78,
        727.46
    ],
    [
        " Would not do self-talk not really",
        727.46,
        731.88
    ],
    [
        " Not really I'm not a guy that says you know, I'm gonna do this or I'm gonna do that. I just do it",
        731.88,
        737.76
    ],
    [
        " Right, I just go and do whatever that thing is I think because you're you",
        737.76,
        741.7
    ],
    [
        " Kind of have become that so it's more of like I mean put kind of crudely that's habitual for you to just do it",
        741.7,
        748.92
    ],
    [
        " You know remember how and it was I think it was kind of funny where I use this example like how you said use it as an exercise of",
        748.92,
        755.2
    ],
    [
        " Discipline so I I said this example one time where I was in line at the grocery store and I had a",
        755.2,
        762.2
    ],
    [
        " 12 pack of beer do we have to relive this story right now and I'll stand in line",
        762.2,
        766.76
    ],
    [
        " There's maybe three four people in front of me. So I'm like all right",
        766.76,
        770.14
    ],
    [
        " It's gonna be a while for me to get up there this beer is getting you decided you're gonna hold the beer exactly",
        770.14,
        774.74
    ],
    [
        " I remember this story. Yeah, so exactly right, but it wasn't that okay",
        774.84,
        778.86
    ],
    [
        " And the reason I decided to hold the beer wasn't because that benefited me right then it it wasn't",
        778.86,
        784.76
    ],
    [
        " Exercise in mental stuff here, but here's the create okay. We're getting we're way off the question, but",
        784.76,
        790.1
    ],
    [
        " Physical tasks sure no problem. Yeah, cuz it's it's visceral. It's real. I can feel it",
        790.1,
        796.86
    ],
    [
        " But to sit down and and read the report on the sewer",
        796.86,
        801.02
    ],
    [
        " Charges that are gonna be coming in on the tax report for the city next year",
        801.24,
        805.18
    ],
    [
        " What's going on on Twitter? Yeah, it's kind of the same thing though really except",
        805.18,
        811.06
    ],
    [
        " But I'm wondering if my brain hasn't replaced the oxy cotton with social media",
        811.06,
        815.76
    ],
    [
        " Yeah, I had to quit drinking because",
        815.76,
        819.02
    ],
    [
        " Okay, we're way off the thing, but the hardcover came out last September and",
        819.02,
        826.54
    ],
    [
        " The hardcover I'm sorry I've unflinching the making of a Canadian sniper by Jody Middick is printed by Simon and Schuster",
        826.54,
        833.14
    ],
    [
        " Available on Amazon through Jocco store com",
        833.14,
        836.78
    ],
    [
        " Click the link to Amazon",
        836.78,
        838.84
    ],
    [
        " But yeah, okay, yeah, I already said I already said it so anyway the hardcover came out drinking I",
        838.84,
        848.64
    ],
    [
        " Drink every day from the day it came up that so we had 450 people at the event",
        848.64,
        854.48
    ],
    [
        " Kevin Newman my buddy who's who's a he's a well-known news anchor in Canada",
        855.76,
        859.9
    ],
    [
        " Doesn't interview with me on the stage and we got a standing ovation we go",
        859.9,
        864.88
    ],
    [
        " We celebrate me the president of the company my editor",
        864.88,
        867.76
    ],
    [
        " We have a good good night the next day if I wasn't having one drink",
        867.76,
        872.06
    ],
    [
        " I was having ten and that went from September to the new year",
        872.06,
        876.08
    ],
    [
        " And I was getting fat and I you know I was sleeping in cuz I'm hungover and I'm not going to the gym and and I went hang on",
        876.08,
        883.66
    ],
    [
        " What's going on because this is it because I have my job as politician?",
        884.8,
        888.96
    ],
    [
        " I'm daddy, you know, I'm friend, you know, I'm I'm I'm advocate and then you know the book is it's a job right?",
        889.4,
        896.18
    ],
    [
        " You know selling a book's a job full-time job. I need nine days a week and 36 hours a day to do it and",
        896.28,
        903.86
    ],
    [
        " So I had to make that's one of the reasons why I decided to do the bodybuilding thing because I'm like well you can't drink",
        903.86,
        908.74
    ],
    [
        " And it'll be right till November because I need that so I'm trying to figure out if my brain is looking for a new",
        908.74,
        914.46
    ],
    [
        " habit because I was diagnosed before as like anti-addictive if that's even a real thing",
        915.1,
        920.6
    ],
    [
        " But I had a doctor tell me once he's like you're pretty much an",
        920.6,
        923.76
    ],
    [
        " Anti-addictive personality like you won't get addicted to stuff and there I was addicted to doxy cotton",
        923.76,
        929.48
    ],
    [
        " Even though it's a physical thing more than a mental thing, but I still wouldn't trust me with a pill right now. Yeah",
        929.48,
        936.34
    ],
    [
        " Anyway, I think we got way off track, but I just again, and I don't know what your therapist is to gonna tell you",
        936.34,
        943.18
    ],
    [
        " I'm gonna tell you what Jaco would tell you though. These little things are things that you I know",
        943.18,
        949.08
    ],
    [
        " You know how to do them. You've done them your whole career in the military",
        949.08,
        954.2
    ],
    [
        " You were watching a crossroad and I know that might sound exciting to people that are out there that are thinking how crazy",
        954.2,
        960.1
    ],
    [
        " That must be know there's times where Jody was watching a crossroad and there was nothing going on for four days",
        960.1,
        965.36
    ],
    [
        " Yeah, and he was watching that crossroad",
        965.36,
        967.24
    ],
    [
        " And so you have that in you",
        967.24,
        970.14
    ],
    [
        " You just got to tell yourself that you know what this stuff now?",
        970.3,
        973.58
    ],
    [
        " This is what matters and how are you gonna tell yourself that this is what matters?",
        973.84,
        976.84
    ],
    [
        " It's because this is how it connects to the strategic picture",
        977.1,
        980.72
    ],
    [
        " You can't say that this matters because of what it is right in front of me",
        980.72,
        985.02
    ],
    [
        " Just like when you're looking at the crossroads, you're not thinking oh this crossroads is important because the crossroads",
        985.02,
        989.6
    ],
    [
        " Is important. No the reason it's important is because you are supporting keeping guys alive",
        989.6,
        994.64
    ],
    [
        " Which is gonna help a mission out which is gonna help the the overall strategy win?",
        994.64,
        999.5
    ],
    [
        " The commanders intent the whole mind on the commander now",
        999.5,
        1002.9
    ],
    [
        " You are the commander and also what's your long-term mission?",
        1002.9,
        1005.82
    ],
    [
        " And that's what I kind of you just said to yourself like oh I picked bodybuilding because I there you just gave yourself a mission",
        1006.28,
        1010.24
    ],
    [
        " Right, so what's your administrative mission?",
        1010.24,
        1012.1
    ],
    [
        " You know echoes made some big advances lately because he started freaking reading books",
        1012.74,
        1016.44
    ],
    [
        " Nice and he wasn't doing that before but he he got the long-term mission of like you know what?",
        1016.44,
        1021.2
    ],
    [
        " I'm gonna learn as much as I possibly can so you got a long-term mission with your constituents right to be the best",
        1021.4,
        1028.98
    ],
    [
        " City Councilman and",
        1030.68,
        1031.4
    ],
    [
        " Represent so when they ask you a question. You're like boom. That's kind of the course psycho stuff that I would say is like if anybody ever asked me a question",
        1031.4,
        1038.8
    ],
    [
        " Like when I was going to college if they asked me any question about any of the reading I'm gonna know it",
        1038.8,
        1043.26
    ],
    [
        " That's just a bizarre",
        1043.26,
        1044.84
    ],
    [
        " What's that?",
        1044.84,
        1046.74
    ],
    [
        " OCD thing to be like I'm gonna know everything so you have four kids you train every day",
        1047.4,
        1053.46
    ],
    [
        " You get up at four in the morning. I got to get up at four in the morning",
        1053.46,
        1057.18
    ],
    [
        " That's it. That's my answer",
        1057.18,
        1058.7
    ],
    [
        " Yeah, sorry to riff on you guys on that man like I know you want to do the questions",
        1058.7,
        1063.98
    ],
    [
        " But when that guy when that like the the first question was easy because I'm like all just talk about what I used to do and that one was like well",
        1063.98,
        1070.78
    ],
    [
        " If I was to try and answer right now. I'd be lying. I'd be a liar and I can't I",
        1070.78,
        1076.36
    ],
    [
        " Have my moments still don't get me wrong. I'll have moments where I'm like this has to get done",
        1076.36,
        1080.7
    ],
    [
        " And I'll fire through the speech or I'll write a report or whatever it is and then I lose it",
        1080.7,
        1086.76
    ],
    [
        " And it's like ah",
        1086.76,
        1087.48
    ],
    [
        " It's gone and that's actually",
        1087.48,
        1089.54
    ],
    [
        " Reinforcing what I just said so when you have a near-term mission that you know what the outcome",
        1089.54,
        1096.24
    ],
    [
        " You know what the result is you know what the end state is you know what the commanders intent is like hey you got a speech in two days",
        1096.24,
        1101.3
    ],
    [
        " Okay, now it's in one day you can sit down and concentrate and get it done",
        1101.3,
        1105.16
    ],
    [
        " Which where you've missed the connection now is the connection between these",
        1105.16,
        1109.64
    ],
    [
        " Minial tasks right right that don't mean anything and how can I put them to a long-term strategic goal and one of this long-term",
        1109.8,
        1118.08
    ],
    [
        " Strategic goals you can put into place if nothing else is I'm gonna discipline my mind to do these",
        1118.08,
        1123.92
    ],
    [
        " Minial tasks like a soldier and that's pretty cool. Ooh, yeah, it's a t-shirt",
        1123.92,
        1130.18
    ],
    [
        " Thank you, Jocco, but whoever asked that question",
        1130.18,
        1134.72
    ],
    [
        " Thank you for asking it although I went off and talked about me for the most speaking of tangents echoes",
        1135.16,
        1140.4
    ],
    [
        " Go take a little further out. No, it's not attention",
        1140.4,
        1142.3
    ],
    [
        " It's what you said how you said that's what a soldier does",
        1142.3,
        1145.0
    ],
    [
        " So that's like a little exercise and and I did this before I did this in a couple of times, okay",
        1145.0,
        1150.58
    ],
    [
        " Like one was how I quit drinking was I figured out and you can do this with your diet as well",
        1150.58,
        1156.86
    ],
    [
        " I figured out that basically through all the stuff that I read that",
        1156.86,
        1160.4
    ],
    [
        " You're wanting to eat junk food or drink or whatever is your brain tricking you because it's built to it's evolved for a certain environment",
        1160.94,
        1169.1
    ],
    [
        " That that environment doesn't work isn't around anymore. Yeah, yeah, so now we're an environment of abundance",
        1169.1,
        1174.56
    ],
    [
        " It has to do with all of me anyway. I came to the conclusion that it's your brain falling for a trick",
        1174.56,
        1179.3
    ],
    [
        " Your physiology of your brain falling for a trick makes you want this stuff",
        1179.3,
        1182.76
    ],
    [
        " How he says how Jocco says that's not what a soldier would do",
        1182.76,
        1187.42
    ],
    [
        " I headed in my mind. I'm not gonna fall for that trick. I'm not a sucker",
        1187.82,
        1191.46
    ],
    [
        " That's not you know doing this is what suckers do. I'm not a sucker. It's just like self talking to yourself",
        1191.46,
        1197.52
    ],
    [
        " So I essentially shamed myself out of drinking. Yeah, just like he's doing the basically the inverse into focusing",
        1197.52,
        1206.54
    ],
    [
        " You know, I just remember like I've I'm the guy that we in Kosovo I quit smoking in a day",
        1206.54,
        1212.38
    ],
    [
        " Because I couldn't run up the hill next to our camp. I said well, obviously these things aren't",
        1213.24,
        1218.72
    ],
    [
        " Good anymore",
        1218.72,
        1219.42
    ],
    [
        " And I'd literally just I just I even had a pack of my pocket for like a week. I just like yeah, oh, yeah",
        1219.42,
        1225.5
    ],
    [
        " Okay, just throw those out. I want that guy back and I'm in search",
        1225.5,
        1229.58
    ],
    [
        " I think it's been 10 years since I was wounded. I think I'm gonna find him again",
        1229.58,
        1232.92
    ],
    [
        " Probably on the stage for this bodybuilding thing or something, but yeah",
        1232.92,
        1236.6
    ],
    [
        " I just I just couldn't answer that question without talking about that because I don't I wouldn't have been",
        1236.6,
        1242.28
    ],
    [
        " truthful at this point in my life and that's what's cool is maybe that question right there",
        1243.04,
        1247.28
    ],
    [
        " Well, something that is forcing you to face that I mean you might have had it in the back of your mind",
        1247.28,
        1251.8
    ],
    [
        " But now you're going you know what I can't answer that I don't think is I'm not there right now",
        1251.8,
        1254.9
    ],
    [
        " But I'm gonna get back there real quick at my moments",
        1254.9,
        1258.06
    ],
    [
        " So stand by people stand by soldiers coming back online",
        1258.06,
        1262.34
    ],
    [
        " reboot jody 3.0",
        1262.34,
        1264.78
    ]
]