[
    [
        " Do you ever have doubts if so how do you handle them?",
        0.16,
        5.76
    ],
    [
        " Yeah, I talked about the doubt I had answering that second question.",
        7.1,
        13.68
    ],
    [
        " If you don't have any doubt, I'm going to be real suspect of you as a person.",
        14.06,
        23.2
    ],
    [
        " So we all have doubts. Hey folks, sorry to break it to you. Jocco occasionally has doubts.",
        24.5,
        29.8
    ],
    [
        " He'll never admit it, right? But doubts are part of being human.",
        30.32,
        36.42
    ],
    [
        " And if you're not doubting yourself, you're not challenging yourself either.",
        36.84,
        41.48
    ],
    [
        " I believe this is just what I think.",
        41.86,
        43.82
    ],
    [
        " So I try to approach my doubts head on unflinching.",
        45.1,
        50.22
    ],
    [
        " Did I have doubt this third time I got sent into battle school?",
        51.4,
        55.92
    ],
    [
        " Yeah, big time.",
        56.96,
        58.52
    ],
    [
        " But put on the best uniform, put on getting the best shape, polish your boots to the highest standard,",
        59.44,
        68.74
    ],
    [
        " be prepared to get shit on and boldog your way through and smile while you're eating that shit sandwich.",
        69.14,
        77.5
    ],
    [
        " The doubt is...",
        79.64,
        80.44
    ],
    [
        " You ever heard that you ever talked to someone and they talk about what they really want to be doing.",
        80.44,
        89.12
    ],
    [
        " So I have a buddy of mine, he's a cop, but he really wants to sell t-shirts.",
        89.46,
        93.04
    ],
    [
        " And he's like, yeah, I'm just waiting. There's a time. There's a time.",
        94.64,
        98.02
    ],
    [
        " He even made a t-shirt for me. And he's probably going to listen to this and he knows who he is.",
        98.44,
        102.52
    ],
    [
        " And Bro, I told you this at the time, he said, let's sign a contract for 12 months.",
        103.12,
        106.76
    ],
    [
        " And this time, I'm like, you know what, six months tops and you know, eat if that.",
        107.56,
        113.54
    ],
    [
        " And he's like, why? What's the matter? I'm like, why? I just don't think you're going to...",
        113.9,
        117.42
    ],
    [
        " This is where you are. He's like, why?",
        117.42,
        120.04
    ],
    [
        " And I'm like, because you're not putting the effort, you're like, you're a cop, you're not a t-shirt seller.",
        120.38,
        124.62
    ],
    [
        " And he's, you see, he's doubting himself to take that leap, you know.",
        125.62,
        130.72
    ],
    [
        " Did I have a doubt when I put my name in for the election? Hell yeah, I did.",
        131.1,
        134.88
    ],
    [
        " I've never been a politician. I was a gun fighter. I was a sniper.",
        135.34,
        138.5
    ],
    [
        " But I deal with doubt by dealing with the situation.",
        139.62,
        143.76
    ],
    [
        " Does that make sense? Yeah.",
        144.54,
        146.88
    ],
    [
        " Because I want to know that I can get through this, through it.",
        147.36,
        152.3
    ],
    [
        " And if I fail, I fail.",
        152.44,
        153.48
    ],
    [
        " It's, hey man, I fail all the time. I failed reading your book.",
        153.62,
        158.66
    ],
    [
        " You know, I failed making to the airport in time yesterday.",
        159.16,
        160.98
    ],
    [
        " But, and I have doubt all the time.",
        161.66,
        165.38
    ],
    [
        " But I also have enough confidence in myself that I'm willing to try almost anything.",
        165.48,
        172.14
    ],
    [
        " And I don't know if that's really the question that was asked, but the answer is the same.",
        173.32,
        178.94
    ],
    [
        " Because fear is the thing that holds you back from almost anything in your life.",
        179.12,
        183.44
    ],
    [
        " Was I nervous when I put my hand up to volunteer to go on sniper course?",
        183.96,
        187.06
    ],
    [
        " Hell yeah, I was. But where did I want to be?",
        187.46,
        189.68
    ],
    [
        " I wanted to be on, on sniper course.",
        190.24,
        192.34
    ],
    [
        " Was I nervous the first time I was in charge of a sniper team going into combat?",
        193.08,
        197.66
    ],
    [
        " Uh-huh. But guess what? There's nowhere else I wanted to be.",
        198.22,
        201.24
    ],
    [
        " Um, doubt is your, doubt is your mind telling you, you know, to think about the things you need to think about anyway.",
        202.2,
        208.22
    ],
    [
        " Right? Like the doubt is there for a reason. It's the self preservation mechanism.",
        208.86,
        212.52
    ],
    [
        " And you need to use that doubt to put the thoughts in your mind to visualize the successful outcome.",
        212.74,
        219.84
    ],
    [
        " Like we talked about earlier, visualization.",
        220.4,
        222.76
    ],
    [
        " You know, I, I picture failure all the time. And then I picture how will I deal with it?",
        223.42,
        229.0
    ],
    [
        " You know, doubt,",
        230.4,
        231.62
    ],
    [
        " doubt to me is just a question to ponder and then move on.",
        232.04,
        237.34
    ],
    [
        " You know, so that's, that's how I do it.",
        238.18,
        241.64
    ],
    [
        " I'm going to say for me, I agree that doubt is really how I know that I'm pushing myself into a zone that I'm not used to.",
        242.32,
        257.24
    ],
    [
        " But like the enemy,",
        260.24,
        262.14
    ],
    [
        " I respect my doubts. I'm not afraid of them, but I respect them. I'm going to watch them.",
        262.44,
        272.5
    ],
    [
        " We're going to listen to them.",
        273.28,
        275.28
    ],
    [
        " I'm going to understand my doubts,",
        275.82,
        280.78
    ],
    [
        " but I'm not going to be afraid of them.",
        282.42,
        284.5
    ],
    [
        " And I'm going to destroy them.",
        285.38,
        287.9
    ]
]