[
    [
        " Okay, Jockele, any advice you have to continue to work out at 4.30 a.m.",
        0.0,
        4.9
    ],
    [
        " But with two newborn twins at home",
        5.44,
        9.32
    ],
    [
        " Because the struggle to stay awake is real",
        9.32,
        12.48
    ],
    [
        " Awesome question and",
        12.48,
        15.68
    ],
    [
        " Well, I have four kids the first three of them were born in pretty rapid succession not quite twins obviously",
        15.68,
        24.86
    ],
    [
        " But you know we had at one point we had three kids under three so yeah, we were getting after it and",
        25.3,
        33.0
    ],
    [
        " Now part of that I got a in full disclosure. I you know, I was deployed a fair amount but",
        33.0,
        41.98
    ],
    [
        " When you got those young kids here's what you got to do",
        41.98,
        45.48
    ],
    [
        " You got to get it done",
        45.48,
        48.1
    ],
    [
        " You got to get it done and this idea",
        48.1,
        51.74
    ],
    [
        " That you're gonna get it done on some pattern or some structured time schedule. It's gonna it's gonna fall apart",
        53.08,
        59.44
    ],
    [
        " Yeah, and you got it both sleep and",
        59.44,
        63.6
    ],
    [
        " Working out and every other thing that you're trying to get done in your life",
        63.6,
        66.64
    ],
    [
        " You have to make it happen when you can make it happen",
        66.64,
        68.98
    ],
    [
        " You know you have to make it happen when you can make it happen. There's gonna be no ideal time",
        68.98,
        73.94
    ],
    [
        " You might be working out at three o'clock in the morning you might be working out at seven o'clock at night",
        73.94,
        79.4
    ],
    [
        " You might be working out at midnight. You might be trying to sleep at noon. You don't know what's gonna happen?",
        79.4,
        83.8
    ],
    [
        " Mm-hmm",
        84.28,
        84.42
    ],
    [
        " I would definitely say when you got the young kids get some kind of a home gym set up at least get a pull-up bar",
        84.42,
        92.58
    ],
    [
        " At least get yourself a pull-up bar because if you have a pull-up bar",
        92.58,
        95.8
    ],
    [
        " You can do everything you can do pull-ups then you can do pushups you can do squats you can do sprints",
        95.8,
        98.98
    ],
    [
        " You can you can make stuff work if you at least have a pull-up bar",
        98.98,
        102.18
    ],
    [
        " And then you just got to squeeze it in there",
        102.18,
        104.52
    ],
    [
        " You know it's a half an hour there. It's 20 minutes here. It's 15 minutes there. It's a power nap",
        105.36,
        110.18
    ],
    [
        " In the afternoon. It's some squats while you're sitting there holding a baby trying to get the baby to fall asleep",
        110.18,
        115.88
    ],
    [
        " That's what it is. It's the stroller to the park",
        115.88,
        120.44
    ],
    [
        " With a chalk bag so when you get there you can do some pull-ups on the swing set",
        120.44,
        124.86
    ],
    [
        " That's what it becomes because life is gonna have a vote in these situations",
        124.86,
        129.74
    ],
    [
        " and",
        129.74,
        131.64
    ],
    [
        " Your kids and your family are",
        132.38,
        137.46
    ],
    [
        " More important than you are and that's something that is a tough",
        137.46,
        143.16
    ],
    [
        " Reality for the young dads to face all of a sudden you are not the most important thing in the world at all",
        143.16,
        153.34
    ],
    [
        " They are more important than you are",
        153.34,
        156.58
    ],
    [
        " That",
        158.84,
        159.32
    ],
    [
        " Being said which I know I'm supposed to",
        159.32,
        161.34
    ],
    [
        " Pay some kind of a fine when I say that being said somebody on Twitter hassled me about it",
        161.34,
        167.14
    ],
    [
        " That being said so your kids are more important than you your family's more important you that being said",
        167.14,
        172.14
    ],
    [
        " Guess what the number one thing you need to do for them",
        172.14,
        174.36
    ],
    [
        " Stay healthy you got to stay healthy you can't get all",
        174.36,
        179.54
    ],
    [
        " Out of shape and turn into a bum just because you got kids",
        179.54,
        183.8
    ],
    [
        " They're looking to you to be able to provide for them for a long time. They're also looking at you as an example",
        183.98,
        190.22
    ],
    [
        " Yeah",
        190.22,
        190.6
    ],
    [
        " That's a big one so you got to be the right kind of example and physical fitness is part of that example",
        190.6,
        196.2
    ],
    [
        " So they should see that from day one",
        196.2,
        199.22
    ],
    [
        " They should know big daddy's doing some squats while he's holding me",
        199.22,
        203.48
    ],
    [
        " And now",
        203.48,
        205.24
    ],
    [
        " I'm gonna double down that being said",
        205.24,
        209.42
    ],
    [
        " This is not a time of your life when you have newborn twins that you're gonna be in the optimal condition",
        210.74,
        217.52
    ],
    [
        " You're not gonna be at your peak performance",
        217.52,
        220.08
    ],
    [
        " That's okay, right? That's okay. Hey, man",
        220.08,
        224.36
    ],
    [
        " You got things going on you're a dad",
        224.36,
        227.22
    ],
    [
        " You know you're not dead with twins new dad with twins. You're not gonna be setting any of your PRs",
        227.22,
        234.94
    ],
    [
        " On your on your deadlift, right? It's not gonna happen",
        234.94,
        238.28
    ],
    [
        " So but that's not a reason that you fall apart",
        239.66,
        241.82
    ],
    [
        " At all you got to hold the line as much as you can you got to balance this situation now you got to squeeze in",
        241.82,
        250.96
    ],
    [
        " Dig in you got to be creative with your workout with your rest with your sleep",
        250.96,
        256.66
    ],
    [
        " When the opportunity presents itself whichever one of those of the priority you got to go and get it on",
        256.66,
        262.46
    ],
    [
        " and",
        265.14,
        265.58
    ],
    [
        " And you know",
        265.58,
        266.14
    ],
    [
        " It'll happen. It's not just when you have newborn kids. It'll happen with your job",
        266.14,
        270.26
    ],
    [
        " You know you'll get some pressure situation at work and all of a sudden you're gonna you got to squeeze it in",
        270.26,
        274.62
    ],
    [
        " You know I had I bought houses over time and I would always buy these houses that were unlivable",
        274.62,
        281.4
    ],
    [
        " Right just unlivable",
        281.4,
        283.18
    ],
    [
        " just",
        283.18,
        284.1
    ],
    [
        " ransacked disasters because they were cheaper",
        284.1,
        287.62
    ],
    [
        " and",
        287.62,
        288.16
    ],
    [
        " Then I would go in and do these like speed remodels alone",
        288.88,
        294.14
    ],
    [
        " Buy yourself buy myself",
        294.14,
        296.2
    ],
    [
        " But you know for instance I did a I gutted a kitchen in one of my houses gutted a kitchen",
        296.2,
        302.8
    ],
    [
        " And re-did the whole kitchen plumbing electrical new counters the whole thing and I got it",
        302.8,
        308.5
    ],
    [
        " I didn't get the counter tops in because that was like you know, especially guys coming into that but 72 hours",
        308.5,
        314.36
    ],
    [
        " 72 hours non-stop work",
        314.36,
        317.48
    ],
    [
        " When I moved into another house I had",
        318.4,
        321.76
    ],
    [
        " We pulled up the carpet. I thought there was these nice hardwood floors under the carpet pulled up water damage",
        321.76,
        327.02
    ],
    [
        " A third of the little bit more than a third of the phone was half the floors water damage",
        327.02,
        331.92
    ],
    [
        " So I had to yank those boards out",
        331.92,
        334.24
    ],
    [
        " And then sand this whole thing and it was a nightmare, but it took me 72 hours",
        334.24,
        338.72
    ],
    [
        " Right of no sleep",
        338.72,
        340.4
    ],
    [
        " Like I'd sleep for 20 minutes waiting for the the next layer of varnish to dry",
        340.4,
        346.0
    ],
    [
        " Sitting there in the fumes, right? But that's what you got to do sometimes you got to be like I said a big project at work something that's coming",
        346.36,
        352.6
    ],
    [
        " And you got to",
        352.6,
        354.42
    ],
    [
        " Figure out how to what you can fit in when you can fit it in and realize that there's benefit",
        354.42,
        359.86
    ],
    [
        " There's benefit to that 20 minute little session you just did go do a hundred burpees",
        359.86,
        365.14
    ],
    [
        " Right go swing a candlebell just go swing I was talking about the other day",
        365.14,
        369.82
    ],
    [
        " We got I got kettlebell. I got I got the the zombie bells, right? Yeah, I got the zombie bells",
        369.82,
        374.32
    ],
    [
        " You know I have a garage gym",
        374.32,
        376.2
    ],
    [
        " The zombie bells are in my house",
        376.2,
        378.62
    ],
    [
        " Because I'm walking around and sometimes you need to snatch a kettlebell, right?",
        378.62,
        385.1
    ],
    [
        " Sometimes you got to snatch a kettlebell",
        385.44,
        386.92
    ],
    [
        " So so you have that and that builds up because now you're just boom you hit out, you know",
        386.92,
        392.56
    ],
    [
        " You're not even breaking into a sweat",
        392.56,
        394.02
    ],
    [
        " Just hitting seven seven each arm you know kettlebell snatch maybe just you're just doing that yeah",
        394.02,
        400.16
    ],
    [
        " And so that's the kind of thing maybe you know with newborn dad",
        400.16,
        403.76
    ],
    [
        " You got to have that you got to have that zombie bells in your house ready just to hit some snatches",
        404.32,
        409.6
    ],
    [
        " Ready just to do some some some sumo deadlift high poles, right? What's it gonna be? Of course make it happen",
        409.6,
        416.0
    ],
    [
        " We'll get the pull-up bar or or set a rings get the rings yeah, you know something that you can rings are great",
        416.0,
        422.82
    ],
    [
        " Because then you can do pull-ups you can do dips. They're very very versatile very versatile",
        422.82,
        427.24
    ],
    [
        " But you're gonna the bottom line here is",
        427.24,
        429.82
    ],
    [
        " Tsk",
        431.2,
        431.82
    ],
    [
        " Your life",
        431.82,
        432.44
    ],
    [
        " Is going to change it has changed so it doesn't mean and you know what your life has changed",
        432.44,
        439.72
    ],
    [
        " And it just got better. Mm-hmm. It just got better",
        439.72,
        443.62
    ],
    [
        " So what you need to do is you need to adapt to the new situation and",
        443.62,
        449.94
    ],
    [
        " Continue to drive the excellence",
        449.94,
        454.1
    ],
    [
        " But the excellence isn't gonna be served up all at once",
        454.1,
        458.56
    ],
    [
        " Right the excellence is gonna be served up in the chunks throughout the day. Yeah, where you can grab it",
        459.3,
        464.38
    ],
    [
        " Yeah, and that's",
        464.38,
        465.64
    ],
    [
        " That's the way it goes. Yeah another tip and um",
        465.64,
        469.28
    ],
    [
        " I am a twin. I don't have twins. Yeah, if you don't know",
        469.28,
        472.92
    ],
    [
        " Echo Charles is a twin and by the way, we've got some requests for",
        472.92,
        477.04
    ],
    [
        " The echoes story so maybe next podcast we can wear here echoes story. Yeah",
        477.04,
        483.72
    ],
    [
        " Yeah, sure",
        483.72,
        486.86
    ],
    [
        " I'll give you three minutes 30 seconds for a story",
        487.5,
        490.08
    ],
    [
        " That's all I need",
        490.08,
        491.48
    ],
    [
        " Um, but no one when I had my",
        491.48,
        494.86
    ],
    [
        " Daughter and I'm I'm pretty into working out so you know to not work out was kind of",
        494.86,
        501.36
    ],
    [
        " Hard or not have the time, but here's the thing. I'm really into like the luxurious situation resting for a long time and",
        501.36,
        507.86
    ],
    [
        " Getting really mentally ready like taking an hour to have to get ready for I was used to that",
        507.86,
        512.2
    ],
    [
        " So that was a big a big change to not have that much rest and not have them",
        512.2,
        516.76
    ],
    [
        " So and now you're doing jockele podcast you could even let us last. Yeah, well she's three now, so it's different um, but",
        517.3,
        524.34
    ],
    [
        " A thing that helps on top of everything you said which is in my opinion absolutely correct 100% um",
        524.34,
        531.6
    ],
    [
        " To add to it is work with your you know wife or husband if you're a girl you know and you're and you guys have",
        531.6,
        538.28
    ],
    [
        " Like kind of communicate with them tell them that you know working out and staying in shape is is important",
        538.28,
        545.06
    ],
    [
        " To me or whatever or and a good way to put it is",
        545.72,
        549.24
    ],
    [
        " Getting unhealthy at this time with our new kids is",
        549.24,
        554.46
    ],
    [
        " Means a lot, you know if I do that like it means a lot to stay healthy. Yeah",
        554.46,
        558.92
    ],
    [
        " So you know if you communicate that'll help as well because you can work with each other",
        558.92,
        563.28
    ],
    [
        " You know how like you know when you have a new kids um, it's kind of like one guy can you know capitalize on a rest time",
        563.28,
        569.48
    ],
    [
        " You know yeah, and then you know the other guy will kind of stand watch with with the kids and the other the other person can",
        569.48,
        574.6
    ],
    [
        " Get rest so if you communicate that'll help your situation so much. Yeah, so I am guilty here of",
        574.6,
        582.52
    ],
    [
        " unintentional communications",
        582.52,
        585.3
    ],
    [
        " because",
        585.3,
        586.92
    ],
    [
        " if I you know look when when when my wife and I when our kids were young",
        586.92,
        593.06
    ],
    [
        " if I",
        593.06,
        594.8
    ],
    [
        " didn't work out",
        594.8,
        597.4
    ],
    [
        " And quite honestly if I didn't train jujitsu I'm not I'm yeah, I was I",
        597.4,
        604.46
    ],
    [
        " Wouldn't recognize it, but it just would really like frustrate me right and so eventually she said you know what just get your",
        605.06,
        611.42
    ],
    [
        " Stupid ass out of here and go train",
        611.42,
        613.9
    ],
    [
        " Yeah, because I'd rather just have you go",
        613.9,
        616.52
    ],
    [
        " Yeah, and that's one that's one I you know we I'd show up at the gym at eight o'clock at night",
        616.52,
        621.0
    ],
    [
        " Like Dean would be done teaching class and I'd come in there and we'd train for 38 minutes",
        621.0,
        624.9
    ],
    [
        " You know just go in there get it on and come home. Yeah, so",
        624.9,
        629.14
    ],
    [
        " You know try not to do that where you're a jerk right",
        629.14,
        633.06
    ],
    [
        " But there's something I mean I talked about this all the time that there is there is a",
        633.54,
        637.82
    ],
    [
        " Mind-body connection that is undeniable. Yeah, for sure and if you don't find a place to",
        637.82,
        643.64
    ],
    [
        " Get that aggression out and get that",
        643.64,
        646.86
    ],
    [
        " the endorphins flowing",
        646.86,
        648.54
    ],
    [
        " and get the the good feeling that you get from physical activity",
        648.54,
        653.5
    ],
    [
        " Then you're gonna turn",
        653.5,
        654.92
    ],
    [
        " You're gonna turn a little bit nasty. Yeah, that's not good. Yeah, and of course that that I bet you a lot of relationships",
        654.92,
        661.52
    ],
    [
        " Really suffer from that and people don't recognize it. I think so too",
        661.52,
        664.72
    ],
    [
        " I think in my experience from talking to people okay, so okay",
        664.72,
        668.68
    ],
    [
        " So that element that element of exercising and it being interrupted by new kids or something like that",
        668.68,
        673.66
    ],
    [
        " That'll vary from person to person right so you being all nuts because you can't train",
        673.66,
        678.06
    ],
    [
        " You know the next guy might not be that nuts. It might affect to maybe this much right this much, you know is different",
        678.06,
        685.02
    ],
    [
        " And a that goes along with what I said like communicating",
        685.02,
        689.12
    ],
    [
        " Mm-hmm",
        689.12,
        690.02
    ],
    [
        " actively, you know, not like telling me not you like you know, yeah doing what you did but",
        690.02,
        696.34
    ],
    [
        " Communicate and at the same time if you're aware of it",
        696.34,
        700.62
    ],
    [
        " Which it can be the hard part if you're aware that you're just not as happy",
        700.62,
        704.2
    ],
    [
        " Just just know that so really kind of check yourself if you feel yourself losing your temporary. I'm you know",
        704.2,
        710.14
    ],
    [
        " I'm unhappy because I'm sacrificing a few training days",
        710.14,
        712.98
    ],
    [
        " You're right the red flag of that's that's a good great point the red flag",
        712.98,
        718.62
    ],
    [
        " of",
        720.04,
        720.5
    ],
    [
        " Hey, it sucks having kids. Yes, yes, the red flag the reason you're feeling that is because it's dis",
        720.5,
        726.72
    ],
    [
        " Part of that reasons because it's disrupting your physical activity",
        726.72,
        729.98
    ],
    [
        " So recognize that and then do something about it. Yeah communicate with your spouse",
        729.98,
        735.82
    ],
    [
        " Set up a plan. Yeah, get a pull-up bar",
        735.82,
        739.16
    ],
    [
        " Get a kettlebell in the house",
        739.16,
        741.16
    ],
    [
        " Do and and make it happen. Yeah, and they I think that's a good plan. Yeah, it's not gonna be as luxurious as",
        741.16,
        748.7
    ],
    [
        " No, no, you're not gonna be optimum. It's not a time for a lot of times that well with me that bothered me",
        748.9,
        754.16
    ],
    [
        " Yeah, you know, not it didn't I didn't really pay much of a price, you know",
        754.16,
        758.22
    ],
    [
        " As far as it bothering me when someone buzzed me",
        758.22,
        760.84
    ],
    [
        " I don't like lose my temper typically, but I did feel that I'd be like oh my gosh",
        760.84,
        764.44
    ],
    [
        " I don't have that much time or I don't have the energy because I didn't get enough sleep and it was kind of annoying but",
        764.44,
        768.98
    ],
    [
        " At the same time I did adapt and I got real good at um",
        768.98,
        773.82
    ],
    [
        " You know like the exercise like gym gymnast can do it like on a palm arm or something",
        773.82,
        777.9
    ],
    [
        " I'd go on the ground. I'd sit with my legs and feet out and run and you can listen",
        778.26,
        782.16
    ],
    [
        " Yeah, yeah, yeah, yeah, man. I got real good at doing that",
        782.16,
        785.28
    ],
    [
        " But um nonetheless the back to the jiu-jitsu thing um two things",
        785.28,
        790.8
    ],
    [
        " Yeah communicate",
        790.8,
        793.48
    ],
    [
        " Understand when you're starting to get a little irritated because you didn't didn't train understand that and then",
        793.48,
        799.82
    ],
    [
        " Handle it accordingly. That's a on the flip side if you have to recognize because okay",
        799.82,
        805.58
    ],
    [
        " This is a typical situation where now you have kids yet you still want to go train jiu-jitsu",
        805.58,
        811.0
    ],
    [
        " But your wife is like",
        811.0,
        812.62
    ],
    [
        " How can you reconcile going to train with your buddies?",
        812.62,
        817.38
    ],
    [
        " You know because a lot of times the girlfriend of the wife will think that that's just some some",
        818.36,
        822.6
    ],
    [
        " Fun in games. No, no, they're mine. They think it's another relationship. Yeah, basically have going on",
        822.6,
        827.64
    ],
    [
        " Yeah, yeah, but they don't understand the importance of our",
        827.64,
        830.76
    ],
    [
        " Potentially yes, and it's this spectrum so",
        830.76,
        833.8
    ],
    [
        " It's important to to like I said communicate and let them let them know that it's not that yeah, you know",
        835.08,
        841.42
    ],
    [
        " And they don't always get it I understand that but if you just can communicate and",
        841.42,
        846.3
    ],
    [
        " Effectively get the message that it is an important thing. Yeah, hey, hey listen darlin. What's important to you?",
        846.3,
        853.6
    ],
    [
        " What's it? You know because you know, we know what it is whether it's right running or whether it's their biking or whether it's their",
        854.06,
        858.42
    ],
    [
        " Anything day night with their girls or whatever the case maybe that's what you've got this",
        858.42,
        863.78
    ],
    [
        " Is what I've got right I got these two things. Yeah, I got to work out. I got to train some jujitsu. Yeah, you know",
        863.8,
        869.06
    ],
    [
        " That's what I got to do but be be fair though",
        869.06,
        871.38
    ],
    [
        " Seven days a week before the kids and you still want to go seven days with three hours a day understand that okay",
        871.38,
        877.12
    ],
    [
        " You gotta bring you know to like six",
        877.12,
        879.28
    ],
    [
        " I was really bad. Yeah, I can't see that yeah, but it's in a way. It's not fair. You know like to you not only to your wife, but",
        879.28,
        890.74
    ],
    [
        " To the fact that you have kids now, you know",
        892.28,
        895.2
    ],
    [
        " There's only so much jockele can go around. Yeah, I",
        895.2,
        900.0
    ],
    [
        " Don't",
        900.0,
        900.52
    ],
    [
        " I'm questioning whether I should tell this but I'm going to",
        900.52,
        903.3
    ],
    [
        " So there was times where I would come home from work in the seal teams work until",
        903.3,
        909.0
    ],
    [
        " seven o'clock at night I",
        909.0,
        911.02
    ],
    [
        " Come home from work",
        911.02,
        913.02
    ],
    [
        " Walk through the door drop my work bag",
        913.02,
        916.42
    ],
    [
        " And pick up my gym bag",
        917.26,
        918.9
    ],
    [
        " My wife's there with three young kids and she would be looking at me",
        918.9,
        924.82
    ],
    [
        " With the expression of",
        924.82,
        928.62
    ],
    [
        " Are you freaking serious?",
        928.62,
        931.64
    ],
    [
        " Because you know you're I'm only home for let's call it four days",
        932.7,
        936.48
    ],
    [
        " Then I'm going on another trip and I'm home for three days. So those four days",
        936.48,
        939.4
    ],
    [
        " She's thinking cool. He's home for four days family time. I'm thinking cool home for four days that time",
        939.4,
        945.44
    ],
    [
        " and",
        948.72,
        949.16
    ],
    [
        " But again what she realized",
        949.16,
        950.84
    ],
    [
        " Was that if she was to stop me?",
        950.84,
        955.54
    ],
    [
        " She's got a jerk in the house now not not even",
        956.2,
        960.26
    ],
    [
        " I mean just just it just is just the reality of it. You know, I just would be really frustrated with the situation",
        960.26,
        966.82
    ],
    [
        " And all I want to do is just go train because it's part of who I am and I want to get on the mat",
        966.82,
        972.18
    ],
    [
        " And I want to get better and I want to it's very selfish, right?",
        972.18,
        975.96
    ],
    [
        " I mean all those reasons are selfish, but that be that that be a sad",
        975.96,
        979.7
    ],
    [
        " but",
        979.7,
        981.38
    ],
    [
        " The reality is",
        981.38,
        984.52
    ],
    [
        " That's",
        984.52,
        986.44
    ],
    [
        " That's me",
        986.44,
        988.02
    ],
    [
        " Yeah, that's me and you can't change me",
        988.02,
        994.3
    ],
    [
        " Well, of course of course, it's still to me you but",
        994.3,
        997.34
    ],
    [
        " You know this is going to sound real obvious and cliche, but the whole compromise thing",
        997.34,
        1002.4
    ],
    [
        " You know when you guys have a bunch of kids you got to compromise yeah, and don't be like hey everyone else in the whole group by the way",
        1002.4,
        1009.84
    ],
    [
        " The kids even though you know your wife",
        1009.84,
        1013.0
    ],
    [
        " Everyone in the whole group you guys compromise a factor of eight out of ten me",
        1013.0,
        1017.78
    ],
    [
        " I'm just gonna compromise a factor of point five because I'm still gonna go to jujitsu every single day for as long as I've done it",
        1017.78,
        1024.1
    ],
    [
        " Yeah, do all the things that you've done before you have kids you can't do that. Yeah",
        1024.1,
        1028.6
    ],
    [
        " I don't think you can yeah, no you shouldn't do that, but I am saying",
        1029.46,
        1034.34
    ],
    [
        " Yeah, and I did yeah, and I'm sure a lot of it because you're not aware a lot of time",
        1034.34,
        1039.46
    ],
    [
        " You're not saying you know what I know I'm being a dick right now, and you know what?",
        1039.46,
        1043.16
    ],
    [
        " I'm okay with being a dick right now. Yeah, you know, it's a nice year of fall for not letting me drink or whatever",
        1043.36,
        1047.06
    ],
    [
        " Yeah, I guess I might not have been the best",
        1047.06,
        1050.04
    ],
    [
        " The best husband",
        1050.04,
        1052.64
    ],
    [
        " Let's",
        1055.3,
        1055.74
    ],
    [
        " And it's it's",
        1055.74,
        1056.68
    ],
    [
        " I don't want to say it's good, but when you have new kids and especially twins",
        1056.68,
        1062.18
    ],
    [
        " Yeah, no, I never want to lose it. It does",
        1062.18,
        1064.78
    ],
    [
        " Allow you to kind of reconcile",
        1064.78,
        1067.26
    ],
    [
        " What's important, you know like let's say every Tuesday you went to talk to his day or something like that and drank every Tuesday",
        1067.26,
        1074.9
    ],
    [
        " Right before kids now you got twins",
        1074.9,
        1076.84
    ],
    [
        " It's like man really how you you get to honestly ask yourself is that kind of stuff important now",
        1077.02,
        1082.74
    ],
    [
        " No, Taco Tuesday's not important compared to kids. Yeah, no",
        1082.74,
        1085.78
    ],
    [
        " But you could say time with my friends is important and all this other stuff",
        1085.78,
        1088.74
    ],
    [
        " But the drinking and I just all little little detailed things that you can easily",
        1088.74,
        1092.7
    ],
    [
        " Go without and in a lot of cases do better without but their vices or whatever when you can when you have",
        1092.7,
        1099.62
    ],
    [
        " Twins or new kids or just kids in general",
        1099.62,
        1104.04
    ],
    [
        " You do get that opportunity to reconcile what's more important. Yeah, you you get to prioritize an execute",
        1104.34,
        1109.6
    ],
    [
        " Sure",
        1109.6,
        1110.44
    ],
    [
        " For sure, too",
        1110.44,
        1112.1
    ],
    [
        " All right, we have congratulations twins. It's a big deal",
        1112.1,
        1115.96
    ],
    [
        " Yeah, no doubt. I hope that hope their names are echo and g.",
        1115.96,
        1120.42
    ]
]