[
    [
        " This is Jocco Podcast number 200 with Echo Charles and me, Jocco Willink. Good evening,",
        0.0,
        6.7
    ],
    [
        " good evening. In the morning after my swim, I sit down and have a cup of coffee and think,",
        6.8,
        17.84
    ],
    [
        " I'm going to go to the gym. You're the luckiest guy in the world. And that is a quote from a man named James",
        17.84,
        28.98
    ],
    [
        " Cerzley, a man who served his country as a soldier in the US Army. So he volunteered for the army and then volunteered to go fight in Vietnam,",
        28.98,
        42.4
    ],
    [
        " a man who made incredible sacrifices and who faced incredible challenges, challenges that would overwhelm most people.",
        42.4,
        57.9
    ],
    [
        " And yet he carried on and he proved and is still proving that the human will is stronger than many of us ever realize.",
        59.66,
        76.7
    ],
    [
        " And that if you have the right attitude, you can look at a harrowing situation and still call it lucky.",
        79.26,
        93.12
    ],
    [
        " And it is an honor to have this man with us tonight to talk about his experiences and how he has overcome so much adversity.",
        95.88,
        104.66
    ],
    [
        " Mr. James Cerzley, welcome to the show.",
        105.08,
        109.66
    ],
    [
        " Thank you. Great to be here, Jocco.",
        110.34,
        111.94
    ],
    [
        " Mr. James Cerzley, honored to have you on. And I apologize that the fact that you had to travel all the way out here from sunny Florida to sunny San Diego,",
        111.98,
        120.56
    ],
    [
        " but I'm honored that you were able to make the trip.",
        120.56,
        123.28
    ],
    [
        " I'm honored to be here. Again, thanks for asking.",
        123.78,
        126.06
    ],
    [
        " And I like to start at the beginning about just where you came from, where you grew up. And I think we're talking about Minnesota, right?",
        126.66,
        135.98
    ],
    [
        " We are.",
        136.18,
        136.6
    ],
    [
        " You somehow you cover up that accent pretty well.",
        136.6,
        138.88
    ],
    [
        " Well, I've been living in Florida since 1971, so I hope I get rid of some of that.",
        139.1,
        143.92
    ],
    [
        " So you grew up, what kind of what was the family situation growing up? What would your dad do and whatnot?",
        144.4,
        149.38
    ],
    [
        " My dad was a barber in Rochester, Minnesota. And my mother for the most part was a mother and a housewife and worked a little bit of part time when I got into my teenage years, along with my older sister, was also a couple of years older than me.",
        149.72,
        163.06
    ],
    [
        " And what's Rochester, Minnesota like?",
        164.68,
        166.7
    ],
    [
        " Well, Rochester, Minnesota is home of the Mayo Clinic. So I mean, it's probably that's the biggest thing in town and IBM, but it's rural,",
        167.4,
        174.6
    ],
    [
        " southeastern corner of Minnesota.",
        175.02,
        176.82
    ],
    [
        " Just a great bunch of patriotic Americans is what I was accustomed to growing up.",
        177.64,
        182.4
    ],
    [
        " And your dad served, if I'm correct, your dad served in the Army Air Corps?",
        183.54,
        188.66
    ],
    [
        " He did. He was a radio operator on B17s and B24s during World War II.",
        188.66,
        193.84
    ],
    [
        " Now, how much did he talk about that when you were growing up?",
        194.18,
        197.94
    ],
    [
        " You know, not really a whole lot. I think the biggest thing that I experienced with him was he had a foot locker that he brought back home, and I can remember probably as a nine or ten year old kid trying to put on that stuff and have the jacket drape all over me and the pants too big and huge boots and everything else.",
        198.06,
        214.18
    ],
    [
        " But he never really said too much about it other than where he experienced training in different parts of the United States and that type of thing.",
        214.18,
        221.88
    ],
    [
        " But he was a, you said B17 radio operator?",
        221.96,
        225.0
    ],
    [
        " And B24.",
        225.5,
        226.18
    ],
    [
        " And B27.",
        226.34,
        227.04
    ],
    [
        " So was he doing the missions into Europe?",
        228.32,
        230.06
    ],
    [
        " He did not do it. He never left the United States.",
        230.64,
        233.14
    ],
    [
        " Because when he finished whatever training he had, they made him a trainer of other radio operators.",
        233.22,
        239.96
    ],
    [
        " Got it. So he was lucky.",
        240.08,
        241.68
    ],
    [
        " Well, yeah, otherwise there's a good chance you wouldn't even be here.",
        241.68,
        244.18
    ],
    [
        " Exactly.",
        244.26,
        244.58
    ],
    [
        " Yeah, those are the guys that were doing it. If you did 25 missions, you got to go home.",
        245.44,
        250.94
    ],
    [
        " But there wasn't too many people that got to go home.",
        251.18,
        253.6
    ],
    [
        " So when you were growing up, I mean, going to high school, what was it? What was your, what were you into growing up?",
        255.34,
        263.08
    ],
    [
        " Football, basketball, and baseball, and girls. I'm not sure which one was the greatest priority.",
        263.8,
        270.18
    ],
    [
        " Hey, were you any good?",
        271.2,
        272.82
    ],
    [
        " I mean, I was starting full back on a football team for three different, you know, sophomore junior and senior year.",
        273.64,
        279.8
    ],
    [
        " And probably could have gone to college, but I wasn't exactly the greatest student in the world.",
        280.42,
        284.76
    ],
    [
        " So I did make myself eligible to go on to college.",
        285.04,
        288.48
    ],
    [
        " You were focused on studying a female anatomy at this point, instead of...",
        288.62,
        293.54
    ],
    [
        " That's right. Yep, that'd be a good interpretation.",
        293.54,
        295.38
    ],
    [
        " So, were you planning to go to college? Were you thinking about going to college? Were your parents edging you towards college?",
        297.36,
        302.98
    ],
    [
        " My parents really never said too much about that. My older sister was already two years into college at that point.",
        303.7,
        311.56
    ],
    [
        " My thing was, if there had been a place where I could have gone to play football, but I didn't have to go to school, I'd have been the first one in line for that location.",
        312.48,
        321.62
    ],
    [
        " Yeah. And as I got closer to, you know, finish school in May of 1966, and as I got into September of 1966, I kind of thought about it.",
        323.06,
        333.68
    ],
    [
        " And I said, you know what I might do is I might just join the military. Do three years in the Army, come back home, use the GI Bill and go to school wherever I wanted to, because I knew the Army would get me a GED just about as quick as I got in there.",
        333.68,
        347.64
    ],
    [
        " So, that was kind of some of my thoughts when I, as I got ready to join the military.",
        347.64,
        352.72
    ],
    [
        " So, what year were you set to graduate from high school? Is that 1967?",
        352.92,
        356.78
    ],
    [
        " No, no, no, 66. So you may have set...",
        357.6,
        359.64
    ],
    [
        " Okay, so may have 66, you started saying yourself, all right, when I get done, I'll just join the Army.",
        359.64,
        365.6
    ],
    [
        " Well, and I don't know if I even really did that. I mean, it's probably been more simple than that.",
        365.96,
        371.68
    ],
    [
        " But I don't know whether I was a forward enough thinker to actually be in that direction.",
        371.68,
        376.28
    ],
    [
        " I actually drove by the post office in downtown Rochester, Minnesota.",
        376.62,
        380.96
    ],
    [
        " There's one of those signs that were on a spring in a head Uncle Sam, red, white, and blue in the big top hat.",
        381.48,
        387.54
    ],
    [
        " And his finger was pointed right at the windshield of my car. And it said, Uncle Sam needs you.",
        388.0,
        393.72
    ],
    [
        " And I circled the block, went in and talked to the Army recruiter, not really with any great intentions of joining,",
        394.24,
        401.28
    ],
    [
        " but just to kind of see what that process was all about and what maybe I could do if I did join the Army.",
        401.78,
        408.32
    ],
    [
        " When that recruiter saw you come through the door, he was thinking something completely different.",
        409.1,
        413.04
    ],
    [
        " He said, I got this guy.",
        413.44,
        414.8
    ],
    [
        " Well, yeah, they were probably tremendously in need of warm bodies at that point in time during the Vietnam era.",
        414.94,
        421.08
    ],
    [
        " So this is 1966. So how much were you aware of what was going on in Vietnam at this time?",
        421.24,
        429.72
    ],
    [
        " How much were you watching the news? How much were you seeing as far as the Vietnam War goes?",
        430.0,
        435.62
    ],
    [
        " Because it had definitely escalated by 1966.",
        435.68,
        438.5
    ],
    [
        " I mean, I had one of my friends who was a pilot in Vietnam, but he was in the Naval Academy.",
        439.56,
        446.94
    ],
    [
        " And 1965, they said they didn't even talk about Vietnam at the Naval Academy at all.",
        449.28,
        454.58
    ],
    [
        " It wasn't until they got close to the end of their senior year that they started going, oh, there's a war going on.",
        455.1,
        459.28
    ],
    [
        " But by 1966, it had absolutely escalated.",
        459.68,
        463.36
    ],
    [
        " And so what were your thoughts where you thinking, hey, this is if I go in, then I know what's going to happen.",
        463.52,
        469.5
    ],
    [
        " I know I'm going to be going to war.",
        469.54,
        470.44
    ],
    [
        " I mean, there was some discussion with fellow classmates and I went to a parochial school and there was a bigger public school that was there in town.",
        471.34,
        479.6
    ],
    [
        " And a lot of those guys were talking about, let's all go in on the buddy system, whether the Marine Corps, the Army or something.",
        479.6,
        485.66
    ],
    [
        " And I didn't want to have anything to do with that.",
        486.22,
        488.02
    ],
    [
        " I mean, that was my answer to everybody that ever raised that proposition.",
        488.16,
        492.14
    ],
    [
        " But we were aware of what was going on and probably she'd pass through the living room, your parents had had the television on.",
        492.5,
        498.94
    ],
    [
        " You'd see it on the 6 o'clock or the 10 o'clock news.",
        499.04,
        501.56
    ],
    [
        " So you knew there was activity going on, but it wasn't like it didn't scare me, but it also wasn't attractive to send me down to the Army recruiters.",
        501.98,
        510.54
    ],
    [
        " So after that first visit to the Army recruiter, after you, after Uncle Sam called you out as you drove down the street, at what point, so you go to see him.",
        510.96,
        520.46
    ],
    [
        " And how much longer was it before you signed the dotted line?",
        521.2,
        524.46
    ],
    [
        " Well, I went home and talked to my parents about it.",
        525.04,
        527.24
    ],
    [
        " And it's kind of one of those things where I think they probably really focused on the news much more than I ever did.",
        527.42,
        534.18
    ],
    [
        " And I mean, the first thing that I mentioned about the possibility during the Army, my mother was in tears.",
        534.6,
        540.2
    ],
    [
        " I'm sure because of what you see on television.",
        540.98,
        542.98
    ],
    [
        " My dad, having been former member of the military, was not quite that way, but just said, hey, you know, there's the Navy, there's the Air Forces, a lot of different possibilities.",
        543.22,
        553.32
    ],
    [
        " Why don't you give that some thought?",
        553.82,
        555.24
    ],
    [
        " And I just kind of told them if I did join what I thought I would want to do, and that was to be like a mechanic.",
        556.0,
        563.0
    ],
    [
        " That was something that I enjoyed doing on my own with vehicles and motorcycles that we had.",
        563.46,
        567.9
    ],
    [
        " So, I mean, I never thought about joining to be a combat soldier.",
        568.58,
        572.38
    ],
    [
        " And again, I probably gave myself about two weeks, had a little bit more discussion with my parents, and that's probably when I decided to go down and join.",
        573.56,
        582.38
    ],
    [
        " Again, I was 18 years old, so it wasn't like I needed permission to join. I could have done it on my own.",
        582.56,
        587.5
    ],
    [
        " And that's basically what I did.",
        587.86,
        589.28
    ],
    [
        " So did you, you were in the cars then? Did you have your own car?",
        589.74,
        592.94
    ],
    [
        " I did.",
        593.12,
        593.36
    ],
    [
        " Did you have multiple cars?",
        593.96,
        595.08
    ],
    [
        " I had two cars in a motorcycle.",
        595.22,
        596.96
    ],
    [
        " And what were they?",
        597.42,
        598.1
    ],
    [
        " A 1957 Chevy, a 1964 Chevy, and a Yamaha 250 motorcycle.",
        598.76,
        604.42
    ],
    [
        " So you had you girls, did I mention girls?",
        604.9,
        608.38
    ],
    [
        " You did a little bit, yes.",
        608.84,
        611.66
    ],
    [
        " And nothing about the Navy, the Marine Corps, did they give you a contract in the Army where you were going to become a mechanic?",
        612.58,
        620.96
    ],
    [
        " Did they do that back then?",
        621.12,
        622.14
    ],
    [
        " They did.",
        622.38,
        622.7
    ],
    [
        " Okay, so you knew right away, hey, you're going to go in, we're going to make you a mechanic, and that sounds like a pretty good plan.",
        623.38,
        629.72
    ],
    [
        " Right.",
        630.1,
        630.22
    ],
    [
        " Especially because I'm just thinking like when I joined the Navy, all other prospects in life didn't seem as cool as that.",
        631.0,
        640.24
    ],
    [
        " They didn't seem, you know, when you said you wish there was a place where you could just go and play football?",
        640.44,
        645.1
    ],
    [
        " Well, I wanted a place where I could just go and play commando.",
        645.92,
        648.74
    ],
    [
        " And there was a place like that, it was called the Navy.",
        649.22,
        652.0
    ],
    [
        " And that's how I ended up joining.",
        652.4,
        653.56
    ],
    [
        " And it seems like, yeah, I don't know, I'm not saying I didn't have any other options, but it just seemed like such a good option for me.",
        654.1,
        660.14
    ],
    [
        " It's so simple and straightforward.",
        660.2,
        661.6
    ],
    [
        " And that's actually one of the things that I liked about the Navy was when I joined nothing else, none of my previous life mattered.",
        662.62,
        670.06
    ],
    [
        " It was just, here you go, here's what you have to do.",
        670.54,
        672.14
    ],
    [
        " So did your mind shift at all about your decision when you showed up to boot camp?",
        675.56,
        679.72
    ],
    [
        " No.",
        680.32,
        680.46
    ],
    [
        " Okay.",
        680.94,
        681.16
    ],
    [
        " And I think really because, you know, when I reflect on that now and look back that there was a lot of guys who never left their hometown, never done anything when they got drafted in, and I don't know what,",
        681.48,
        693.02
    ],
    [
        " 40% of the people in my basic training and it were probably drafted didn't want to be there and never had any intentions of being the military.",
        693.02,
        699.8
    ],
    [
        " It also scared the living crap out of them.",
        699.8,
        703.16
    ],
    [
        " I mean, there was people that cried half the night all night in basic training.",
        703.8,
        708.3
    ],
    [
        " You know, they were away from home for the first time.",
        708.32,
        710.9
    ],
    [
        " They weren't physical type of people to start with.",
        711.24,
        714.0
    ],
    [
        " And it was just extremely difficult to watch a lot of that while I went through basic training.",
        714.26,
        718.64
    ],
    [
        " Wow.",
        719.06,
        719.64
    ],
    [
        " So where did you go to basic training?",
        720.54,
        722.26
    ],
    [
        " Fort Polk, Louisiana.",
        722.6,
        723.56
    ],
    [
        " Now we're most of the kids that you went through boot camp with.",
        724.12,
        728.46
    ],
    [
        " Did they send them, were they kids that were from that area?",
        728.66,
        731.36
    ],
    [
        " Did you go to boot camp like regionally or was it people from all over the country?",
        731.56,
        735.52
    ],
    [
        " People from all over the country.",
        735.76,
        737.08
    ],
    [
        " I think you're induction and where you go for basic training in the army at that time,",
        737.22,
        741.36
    ],
    [
        " depending on the timing of when you got drafted or when you joined.",
        741.5,
        745.72
    ],
    [
        " Could have been to Fort Stewart, Georgia.",
        746.04,
        747.68
    ],
    [
        " I think there were places out here in California where they actually had basic Fort Lewis Washington head basic all over the place.",
        748.14,
        755.3
    ],
    [
        " Fort Dix, New Jersey.",
        755.4,
        756.36
    ],
    [
        " So you're in there with people that had been drafted.",
        756.86,
        759.52
    ],
    [
        " You said 40%.",
        759.52,
        760.66
    ],
    [
        " I think roughly at that time.",
        760.66,
        762.22
    ],
    [
        "",
        762.7,
        762.7
    ],
    [
        " And there's, I mean, this is where people start doing crazy things just to get out.",
        762.98,
        768.08
    ],
    [
        " Like, you know, wet their bed or whatever, sleepwalk and all this kind of thing.",
        768.2,
        772.48
    ],
    [
        " So they just would get out of their service.",
        772.52,
        774.5
    ],
    [
        " Did you see that kind of thing?",
        774.84,
        776.08
    ],
    [
        " We had three guys that actually went AWOL and stayed underneath one of those elevated wood frame World War two barracks for three days.",
        776.52,
        786.08
    ],
    [
        " Because even if they'd got out from underneath the barracks, they wouldn't have known how to get out of Louisiana to get back where they were from.",
        786.3,
        793.96
    ],
    [
        " So people brought them food for three days and then they finally decided to surrender.",
        794.04,
        799.52
    ],
    [
        " And that's the other interesting thing about so this is 1960, this is still 1966.",
        800.48,
        805.22
    ],
    [
        " And so the anti-war movement wasn't in full swing yet.",
        805.9,
        811.24
    ],
    [
        " Was it as far as just open hippies in the streets and those kind of things?",
        811.4,
        816.14
    ],
    [
        " That wasn't really happened in 1966, was it?",
        816.2,
        818.28
    ],
    [
        " No more like 68 and 69 is when it really got cranked up.",
        818.42,
        821.84
    ],
    [
        " So these kids that were coming in, they were just horrified about what was going to happen.",
        821.86,
        826.76
    ],
    [
        " And I don't know whether it was even a fear of going to Vietnam.",
        827.96,
        830.88
    ],
    [
        " If it was just a fear of being away from home, the physicality of basic training and people screaming and hollering in your face and everything else.",
        831.26,
        839.32
    ],
    [
        " I mean, I think that's what scared them more than anything else.",
        839.68,
        842.68
    ],
    [
        " You know, that's one thing that they can never put back in the bottle is these days, well, first of all, it's all volunteer.",
        843.04,
        850.24
    ],
    [
        " But second of all, we've seen when I joined the Navy, I had seen, you know, military boot camp movies since I was born.",
        850.24,
        859.22
    ],
    [
        " I mean, we just knew every little trick and anticipated everything that was going to happen.",
        859.54,
        864.38
    ],
    [
        " And it seems like if you were a kid from wherever and you got drafted and you'd never left home and then you show up and you got some drill sergeant going nuts in your face, yeah, that's totally different.",
        864.78,
        877.76
    ],
    [
        " That's a shock to the system.",
        881.28,
        882.96
    ],
    [
        " And that was before you could play that card, I guess, that they use now.",
        884.18,
        888.42
    ],
    [
        " You know, there's a timeout card in a lot of different branches of the military where you can go over and make a phone call and call your congressman if you want.",
        888.66,
        897.0
    ],
    [
        " If you're being mistreated, you can call home and report it.",
        897.2,
        900.16
    ],
    [
        " Well, they used to say, over there, we'll take you to the phone booth, but I'm not sure you'll ever make it back to the unit.",
        900.26,
        906.0
    ],
    [
        " So, but you were, you were an athlete, you were a three sport athlete, you were used to work in and so it wasn't a big deal for you to go through and you, and you volunteered to do it.",
        909.18,
        921.22
    ],
    [
        " Right.",
        921.42,
        921.6
    ],
    [
        " So you get done with boot camp and then what's next, you must have to go some kind of MLS school to learn your trade, right?",
        922.94,
        928.54
    ],
    [
        " I stayed at Fort Pocleby's, the end of her wheeled vehicle repair school.",
        928.72,
        933.8
    ],
    [
        " And that was another, I think, eight weeks or seven weeks.",
        934.86,
        937.78
    ],
    [
        " And then after that, they decided I was a pretty good mechanic.",
        938.72,
        941.86
    ],
    [
        " So they sent me to Fort Silo, Oklahoma for track vehicle repair school, which was everything that the Army owned that had a track on it.",
        942.38,
        949.9
    ],
    [
        " You know, self-propelled howitzers and armored personnel carriers tanks, you name it, anything that had a track on it.",
        950.44,
        957.54
    ],
    [
        " Did you enjoy all that?",
        957.74,
        959.34
    ],
    [
        " I did.",
        960.1,
        960.42
    ],
    [
        " Yeah, like I have a nephew that he's just loves all kinds of big machinery, you know, he just anything that any caterpillar, any big piece of machinery, he just loves it.",
        960.82,
        971.3
    ],
    [
        " Now I could see him joining the Army to be a tank repairman.",
        971.36,
        975.2
    ],
    [
        " And then so how long is that school last?",
        975.68,
        977.7
    ],
    [
        " Another eight weeks.",
        977.9,
        978.68
    ],
    [
        " And at this point, are you, I mean, with the war going on, are you starting to be more aware of possibilities of where you could end up?",
        979.5,
        989.78
    ],
    [
        " Well, you would hear people talking about it.",
        990.52,
        992.84
    ],
    [
        " And some of the people that I took the track vehicle school with were people that had been in the military for a year, year and a half, two years.",
        992.84,
        1000.06
    ],
    [
        " We're already E5, we're some of them actually even E6, who had had the wheel part of it, but never the track part.",
        1000.28,
        1007.06
    ],
    [
        " And I think they were kind of merging those two MOSs.",
        1007.44,
        1010.22
    ],
    [
        " So that's why they were training in both categories.",
        1010.64,
        1013.62
    ],
    [
        " Did you have any guys in those schools that had already been to Vietnam?",
        1013.96,
        1016.9
    ],
    [
        " We did not.",
        1017.38,
        1018.0
    ],
    [
        " Not in either one of those schools, but I did.",
        1018.22,
        1019.88
    ],
    [
        " My first assignment was to the 24th Infantry Division in Germany, and there were Vietnam veterans in our unit in Germany.",
        1020.3,
        1026.5
    ],
    [
        " So you wrap up your school, and that's your first permanent duty is over in Germany.",
        1026.6,
        1032.36
    ],
    [
        " And you show up there, which has got to be a good time.",
        1032.7,
        1036.9
    ],
    [
        " I mean, in the year 19, so are we in the 67 yet?",
        1037.44,
        1041.0
    ],
    [
        " Yep, we're in 67.",
        1041.3,
        1042.14
    ],
    [
        " So 1967, how old are you?",
        1042.48,
        1044.22
    ],
    [
        " 19.",
        1045.0,
        1045.72
    ],
    [
        " 19 years old, and you get stationed in where in Germany?",
        1046.02,
        1048.5
    ],
    [
        " Luxberg.",
        1048.92,
        1049.4
    ],
    [
        " Did you drink any beer while you were there?",
        1050.66,
        1053.64
    ],
    [
        " A little bit.",
        1053.8,
        1054.28
    ],
    [
        " I think everything right outside the gate, just like the military bases here in this country,",
        1056.94,
        1061.84
    ],
    [
        " all the pubs are right outside the gate.",
        1062.26,
        1064.76
    ],
    [
        " And you're 19 years old, you got more, you're the richest human being in the world, because you got that.",
        1065.64,
        1071.72
    ],
    [
        " What about were you to E3?",
        1071.92,
        1072.9
    ],
    [
        " I'm $97 a month is what I paid for the night during the year.",
        1073.54,
        1076.94
    ],
    [
        " I quit $150 a week job to get $97 a month, but I got all the clothes and free food I wanted.",
        1077.36,
        1083.84
    ],
    [
        " Yeah, I was looking at one of my paystubs the other day for when I first joined the Navy.",
        1085.18,
        1088.6
    ],
    [
        " And it was, I want to say it was like $700 a month or $642 a month.",
        1088.8,
        1093.72
    ],
    [
        " And I was looking at it going, dang, they really, they got me pretty good for a month.",
        1094.06,
        1099.1
    ],
    [
        " But you're in Germany and what's your job there?",
        1099.8,
        1104.0
    ],
    [
        " I mean, you're working on tracks like you were supposed to, that's what you're doing.",
        1104.34,
        1107.5
    ],
    [
        " Well, I did, I did a little bit of that and what the assignment to do was run the TI bay technical inspection on all the vehicles.",
        1107.6,
        1114.14
    ],
    [
        " You know, you know, having been around the military every vehicle, I still have a logbook.",
        1114.5,
        1118.46
    ],
    [
        " All the logbooks have to be up to date with repairs and maintenance on them.",
        1118.66,
        1122.5
    ],
    [
        " So my job was to sort of fair it out, what needed to be done, making sure the driver took care of it.",
        1122.62,
        1129.02
    ],
    [
        " And if not, then we sent the rest over with a work order over to the regular mechanics and they replaced or fixed something that was damaged at that point.",
        1129.06,
        1136.24
    ],
    [
        " Now, are you doing any time in the field at this point?",
        1136.28,
        1139.3
    ],
    [
        " We used to go to Graffin, Verhoenfelds, Wild Flicken and do training out that way.",
        1139.9,
        1144.82
    ],
    [
        " So you'd go out and do a big exercise.",
        1145.04,
        1146.6
    ],
    [
        " And when you would do those exercises, would you be, would you, would you, would you be one of the crew on any of the tracks?",
        1147.42,
        1154.22
    ],
    [
        " Or would you be standing by to repair them?",
        1154.5,
        1156.46
    ],
    [
        " Only standing by to repair them.",
        1156.62,
        1158.24
    ],
    [
        " Because the motor pool was battalion motor pool and it was big enough that you were, you know, you had the full contingent of mechanics, welders and everything else.",
        1158.24,
        1168.18
    ],
    [
        " And then how long did you spend in Germany?",
        1168.66,
        1173.24
    ],
    [
        " I spent about eight months in Germany before I volunteered to go to Vietnam.",
        1174.38,
        1178.96
    ],
    [
        " Now, at this point you said you did have guys that had been in Vietnam and they were with you.",
        1179.74,
        1187.0
    ],
    [
        " And what were they, what was the feedback they were giving you?",
        1187.02,
        1189.24
    ],
    [
        " Well, I mean, they weren't negative about it. They weren't trying to make it overly scary.",
        1189.62,
        1194.0
    ],
    [
        " I think they were realistic and honest about it.",
        1194.08,
        1196.78
    ],
    [
        " But I think one of the things that when I looked back at that now, they were okay and they were alive.",
        1197.08,
        1202.5
    ],
    [
        " So, you know, maybe it's really not that bad.",
        1202.88,
        1206.46
    ],
    [
        " Yeah.",
        1206.84,
        1207.06
    ],
    [
        " But I mean, if it had been somebody that had been seriously injured, maybe be going, maybe I need to think about this a little bit more.",
        1207.4,
        1214.96
    ],
    [
        " Yeah.",
        1214.96,
        1215.3
    ],
    [
        " I mean, I was kind of determined to go in the reason that I was because I felt like when I was in Germany, I felt like I had a civilian job with a green uniform.",
        1215.66,
        1227.0
    ],
    [
        " I didn't figure I was being utilized or I was using myself to the best of my ability.",
        1227.7,
        1236.2
    ],
    [
        " I joined because I wanted to make some kind of a contribution.",
        1237.44,
        1240.74
    ],
    [
        " What, you know, wasn't a John Wayne kind of story or anything that big.",
        1241.48,
        1244.92
    ],
    [
        " But I just didn't feel like I was accomplishing that there.",
        1245.2,
        1248.52
    ],
    [
        " And the first sergeant talked to me about it and said, you know, you need to think about this.",
        1248.8,
        1253.38
    ],
    [
        " I'm going to give you three or four days.",
        1253.52,
        1254.92
    ],
    [
        " Talk to some of the guys that have been in Vietnam.",
        1255.1,
        1256.98
    ],
    [
        " Because I mean, I think he'd been and it wasn't anything.",
        1257.4,
        1260.56
    ],
    [
        " He just wanted to rubber stamp and put you on a plane and send you back and get you ready to go.",
        1260.56,
        1264.66
    ],
    [
        " He was really a genuine kind of person who felt like, hey, make sure this is what you want before we actually sign the paper work and send you on.",
        1264.84,
        1272.54
    ],
    [
        " Yeah, there's also different people have different experiences in war.",
        1273.28,
        1278.12
    ],
    [
        " And I know in Iraq, there was places in Iraq where the living conditions were better than most, than much of the living conditions that I experienced in my normal life in America.",
        1278.28,
        1288.06
    ],
    [
        " And then you go 10 miles away or sometimes even three miles from that point and you're outside at some forward operating base.",
        1288.36,
        1296.6
    ],
    [
        " And it's really dangerous and really hard living conditions.",
        1296.6,
        1299.46
    ],
    [
        " And it just depends on where you are.",
        1299.46,
        1301.78
    ],
    [
        " And I think the other thing you were just talking about, I think they call it survivors bias, which is the only people that we get to talk to.",
        1301.82,
        1309.44
    ],
    [
        " Like it happens with businesses.",
        1309.74,
        1311.04
    ],
    [
        " You know, someone says, oh, I did this with my business.",
        1311.5,
        1313.08
    ],
    [
        " And that's why I'm a multi-millionaire now.",
        1313.1,
        1314.98
    ],
    [
        " And everyone says, well, that must have worked. So I'll do it.",
        1315.04,
        1317.14
    ],
    [
        " What you don't get to talk to is all the people that they tried that and it failed.",
        1317.32,
        1320.64
    ],
    [
        " So yeah, from your perspective, you're hearing from guys that were in Vietnam.",
        1321.0,
        1324.02
    ],
    [
        " And like you said, they, I don't want to say they had a good time, but it wasn't that bad because they were coming back to be able to tell you about it.",
        1324.02,
        1331.86
    ],
    [
        " So you thought about it for a few days. What were you seeing on the news at this point?",
        1332.44,
        1335.96
    ],
    [
        " You didn't see much news at all when I was in Germany.",
        1336.58,
        1339.04
    ],
    [
        " I mean, I don't know whether I ever watched a television all the while I was there.",
        1339.04,
        1343.62
    ],
    [
        " And were there, were there any, like, intel reports, were there casualty reports?",
        1345.14,
        1351.64
    ],
    [
        " Were you seeing, I got a remember for me in Iraq, I was always paying attention to how many people were getting killed every month.",
        1352.26,
        1360.16
    ],
    [
        " I mean, I tracked it all the time and you know, you'd see those numbers creeping up and they crept up and they crept up.",
        1360.52,
        1366.9
    ],
    [
        " I paid attention to that. Was that something that you were looking at thinking, well, hey, that could be me?",
        1368.46,
        1374.04
    ],
    [
        " Never saw any or never heard any reports of that at all.",
        1374.7,
        1378.48
    ],
    [
        " I mean, I think there were, there was information shared that people were dying in Vietnam, but there wasn't any statistical paperwork that actually would bear out all those numbers.",
        1379.02,
        1389.46
    ],
    [
        " So you talk to the first sergeant, he tells you give it a few days, you give it a few days, and you say, yep, I'm still in.",
        1391.82,
        1398.92
    ],
    [
        " I want to go do this. Did you, when you go volunteer, what are they do, are they assigning you to a specific unit?",
        1399.5,
        1405.4
    ],
    [
        " Are they just shipping you off to Vietnam and you're going to sign when you get there?",
        1405.54,
        1408.16
    ],
    [
        " That's what happens. You're replacement troop.",
        1408.52,
        1411.02
    ],
    [
        " I mean, basically, I think when when Vietnam first got started, whole units went to Vietnam, but as time went on, everybody became a replacement troop.",
        1411.52,
        1421.74
    ],
    [
        " Somebody would rotate out tomorrow and another guy would come in. Three days later, another guy would rotate month, you know what I mean?",
        1422.04,
        1427.78
    ],
    [
        " You just went on that way all the while I was in country.",
        1428.04,
        1430.28
    ],
    [
        " So how long do they give you to prepare? Did you anything different to prepare? You just, how long did it take from the time you said, hey, I want to go.",
        1431.26,
        1438.9
    ],
    [
        " Yep. And then how long was it before you left?",
        1438.9,
        1441.5
    ],
    [
        " It was about two weeks before actually got orders that came down from Battalion or Brigade.",
        1442.5,
        1447.86
    ],
    [
        " Went home on a 30 day leave back to Minnesota during the month of February of 1968.",
        1447.96,
        1453.42
    ],
    [
        " And then I reported to Fort Lewis, Washington on the last couple days of February, 68 was in country by March the first 68.",
        1453.96,
        1464.76
    ],
    [
        " Did you fly over on civilian aircraft? I did.",
        1464.84,
        1468.16
    ],
    [
        " With stewardesses and...",
        1468.42,
        1470.82
    ],
    [
        " Brand of airlines if I remember correctly, which is not even an existence anymore.",
        1470.82,
        1474.8
    ],
    [
        " What was it called? Brand of airlines.",
        1475.1,
        1477.66
    ],
    [
        " And that was... what about saying goodbye to your parents? Was your dad nervous? Was your mom a disaster?",
        1478.58,
        1485.72
    ],
    [
        " And she was already sad when you joined the Army in the first place?",
        1486.08,
        1488.5
    ],
    [
        " It was pretty hard on my mom. And I mean, I think it was difficult for my dad too.",
        1489.16,
        1493.64
    ],
    [
        " Because I'm sure they probably both thought I was just absolutely crazy for volunteering to go.",
        1494.22,
        1498.98
    ],
    [
        " I mean, I could have stayed in Germany, ran out my three years and got out of the military, but I just couldn't see myself doing that.",
        1499.86,
        1506.92
    ],
    [
        " So it was difficult for him.",
        1507.52,
        1509.68
    ],
    [
        " So civilian flight, you get over there.",
        1511.9,
        1514.06
    ],
    [
        " What... you know, again, talking about movies. And we all see the movies.",
        1514.66,
        1519.5
    ],
    [
        " And, you know, I watched all those Vietnam War movies growing up and you...",
        1520.34,
        1524.22
    ],
    [
        " They always have the iconic scenes of the new guys in their fresh camouflage uniforms getting off the bird.",
        1524.22,
        1533.46
    ],
    [
        " And there's the hardened veterans that are heading home after a year of combat.",
        1534.04,
        1538.56
    ],
    [
        " And they look like they've been through a year of combat. Did you... did you see that?",
        1539.02,
        1543.18
    ],
    [
        " I did. Yeah, they were actually loading planes on the same location that we were off loading.",
        1543.68,
        1548.96
    ],
    [
        " So just exactly like you described is what took place.",
        1548.96,
        1551.74
    ],
    [
        " Anybody talked to you about anything? Anybody say anything to you?",
        1552.42,
        1556.3
    ],
    [
        " I mean, usually they're kind of giving you just a thumbs up.",
        1556.42,
        1559.78
    ],
    [
        " And they're a great big smile on their face because they know they're loading the bird and going home.",
        1559.78,
        1564.38
    ],
    [
        " So they're happy to be getting out of there.",
        1564.66,
        1566.74
    ],
    [
        " And the attitude with the guys that you were with, you know, you already talked about the drafties and boot camp that are freaking out.",
        1567.14,
        1572.46
    ],
    [
        " Was there any guys now that are heading to Vietnam?",
        1572.54,
        1574.96
    ],
    [
        " And some of those guys probably just got out of advanced infoture training or whatever.",
        1575.42,
        1580.08
    ],
    [
        " And had been in the army for whatever four months.",
        1580.56,
        1584.0
    ],
    [
        " Yeah. Four months and then maybe a 30-day leave at home and on their way to Vietnam.",
        1584.06,
        1588.58
    ],
    [
        " And again, that same kind of situation.",
        1589.48,
        1591.8
    ],
    [
        " And I think there, whether you joined the army or you got drafted, I think there's still that fear.",
        1592.34,
        1597.72
    ],
    [
        " Even though that's what you signed up for if you enlisted, there's that fear of the unknown that you've gotten off this plane and what's going to happen next.",
        1598.58,
        1606.56
    ],
    [
        " It's weird because there's the... I think there's a lot of this.",
        1607.2,
        1613.12
    ],
    [
        " Your attitude goes a long way because there's definitely people and times in myself included where I would think there's nothing's going to happen to me.",
        1613.76,
        1623.72
    ],
    [
        " Like it'll happen to anyone else.",
        1624.02,
        1625.66
    ],
    [
        " I've talked about this before. Like I always feel if I'm on a commercial airline and it blows up in the sky that I'm going to live.",
        1625.96,
        1633.42
    ],
    [
        " Like I'm going to grab a seat cushion or something I'm going to figure it out.",
        1633.78,
        1638.18
    ],
    [
        " So there's that kind of stupid ignorance that I know I had, especially when I was younger.",
        1638.36,
        1645.02
    ],
    [
        " Like nothing was ever going to happen to me.",
        1645.18,
        1646.68
    ],
    [
        " And I would see that in my guys when I was old. I didn't go to war until I was older.",
        1647.3,
        1651.82
    ],
    [
        " And I saw some of the guys that you could tell. They didn't think anything was going to happen to them.",
        1652.54,
        1656.74
    ],
    [
        " And I had other guys where you would swear in their mind they had a target on the back of their head every step that they took.",
        1657.18,
        1665.32
    ],
    [
        " And so you get a drastic difference between people's attitudes.",
        1665.74,
        1669.48
    ],
    [
        " Did you see that between, did you see that with different guys? And what did you think yourself?",
        1670.06,
        1674.22
    ],
    [
        " I did see that same thing. I don't think that's changed any from Vietnam to the generation that served in Iraq or Afghanistan.",
        1674.84,
        1683.12
    ],
    [
        " I think that mixture and that percentage is probably still the same all the time.",
        1683.12,
        1687.56
    ],
    [
        " Certainly a lot of people who had a certain emel-west, but maybe they had some other kind of a job in the states would say,",
        1689.02,
        1695.62
    ],
    [
        " well I might be 11 Bravo, which is a grunt, but I'm not going to have to do that because I was the company armor and I'll be, I'll be running, you know, distributing weapons and stuff like that.",
        1695.9,
        1706.16
    ],
    [
        " But you'd see them out in the field some time later. They'd be humping the bush with the 65 pound pack on their back.",
        1706.22,
        1712.1
    ],
    [
        " So I mean, I think there was a certain fear, but a certain courage is well too.",
        1712.7,
        1718.14
    ],
    [
        " That I think most of the people that I ever served with displayed.",
        1718.68,
        1721.62
    ],
    [
        " And I think even the guys that got drafted came to the resolve that, you know, look at I'm here. I might as well make the best of this.",
        1722.02,
        1730.06
    ],
    [
        " There's no sense in complaining or whining. And let's just go ahead and get our year in, get my two years in in the military and get it over with and I can go home.",
        1730.38,
        1738.32
    ],
    [
        " So I mean, I've always said that the people that I served with were tremendously courageous and extremely brave individuals.",
        1738.64,
        1746.24
    ],
    [
        " I never saw anything that I would ever be afraid to serve alongside of that person.",
        1746.24,
        1751.58
    ],
    [
        " Yeah, that's powerful. That's the American, that's the American serviceman right there.",
        1751.94,
        1755.68
    ],
    [
        " Because even when I was talking about guys that I knew that would, and I had friends that would verbally, you know, they'd say,",
        1756.3,
        1766.26
    ],
    [
        " I don't know, feeling good about tonight, man. They would say that stuff. Yeah.",
        1766.26,
        1770.06
    ],
    [
        " And guess what? They'd get on their gear and they'd go out night after night. And I actually have to give them more credit because sometimes I think, well, I'm not, I think I'm going to be fine.",
        1770.36,
        1779.84
    ],
    [
        " It doesn't take me that much courage to overcome that. And here's a guy that has that feeling night after night. But like you said, every time night after night, they're getting their gear on. They're going out and doing their job.",
        1779.84,
        1791.22
    ],
    [
        " How did you get assigned? So now you show up. This is just, this is like, this is what the army has the reputation of the big army. Hey, you're a piece, you're a piece, you're a, you're a cog in the machine.",
        1792.56,
        1806.54
    ],
    [
        " You give them your, I mean, how did that process work?",
        1807.18,
        1810.12
    ],
    [
        " Well, you get to be at night. You do a three day in country orientation where they teach you all about snakes and bamboo vipers and all that crazy stuff and what not to do and punchy stakes and all that.",
        1810.88,
        1822.84
    ],
    [
        " And then I'm sure that while you're there, they're working on who needs a track vehicle mechanic or who needs infantryman, whichever the case may be.",
        1823.4,
        1832.34
    ],
    [
        " And they just put me on a plane and flew me up to the night or actually did flew me to July on that one. And then helicopter meet Elsie Baldi out in the middle of nowhere.",
        1832.36,
        1841.04
    ],
    [
        " And that's how I got to the unit I served. Now as you're getting further and further away from civilization, did the hair on the back of your neck start to stand up straighter?",
        1841.4,
        1851.52
    ],
    [
        " Well, I'm probably a little bit on the crazy side and I think the curiosity factor I was okay with, you know, I mean, I'm like, like you're talking about, I've never felt like, I'm not going to say I've never felt fear, but I've always just been excited about what's going to happen next.",
        1851.98,
        1869.22
    ],
    [
        " I never worried when I was in country about dying, that thought never crossed my mind. I just felt like if I did what I knew to do and use the the experiences that I had and everything else and applied them the way you're supposed to have is going to be okay.",
        1869.32,
        1884.56
    ],
    [
        " So you roll rolling into Elsie Baldi. Where about in Vietnam was that?",
        1885.16,
        1890.34
    ],
    [
        " That's in the I Corps area closer up to the DMZ. It was about 17 kilometers southwest of Denang. And so is it a pretty remote location then?",
        1890.34,
        1899.78
    ],
    [
        " Called the Quay Son Valley is our area of operation. I mean, a lot of being a con, a lot of NBA in that area, especially in 68 and 69.",
        1900.2,
        1907.82
    ],
    [
        " And how big was that? Was the forward operating base that you were staying at? How big was it?",
        1908.22,
        1914.28
    ],
    [
        " Not very big. I mean, battalion headquarters. So battalion headquarters.",
        1914.66,
        1918.76
    ],
    [
        " And then, so you check in there, you land on the helicopter, get out of the helicopter, and then what happens?",
        1919.66,
        1928.22
    ],
    [
        " Well, I go to EpTrups company headquarters, report to the first sergeant, tell him who I am and what I am.",
        1929.22,
        1938.78
    ],
    [
        " And the first sergeant called everybody's son. So he said son. I told him I was a track vehicle mechanic and he'd point me in the direction.",
        1938.8,
        1947.44
    ],
    [
        " The motor pool. I'd go report to the motor sergeant. He said son. We really don't have a motor pool here in Vietnam.",
        1947.58,
        1955.16
    ],
    [
        " He said, there is a guy that runs the maintenance department. He's spec five so and so. And he said, you can, you'll see him at chow tonight.",
        1955.64,
        1962.96
    ],
    [
        " But you'll be at machine gunner on a one one three a one and we'll make sure you get a toolbox.",
        1963.18,
        1968.54
    ],
    [
        " So if anything goes wrong while you're out there, that's your job to fix them.",
        1968.54,
        1972.5
    ],
    [
        " So there's the wake up call.",
        1973.22,
        1974.6
    ],
    [
        " The, you know, I fought in the battle or a mod in 2006. And you know what vehicle we use for casualty evacuation?",
        1975.32,
        1985.84
    ],
    [
        " 113s. Yup, the exact same vehicle. So that's where you got assigned. You got assigned to a 113, which is an armored personnel carrier, made out of aluminum, if I'm correct.",
        1987.34,
        1998.84
    ],
    [
        " I'm not sure. Probably wouldn't be a bit surprised.",
        1999.2,
        2001.62
    ],
    [
        " And they're very, they're like a bit, they're basically a box with tracks. That's basically what they look like.",
        2001.88,
        2009.42
    ],
    [
        " Exactly. There's a box with tracks on them. They're not huge. They're not as big as a tank. How many people you think they hold? Maybe you could probably put eight or 10 on the inside.",
        2009.42,
        2018.42
    ],
    [
        " Yeah. We used to our joke about armored personnel carriers was how many people can you fit into them one more.",
        2018.58,
        2024.02
    ],
    [
        " So that's where you get assigned. So now you realize, okay, there's no motor pool here. There's no, that's not happening.",
        2025.16,
        2033.14
    ],
    [
        " He says you're going to be a machine gunner on one of these 113s. So you check in who you're checking in with now?",
        2033.2,
        2041.42
    ],
    [
        " Well, when my unit, my platoon was out in the field and they came back in for child that night. That's when I was introduced to the LT and the platoon sergeant.",
        2041.76,
        2052.94
    ],
    [
        " And then I don't know. They just picked a track that was short one guy and that's the one I went to.",
        2053.1,
        2057.42
    ],
    [
        " And how many how many tracks did you have in your platoon? Nine. Wow. That's a pretty big platoon.",
        2057.42,
        2062.38
    ],
    [
        " Well, it's 18 M60 machine guns, 950 caliber and 116 recoilless rifle. So it's a lot of firepower. Yeah. That's that's that's serious business.",
        2063.16,
        2074.08
    ],
    [
        " I didn't think they had that many in one platoon. And so then, okay. So now you settle in and and what kind of what kind of missions were you guys doing?",
        2074.42,
        2083.0
    ],
    [
        " Well, they when I originally got in country, they called them search and destroy and then I think somebody in Washington decided we need to change it to search and clear.",
        2084.04,
        2092.4
    ],
    [
        " It didn't sound quite as disastrous if you called it search and clear, but the mission was exactly the same thing.",
        2092.66,
        2099.32
    ],
    [
        " You still went out, checked all the villages, checked all the people, anybody that was out working in the fields looking for caches or rice, looking for weapons that were hidden in different villages and that type of thing.",
        2099.44,
        2110.46
    ],
    [
        " Sometimes you'd have intelligence reports that would send you somewhere where maybe they had some information that there was something bad going on. Sometimes it was there. Sometimes it wasn't.",
        2110.62,
        2121.2
    ],
    [
        " The area of operation that I actually worked in was exactly the same one. Me lie was in my my area of operation. We called it the pink fill on our map.",
        2121.8,
        2131.16
    ],
    [
        " And I think Lieutenant Calle's thing had happened three weeks or four weeks after I got in country or something like in third week in March or maybe around the first of April.",
        2131.86,
        2143.38
    ],
    [
        " You know, you're familiar with that story. And then.",
        2143.72,
        2146.94
    ],
    [
        " But you guys, did you guys hear anything about it?",
        2147.72,
        2150.52
    ],
    [
        " I think we heard a little bit about it, but communication back then was not the same as it is today. I mean, obviously nobody had cell phones or anything like that.",
        2151.58,
        2161.52
    ],
    [
        " You didn't have pictures or any information. We just knew there was a lot of people in that village and it was, I mean, it was a sizable village for as remote as it was.",
        2161.88,
        2170.88
    ],
    [
        " Most of them were just all rice farmers that were out there. So all they do is harvest rice and carry it to market. But we've been through there a number of different times before and after the actual meal I massacre.",
        2171.16,
        2183.02
    ],
    [
        " And I think the thing that was interesting about Vietnam was for villagers. If I used an interpreter to ask somebody a question in a village, about would they rather have the NBA in charge or would they rather have the Americans or the South Vietnamese military in charge.",
        2184.02,
        2199.02
    ],
    [
        " And they were really always reluctant to answer that question because I don't think there was a good answer they could give me.",
        2199.28,
        2207.9
    ],
    [
        " You know, if they answered it one way, it kind of meant they were Vietnamese NBA sympathizers. And if the answer to the other way, then that meant they were totally opposed and they would support us.",
        2208.4,
        2220.2
    ],
    [
        " But we know that wasn't the way it happened either. They were just trying to go rice and stay alive.",
        2220.2,
        2224.72
    ],
    [
        " So I mean, if we would leave them alone and the NBA would leave them alone, they'd be the happiest people on the face of the earth. But it didn't happen that way.",
        2225.58,
        2232.56
    ],
    [
        " We didn't abuse them, but the NBA abused them all the time. Not only for their rice, but for shelter and everything else.",
        2232.9,
        2239.98
    ],
    [
        " How, what was your opt-tempo like? So how long would you go out on a mission for?",
        2240.5,
        2245.94
    ],
    [
        " I mean, probably a standard time is about 20 to 22 days at a time. And then we get resupplied in the field with Wishinooks for fuel and for water and food and everything.",
        2247.1,
        2257.64
    ],
    [
        " So this forward operating base that you were out that you were out of when that platoon came back, they'd been out for a long time. They'd been out for...",
        2258.04,
        2265.86
    ],
    [
        " And on that particular one, I don't know, but I would have to guess they probably were at least a two week period of time.",
        2265.86,
        2271.5
    ],
    [
        " Once you went out and you started through the area of operation, you just didn't come back until you covered the whole thing.",
        2271.94,
        2277.44
    ],
    [
        " But you guys are living... Do you have dismounts with you or is everyone in the platoon traveling inside the track and sleeping inside the track?",
        2278.8,
        2288.92
    ],
    [
        " And you got water? I mean, what's like the daily routine like?",
        2289.58,
        2294.2
    ],
    [
        " Well, you get up and fix breakfast, you know, fix some coffee or some sea rations. And, you know, easy to carry it because your armored personnel cares.",
        2295.16,
        2303.92
    ],
    [
        " Weight didn't make a whole lot of difference to us.",
        2304.18,
        2306.06
    ],
    [
        " We'd have somebody would fix this, somebody would fix the coffee. We'd all kind of share the meal together because you didn't have any food that came out to the field very often.",
        2308.36,
        2315.88
    ],
    [
        " And we just sit down maybe the night before that morning with the LT and go over what the daily operation was and fall out with a mile or cover on the map sheet and a grease pencil and, you know, go through the checkpoints throughout the course of the day.",
        2317.4,
        2331.32
    ],
    [
        " You know, if you faced any difficulties, you, you know, just faced it head on, return fire, called an artillery.",
        2332.06,
        2338.9
    ],
    [
        " Maybe you'd get a call in infantry unit to be pinned down nice spread about being armored personnel carriers. You could move real fast.",
        2340.0,
        2347.02
    ],
    [
        " Lay down a lot of suppressing fire and let them back out and save them. We did that for Marines as well as United States Army.",
        2347.2,
        2355.1
    ],
    [
        " Then, and then this is just what you do. This is just the day in, day out all day every day.",
        2355.68,
        2363.96
    ],
    [
        " And you're, during the nighttime you, you stay, you know, you stay on watch, but you're in a perimeter somehow and circle up just like wagon trains and an old western television program.",
        2363.96,
        2373.8
    ],
    [
        " Yeah, like John Wayne in the guys. And then everybody would stay up on the track. There'd be two hour segments from 10 to midnight on down to six o'clock in the morning. You'd rotate every two hours.",
        2373.98,
        2385.88
    ],
    [
        " And you'd just be, you know, you'd have clay more is out and set up your perimeter defense and everything. You'd call in debt cons so that you had positions available for local artillery could drop stuff real quick if you needed to have it.",
        2386.44,
        2398.94
    ],
    [
        " Now, it seems like it would not be a great move for the, the conner for the NVA to attack, you know, this you guys. I mean, how often did they attack?",
        2399.22,
        2412.8
    ],
    [
        " Never. Well, I was there. But I think the, the big thing is, is that one of the things you have going for you is you have the speed of movement that you could travel with an armored person. No carrier.",
        2413.64,
        2425.96
    ],
    [
        " So there really wasn't any way that they could pattern you and go set up in front of you or follow you fast enough to be even if they probably walk through the night to get you, which might have been possible, but it never happened.",
        2426.26,
        2441.06
    ],
    [
        " And I just don't think they ever tried to do that when they had enough infantry units and Marines that were in the area and they were walking slower and their movement was slower. That's who they would set up on.",
        2441.06,
        2451.92
    ],
    [
        " And then you guys would utilize your firepower to go help out if some infantry unit called for help you guys would roll in and lay down the thunder, which you guys most certainly had that weapons packages. No, is no joke right there.",
        2452.46,
        2467.44
    ],
    [
        " Well, when you talked about it before, when we rode to machine gunners, the hatch was always open on an APC and two machine gunners sat on the back on that hatch with the guns out to the right and left.",
        2467.54,
        2482.22
    ],
    [
        " Of course, the turret was in the center with a 50 caliber and you never got down inside. I mean, only if maybe if you were taking fire, you'd get down and get behind the, the M60.",
        2482.78,
        2495.48
    ],
    [
        " But you stayed up on top all the time because I guess if you were ever going to hit a land mine, which is, you know, something that happened quite often, you didn't want to be down inside with stuff exploding from from that explosion, you wanted to be on the top and maybe get blown clear of it.",
        2495.7,
        2510.98
    ],
    [
        " So that was out was that the biggest threat to the tracks was getting hit in some kind of land mine or an RPG rocket from a wood line.",
        2511.26,
        2519.58
    ],
    [
        " The, yeah, I mean, obviously in Iraq and Afghanistan really, I mean, I can really only talk about Iraq from my experience, but yeah, obviously the roadside bombs were what they, what they did.",
        2520.52,
        2534.08
    ],
    [
        " That was what they did and they did it well. And, you know, the bigger vehicles that we got, the bigger bombs they built.",
        2534.22,
        2542.58
    ],
    [
        " And so when it started my first deployment, we were in humvees with, we didn't have, we literally didn't have doors on our humvees.",
        2542.74,
        2549.44
    ],
    [
        " We actually turned the seats to face outboard so that we could present our weapon and that we could present our front plate of our body armor.",
        2549.6,
        2557.92
    ],
    [
        " And then eventually we put, we put, we weld the doors together and put steel doors on. And then by the time I got back to Iraq, we had armored humvees.",
        2558.66,
        2566.12
    ],
    [
        " And then after that came the big giant mine resistant vehicles. And the whole time the enemy just kept building bigger and bigger and bigger bombs.",
        2566.12,
        2574.92
    ],
    [
        " But we were always, we were oftentimes, not always, but we were oftentimes channelized on roads because of bridges or because of, because of just being in the city.",
        2575.56,
        2586.26
    ],
    [
        " Whereas you guys did you guys, you guys with tracks in the jungle or, you know, you guys could just go wherever you wanted to. Is that right?",
        2586.92,
        2594.96
    ],
    [
        " Pretty much so. The biggest thing that we had to do, and I mean that was the number one thing in part of the training with you, drove where you were commanding a track was, you never take the same stream crossing twice.",
        2595.04,
        2607.56
    ],
    [
        " You, you track the vehicle right directly in front of you. You never get outside of the lead tracks, tracks in the ground.",
        2608.76,
        2614.74
    ],
    [
        " And we'd stay in the patties or around the patties as much as possible because they weren't very likely to, to put a landmine in the rice patties.",
        2615.26,
        2623.26
    ],
    [
        " It would be on the road or the edge of the road or maybe on a rice betty dyke, but we never, never went in that direction very often either.",
        2623.3,
        2630.26
    ],
    [
        " And what was your, what was your leadership like? You know, your, your young lieutenant, platoon commander.",
        2630.68,
        2637.2
    ],
    [
        " What was he like? What was your platoon sergeant like? What, what was your interaction with those guys like and even your vehicle? So who was in charge of, of your track? Was he?",
        2637.46,
        2646.18
    ],
    [
        " Was a young E5, probably 21 or 22 years old at that time.",
        2647.36,
        2651.34
    ],
    [
        " And the leadership in my platoon, the platoon leader was a, was a great first lieutenant.",
        2652.2,
        2657.48
    ],
    [
        " And I mean, it was one of those things that I learned very early on, the best thing that I could do for the first three or four months was just shut up and listen and watch what was going on and follow the lead of the people that really knew what was going on.",
        2658.14,
        2671.12
    ],
    [
        " The platoon sergeant was that same kind of a person.",
        2671.62,
        2674.5
    ],
    [
        " The different with the platoon sergeant was that he was probably in his thirties. He was married. He had children back home.",
        2674.64,
        2682.46
    ],
    [
        " So I don't think it was as easy for him to be a strong leader and a strong decision maker because I think that was on his mind a lot.",
        2682.94,
        2694.5
    ],
    [
        " The LT was not that way and everybody that we served with was not that way. I don't know if I know anybody else that I served with for 10 and a half months that was married other than most little platoon sergeants or the first sergeant.",
        2695.2,
        2711.58
    ],
    [
        " So they have that in the back of their mind. They're thinking about you can sense that they're maybe leaning a little bit towards trying to stay alive and trying to take less risk.",
        2712.14,
        2722.98
    ],
    [
        " And you, you know, to all that works is that's not always the best person to have for a leader. If you're not tuned in 24 or seven while you're there, you're in trouble.",
        2723.54,
        2735.12
    ],
    [
        " You know, that's the only way to survive. You have to be conscious of every fly that lands on on your food. You know what I mean? You just you just get that heightened sense of awareness that it's probably lucky.",
        2735.58,
        2748.88
    ],
    [
        " You can even go to sleep when you lay down at night because you're the adrenaline is pumped so much all day long.",
        2749.08,
        2754.22
    ],
    [
        " Yeah, something else that I always felt and I don't know if I'm right or wrong, but I always felt that if you were thinking about other things like family, that was going to make you less aggressive.",
        2754.82,
        2771.02
    ],
    [
        " And as far as I can tell, if you're aggression, if you're not aggressive on the battlefield, that has a higher probability of getting you killed, then if you're aggressive, I think that hesitation is a bad thing.",
        2771.02,
        2787.56
    ],
    [
        " And I look, I'm not saying that I used to try and make this clear all the time. I'm not talking about, you know, being hyper aggressive and running to your death. That's not what I'm talking about.",
        2787.96,
        2794.92
    ],
    [
        " But if there's something going on and you're nervous about making a move, that's not a good thing to have happening. And it would make when I would have guys that I could see were thinking about other things, it would make me nervous that they were going to hesitate when they needed to move or needed to make something happen.",
        2795.24,
        2815.16
    ],
    [
        " I agree 100% because we experienced a lot of that and the only thing I would do when I got to a position where I was in E5 or eventually became in E6 was to identify those people and try to utilize them in some spot where they weren't going to get anybody else killed.",
        2816.9,
        2833.84
    ],
    [
        " There wasn't always real easy to do, short of actually sending them back to the rear area and not letting them come out in the field with us. But if you were short of people, you didn't have that option very often either.",
        2833.92,
        2845.14
    ],
    [
        " So you were in E4 when you got in country?",
        2845.84,
        2848.96
    ],
    [
        " I was.",
        2849.18,
        2849.5
    ],
    [
        " And then you got promoted to E5.",
        2850.04,
        2851.82
    ],
    [
        " Right?",
        2852.22,
        2852.24
    ],
    [
        " Did that change your position in the track at all?",
        2853.6,
        2856.9
    ],
    [
        " It took me off the machine gun and put me behind the 50.",
        2857.22,
        2860.02
    ],
    [
        " That's good.",
        2862.5,
        2863.2
    ],
    [
        " Did you, and then did you eventually make E6?",
        2864.04,
        2867.02
    ],
    [
        " I did.",
        2867.34,
        2867.62
    ],
    [
        " And did that change your position again at some point did you become like the vehicle commander?",
        2867.96,
        2871.9
    ],
    [
        " I became what was called the field for Sarge with it called Six Alpha in the Army.",
        2872.48,
        2877.82
    ],
    [
        " I was on the command track out in the field with the company commander and then two other machine gunners on our track.",
        2878.56,
        2884.94
    ],
    [
        " So you did you leave your platoon to go and be with the company commander?",
        2885.64,
        2889.44
    ],
    [
        " I did.",
        2889.44,
        2889.84
    ],
    [
        " And what's your job when you're in that position?",
        2890.58,
        2894.02
    ],
    [
        " Well, basically everything you do for the daily operation, you're kind of in charge of or overseeing everything.",
        2895.0,
        2901.68
    ],
    [
        " You know, because keep in mind now we've got not just my third platoon out there, but the second and the first might be with us or they might be off on an operation of their own.",
        2902.02,
        2912.44
    ],
    [
        " Sometimes two platoons that go out together and want to go a different direction.",
        2912.74,
        2916.32
    ],
    [
        " So you had to be cognizant of where everybody was all the time and what they were doing and any difficulties that they were having.",
        2916.46,
        2923.54
    ],
    [
        " And it was a brand new company commander who did not have any Vietnam experience so that it was almost like having to train the CEO once he got there.",
        2923.98,
        2933.22
    ],
    [
        " So I think the fact that I got assigned to that track was what the first sergeant felt, enough confidence in me that I could do that and not be a jerk to him or not worry about him.",
        2933.92,
        2946.28
    ],
    [
        " And being a captain versus me being an E6.",
        2946.28,
        2949.08
    ],
    [
        " I mean, that part never bothered me anyway.",
        2949.96,
        2952.76
    ],
    [
        " I never put much attention to that.",
        2952.94,
        2954.9
    ],
    [
        " How long had you been in Vietnam when you got moved to that assignment?",
        2955.24,
        2958.32
    ],
    [
        " I had been in country about eight and a half months.",
        2959.16,
        2964.46
    ],
    [
        " So that was, that's like perfect then.",
        2966.2,
        2968.4
    ],
    [
        " You know, you're experienced and the company commander didn't have any experience.",
        2968.66,
        2972.58
    ],
    [
        " I know I always had a special vehicle.",
        2973.46,
        2978.02
    ],
    [
        " We, in a Humvee, the vehicle commander sits in the, in the, basically the front right passenger seat.",
        2978.72,
        2984.08
    ],
    [
        " And you know, you're the one that's supposed to be kind of directing the vehicle.",
        2984.44,
        2987.08
    ],
    [
        " And I would always have to do other things because I was either an assault force commander, ground force commander, whatever.",
        2987.36,
        2992.96
    ],
    [
        " So I always had, I always took the best smartest driver so that I didn't have to do worry about him, you know.",
        2993.14,
        3000.44
    ],
    [
        " And it's kind of the same relationship, you know, he knew that, hey, he needed to handle all the stuff going on with the vehicle.",
        3001.82,
        3007.1
    ],
    [
        " But that's, that's like the way the military does things.",
        3007.72,
        3010.56
    ],
    [
        " The military does things like that right there where they take the new company commander that doesn't have any experience",
        3010.78,
        3016.62
    ],
    [
        " and they give him a guy that can help advise him in a, in a positive way to make sure he doesn't, for lack of a better word screw anything up.",
        3016.62,
        3027.5
    ],
    [
        " I thought it was a very enjoyable process because I mean, I didn't intend to be a career soldier.",
        3030.38,
        3036.78
    ],
    [
        " So I mean, I just knew that I had X number of time, amount of time, days, months, whatever it was.",
        3037.72,
        3044.64
    ],
    [
        " But I've just always felt like if I'm going to do something, I'm going to do it to the best of my ability.",
        3045.06,
        3051.02
    ],
    [
        " I'm sure I didn't have all the answers, but I also knew who to, to talk to, who'd still been around even longer than I had.",
        3051.52,
        3059.22
    ],
    [
        " Some guys who had extended been there 14, 15 months already, you know, and had a great deal more experience than I did.",
        3059.6,
        3066.32
    ],
    [
        " I would ask, I'm not afraid to get information from somebody.",
        3066.42,
        3069.64
    ],
    [
        " I mean, that's, that's, that knowledge could save a lot of people's lives and that, that's a big part of what I felt like I was responsible for.",
        3070.18,
        3078.04
    ],
    [
        " Now I'm responsible for the whole company, which is, you know, I don't know, 210 people, I guess at that point.",
        3078.04,
        3084.42
    ],
    [
        " Now, you mentioned that the, the, the enemy was not outright openly attacking you, but you guys were responding.",
        3084.88,
        3093.32
    ],
    [
        " What was the casualty rate for F-trupe while you were there?",
        3094.06,
        3098.84
    ],
    [
        " I mean, just in terms of how often were you guys taking casualties?",
        3103.14,
        3108.46
    ],
    [
        " And I know I looked, there's a really good website that you guys have from F-trupe and Vietnam, and it, in, why are the numbers written down?",
        3108.98,
        3117.44
    ],
    [
        " In 1967, so before you showed up, there was, there was four people from, from F-trupe that were killed in action.",
        3118.54,
        3127.26
    ],
    [
        " In 1968, so the year that you were there, that number went up five times.",
        3127.86,
        3133.88
    ],
    [
        " These were, and according to that document, it said that there was 20, 20 men killed in action in, in 1968.",
        3134.56,
        3142.9
    ],
    [
        " So that is some heavy contact. I mean, that's more than 10%, that's more than 10%. That's not, that's not counting wounded in action. That's all killed in action.",
        3143.76,
        3153.68
    ],
    [
        " So even though you said the enemy wasn't attacking you very often, you guys must have been in some significant enemy contacts to be taking those, those kind of casualties.",
        3153.86,
        3163.1
    ],
    [
        " Well, and I think most of those that I'm familiar with were all landmines, and they were landmines for people on the vehicles where it blew the M-113 to pieces.",
        3163.42,
        3174.26
    ],
    [
        " I mean, the reason we had a new company commander in the fall of 1968 was because the company commander had directed a new driver to do a stream crossing that we knew you shouldn't cross a second or third time.",
        3174.66,
        3189.1
    ],
    [
        " And it blew, they hit a 500 pounder. And I mean, it just killed all four people on the track. And it blew the, the captain off.",
        3189.88,
        3196.9
    ],
    [
        " He was riding on the driver's hatch that was open, blew him clear, but injured him seriously. That's why we ended up with a new company commander.",
        3196.9,
        3205.26
    ],
    [
        " And then Jim Stark, he was from San Jose, California, was a real good friend of mine, was killed in April of 1968 shortly after, you know, like six weeks after I got in country.",
        3205.9,
        3216.82
    ],
    [
        " But he was just one of those guys that love girls and played sports. So immediately became a great friend.",
        3216.98,
        3223.78
    ],
    [
        " That's one of the, one of the horrible things about the M-113. And it's really the same thing with the Humvee.",
        3225.4,
        3231.6
    ],
    [
        " They built those things to have a low profile, because when you're talking about tank battles, what you want to have is you want to have a low profile so that you can hide behind, you can take the vehicle, and you can, you can sink it into a depression, you can get behind some kind of a terrain feature and not get shot at.",
        3231.88,
        3249.38
    ],
    [
        " The problem with designing vehicles with an extremely low profile is that they have no ground clearance. And so when there's a land mine underneath them, it just, it just disrupts those vehicles.",
        3249.74,
        3264.28
    ],
    [
        " And that's why the, the new vehicles, the mine resistant vehicles, they're super tall off the ground. They have these big V-shaped holes that literally deflects some of the power of the bombs at the enemy plants.",
        3264.46,
        3278.7
    ],
    [
        " So that's one of the problems with these M-113s is there's not much ground clearance on them. And so when they get hit with a, with a mine, it does catastrophic damage often.",
        3278.84,
        3289.24
    ],
    [
        " And so that was what you, you guys, that was the major threat from the enemy was, was hitting these, these bombs.",
        3289.98,
        3297.42
    ],
    [
        " Yeah, and I would have to guess, I mean, I had never heard that number before that we lost one in 1968, but I would have to guess it may be two or three of those might have been small arms fire and the rest were all from their vehicles being blown up.",
        3297.62,
        3311.44
    ],
    [
        " How did that grade on your nerves?",
        3312.14,
        3314.46
    ],
    [
        " The, the land mine explosions?",
        3315.36,
        3318.56
    ],
    [
        " Yeah.",
        3318.9,
        3319.22
    ],
    [
        " Well, again, you, you still just do everything to the best of your ability. You have to track that vehicle in front of you. Now, obviously, if you're the lead track, and that changes periodically, but, you know, you're, you're in greater jeopardy that you could hit something because there's no way in the world that you can, you can't, can't go out and do, you know, mine detectors and stuff, you're, you're out in the middle of nowhere.",
        3320.74,
        3345.78
    ],
    [
        " You probably get shot off the track trying to run detectors and you would just run through it, but in most of ours were not that kind of explosion, they were more bad choices by people who thought this time it's going to be okay.",
        3345.78,
        3362.74
    ],
    [
        " And you just can't do things that way. It's never going to be okay. It's always going to be bad. And if you think that direction, you'll usually be safe 90% of the time.",
        3363.54,
        3374.98
    ],
    [
        " And, and like I say, when the, when the captain made that decision, my best friend from walks out, she Texas, Chris Wendler, was his driver and Chris would have never crossed that stream as his driver, but he had a replacement because Chris was back home in Texas on a 30 day extension leave.",
        3375.3,
        3396.48
    ],
    [
        " And I mean, I've asked Chris that question over all the years, you know, would you have crossed it? He said, but Captain Davis probably would have listened to me, but he probably wouldn't listened to anybody else because Chris had a great deal of experience driving for him.",
        3396.92,
        3411.52
    ],
    [
        " That's one of the misconceptions about the military and it's really one of the misconceptions about leadership is, is the last thing that I want as a leader is to have a bunch of yes men that are just going to do what I tell them to do because I told them to do it.",
        3412.76,
        3428.08
    ],
    [
        " I want people that are going to say, hey, Jocelyn, if that's the best idea or hey, that we should do this a different way. And, and people don't think that that's going to happen in the military, that's what you want.",
        3428.74,
        3438.68
    ],
    [
        " You want that kind of environment inside the military. And the good thing is that way when I would make a call and guys would execute, I knew it was a good call because no one gave me any pushback because believe me, I had a relationship with my guys, if I was saying telling them to do something stupid, they'd say, hey boss, we need to, we need to go go on hold right now and figure this out. There's got to be a better way.",
        3438.68,
        3458.22
    ],
    [
        " So that's the way that's how I that's how I make good decisions not because I'm great because I got a bunch of great guys working for me that are going to tell me, hey, that's not the right call. And that's a classic example right there.",
        3458.92,
        3469.54
    ],
    [
        " You know, if if Chris who had the experience and had the the the the the wherewithal to say, hey boss, we don't want to cross right there. It's not a good call. Let's just go 10 meters down mix it up a little bit.",
        3469.64,
        3481.74
    ],
    [
        " That's the kind of thing where that that would save lives. And the other thing that you just talked about, this is another thing that people get really surprised about.",
        3481.98,
        3490.52
    ],
    [
        " Is even because we work, I work with a lot of companies and businesses and people say, well, you know, my guys get complacent, get complacent with things because, you know, there's there's, it's not combat.",
        3493.66,
        3505.42
    ],
    [
        " So people get complacent. And I always have to explain people get complacent in combat too. You go on, you go on your 14th patrol on a row in a row.",
        3505.42,
        3515.68
    ],
    [
        " And nothing's happened for the last 13 patrols. And you think, oh, you know, we can we can cross here or we don't need to we don't need to pack extra ammo or I don't need to carry that extra radio battery because I haven't needed it yet.",
        3515.8,
        3528.74
    ],
    [
        " And when you cut those corners when you get complacent, that's when these horrible things happen. You cannot get complacent. And all those all those service men out there right now service men and women don't cut corners.",
        3528.74,
        3542.8
    ],
    [
        " Don't do it. You got to hold the line. And if you see people cut in corners, call them out.",
        3543.36,
        3548.42
    ],
    [
        " One of the biggest things that some of the infantry units used to do was get complacent and not put claim more out when they set up for the night.",
        3549.02,
        3557.48
    ],
    [
        " And just like you mentioned, it might have worked 12 or 13 times before, but the one time you decide you're going to leave it in your pack.",
        3558.0,
        3565.02
    ],
    [
        " That's exactly when Charlie decides to come through the perimeter, not that he knew, but you weren't prepared.",
        3565.76,
        3571.5
    ],
    [
        " That's that's the guaranteed way to get attacked. Don't set up claim wars. Every time you set up claim wars and you're prepared and everyone standing watch correctly, that's how you don't get attacked.",
        3572.02,
        3582.32
    ],
    [
        " The minute that someone slacks off, yeah, that's that's what that's what sent you going sideways. Now you mentioned the draft ease.",
        3582.84,
        3589.7
    ],
    [
        " That pretty much when you were there, once you guys were in country, once you were doing your job, did you, could you even tell the difference between who is a draftee and who wasn't?",
        3591.68,
        3600.06
    ],
    [
        " Only if you would ask him if that was the case, because there was no other identification to anybody. But you know, again, I say this because in 10 and a half months period of time, they were still the most courageous and brave people that I've ever served with.",
        3600.38,
        3613.98
    ],
    [
        " I think they've resolved all that draft stuff and I don't want to be here before they got in country or right after they got in country because they were, they were not complacent at all once, once I started to work with them.",
        3613.98,
        3626.48
    ],
    [
        " Yeah, I had a retired general who is, who is what a David Hackworth's company commanders in Vietnam.",
        3626.78,
        3636.82
    ],
    [
        " And I asked him about the draftees and he said he couldn't tell who is a draftee and who wasn't. And I always, you know, I hear a lot of people asking me about, again, the skinning into the business world, people ask me about what it's like to, or, you know, how do you handle these millennials?",
        3637.94,
        3652.5
    ],
    [
        " And I always bring up people like Hackworth who says, who, Hackworth said he loved his draftees. I mean, I don't think you can get a harder workforce to deal with than someone that was drafted to Vietnam that doesn't believe in the war, that doesn't want to be there and who can lose their life doing this job.",
        3654.3,
        3670.02
    ],
    [
        " Okay, I get it. The millennial might like looking at his phone or whatever, but that still is a completely different deal. But if you have good leadership and you explain to them why it's important and you get them involved and give them ownership, they'll step up and you're the, you're another example of someone looking at me and saying, hey, the draftees, if they knew what was going on, we couldn't tell who is who.",
        3670.66,
        3693.9
    ],
    [
        " And that's again, a testament not only to good leadership, but it's a testament to, to American soldier. And what we do here.",
        3694.62,
        3702.56
    ],
    [
        " When you, you said you got shifted into that new job with the company commander at eight and a half months, are you starting, you know, and we said this a little bit, not as much as you guys, not as much as I hear about it in Vietnam.",
        3704.1,
        3720.96
    ],
    [
        " But we might have had this creep into our head a little bit of the idea of, you know, you got short time and it's almost time to go home and, and did that start creeping into your mind at all at eight and a half months, there was that too far away where you're not even thinking about it yet.",
        3721.44,
        3737.48
    ],
    [
        " I honestly never gave it any thought at all. I mean, I knew what my rotation date was, but a lot of guys actually made what was called a short time calendar.",
        3737.9,
        3745.42
    ],
    [
        " That's a bad idea. I never, never did that at all.",
        3745.8,
        3749.6
    ],
    [
        " So you just, every day was a new day, you're going to do your best job. And if you're doing what you're doing, that's the best you can do.",
        3750.24,
        3757.82
    ],
    [
        " And that's one more thing I wanted to say this because again, we got young folks in the military out there. When I was talking about, hey, some people are afraid, some people aren't afraid, some people think it's going to happen to them, some people think it'll never happen to them.",
        3758.62,
        3771.3
    ],
    [
        " Look, wherever you are on that spectrum, what I can say is this, there's things that you can control and there's things that you can't control.",
        3771.88,
        3780.42
    ],
    [
        " And as you're going into combat, before you go into combat, train hard, be prepared, know your weapons systems, know your immediate action drills, then that's, that's the best you can do.",
        3781.18,
        3792.78
    ],
    [
        " You've done everything you can to take control over what you can control. Once you're in combat, there's some things that you're not going to be able to control.",
        3792.88,
        3800.58
    ],
    [
        " And if you worry about those things, it's actually a set, it actually negatively impacts you. If you're worried about things that you can't control, if you're worried about what's going on at home, if you're worried about, make all those things that are going to take away your aggressiveness, take away your awareness, take away your attention.",
        3801.12,
        3817.66
    ],
    [
        " Those things are going to drag you in the wrong direction.",
        3818.38,
        3821.0
    ],
    [
        " So don't worry about the things that you can't control. It's okay to be afraid too. Like, hey, if you're scared, guess what? It's normal. You're going into a hard situation, it's normal.",
        3821.64,
        3831.64
    ],
    [
        " You're going to be, you're going to feel that, you're going to feel your guts going to feel what do they say butterflies in your stomach, that's normal. It's okay, it's no big deal. That's what people feel.",
        3831.98,
        3841.3
    ],
    [
        " You don't need to think you're weak because you're feeling that. You're just going into survival mode. You got butterflies in your stomach because your blood's drawn away from there because you want to focus on other things. It's a positive thing.",
        3842.14,
        3853.88
    ],
    [
        " So don't worry about those things. You can't control focus on what you can't control. And if you're feeling a little bit afraid, good. That means your mind is in the right place. You're aware and you're in a hyper sensory mode so you can survive out on the battlefield. That's what's going on.",
        3855.0,
        3870.24
    ],
    [
        " What was going on with the mission where you got wounded?",
        3876.7,
        3880.94
    ],
    [
        " We'd been out on a search and clear for that whole day. I mean, probably had been out in the field for six or seven days at that point.",
        3882.32,
        3890.76
    ],
    [
        " I had picked the night longer position. We set up that evening about five, thirty or six o'clock. We were supposed to get resupply and get hot chow that night brought up by helicopter.",
        3891.06,
        3901.34
    ],
    [
        " And so what I was doing was once the platoons got set up on the perimeter and our command track was in the center of the circle.",
        3902.5,
        3910.34
    ],
    [
        " I went out to check the claymores and all the perimeter defense to make sure that everybody put out what I mean because I just did that before.",
        3910.74,
        3918.9
    ],
    [
        " I don't know whether that was my responsibility as in my new position, but I probably slept much better knowing that I had checked it. And that's when I stepped on a landmine was checking the perimeter.",
        3919.2,
        3929.94
    ],
    [
        " And what do you remember about stepping on a landmine?",
        3930.9,
        3934.2
    ],
    [
        " I don't remember it blowing. I remember going up in the air and I remember coming back down. I never lost consciousness from the explosion.",
        3934.2,
        3943.8
    ],
    [
        " But when I laid on my back and the medic came over and I'd known the medic for seven or eight months and tears were running down his face and he was telling me I was going to be okay. I knew it wasn't real good.",
        3944.68,
        3955.08
    ],
    [
        " Not what you want to hear from the medic on.",
        3957.3,
        3959.32
    ],
    [
        " So then what happens?",
        3960.46,
        3962.44
    ],
    [
        " Well, I mean, I laid there for a little bit while he's trying to do stuff. The interesting thing that happened with my explosion was all powder.",
        3962.94,
        3971.02
    ],
    [
        " There was no shrapnel to it whatsoever. It must just been a bag of H.E.",
        3971.18,
        3975.58
    ],
    [
        " So when it blew, it actually blew in a gigantic ball of flame and it partially cauterized my arteries that were exposed and probably actually saved my life at the same time that amputated both of my legs and my arm because I didn't lose consciousness.",
        3976.92,
        3991.16
    ],
    [
        " And he wasn't forced to do turnigits and all kinds of other stuff to try to save me.",
        3991.88,
        3995.64
    ],
    [
        " So, you know, whatever time I spent on the ground, then dust off helicopter in about a 12-minute ride to the 95th of the vac.",
        3996.38,
        4002.46
    ],
    [
        " And that's kind of the way that one worked.",
        4002.76,
        4004.88
    ],
    [
        " He didn't even put turnigits on you.",
        4005.08,
        4006.74
    ],
    [
        " Didn't have to.",
        4006.9,
        4007.42
    ],
    [
        " So you lost both legs. You lost your arm. He didn't put turnigits on anything.",
        4007.48,
        4011.14
    ],
    [
        " That's crazy.",
        4012.34,
        4013.26
    ],
    [
        " Is it burn shut?",
        4013.56,
        4014.02
    ],
    [
        " Wow.",
        4014.58,
        4014.8
    ],
    [
        " Yeah.",
        4015.2,
        4015.32
    ],
    [
        " And were you burned anywhere else on your body?",
        4016.28,
        4018.3
    ],
    [
        " Some, you know, done my chest and under this arm because most of the blast came up the left hand side.",
        4018.72,
        4024.4
    ],
    [
        " That's what saved my right arm, I guess.",
        4024.52,
        4026.7
    ],
    [
        " Were you wearing a flat jacket?",
        4027.32,
        4029.02
    ],
    [
        " No.",
        4029.48,
        4029.62
    ],
    [
        " How often were you guys wearing flat jackets?",
        4030.1,
        4032.16
    ],
    [
        " When you were on the track and rolling.",
        4032.4,
        4034.26
    ],
    [
        " But just out walking around generally didn't, you know, you wouldn't even, you'd roll up your pant legs because it was so hot.",
        4035.02,
        4041.44
    ],
    [
        " You'd just wear a t-shirt and carry your weapon.",
        4042.04,
        4044.84
    ],
    [
        " So 12-minute flight.",
        4045.68,
        4046.98
    ],
    [
        " And where did they take you?",
        4048.12,
        4049.12
    ],
    [
        " To the 95th of the vac in Denang, the evac hospital.",
        4049.2,
        4052.16
    ],
    [
        " And were you still conscious at this point?",
        4052.62,
        4054.3
    ],
    [
        " No, I lost consciousness on the flight because I knew I went into shock because I felt like I was going to freeze to death as soon as the chopper lifted off.",
        4054.66,
        4061.9
    ],
    [
        " And then I remember maybe a little bit of consciousness when I first got to the 95th of the vac.",
        4062.46,
        4067.9
    ],
    [
        " I don't know exactly what they did there, but it was a real slow night.",
        4067.9,
        4072.0
    ],
    [
        " So it wasn't like there was a lot of casualties and they didn't have to triage.",
        4072.18,
        4075.18
    ],
    [
        " You never know how that might work out either if they have to pick and choose who they're going to work on.",
        4075.4,
        4079.64
    ],
    [
        " So they just took me right in and, you know, got me right up on the table to begin with and went to work.",
        4080.14,
        4084.76
    ],
    [
        " Did you know, did you know while you were conscious that you lost your legs in your arm?",
        4085.08,
        4088.96
    ],
    [
        " The only thing I remember when I was laying on my back out in the field after the explosion was I reached down with my good arm and I could touch.",
        4089.76,
        4097.36
    ],
    [
        " This stump is long enough that if I'm laying on my back I can probably touch it, but not all the way to the end.",
        4098.44,
        4104.24
    ],
    [
        " So I felt like I still had this leg.",
        4104.7,
        4106.3
    ],
    [
        " I couldn't reach the other side. I didn't know how badly damaged all of this was.",
        4106.76,
        4110.7
    ],
    [
        " I didn't know that till I actually got to Japan quite some time after, you know, the EVAC hospital and a bunch of surgeries in Japan.",
        4111.14,
        4119.86
    ],
    [
        " So when you lose consciousness, they put you in a medically induced coma?",
        4120.58,
        4125.52
    ],
    [
        " They didn't do that when I was at the 95th of back in Denang, but they did it shortly after I got to the 106 General in Yokohama, Japan.",
        4126.62,
        4134.56
    ],
    [
        " And I was unconscious from the 14th of January of 69 to the 15th of February of 69, 31 days.",
        4135.38,
        4144.28
    ],
    [
        " 31 days that's a medically induced coma. And then you wake up and you're in Japan.",
        4144.74,
        4150.56
    ],
    [
        " And what kind of a shock was that when you woke up?",
        4153.06,
        4155.38
    ],
    [
        " Well, I mean, I really didn't know for sure exactly where I was when I woke up, but, you know, I mean, it doesn't take you too long to figure out because the nurses are all coming around.",
        4156.06,
        4164.6
    ],
    [
        " And they would actually straight up ask you, do you know where you are?",
        4164.82,
        4167.4
    ],
    [
        " So if you didn't, they tell you.",
        4167.74,
        4170.12
    ],
    [
        " And, you know, that was more, for me to spend five weeks there was highly unusual.",
        4171.3,
        4177.9
    ],
    [
        " Normally, all you did was come through the 106 or camp, ZOM and Japan for the Army and they'd stabilize, make sure you're going to be strong enough to make the trip back across specific to get to back to the States.",
        4178.6,
        4190.96
    ],
    [
        " And I think they just once they got started with me and on any surgeries, I think somebody just made a decision.",
        4191.96,
        4197.76
    ],
    [
        " Let's just do all of them right here.",
        4197.9,
        4199.42
    ],
    [
        " Let's not worry about waiting while we've got him in the position that we have him.",
        4199.84,
        4204.4
    ],
    [
        " And let's just keep him there and go in and out of surgery.",
        4204.4,
        4206.76
    ],
    [
        " So, I mean, I'm actually probably pretty fortunate that they did.",
        4207.08,
        4210.1
    ],
    [
        " And then the, you know, like a week after I came out of the coma, they tried to feed you regular food, but I'll guarantee you that when you have an eaten for five weeks, nothing looks real good.",
        4210.7,
        4221.02
    ],
    [
        " It doesn't taste very good either.",
        4221.1,
        4222.54
    ],
    [
        " So, but I did regain enough strength to make the trip back across the Pacific, went to landed in California at Travis Air Force Base in California and spent the night and then went on to Fitzimmon's General Hospital in Aurora, Colorado.",
        4222.54,
        4239.92
    ],
    [
        " That's where I did the rest of my rehab for another nine months.",
        4240.66,
        4243.32
    ],
    [
        " So, when you, when you figure out that, you know, you lost both your legs, you lost your arm, what, what are you thinking at this point?",
        4244.18,
        4250.5
    ],
    [
        " I mean, there's a lot of stuff. When I, when I got back to the States, I actually got sick, whether an airborne thing or whatever it was.",
        4251.4,
        4259.96
    ],
    [
        " And I mean, I was to the point where not only could I not eat whole food, but I couldn't even really drink hardly any liquid. It wouldn't stay down either.",
        4259.96,
        4268.16
    ],
    [
        " So, they kind of estimate I went from 220 pounds before the explosion to about 150 after the explosion.",
        4268.16,
        4275.56
    ],
    [
        " And then from the time they put me on the plane in Japan and sent me back to the States, they figured I probably weighed about 135 pounds.",
        4276.1,
        4283.5
    ],
    [
        " And then after I got sick at Fitzimmon's until like, you know, actually started being able to eat again, I weighed about 95 or 98 pounds.",
        4283.96,
        4292.24
    ],
    [
        " So, I think, did they share some photos with you?",
        4292.58,
        4296.6
    ],
    [
        " I did, I saw some.",
        4296.76,
        4298.1
    ],
    [
        " And that one is kind of a scary, I mean, it's kind of a Auschwitz-like looking photograph, I guess, is the way I describe it.",
        4298.8,
        4307.26
    ],
    [
        " And when you were going through that, are you thinking, I mean, is it, is it that you can't hold your food down? Is it that you're, you don't have an appetite?",
        4307.74,
        4321.14
    ],
    [
        " I think it was probably a combination of a lot of things, but they think I had some sort of a virus or something that, you know, because I'd really only been back to the States for 30 days in a almost two year period of time, something that I picked up some or could have even been in the hospital in Japan.",
        4322.24,
        4342.3
    ],
    [
        " Because I mean, I ate food for a week in Japan before I got on the flight back to the States, and when I got back to Fitzimmon's, I was just sick. I mean, I couldn't horrible sick enough to lose like 40 more pounds.",
        4342.5,
        4355.98
    ],
    [
        " That's crazy.",
        4356.3,
        4359.16
    ],
    [
        " Now, did you get like the phantom pain and your limbs and stuff?",
        4359.62,
        4363.22
    ],
    [
        " For the first five years, it's really pretty bad. I mean, it because it's like you still feel like you have those limbs, like you feel like you need to scratch behind your knee or scratch, you know, your hand is itching that type of thing.",
        4364.34,
        4377.08
    ],
    [
        " It's almost like you're balled up in a fist where your fingernails are pushed into your hand type of thing.",
        4377.36,
        4382.36
    ],
    [
        " And little by little, I think, is those nerve endings recede from the surgery and the amputations. A lot of that relaxes and changes.",
        4382.88,
        4391.1
    ],
    [
        " I don't get that at all anymore, but I mean, it's been 50 years now.",
        4391.18,
        4395.02
    ],
    [
        " So when you get to the Fitzimmon's Army Medical Center to start your rehab, I mean, at this point, there must have been not too many guys that were in worse shape than you are at 90 pounds and sick and missing three limbs.",
        4395.36,
        4413.86
    ],
    [
        " I mean, you must have been in comparatively and the reason I say that is because, you know, with the modern advances, with combat trauma and how quickly we can medivac guys off the battlefield and we get guys that are in horrible, suffering horrible wounds, but they're able to survive because the medical advancement that we have.",
        4414.22,
        4431.52
    ],
    [
        " But for you, it was like a miracle through the type of blast. I mean, because if that would have been any other type of blast, the chances of you being alive are very slim.",
        4432.1,
        4442.96
    ],
    [
        " So when you got there, look, what were the other guys thinking?",
        4443.38,
        4447.06
    ],
    [
        " I mean, there was two other triple amputees that were already at Fitzimmon's at the time.",
        4447.9,
        4452.42
    ],
    [
        " The orthopedic wards were full of single leg and double leg amputations because I mean, that's exactly what took place in Vietnam all the time, not much different than Iraq and Afghanistan, where we've watched a lot of young guys come back with multiple amputations.",
        4454.02,
        4468.34
    ],
    [
        " So I mean, I think you cared for one another is where you got your support. I mean, the hospital staff did everything they possibly could. They were incredible doctors, nurses, you know, AIDS, whatever it was.",
        4468.88,
        4483.64
    ],
    [
        " But actually another triple amputee was more beneficial to my survival. Someone who'd been there for two months, three months, or four months before I got hurt.",
        4484.28,
        4492.58
    ],
    [
        " You know, then you could at least you could emulate and say, you look at this guy can make it, I can make it. I'm not sure what I'm going to do with the rest of my life, but I think I'm going to be okay. I'm going to be alive.",
        4493.5,
        4502.68
    ],
    [
        " And then how long was that rehab at Fitzimmon's?",
        4503.26,
        4508.64
    ],
    [
        " That was nine months total because I got discharged from the military on the 22nd of November 1969.",
        4508.76,
        4514.9
    ],
    [
        " And that's occupational therapy working with a prosthetic arm, making sure that you can use it in function with it.",
        4516.12,
        4522.92
    ],
    [
        " I had prosthetic legs walked in the parallel bars, but not a, it's not anything you're going to use the rest of your life.",
        4523.32,
        4531.72
    ],
    [
        " And even if you fast forward today's modern limbs with computers in them and everything else, it still wouldn't work for a triple amputee in my condition.",
        4532.22,
        4541.78
    ],
    [
        " And you wouldn't be able to function the same way that I do today to be able to get out and go and do things and be aggressive.",
        4542.24,
        4550.18
    ],
    [
        " If you had to worry about trying to put those things on, deal with them all day long, worry about falling somewhere, not being able to get back up.",
        4550.68,
        4559.28
    ],
    [
        " So I mean, it was a real easy decision for me in like October, early November, 1969, that we'll just put those in a trunk some place and have great memories about walking in the parallel bars.",
        4559.56,
        4571.02
    ],
    [
        " So you had done with rehab in nine months.",
        4571.64,
        4574.5
    ],
    [
        " Well, really once you heal, and if you're not going to do anything further with prosthetic legs, and they need a bed, because you're still killing and injuring a lot of people in Vietnam in November 1969, you know, you got to move on, something's got to happen.",
        4575.12,
        4591.42
    ],
    [
        " So 1969, this is this is at the height of of like anti-war protests and Woodstock was in Woodstock was in August of 1969.",
        4592.0,
        4604.54
    ],
    [
        " Are you paying attention to that? Is that entering your world at all?",
        4604.54,
        4607.86
    ],
    [
        " Well, we're watching it on the ward in the day room and probably just getting a tremendous amount of enjoyment out of it, because we're all sitting around, we're all Vietnam, combat soldiers, you know, on the ward.",
        4607.86,
        4618.86
    ],
    [
        " So, you know, I think some people actually talked about maybe we should go to Woodstock.",
        4619.2,
        4623.98
    ],
    [
        " I don't think anybody did though.",
        4624.4,
        4626.9
    ],
    [
        " But did you feel like, like I know that our treatment from the wars that we've been in in the last couple of decades, you know, we've had great treatment from for the most part, we've had incredibly incredible treatment from not just from, well, from people from normal citizens, you know, that it's thank you for your service, it's thank you for what you did.",
        4627.46,
        4650.3
    ],
    [
        " Regardless of whatever their political beliefs are as well, it's like most people say, hey, we know that you were doing your job and that's thank you.",
        4650.56,
        4658.24
    ],
    [
        " Did you feel ladder? Did you feel, did you feel like it was, did you get the negative feedback that we often hear about from Vietnam vets?",
        4658.48,
        4666.36
    ],
    [
        " I never got any of the negative personally. I know a lot of people who did and most of that was people who came back un-injured, who got off of that same transport and Travis Air Force base,",
        4666.52,
        4677.86
    ],
    [
        " or up at Fort Lewis Washington moved to a civilian aircraft. Most of them would change out of their military clothing in the civilian clothing so that they couldn't be recognized or wouldn't be readily identified as being returning from Vietnam.",
        4678.2,
        4693.34
    ],
    [
        " The only thing that I ever really experienced that I didn't know this until after I got to Fitzsimmons was Lauri Air Force Base used to be right in downtown Denver.",
        4694.3,
        4702.24
    ],
    [
        " And that's normally where the transport would have brought me would have been to Lauri. But because they were having protesters outside the gate at Lauri Air Force Base, they landed in an old World War II field called Buckley Field outside of Denver and the protesters never knew where that was at.",
        4702.34,
        4718.54
    ],
    [
        " So then they load you on the hospital bus and take you right to the hospital. Luckily the protesters weren't smart enough to figure that out.",
        4718.72,
        4725.86
    ],
    [
        " So you get done with this, you get discharged from the army, that's it. And now what's your plan now?",
        4726.42,
        4734.08
    ],
    [
        " Didn't have the faintest idea. I really thought that went out in a big way. But I think you're kind of still in a form of survival mode at that point.",
        4734.86,
        4748.24
    ],
    [
        " You know what I mean? Each new experience, I mean getting in and out of the shower, getting on and off of a commode, feeding yourself, putting clothes on, wondering if you're going to be able to drive again, are the things that are paramount in your mind at that point because you know what it takes to do stuff out there in the world.",
        4748.24,
        4774.28
    ],
    [
        " And I mean I would go to physical therapy, I'd go to occupational therapy. I'd come back to the ward and I'd be thinking about things and my Catholic upbringing in Minnesota and the Bible and things that take place.",
        4775.28,
        4791.5
    ],
    [
        " I'm waiting for something outside my hospital ward window like a burning busher, a bolt of lightning and there's going to be a revelation gym, seriously. This is what you're going to do for the rest of your life. It never happened. It didn't come.",
        4791.5,
        4808.28
    ],
    [
        " So you know now I'm still praying but I'm actually getting angry with God at this point because I'm not getting any answers and maybe he's answering things but I'm not smart enough to recognize that I don't know.",
        4809.02,
        4823.68
    ],
    [
        " But I think what I actually did at that point which I think is my survival and what allowed me to move forward with my life was I surrendered.",
        4824.18,
        4832.84
    ],
    [
        " I just said I said to God here's the deal. Your job is to take care of a vision or things that you have in store for me for the rest of my life. My job is to do occupational therapy, physical therapy and maybe as new guys come in, my job is to help inspire them to realize that there's still going to be a life beyond the injuries you've sustained.",
        4833.72,
        4858.06
    ],
    [
        " And I mean it's not like you did that one day in the next day it was perfect. You know it was still a process every day you'd have to kind of go through that little bit of surrender all the time until you finally just came to the conclusion that if you just relax, do what you're supposed to do, everything else is going to be okay in a truly turned out that way.",
        4859.4,
        4880.54
    ],
    [
        " So that when you're going to occupational therapy, is that when you're are you still at fit Simmons when you're talking about that right.",
        4881.58,
        4889.48
    ],
    [
        " And so now you're helping people out you get this kind of point in your life where you say okay I'm going to do my part and I'm going to let God handle his part. I'm not going to worry about what he's going to do with me. I'm going to do what I'm supposed to do right now.",
        4889.84,
        4904.76
    ],
    [
        " You do that for nine months when you get done at Fitz Simmons where do you go.",
        4905.74,
        4910.34
    ],
    [
        " And when back home to Rochester, Minnesota, and stayed at my parents house and I remember specifically the chief of physical medicine said to my mom when they were there, said now whatever you do when you get him home, I don't want you to wait on him all the time because that's the worst thing you can possibly do.",
        4911.68,
        4931.9
    ],
    [
        " And you know they're explaining that to your mother and you're 21 years old and she knows this guy's full of shit because I'm going to go home and just baby him like he was two years old.",
        4932.3,
        4943.48
    ],
    [
        " So I sat on the couch for I mean not every day, but on the couch and I tell her to bring me the remote and change the channel and get me a Pepsi and do all that kind of stuff. And finally about 30 days into it.",
        4943.48,
        4955.14
    ],
    [
        " I said something to her one day and she said, why don't you get off your sorry ass and get it yourself.",
        4955.14,
        4960.02
    ],
    [
        " And I said, mom, I just can't believe it took you 30 days to give me that response.",
        4960.54,
        4965.0
    ],
    [
        " You you melted as long as you said, but I don't know if you knew mom, but I overheard the chief of physical medicine tell you that so I had to use it.",
        4965.58,
        4974.88
    ],
    [
        " So then once so you're living at home and what did that what did that look like?",
        4975.3,
        4980.54
    ],
    [
        " It's kind of a scary experience because you're going back to an able bodied world even though the male clinics there in Rochester, Minnesota, they're still streets don't have curb cuts buildings are not level to the ground.",
        4983.04,
        4999.8
    ],
    [
        " Every building doesn't have an elevator to get you to the second floor.",
        5000.28,
        5003.98
    ],
    [
        " Or America's with disability act didn't come into play into the late 70s or early 80s.",
        5005.22,
        5010.32
    ],
    [
        " So I mean it wasn't like anybody had to do anything to accommodate disabled people.",
        5010.96,
        5015.06
    ],
    [
        " There were not a lot of disabled people on the street out in public either working or going to school or anything else.",
        5015.74,
        5024.66
    ],
    [
        " They had there was a system off to the side I think for disabled people.",
        5024.66,
        5029.58
    ],
    [
        " But I think Vietnam veterans came back and were vocal and pushy and just decided we weren't willing to accept that as being the standard and that's not what I want to do for the rest of my life.",
        5030.02,
        5043.06
    ],
    [
        " So primarily I came back and I started junior college and then at least when you're in school there's vet groups at school.",
        5043.82,
        5050.48
    ],
    [
        " So you had that sharing again. I mean if I had difficulty getting from one location to another I could holler at somebody.",
        5050.68,
        5057.42
    ],
    [
        " They'd give me a push to my next class or carry books and I'd push whatever.",
        5057.66,
        5061.32
    ],
    [
        " So I mean little by little you realized you got to swallow a little bit of pride and you may need that help at times.",
        5062.02,
        5069.82
    ],
    [
        " If you're going to get back into civilian life if you're going to be part of it and if you want to join the human race that's what you're going to have to do is accept some help and some guidance along the way.",
        5070.04,
        5080.16
    ],
    [
        " So that's what I did. And little by little that just gets better every day and every week and every years.",
        5080.48,
        5087.56
    ],
    [
        " So you started what did you start studying in school?",
        5088.14,
        5090.42
    ],
    [
        " Well I wanted to be a CPA until I actually got to all those big long ledger sheets and I said oh my god really?",
        5091.3,
        5098.84
    ],
    [
        " I don't want to do this for the rest of my life. So I just changed to general business.",
        5099.96,
        5104.1
    ],
    [
        " General business and then you graduate from junior college?",
        5104.52,
        5110.7
    ],
    [
        " Graduated from junior college went to what's now called the University of Central Florida. It's called FTO at the time continued towards the business degree but did not finish and get a degree.",
        5110.96,
        5124.42
    ],
    [
        " But I finished about halfway through my senior year and then what did you do?",
        5125.06,
        5129.08
    ],
    [
        " I went to work and what did you go to work doing?",
        5129.08,
        5131.62
    ],
    [
        " Well I've been a real estate agent for 40 years in Florida and then I'm also a real estate investor and I have a small roofing company.",
        5131.62,
        5139.72
    ],
    [
        " So straight from school you must have started to delve into real estate before you decided you were going to leave school.",
        5140.16,
        5147.8
    ],
    [
        " I knew the guy real well that I own the real estate company and he had asked me because I had a van, a lot of people with wheelchairs used.",
        5149.04,
        5158.56
    ],
    [
        " We would carry his real estate signs out the bigger ones and smaller ones and I would drive and he would put up the signs.",
        5159.0,
        5166.54
    ],
    [
        " He was fairly new in the business too. So I think that just sort of got me excited about what he was doing and I would say you need to go get your real estate license and say yeah.",
        5166.54,
        5176.38
    ],
    [
        " When was the last time you bought a house from a guy in a wheelchair missing two legs and an arm? I don't worry about it. They'll never even notice.",
        5176.78,
        5183.4
    ],
    [
        " I mean that's just the kind of guy he was.",
        5184.58,
        5186.32
    ],
    [
        " It sounds like he was right. He was absolutely. It doesn't take arms and a leg to explain to people that this thing is a bathroom, central air and heat, three bedrooms and all that kind of stuff.",
        5186.48,
        5199.82
    ],
    [
        " Usually most people are pretty intelligent, lesser blind and they can't see it. They can pretty well figure out what it is.",
        5200.28,
        5206.38
    ],
    [
        " My pointing those things out doesn't make them want to buy it. What it is and where it is is usually why they buy it.",
        5207.08,
        5212.92
    ],
    [
        " Is that what you ended up doing for your whole career? You said you've been doing it for 40 years or?",
        5213.24,
        5220.1
    ],
    [
        " I got my real estate license in 1978 and then of course is part of selling things, deals come along that are worth owning.",
        5220.48,
        5229.66
    ],
    [
        " So I would buy them, kept them for rental property and still have all those today.",
        5230.54,
        5234.88
    ],
    [
        " Nice moves. I got to ask you this because a lot of vets listen to this.",
        5236.38,
        5242.88
    ],
    [
        " What did you see in terms of alcohol and drugs, especially when you were in rehab, when you're coming out of rehab?",
        5243.82,
        5252.76
    ],
    [
        " What did you see? What was your attitude? How did you avoid going down the path of where people end up either addicted to alcohol or addicted to drugs?",
        5254.34,
        5265.26
    ],
    [
        " That's kind of a good question because there was a lot of that. There were a lot of guys especially alcohol because you could just go off the base and go someplace in the evening.",
        5267.38,
        5276.7
    ],
    [
        " The drugs I think they were a little less likely to give you more than you actually needed during the Vietnam era. That was my experience.",
        5277.42,
        5286.4
    ],
    [
        " My father was an alcoholic so I'm sure probably in the back of my mind the use of it or abuse of it was probably something I was conscious of all the time.",
        5287.34,
        5297.28
    ],
    [
        " But that never really looked like that was a great alternative path. I mean I thought that was fairly easy to recognize that wasn't good.",
        5298.24,
        5308.46
    ],
    [
        " I'm not critical of anyone that chose that because everybody's psyche and the way they're handling things at that time.",
        5310.04,
        5316.94
    ],
    [
        " The difficulties are going through or just being out in public missing two legs in the arm maybe you need to be high to do that.",
        5317.02,
        5323.66
    ],
    [
        " I never felt that way. I didn't feel like I needed to explain anything to anybody.",
        5324.14,
        5328.14
    ],
    [
        " I had to put on any particular performance or heirs to make people accept me. If you didn't accept me I'm okay with that too.",
        5328.3,
        5336.3
    ],
    [
        " That was fine because I'm just going to do what I need to do for my survival and for me to move forward and I had a lot of support from family and friends that allowed me to be that way.",
        5337.12,
        5348.7
    ],
    [
        " Man I wish I could spread that word to basically everyone. Not to worry about what other people are thinking what you're supposed to do.",
        5349.1,
        5358.88
    ],
    [
        " At what point did you link up with the DAV?",
        5360.68,
        5366.86
    ],
    [
        " Well the DAV initially gave me what they call a complimentary membership all Vietnam era veterans that were injured got that that was in 1970.",
        5367.5,
        5376.56
    ],
    [
        " Then I moved from Minnesota to Florida in March of 1971 and my wife at the time said what are you going to do about that membership in the DAV?",
        5377.82,
        5388.46
    ],
    [
        " I said I really hadn't given it much thought. I was busy with the job that I had moved there for.",
        5388.62,
        5394.94
    ],
    [
        " I don't know she looked it up I think when time said well there's a chapter in Sanford.",
        5396.32,
        5400.46
    ],
    [
        " So I actually started going welcoming with open arms it was a nice friendly group of people and I mean it was a great great great relationship with them and I needed that.",
        5400.66,
        5413.88
    ],
    [
        " So maybe she was even smarter than I was to recognize that. It's nice to be able to go back and associate with other disabled veterans because you're actually there to lift that person up and bring them along and they're there to do the same thing for you.",
        5414.08,
        5430.44
    ],
    [
        " If you can be an inspiration great not maybe you can be inspired by somebody that's there.",
        5430.48,
        5435.84
    ],
    [
        " So that's my initial strong involvement on the local chapter level was in Sanford Florida Seminole chapter 30.",
        5436.38,
        5444.36
    ],
    [
        " And then just stayed involved constantly I mean you know we're 50 years this year.",
        5445.34,
        5449.76
    ],
    [
        " DAV is going to celebrate their 100th anniversary. I'm going to celebrate my 50th anniversary being a member of the DAV.",
        5450.38,
        5456.94
    ],
    [
        " Now you mentioned that in that whole thing that you would be you got married at some point.",
        5457.76,
        5463.12
    ],
    [
        " Where here was that? I got married in February 1970 to a young lady that I met in the community of Denver Colorado.",
        5463.2,
        5471.6
    ],
    [
        " So that was that was while you were at Fitzimmons? No I was home.",
        5472.08,
        5477.3
    ],
    [
        " Okay. Me neither when I was at Fitzimmons got married back in Rochester Minnesota.",
        5477.98,
        5482.0
    ],
    [
        " Got it. And then did you you ended up having kids with her? Two children two two boys.",
        5482.06,
        5487.72
    ],
    [
        " We're now 44 or 45 and 43 years old.",
        5487.94,
        5492.0
    ],
    [
        " That's awesome. Then you moved up through the ranks of the DAV correct?",
        5492.34,
        5498.0
    ],
    [
        " Well I did a lot of stuff in the local chapter then I got involved on the department level which is what we call our state organizations.",
        5498.86,
        5505.38
    ],
    [
        " It became an officer in the state went through all the chairs and became you know a department commander.",
        5505.44,
        5511.98
    ],
    [
        " And then obviously people who had been in the national organization before recognize it maybe I could be a national officer.",
        5512.28,
        5520.8
    ],
    [
        " Ask me if I would consider doing that. So in 1999 I initially got elected to what they call the 4th Junior Vice Commander.",
        5521.0,
        5528.56
    ],
    [
        " The beginning of your working your way up to be a national commander.",
        5528.56,
        5532.46
    ],
    [
        " So now we're talking 1999. Where were you on on September 11th 2001?",
        5533.86,
        5542.72
    ],
    [
        " I was home in a popga. And what did that when you saw that? I mean obviously you must have heard the war drums like everybody else. What were you thinking?",
        5543.3,
        5553.44
    ],
    [
        " I mean almost unbelievable to begin with that could ever happen here on American soil.",
        5554.26,
        5559.5
    ],
    [
        " And then I don't know where I was originally but then my wife had hollered to me and the plane was at the second building by the time I got in front of the television.",
        5560.62,
        5569.44
    ],
    [
        " And I mean we knew it was real. I mean it's a shock to think that anything like that can happen in two buildings full of people just unbelievable.",
        5570.16,
        5580.12
    ],
    [
        " Now did you immediately I mean we were in Afghanistan by October.",
        5581.18,
        5587.1
    ],
    [
        " Were you thinking to yourself where there's war there's going to be wounded? And the DAV and and you're you know you talked about how much it helped you to meet somebody.",
        5587.96,
        5598.84
    ],
    [
        " That was a triple amputee two months before you three months before you they didn't even have much experience with it but it was enough to make you say okay if they can make it I can make it.",
        5599.18,
        5609.12
    ],
    [
        " Did you think to yourself here we go again? I don't know whether I ever came to that conclusion that early on but as you know it didn't take long before we started getting wounded back.",
        5609.4,
        5621.1
    ],
    [
        " And as long as I was a national officer I always asked if I could go up to DC and spend a day or two so I could go through Walter Reed and spend time visiting young men and women coming back from Iraq and Afghanistan.",
        5622.1,
        5635.76
    ],
    [
        " So I look forward to having that opportunity to do that and one of the guys I mean this is fast forwarding some but a young man came back at injured in September of 2004 and he was also a triple amputee lost both legs in an arm.",
        5635.98,
        5651.9
    ],
    [
        " And you because of the hippo laws you had to go through and get permission to visit people in the hospital.",
        5652.72,
        5658.74
    ],
    [
        " Well he had originally been on our list and they need scratched the DAV off of that because they were kind of getting tired of politicians just coming and doing photo ops was seriously injured vets.",
        5658.9,
        5671.38
    ],
    [
        " So he kind of thought that's what it was. Well we're visiting another young guy that was a single leg amputee on the physical therapy ward and he was in a bed maybe 15 feet away.",
        5671.9,
        5683.82
    ],
    [
        " So he called the officer over that was with us and said who the hell's that guy said well that's the guy was going to come to visit you and goes oh hell I'll see him you know because we were we were one in the same.",
        5684.26,
        5696.32
    ],
    [
        " So my wife was with me on that trip as well too so we went over to the bed when we finished with this first young man and talked him a little bit and it's not a matter that you're you're going to be doing any great and wonderful pep talk.",
        5696.6,
        5709.14
    ],
    [
        " It's kind of just more a matter of explaining I'm just exactly like you are I've been in that bed it was back in in you know 1969.",
        5709.44,
        5719.52
    ],
    [
        " I've been through a lot of difficulties but you're going to be okay you're alive. His mother and his fiance were standing at the end of the bed and my wife was talking to them and I truly believe that she was probably more inspirational and more informative to them than I ever was with him in the bed.",
        5719.52,
        5739.12
    ],
    [
        " So I think that's one initial meeting. He'd have to we'd have to see each other multiple times as he started to grow a little bit and get out of bed and get into a wheelchair where he pretty well understands it is going to be okay it is going to be better.",
        5739.14,
        5754.2
    ],
    [
        " And today which is I don't know how many years ago is that 25 or something maybe more than that he's college educated got a wife two children hugely successful and you know I could probably say well part of that was my inspiration but I think part of that was the grit he was raised with the kid from Michigan as well too.",
        5754.56,
        5774.74
    ],
    [
        " He was probably going to be okay no matter what happened but you know to see him do that makes me feel extremely good that the younger generation is picking up on that and they're moving forward and getting along with their lives as well too.",
        5774.78,
        5789.14
    ],
    [
        " Yeah no that's yeah that's that's unbelievable I mean obviously you might not feel like you may feel like you would have done it anyways but you know anything that you do in life.",
        5789.44,
        5803.2
    ],
    [
        " When you see that someone else has done it and you know it's possible I mean that's so much of the battle right there is just knowing that something can be done and for someone to look at you and see that you got kids and you got wife and you got business and you got damn apartment complexes and what not and you carry you carry on for someone that's however old 19 20 23 years old and say okay I've been putting this rough spot",
        5803.44,
        5831.36
    ],
    [
        " but I can but I can do this he did it if he did it I can do it that's a man that's that's that's worth its weight and gold.",
        5832.32,
        5842.86
    ],
    [
        " Is there anything that that we can do to help out the the DAV anything that just people that are listening to this show that that recognize the benefits that the DAV provides",
        5843.14,
        5861.12
    ],
    [
        " what's the best thing for people to do to support it.",
        5861.28,
        5864.18
    ],
    [
        " Well I mean I think there's a lot of different things in their local community there's opportunities at local chapters there's a department level donations to our national organization that allow us to continue to do great things every single day.",
        5864.88,
        5879.08
    ],
    [
        " I think the numbers we're talking about right now is we provide service to over a million veterans every single year and it may not be the same service of service work when they come to the DAV.",
        5879.6,
        5891.1
    ],
    [
        " So we're talking about the claims representation it might be transportation to and from VA medical centers for guys that don't have a way to get there for their doctor's appointments.",
        5891.1,
        5899.52
    ],
    [
        " We might be volunteers in hospitals we can use help in all those areas from the American public.",
        5899.92,
        5907.1
    ],
    [
        " So the the website is DAV.org they're actually quite high speed on their social media they have Twitter which is at DAV HQ they have Instagram which is also at DAV HQ and then they have Facebook which is just at DAV.",
        5907.58,
        5927.58
    ],
    [
        " And anyone can get on there they have pretty good you know it's pretty pretty simple to figure out how you can help how you can volunteer how you can donate to that to that awesome cause.",
        5929.02,
        5939.68
    ],
    [
        " And you know I started off this podcast with a quote from you when you were talking about how lucky you were.",
        5940.16,
        5947.8
    ],
    [
        " And even just before we before we pressed record today you were you were explaining you were just saying to me you know you've had this life that you wouldn't trade any part of it.",
        5949.0,
        5960.82
    ],
    [
        " And I think anybody that's that's listening to you seeing you talk here you talk to have that attitude and maintain that attitude.",
        5961.44,
        5973.12
    ],
    [
        " That is that is the most powerful thing that a person can have for you to be in the situation that you were in 90 pounds lost both your legs lost your arm and to get up and move forward.",
        5973.22,
        5986.34
    ],
    [
        " I mean that that mentality is it's it's unbelievable it's it's it's miraculous and it's it's it's inspirational.",
        5986.68,
        5998.08
    ],
    [
        " When you look back now do you ever feel do you feel like this was the way it was meant to be.",
        5998.86,
        6009.36
    ],
    [
        " Well I think because of my faith in God I believe that nothing happens to you that that he doesn't think you can handle that's the way I prayed my entire life is is not I don't pray so that I wake up tomorrow morning and I've got two legs in an arm.",
        6012.14,
        6026.78
    ],
    [
        " I pray that I have the same opportunity tomorrow that I had today or maybe maybe something more I can do tomorrow not so much that I'm asking for something.",
        6026.96,
        6036.14
    ],
    [
        " So I think really truly the best thing that I can say is my injury is from the neck down but my ability to continue on is from the neck up.",
        6036.56,
        6048.0
    ],
    [
        " It's it's the way you think and what you want to do is again from the neck up if somebody said well how in the world can you have a roofing company well that's really easy I don't get on the roof.",
        6048.48,
        6061.76
    ],
    [
        " You know I mean that doesn't look like that be a whole lot of fun it's easier for me to get customers do the estimates and do the money part of it and and hire people that do the work so but I never looked at that said well you can't do that if you're missing two legs in an arm sure you can you can do anything if you're missing two legs in an arm.",
        6062.22,
        6082.28
    ],
    [
        " Anybody out there our DAV members or anybody that sustained any form of an injury that wants to give up I'm just here to tell you you don't need to give up don't ever give up there's a challenge out there just accept the challenge and move forward.",
        6082.9,
        6096.58
    ],
    [
        " Well I don't think I have anything else to say after that you got anything else that's the floor is yours.",
        6097.16,
        6108.14
    ],
    [
        " I just want to thank you again I know we did it the beginning of the podcast but thank you for the opportunity for allowing DAV and me to come as a representative to be on the program with you.",
        6108.94,
        6121.26
    ],
    [
        " I hope we got millions of people out there that heard the podcaster will hear it in the future and that they'll remember that the DAV is if they're a veteran it's there for them and their family independence.",
        6121.92,
        6132.52
    ],
    [
        " If they're a member of the American public that would just like to reach out and do something to help their fellow disabled veterans you can get all the DAV dot org.",
        6132.7,
        6141.98
    ],
    [
        " Just like you mentioned before we would welcome the opportunity that you would come to us and offer to help.",
        6141.98,
        6147.56
    ],
    [
        " Well I'm sure that folks will definitely do that and I know you're thanking me for for having you out here but this is it's absolute honor for me to be able to sit here and talk with you.",
        6148.02,
        6161.64
    ],
    [
        " And thank you for coming on the show and thanks for sharing your experiences and more important thank you for your service for your sacrifice and not just what you did you know in Vietnam but for what you've done with the DAV and what you've done to help you know my generation of warriors who have suffered greatly and who are able to look at you as a mentor and as an inspiration so that they can do exactly what you've done.",
        6162.18,
        6191.62
    ],
    [
        " Exactly what you said which is never give up and keep moving forward. So with that thank you for coming on the show and thank you for everything.",
        6191.62,
        6205.34
    ],
    [
        " Thank you Jack. We appreciate it.",
        6205.7,
        6208.7
    ],
    [
        " And with that Mr. Sursley has left the building.",
        6209.44,
        6214.6
    ],
    [
        " How does that man not change your attitude about just about everything that you do on a day to day basis.",
        6214.98,
        6224.18
    ],
    [
        " Yeah. Oh yeah big time and he said something that kind of this was real small but I was like this is different when you're talking about how or when he was talking about how he didn't drink and do that.",
        6224.52,
        6237.84
    ],
    [
        " And his that's alcoholic so that's like that's not just oh yeah I just didn't but the way he said it was this he was like I knew that that wasn't a path I was going to go go down right but then he said and I want to kind of let I'm paraphrasing obviously I want to let everyone know that you don't you don't have to give up or something he said he didn't say don't give up like a big thing it's like he said you don't need to give up there kind of thing because it when my mind anyway it seemed like",
        6237.84,
        6266.94
    ],
    [
        " like giving up seems like such a viable option you know yeah for sure and he's like oh no you don't need to do that yeah you don't need to do that like kind of like no you can actually do this other thing kind of thing like he made it sound so casual but almost like hey it it's almost like he he reversed it all the way back down to the bear decision making of it you know rather than like oh there's hard battle or whatever it's hard battle 100% but that's not what he was focusing on with the way he said it that's what it sounded like yeah.",
        6267.62,
        6296.6
    ],
    [
        " I was like oh man that's kind of a interesting sort of way to present it yeah you don't need to give up sometimes we stop record too because he just told a really cool story about the fact that his first sergeant was telling him hey if you stay in you get a $10,000 realistment bonus and a brand new corvette which you can order here we'll get delivered to your house for $5,500 and you know what he said",
        6296.6,
        6325.98
    ],
    [
        " hey listen first sergeant there's people here trying to kill me if I'm good so I'll buy my own corvette when I get home so you know and that's when you when you hear a guy like him you just realize that there's so much more that we are capable of overcoming and and he's saying he's lucky and it's just if he's lucky to be here we're all lucky to be here",
        6327.76,
        6354.56
    ],
    [
        " and what we need to do is make sure we take advantage of the opportunities that we have getting our attitude straight being on the path staying on the path so echo Charles speaking to the path what can we do as we always talk about first we can do the Jetsu we're at victory MMA in the main what do we call this corridor",
        6356.82,
        6385.3
    ],
    [
        " we call it a corridor we're in the kind of lounge this is the lounge area hardly enough I have to admit that I have a lounge area in my gym right instead of having more squat racks doesn't case you got a lounge yeah I got a lounge area yeah this is the echo Charles lounge area I prefer to call it the recovery area okay so when he's got nice couches",
        6385.38,
        6406.52
    ],
    [
        " you unless we're here yeah and yes so this is where we can do Jetsu kudos more Matt space here by the way side note yeah more Jetsu we got a lot of Jetsu going on here yes you can pretty much do Jetsu a lot here yes sir you can",
        6408.28,
        6423.66
    ],
    [
        " which is big you can get you know else you can get here origin geese yeah you can come here to victory MMA in San Diego and get an origin",
        6423.66,
        6431.74
    ],
    [
        " ge right here and if that's a far trip for you guess what you can go to origin main dot com you can get an origin",
        6431.74,
        6439.18
    ],
    [
        " ge you can get an origin rash guard you can get origin jeans and guess what you can get why can I easily guess you",
        6439.18,
        6449.12
    ],
    [
        " can get boots because you just got the good you get your origin boots yes I did how sweet are the",
        6449.12,
        6454.28
    ],
    [
        " extra sweet it's it's kind of crazy right when you look at those boots and you think we just started",
        6455.98,
        6463.1
    ],
    [
        " that process and I'm throwing that we out there I'm taking like I'm throwing my name in there you",
        6463.1,
        6468.78
    ],
    [
        " did not make I did not for me but we got a made yeah like American people got a made yeah the crew the",
        6468.78,
        6478.42
    ],
    [
        " folks up there it's awesome so yes origin main dot com you can get all kinds of clothing t-shirts hoodies all",
        6478.42,
        6487.74
    ],
    [
        " that and supplements important supplements critical supplements to stay in the game and if you don't",
        6487.74,
        6494.32
    ],
    [
        " think they're critical try not taking them it's not a good idea joint warfare cruel oil combo my",
        6494.32,
        6498.96
    ],
    [
        " suggestion yeah recommendation strong rep is the recommendation one more thing we've got right now",
        6498.96,
        6504.92
    ],
    [
        " so we have discipline in a powder form and it's sort of like a pre-mission cognitive and physical",
        6504.92,
        6512.84
    ],
    [
        " enhancement so we just came out with a new flavor the new flavor is called jaco Palmer it's 50%",
        6512.84,
        6520.08
    ],
    [
        " iced 50% lemonade and it's really really really good it's in fact it's all I'm drinking right now",
        6520.08,
        6528.8
    ],
    [
        " unless I'm having a discipline going to can wait so the the one you have the the jaco Palmer that's",
        6528.8,
        6535.9
    ],
    [
        " the powder one yes that's the powder it's not discipline go it's discipline yes and discipline go",
        6535.9,
        6540.56
    ],
    [
        " in a can jaco Palmer is coming okay we're gonna cover all the bases we also got",
        6540.56,
        6545.96
    ],
    [
        " DAC savage got seven what is that that's another code of myers decota myers custom what no no no wait",
        6546.7,
        6555.78
    ],
    [
        " better a signature signature signature from decota what flavor the flavor is called cherry vanilla which if",
        6555.78,
        6566.08
    ],
    [
        " you know anything about flavors that's basically a doctor pepper what okay so it's so DAC",
        6566.08,
        6573.04
    ],
    [
        " savage is the name of the flavor of discipline from decotomire that tastes like doctor pepper decotomire",
        6573.52,
        6581.88
    ],
    [
        " signature signature flavor yeah signature flavor so anyways that's coming out so and we also got",
        6581.88,
        6588.54
    ],
    [
        " malk for your protein or you can call it protein or you can just call it dessert dessert I'd",
        6588.54,
        6594.52
    ],
    [
        " prefer to call it dessert because that's basically what it tastes like do would you ever in this",
        6594.52,
        6600.04
    ],
    [
        " thought flashed in my head last night almost almost not gonna admit it but I'm gonna tell you because",
        6600.78,
        6606.04
    ],
    [
        " you have known you for a long time so trust you so I had a little thing of leftover rocky road ice cream",
        6606.04,
        6612.7
    ],
    [
        " yeah it was it was my son's birthday a while back and my wife why not why not give him a bunch of",
        6612.7,
        6618.26
    ],
    [
        " you know sugar well there was a lot left we didn't eat that much but so I busted it out left",
        6618.26,
        6623.5
    ],
    [
        " it on the counter kind of ate something sort of forgot about it in my whatever it melted oh",
        6623.5,
        6629.1
    ],
    [
        " but it's in the what do you call I don't know if it's a pint the bigger one but it's a bigger than",
        6629.28,
        6633.62
    ],
    [
        " a half count half count yeah coming in hot so I'm like all right whatever yeah yourself a milkshake",
        6633.62,
        6638.28
    ],
    [
        " involuntary milkshake that's exactly what I got so I'm pounding this rocky road ice cream milkshake",
        6638.28,
        6645.12
    ],
    [
        " out of the container by the way it's nighttime nobody saw but I'm pounding marsh there's",
        6645.12,
        6651.02
    ],
    [
        " little marshmallows in there little nuts what's in rockinwood like almonds or not almonds walnut",
        6651.02,
        6655.64
    ],
    [
        " yeah I'm actually some kind of nuts yeah nuts yeah and uh marshmallows yeah and our whole soft",
        6655.98,
        6662.38
    ],
    [
        " anyway it was not bad it was good did you put milk in there but I'm thinking no I didn't see I",
        6662.38,
        6667.8
    ],
    [
        " could have but it was sort of what it did but what if you put marshmallows and nuts in milk you",
        6667.8,
        6673.46
    ],
    [
        " could do that it kind of be the same thing I don't like marshmallows by the way yeah I don't",
        6673.46,
        6677.74
    ],
    [
        " either I don't like marshmallows I don't like any marshmallows except let's face it whatever",
        6677.74,
        6683.32
    ],
    [
        " those kinds of marshmallows are that are in lucky charms when I was a kid I was I was all about",
        6683.32,
        6690.98
    ],
    [
        " those lucky charms and the crazy thing is it was just normal you just a Saturday morning this is",
        6690.98,
        6696.62
    ],
    [
        " a thing it used to be a thing cartoons Saturday morning that's what that's what kids did yeah those",
        6696.62,
        6701.48
    ],
    [
        " lucky charms marshmallows though they're kind of odd cuz like I mean I guess hey if you dig on my",
        6701.48,
        6705.38
    ],
    [
        " dig it but those the dehydrated ones when you eat them you get that you know that like nails against",
        6705.38,
        6710.44
    ],
    [
        " the chalkboard feeling on your chomp those dehydrated mushrooms you know I would probably I",
        6710.8,
        6713.88
    ],
    [
        " probably haven't had any of that since I was in Iraq it's right the last time I had some lucky charms",
        6713.88,
        6718.02
    ],
    [
        " like there was some box in the whatever yeah I don't know man I was like you can dig it so",
        6718.02,
        6724.32
    ],
    [
        " cinnamon toast cry I think that cinnamon toast crunch back in there I think that was like the",
        6724.32,
        6727.82
    ],
    [
        " weakness cereal one oh you know this is bad but it's I think we might have just gotten off track",
        6727.82,
        6732.58
    ],
    [
        " because we're talking about lucky charms and cinnamon crunch oh yeah that is not on the path",
        6732.58,
        6735.72
    ],
    [
        " last what are we talking about yeah milk milk additional protein taste delicious and for kids",
        6735.72,
        6741.0
    ],
    [
        " instead of feeding your kids cereal or rocky road ice cream give if you were to told your son",
        6741.0,
        6745.38
    ],
    [
        " that's it's your birthday here's a strawberry milkshake yeah and you gave him strawberry",
        6745.38,
        6749.38
    ],
    [
        " milk you'd have been totally pumped and healthy and stronger yeah when you didn't do that",
        6749.38,
        6753.32
    ],
    [
        " don't forget about chocolate too as well so check it out origin main dot com yes also",
        6753.32,
        6762.66
    ],
    [
        " jaco is store it's called jaco store and this is where you can get and I know we are I'm",
        6763.38,
        6767.72
    ],
    [
        " me saying this again it feels like hey everyone knows but here's the thing not everyone knows",
        6767.72,
        6771.3
    ],
    [
        " so anyway jaco is a store it's called jaco store jaco store dot com is where you can get",
        6771.3,
        6778.42
    ],
    [
        " t-shirts discipline equals freedom if you want to represent while you're on the path there's",
        6778.42,
        6782.82
    ],
    [
        " a new t-shirt by the way yes discipline equals freedom it's a I call it I don't even know what I",
        6782.82,
        6788.98
    ],
    [
        " call it deaf discipline equals freedom because it has an X the X over the D that that's layers",
        6788.98,
        6795.34
    ],
    [
        " right there it is not going to disclose what the X is for some people know some people know already",
        6795.34,
        6800.04
    ],
    [
        " actually on Twitter someone was like hey I see you did the and he explained what it was I was",
        6800.04,
        6804.7
    ],
    [
        " this guy knows unless yes new shirt just been equals freedom it's on there chocolate store",
        6804.7,
        6809.96
    ],
    [
        " what's it yeah truckers hats flex it hats beanies on the way I I sweat like I we were out of",
        6809.96,
        6818.6
    ],
    [
        " beanies for a while you don't need to say that like that's a big surprise that we're gonna",
        6818.6,
        6822.4
    ],
    [
        " not or something you don't do a good job I don't we a good job of explaining you how important",
        6822.4,
        6827.56
    ],
    [
        " is so it's my fault no but we are doing we when people put me up put me up on social media and say oh",
        6827.56,
        6833.08
    ],
    [
        " there's oh yeah there's eight things I want to get in the store and there's none of them there",
        6833.08,
        6836.4
    ],
    [
        " and I go that's my fault no no I tag you and say it's my fault no it is my fault no it's my",
        6836.4,
        6841.14
    ],
    [
        " we collectively we're doing a lot better and the beanies are on their way there was there was a",
        6841.14,
        6846.6
    ],
    [
        " thing there was a little curve little little that we had to kind of maneuver and get the beanies out",
        6846.6,
        6851.62
    ],
    [
        " of the fact a little bit yeah yeah yeah yeah all right nonetheless we're getting it sorted out",
        6851.62,
        6855.98
    ],
    [
        " okay last they will be available jacquistdoor.com good place to get also subscribe to the podcasts",
        6855.98,
        6862.0
    ],
    [
        " if you haven't already echo things that you may not have I have faith in you that you subscribe to",
        6862.0,
        6868.2
    ],
    [
        " the podcast yes don't forget about the warrior kid podcast also also subscribe to that one",
        6868.2,
        6876.58
    ],
    [
        " is working on some new ones. Yeah we are for a while. We are. Don't forget to get some warrior kid",
        6877.64,
        6882.26
    ],
    [
        " soap from irishoekshmranch.com. Yes. A young Aiden has sold a sold as 1,000th bar of soap",
        6882.26,
        6889.26
    ],
    [
        " and that's entrepreneurship man. Yeah and even just as impressive as or maybe even more",
        6889.26,
        6897.52
    ],
    [
        " impressive of the fact that we has a little busy because when I was 13 because that's when he",
        6897.52,
        6901.76
    ],
    [
        " started when he was 13 right or 12 13 yeah so when I was that yeah and I was 12",
        6901.76,
        6906.1
    ],
    [
        " two. Yeah. What was your business? Buttons. What about buttons? I used to sell buttons like",
        6906.1,
        6912.28
    ],
    [
        " nothing not for your shirt but you know the butt. Yeah like a pin. A pin says vote for Pedro. We had",
        6912.28,
        6917.5
    ],
    [
        " the we had the old school. Well my mom did the little butt and maker. Yeah you buy all the",
        6917.5,
        6922.72
    ],
    [
        " little raw supplies for like the echo fans are going nuts right now because you're saying",
        6922.72,
        6926.0
    ],
    [
        " button over and over anyway. So I used to withdraw you know you make the design designs for what?",
        6926.0,
        6932.9
    ],
    [
        " The button. Button the button. Oh there you go. Make this anyway and you clamp it and you make",
        6932.9,
        6941.82
    ],
    [
        " the button you know and people would make custom one and I'd sell them for like 75 cents or something",
        6941.82,
        6946.52
    ],
    [
        " like that. They cost a dollar each but it's all good. No it's like a dollar for the whole",
        6946.52,
        6950.6
    ],
    [
        " amount of raw material. You may put in two. No. Okay. None less. I was like yeah that's cool",
        6950.6,
        6956.4
    ],
    [
        " and it is cool to have a little business where but Aiden's making some. Brow come list face it man",
        6956.4,
        6961.62
    ],
    [
        " if someone goes without their buttons like who cares but so that's like pay you can't just make",
        6961.62,
        6968.46
    ],
    [
        " so you know you got to know how to do that stuff and then he's making so from actual goat's milk",
        6968.46,
        6972.94
    ],
    [
        " that he raises. Yeah so it's a he's way advanced man Irish folks ranch dot com stay clean. Also we",
        6972.94,
        6981.82
    ],
    [
        " have a YouTube channel you want to see what everybody looks like if you care I dig it if you don't",
        6981.82,
        6986.06
    ],
    [
        " but nonetheless you want to see the video version of this podcast that's where you go. Jim has a good",
        6986.06,
        6990.7
    ],
    [
        " voice yeah. Doesn't he? Yeah. Like he that is a powerful voice. Yeah. Yeah you can tell he was like a",
        6991.1,
        6997.06
    ],
    [
        " break he said he was about 220. Yeah. When he was in 1960 whatever 1969 guys weren't as big as they",
        6997.06,
        7004.54
    ],
    [
        " are now. Yeah but you can tell you big when shake his head is like for sure like Dean Lister Hans. Yeah",
        7004.54,
        7008.86
    ],
    [
        " uh psychological that's a YouTube channel YouTube channel. Yeah so it looks like yep and",
        7008.86,
        7015.4
    ],
    [
        " you're gonna see echoes enhanced videos where he's starting to work with CGI now so now I think",
        7015.4,
        7022.12
    ],
    [
        " they're gonna be enhancing it's just gonna get stupid. Yeah yeah. It's gonna be things going on",
        7022.12,
        7027.78
    ],
    [
        " that no one can imagine. Yeah it's funny is I don't like CGI and I generally don't like any",
        7027.78,
        7034.34
    ],
    [
        " movies with a lot of explosions in them and that is like your thing. Yes sir. So there's gonna if",
        7034.34,
        7039.0
    ],
    [
        " you it's gonna get to a certain point where we're no longer like gonna be able to work things out.",
        7039.0,
        7043.54
    ],
    [
        " Yeah yeah we're gonna have some but hey look I think I'm gonna make it work I think so. Okay",
        7043.54,
        7048.14
    ],
    [
        " put it this way I want to all explosions in CGI. Okay maybe I don't know. Fuck. Let's just say",
        7048.14,
        7054.32
    ],
    [
        " that that's not the concrete plant. Yeah. We have psychological warfare as well which is an album",
        7054.32,
        7060.48
    ],
    [
        " with tracks where you can get a little little hitter little boost. Oh did you say hitter? You know",
        7060.48,
        7066.92
    ],
    [
        " I you're on the field. Yeah. The situation is good I enjoyed it. Maybe let's do it. That's the whole thing. Just",
        7066.92,
        7072.86
    ],
    [
        " little excerpts that you know I've been put out but yeah they influenced me and yeah man I said",
        7073.28,
        7077.76
    ],
    [
        " it hitter. You didn't say mulk hitter today. You got that one scoop hitter. So if you need a little",
        7077.76,
        7085.08
    ],
    [
        " psychological hitter to get you through a moment of weakness you can check out psychological warfare",
        7085.08,
        7089.68
    ],
    [
        " or if you need to alarm clock for your iPhone or your Android phone you can put psychological warfare",
        7089.68,
        7097.44
    ],
    [
        " on there now and I will personally wake you up in the morning every morning. Don't get mad at me",
        7097.44,
        7102.38
    ],
    [
        " if you are married to someone that's doing this. Not my fault. I do not take ownership. I'm running",
        7102.38,
        7108.28
    ],
    [
        " away. All right so yes. Also flip side canvas speaking of Dakota Meyer. Dack Savage. He",
        7108.28,
        7117.08
    ],
    [
        " has got a little company where he makes we'll call it artistic hitters. The joke already played out.",
        7117.08,
        7126.68
    ],
    [
        " Okay cool. Yeah check it out flipsidecams.com to get things graphic designs to hang up in your house",
        7127.48,
        7135.24
    ],
    [
        " so that you can stay on the path. Also I've written a bunch of books. The next one that's coming out",
        7135.24,
        7141.6
    ],
    [
        " is called leadership strategy and tactics and it is available for preorder right now. It is a",
        7141.6,
        7156.66
    ],
    [
        " actual instructions and actual field manual on how to lead. Also have way the warrior kid one,",
        7156.76,
        7161.24
    ],
    [
        " two, and three. Get those books for every kid you know and the library and the school",
        7161.34,
        7167.94
    ],
    [
        " because every kid should be reading those. I hear that at least once a day.",
        7167.94,
        7172.92
    ],
    [
        " Someone tells me every kid should get issued these books. I agree. Why? Because we all wish we had",
        7173.28,
        7179.82
    ],
    [
        " the way the warrior kid books when we were kids. We didn't have them and we suffer the consequences.",
        7179.82,
        7184.88
    ],
    [
        " Don't punish the children of the world. Get them the books. Also if you got a younger kid,",
        7186.36,
        7192.6
    ],
    [
        " get a Mikey in the dragons. By the way somebody bought the flip side canvas Mikey in the dragons poster",
        7193.06,
        7199.82
    ],
    [
        " and said that this was what they read with their son before the son went on deployment.",
        7199.82,
        7208.34
    ],
    [
        " So it's like, oh yeah, overcome your fears. That's not only for kids. Mikey in the dragons.",
        7209.72,
        7214.68
    ],
    [
        " Get that book. Read it. And the discipline goes for you to field manual. How to get after it.",
        7215.0,
        7221.32
    ],
    [
        " The audio version is on iTunes and MP3. Things. Extreme ownership and the dichotomy of leadership.",
        7222.12,
        7228.98
    ],
    [
        " The first two books I wrote with my brother, Laf Babin. These are all the leadership principles",
        7229.28,
        7232.7
    ],
    [
        " that we talk about all the time on this podcast for your business and for your life.",
        7232.7,
        7239.24
    ],
    [
        " Check those out. Eschelon Front. That is our leadership consultancy and what we do is solve problems.",
        7239.72,
        7244.28
    ],
    [
        " Through leadership, if you need help with your company, go to Eschelonfront.com. We have EF online.",
        7244.28,
        7251.52
    ],
    [
        " If you need to get additional training, which you do? You can't get complacency with",
        7251.82,
        7259.28
    ],
    [
        " complacent with your leadership attitude. So get EF online, interactive online training to keep you",
        7259.28,
        7268.52
    ],
    [
        " honed to keep your leadership skills honed. Check out EF online.com. If you got a big company,",
        7269.14,
        7277.46
    ],
    [
        " this is another one. This is the reason we created it originally is so that companies with",
        7277.52,
        7281.42
    ],
    [
        " 38,000 employees can get everyone in their company aligned when it comes to leadership.",
        7281.42,
        7288.1
    ],
    [
        " So check out EF online.com. We have one more mustard left this year. It is in Sydney,",
        7288.66,
        7295.04
    ],
    [
        " Australia. We are not going to go back to Sydney, Australia for a long time. So if you want to come",
        7295.54,
        7301.38
    ],
    [
        " check us out and we're also not going to go to Perth and we're not going to go to Brisbane and we're",
        7301.38,
        7306.46
    ],
    [
        " not going to go anywhere else in Australia. So if you're like, oh, well, I'll just wait until they",
        7306.46,
        7311.06
    ],
    [
        " come to my hometown in Australia. We're not even going to your hometown in America if you're in",
        7311.06,
        7315.4
    ],
    [
        " America. It's not happening. We're not a rock band on tour. We're not playing every club. We can't",
        7315.4,
        7325.02
    ],
    [
        " master in Sydney, Australia. It's December 4th and 5th. Go to extremonorship.com.",
        7325.02,
        7328.74
    ],
    [
        " Every mustard we've done has sold out. So register early. We also have EF Overwatch. So if you have",
        7329.04,
        7338.32
    ],
    [
        " a company and you want spec ops or combat aviation leaders coming into your company to help with",
        7338.32,
        7345.36
    ],
    [
        " your leadership, then go to EF overwatch.com to connect and find one of those leaders to come into your",
        7345.36,
        7354.26
    ],
    [
        " company. And if you have comments or questions or answers for us, you can find them on the interwebs.",
        7354.26,
        7361.74
    ],
    [
        " You can find us on the interwebs. We are on Twitter. We are on Instagram and we are on Facebook.",
        7362.16,
        7369.5
    ],
    [
        " Key. For the disabled American veterans, they are at DAV HQ on Instagram and on Twitter",
        7370.96,
        7384.12
    ],
    [
        " and then on Facebook. They are just at DAV and echo is at Echo Charles and I am at",
        7384.12,
        7390.84
    ],
    [
        " Jocco Willink. And once again, thanks to Mr. Jim Cerzley for sharing his story with us.",
        7390.84,
        7398.3
    ],
    [
        " And I am it's such an honor for me to be able to talk with such men and women who have given",
        7399.22,
        7407.1
    ],
    [
        " so much and yet they continue to give. And to all the other veterans out there to those that have",
        7407.2,
        7414.9
    ],
    [
        " served and those that are serving and those that are holding the line as we speak.",
        7414.9,
        7420.12
    ],
    [
        " Thanks to each one of you for fighting for our freedom and to our police and law enforcement",
        7421.24,
        7427.5
    ],
    [
        " and firefighters and paramedics and EMTs and dispatchers and correctional officers and border",
        7427.5,
        7433.0
    ],
    [
        " patrol and secret service and all the first responders. Each of you work so hard and give so",
        7433.0,
        7440.96
    ],
    [
        " much to keep us safe here at home. So thanks to all of you as well for your service and to everyone",
        7440.96,
        7447.9
    ],
    [
        " out out there. You just heard another example of what the human will is capable of.",
        7447.9,
        7456.4
    ],
    [
        " And even when facing the most unimaginable challenges, even when ripped apart by a bomb,",
        7458.56,
        7467.44
    ],
    [
        " the will to live and the will to fight and the will to overcome is unstoppable.",
        7467.66,
        7475.2
    ],
    [
        " And what that makes me wonder, what are we capable of?",
        7476.22,
        7486.96
    ],
    [
        " What are we capable of if we summoned the kind of will that Jim Sursley has?",
        7486.96,
        7495.56
    ],
    [
        " Are we doing everything right now that we are capable of doing? Are we reaching our potential?",
        7498.94,
        7507.36
    ],
    [
        " How much more could we do? How much more could we do? There's only one way to find out and that",
        7508.58,
        7522.7
    ],
    [
        " is to step up into the breach to put yourself out there every day and do everything you possibly can",
        7522.7,
        7530.08
    ],
    [
        " to get after it. And until next time, this is Echo and Jocco out.",
        7530.08,
        7540.88
    ]
]