[
    [
        " My question is this as a military man",
        0.0,
        3.0
    ],
    [
        " What do you do if you cannot reconcile the orders that you're asked to do?",
        3.0,
        7.16
    ],
    [
        " I know that in your book you talk about believe the mission and how you must ask questions until you believe",
        7.8,
        14.1
    ],
    [
        " What happens if after all the questions and all the expect explanations you don't agree or believe?",
        14.1,
        20.4
    ],
    [
        " What if the politics ask of you something?",
        21.02,
        24.5
    ],
    [
        " You're not congruent with how do you as a military man respond to your incongruency",
        25.12,
        30.64
    ],
    [
        " with the mission",
        30.64,
        32.4
    ],
    [
        " So this is a great question and and and",
        32.4,
        41.0
    ],
    [
        " You know, it's kind of ties in with what we just read with the book review of machete season how people were just",
        41.0,
        47.8
    ],
    [
        " Doing it some of them didn't believe in what they were doing. They did it anyways wrong answer",
        47.8,
        53.44
    ],
    [
        " And he've resulted in the death of the one guy, you know, you talk about that's in the book",
        54.78,
        59.26
    ],
    [
        " But you know, so first of all as you as you stated in the question itself if you don't agree with some mission that you've been given",
        59.26,
        69.14
    ],
    [
        " then",
        69.14,
        70.24
    ],
    [
        " You have to ask the question why and in the book extreme ownership",
        70.24,
        74.46
    ],
    [
        " We talk about that the primary example as we talk about is working with Iraqi soldiers and how that's very challenging and very difficult and very dangerous",
        74.46,
        82.72
    ],
    [
        " And the story that we tell on the book is that I said to myself, okay, why are they having us work with these Iraqi soldiers?",
        84.0,
        88.76
    ],
    [
        " My guys are gonna be at risk et cetera et cetera and",
        88.76,
        92.2
    ],
    [
        " Eventually I realized why we needed to do this was because if we didn't get the Iraqi soldiers to a point where they could handle the security",
        92.2,
        99.5
    ],
    [
        " In Iraq then who is gonna do it and the answer was us. So I understood why now I",
        99.5,
        105.62
    ],
    [
        " Actually, do you even have to ask anybody why I figured that out? I asked myself why and so I was able to come to it come to that conclusion",
        105.62,
        112.16
    ],
    [
        " But when you are part of something",
        113.22,
        115.46
    ],
    [
        " Whether it's in business or it's in war the the goal the ultimate goal it has to be aligned and",
        115.46,
        126.66
    ],
    [
        " In it so for example",
        126.66,
        128.08
    ],
    [
        " Where in Iraq we're supposed to use Iraqi soldiers. Okay",
        128.08,
        131.76
    ],
    [
        " Do you think that the generals wanted our men to be killed?",
        131.76,
        136.18
    ],
    [
        " Because the higher risk no they wanted to win the war they want to keep our guys safe",
        136.68,
        141.24
    ],
    [
        " So that's what I wanted to we want to win the war we want to keep our guys safe. So that's aligned so anything that they're telling me to do",
        141.24,
        147.02
    ],
    [
        " It must be at some point in the distance",
        147.02,
        150.98
    ],
    [
        " Aligned with the same goal that I have and it's the same thing with a business",
        150.98,
        155.08
    ],
    [
        " Do you think a boss of a business doesn't want to be profitable or doesn't want to be ethical? No",
        155.08,
        159.88
    ],
    [
        " Somewhere in the future they want to be profitable may want to be ethical and somewhere your mission is gonna align with that",
        159.88,
        166.6
    ],
    [
        " if you",
        166.6,
        168.22
    ],
    [
        " Don't if those don't align at some point then you got a real serious issue on your hands, right because",
        170.04,
        176.4
    ],
    [
        " Maybe you're being told to do something that you just don't believe in",
        176.4,
        180.82
    ],
    [
        " And you at first, you know like I said you got to ask those questions all the way up",
        180.82,
        185.62
    ],
    [
        " And if you do ask those questions all the way up and you still find okay, I don't believe in this mission",
        185.62,
        192.1
    ],
    [
        " Now you got a way out the consequences",
        194.9,
        197.82
    ],
    [
        " because",
        197.82,
        199.56
    ],
    [
        " For instance if there's an order that comes and for whatever reason you don't believe in it",
        199.56,
        205.7
    ],
    [
        " And you've asked the questions and you still don't believe that it's the right thing to do",
        205.7,
        208.8
    ],
    [
        " But what if it's something that's like pretty inconsequential right something that's no big deal and",
        208.8,
        215.38
    ],
    [
        " You say no to it like I'm not gonna do this you decide to make your stand",
        215.38,
        220.3
    ],
    [
        " Okay, well now you're",
        220.92,
        222.9
    ],
    [
        " You're first of all you're not supporting the chain of command anymore",
        222.9,
        226.96
    ],
    [
        " And if you're not supporting your chain of command anymore, how can you support the guys that work for you?",
        226.96,
        231.92
    ],
    [
        " Because now you might get",
        232.6,
        235.26
    ],
    [
        " removed",
        235.26,
        236.48
    ],
    [
        " And if you get removed from the situation",
        236.48,
        239.8
    ],
    [
        " Now who's gonna go execute it?",
        239.8,
        242.42
    ],
    [
        " Who's gonna go do this thing that you thought was wrong?",
        242.62,
        245.4
    ],
    [
        " Now you're gonna give it to somebody that might execute it in a harsher way in a worse way or",
        245.4,
        250.3
    ],
    [
        " You lose control of it. You've lost your influence. You used up some of your political capital",
        250.3,
        255.48
    ],
    [
        " You've impaired your reputation by saying no, I'm not gonna do that because I don't believe in it. What was it?",
        255.48,
        261.98
    ],
    [
        " And by saying no",
        262.32,
        264.12
    ],
    [
        " What did you accomplish?",
        264.12,
        266.02
    ],
    [
        " Because now you have no control over anymore. You're you're you can't change it",
        267.76,
        273.5
    ],
    [
        " You can't affect it anymore. So let me ask you this. This is an example",
        273.5,
        276.86
    ],
    [
        " This will make it very clear what I'm trying to say because I don't think I'm being very clear right now",
        276.86,
        280.28
    ],
    [
        " If you're playing a game, right? You're playing a football game or a basketball game and the ref makes a bad call",
        280.28,
        286.66
    ],
    [
        " Okay, so you say",
        286.66,
        289.82
    ],
    [
        " The ref made a bad call. I don't agree with this call. I quit walking off the court",
        289.82,
        294.2
    ],
    [
        " Now",
        294.2,
        296.18
    ],
    [
        " Does that make sense? I mean how bad of a call was it? How did it affect the game?",
        296.18,
        303.36
    ],
    [
        " And and furthermore once you walk off the court what good are you?",
        303.5,
        306.78
    ],
    [
        " Can you can you do better? Can you try and bring back the score? Can you",
        306.9,
        311.28
    ],
    [
        " Try and show the ref that yes you are playing fair look. I'm a good guy. I'm keeping my head. I'm keeping my cool",
        311.28,
        316.16
    ],
    [
        " No, you've thrown that all away",
        316.16,
        318.4
    ],
    [
        " You've thrown that all away and so what good is that? It's the same thing not necessarily the ref because that's sort of outside your chain of command",
        318.4,
        326.22
    ],
    [
        " But what if your own coach? What if your coach pulls you out of a game?",
        326.22,
        329.82
    ],
    [
        " Or a coach calls a play to you for you to run a play that you didn't believe in so you're gonna say you know what?",
        330.32,
        335.22
    ],
    [
        " I don't believe in that play. I'm walking off the field",
        335.38,
        337.12
    ],
    [
        " That's an exact correlation to this idea right this military order comes down that I don't believe in oh, I don't believe it",
        337.12,
        344.24
    ],
    [
        " So now I'm gonna walk away",
        344.24,
        345.24
    ],
    [
        " so",
        345.24,
        347.12
    ],
    [
        " That is is problematic because you've you've",
        347.12,
        353.92
    ],
    [
        " Given up you've surrendered your right to affect the situation",
        353.92,
        358.16
    ],
    [
        " And that's",
        359.98,
        360.72
    ],
    [
        " That's not good and in the military there's all kinds of little you know policy nuances that we might not believe in a hundred percent",
        360.72,
        368.6
    ],
    [
        " Little things there might be little things that you go you know what I don't I don't see",
        368.6,
        372.74
    ],
    [
        " I don't think that's the best way to do it or I think there's a better way to do it",
        372.74,
        375.34
    ],
    [
        " But if you walk away from it",
        375.34,
        377.46
    ],
    [
        " Now you can no longer affect it and that is bad. So my generally speaking",
        377.46,
        383.0
    ],
    [
        " for most of these things",
        383.0,
        385.22
    ],
    [
        " You I I doubt I doubt within the military all the time",
        385.22,
        389.06
    ],
    [
        " Don't live it all the time and you know what generally speaking you stay in the game",
        389.82,
        393.48
    ],
    [
        " So that you can still have an effect and can still have influence",
        393.48,
        396.78
    ],
    [
        " now",
        396.78,
        398.48
    ],
    [
        " that being said",
        398.48,
        400.42
    ],
    [
        " There can be",
        400.42,
        403.84
    ],
    [
        " orders",
        403.84,
        404.86
    ],
    [
        " That are unlawful or unethical",
        404.86,
        409.88
    ],
    [
        " That can happen right if you are in a bad situation you're working for a bad commander you're working for someone that's unethical or whatever the case may be",
        409.88,
        417.46
    ],
    [
        " It",
        419.88,
        420.28
    ],
    [
        " Maybe they're orders or plans that are tactically unsound to the point that you're afraid people are gonna die",
        420.28,
        425.9
    ],
    [
        " And in those situations you know as we were going back to Napoleon's maximum again if you execute something that you knew was wrong",
        425.9,
        435.28
    ],
    [
        " You're culpable. So then it is time when you stand up and say you know what?",
        435.28,
        438.66
    ],
    [
        " I'm not doing this. You want to send me to 11 work? You want to demote me demote me do it",
        439.24,
        443.36
    ],
    [
        " But I do not believe in this and here's why so",
        443.36,
        446.82
    ],
    [
        " That is",
        447.8,
        448.8
    ],
    [
        " A time where you may have to say after you weigh out the situation how bad is it something that's unethical unconstitutional",
        448.8,
        456.64
    ],
    [
        " And you think you're gonna have a bigger impact",
        456.64,
        459.78
    ],
    [
        " By protesting it",
        459.78,
        462.82
    ],
    [
        " By possibly",
        462.82,
        464.34
    ],
    [
        " jeopardizing your career or possibly going to go in 11 worth if you're in the military",
        464.34,
        469.02
    ],
    [
        " Getting court-martialed all those things could happen if you think that it's so important",
        469.02,
        474.26
    ],
    [
        " And that you will have a better effect on it by making this protest because that's what you're doing",
        475.1,
        480.16
    ],
    [
        " You're now making a protest",
        480.16,
        481.42
    ],
    [
        " Then okay, maybe that makes sense. So you got like the the may-line masker and Vietnam where",
        481.42,
        488.16
    ],
    [
        " Carrible situation happens and if you were a soldier that was there and said you know what?",
        488.16,
        492.24
    ],
    [
        " I'm not doing this stop and maybe maybe you do risk getting court-martial maybe you risk getting killed",
        492.64,
        498.48
    ],
    [
        " But that's a situation where maybe you do and or maybe it's some",
        498.48,
        502.82
    ],
    [
        " Missed treatment of civilians or something",
        503.7,
        505.62
    ],
    [
        " But again, even with mistreatment of civilians the US military is not going to order the mistreatment of civilians",
        505.62,
        512.44
    ],
    [
        " It's not going to happen",
        512.44,
        513.72
    ],
    [
        " So if it is happening it's coming from a rogue",
        513.72,
        516.6
    ],
    [
        " Commander that you're gonna be able to destroy when you bring this situation to the to the authorities or to the higher chain of command",
        516.6,
        525.96
    ],
    [
        " So",
        525.96,
        528.38
    ],
    [
        " Again, you know if you're getting wrapped up in some small nuanced thing",
        529.58,
        534.3
    ],
    [
        " Yeah, he mentions the political like if you're not politically congruent with I don't know if you meant that's but yeah",
        534.3,
        540.46
    ],
    [
        " And again when you're in the military you're you're not there to",
        540.46,
        545.28
    ],
    [
        " worry about the politics of it, you know, you're there to carry out the politics",
        545.28,
        551.36
    ],
    [
        " You're there to carry out the policy",
        551.36,
        553.28
    ],
    [
        " Now if there's a pa again if the policy is egregious",
        553.28,
        556.88
    ],
    [
        " Right, right if it's egregious and you think you will do better to to",
        556.88,
        562.9
    ],
    [
        " Make a protest and end up in jail and you know",
        562.9,
        566.94
    ],
    [
        " Be on CNN and Fox News and saying hey, this is why I'm in jail because I didn't agree with what we're doing",
        566.94,
        572.5
    ],
    [
        " If it's something that the rest of the nation is gonna look at and say yeah, this guy was right, right? Of course",
        572.5,
        577.02
    ],
    [
        " But if you're doing it because it's something that",
        577.02,
        580.36
    ],
    [
        " Is in comparison that is something relatively small",
        580.36,
        585.86
    ],
    [
        " Then you're probably you're probably doing worse to help the situation you're probably doing less",
        587.02,
        593.06
    ],
    [
        " Good by walking away getting off the field and letting letting the the the situation transpire without your presence",
        593.06,
        601.16
    ],
    [
        " I want to be there. Yeah, you know, I want to be there if I if my guys were getting tasked with a mission that I thought was a little bit sketchy",
        601.16,
        608.78
    ],
    [
        " I want to be there. Yeah, I want to be there not hey, I protest so I'm not gonna go",
        608.78,
        614.9
    ],
    [
        " Hmm not a good call",
        615.38,
        616.88
    ],
    [
        " So",
        616.88,
        618.38
    ],
    [
        " Yeah, and again, I'm not saying that you don't stand by your principles",
        618.38,
        623.14
    ],
    [
        " But all I'm saying is especially this guy that's in the military",
        623.14,
        627.2
    ],
    [
        " Your principles should be for the most part in line. This is America and if you're",
        627.2,
        632.72
    ],
    [
        " If you're if you're being told to do something that's",
        632.72,
        636.52
    ],
    [
        " That's un-American then yeah stand by your principles",
        636.52,
        640.28
    ],
    [
        " But most if it's something that's small and it's something that you just might not agree with 100%",
        640.5,
        645.3
    ],
    [
        " That doesn't mean you're an unprincipled person. It means that you are",
        645.3,
        649.4
    ],
    [
        " winning",
        649.4,
        650.62
    ],
    [
        " Losing the battle, but you're gonna win the war. Yeah. Yeah, I like that way way it out",
        650.62,
        656.78
    ],
    [
        " Yeah, everything's not",
        656.78,
        658.16
    ],
    [
        " I like it about as me. I'm jumping on the you know on that side of things",
        658.16,
        662.12
    ]
]