[
    [
        " This is the Jocco Underground podcast number 28 sitting here with echo Charlie",
        0.12,
        6.38
    ],
    [
        " Yes, and I was I got something to discuss broadly that I think is helpful",
        6.38,
        13.22
    ],
    [
        " All right, here's here's here's one discuss broadly. I'm not aiming this at you",
        13.22,
        18.92
    ],
    [
        " Kind of I'm kind of aiming at everyone including myself. All right. Here's the deal. You're not right",
        18.92,
        25.22
    ],
    [
        " Okay, you're not right",
        25.22,
        28.9
    ],
    [
        " So don't act like you're right and don't walk around like you're right and don't treat other people like you're right",
        30.32,
        36.18
    ],
    [
        " I see this",
        36.18,
        38.5
    ],
    [
        " This quite a bit sometimes I see it for myself disappointing",
        38.5,
        41.86
    ],
    [
        " Where you think you're right. I think I'm right. You think you're right. We think we're right",
        41.86,
        47.58
    ],
    [
        " And we're not it's kind of like",
        47.58,
        51.88
    ],
    [
        " If you start to pull the the layers back. It's like jujitsu hate to say it, but true",
        51.88,
        58.9
    ],
    [
        " You remember how kind of badass you were you thought you were",
        59.68,
        62.92
    ],
    [
        " When you never trained before",
        62.92,
        65.38
    ],
    [
        " Yeah, I know what you're saying you thought you were right kind of yeah, and then the first class",
        65.38,
        71.72
    ],
    [
        " Maybe even the first class you're like oh once I learn a couple things",
        71.72,
        74.94
    ],
    [
        " Then I'm gonna know everything",
        74.94,
        76.74
    ],
    [
        " Kind of I can see I'll be the case but my unique experience did not oh really you you you're out of the gate",
        76.74,
        83.48
    ],
    [
        " Yeah, I got beat down pretty pretty continuously",
        83.48,
        86.44
    ],
    [
        " But what about prior to getting beat down. No, no. Yeah, you're right. Yeah, then you thought you knew everything",
        86.8,
        92.0
    ],
    [
        " Like you can handle this",
        92.0,
        93.72
    ],
    [
        " Actually, I was a derro Cooper DC. Sure",
        93.72,
        98.5
    ],
    [
        " He was he was",
        98.5,
        100.2
    ],
    [
        " Saying that he he did the Marjoram made podcast the first six. It's something like I don't know what are they two or three hours each",
        100.2,
        109.18
    ],
    [
        " so there's I",
        109.18,
        114.0
    ],
    [
        " Of him talking about the Israeli Palestinian conflict",
        114.18,
        118.6
    ],
    [
        " And he said he after he read like three books on it. He was like, oh, yeah",
        118.6,
        124.84
    ],
    [
        " I know it now and then he just kept reading and he get different perspectives different perspectives different perspectives different perspectives",
        124.84,
        130.34
    ],
    [
        " And that's what the that's the way it is in the world and right now a lot of people walk around",
        130.34,
        137.4
    ],
    [
        " Thinking they know things thinking they know things",
        137.4,
        142.32
    ],
    [
        " I do this I think I know something and what I'm trying to say is nobody knows",
        143.2,
        148.56
    ],
    [
        " But here's what's beneficial about this",
        148.56,
        152.14
    ],
    [
        " this attitude of",
        152.14,
        155.06
    ],
    [
        " Accepting that not everyone knows everything",
        155.06,
        158.62
    ],
    [
        " Is that I don't get mad when somebody thinks they know it doesn't bother me",
        158.62,
        165.16
    ],
    [
        " You know because you could let that bother you",
        165.16,
        167.16
    ],
    [
        " When someone says no it should be like this and you know you know they don't know there's no way they could know",
        167.6,
        172.62
    ],
    [
        " And I think this is leading to a lot of the",
        172.62,
        176.16
    ],
    [
        " divisiveness in the country in the world",
        176.16,
        178.9
    ],
    [
        " Because everybody thinks they know and then they think they back it up with",
        178.9,
        185.16
    ],
    [
        " with",
        185.16,
        187.3
    ],
    [
        " experts or",
        187.3,
        189.74
    ],
    [
        " Science the science ones a big one",
        189.74,
        191.94
    ],
    [
        " Both both sides of every argument the science is this well guess what I can find you some science it says something else",
        193.78,
        198.48
    ],
    [
        " And I'm not just talking about echo Charles bro science",
        198.48,
        201.22
    ],
    [
        " Sure I'm talking science and guess what science changes",
        201.22,
        205.52
    ],
    [
        " You ever seen those",
        205.52,
        207.9
    ],
    [
        " newspaper clippings or old articles?",
        207.9,
        211.7
    ],
    [
        " Would that say the opposite of what's happening now?",
        212.1,
        215.68
    ],
    [
        " Well there I saw one that was ice age is coming this is 1973 or something next ice age is coming world temperatures are dropping",
        215.94,
        224.34
    ],
    [
        " Or you see the articles or the advertisements back in the or even articles that said",
        224.34,
        229.38
    ],
    [
        " How smoking tobacco is good for you? These are the benefits",
        229.38,
        234.12
    ],
    [
        " Science changes",
        234.12,
        237.0
    ],
    [
        " But people act like they know with no caveat whatsoever",
        237.0,
        243.1
    ],
    [
        " And",
        244.58,
        245.02
    ],
    [
        " And that will drive a person crazy",
        245.02,
        247.26
    ],
    [
        " It will drive you crazy. It will drive me crazy if I get if you say something and I I think",
        247.26,
        254.06
    ],
    [
        " Echo thinks she knows it. I just go now echo thinks he knows it but he doesn't so that's fine",
        254.06,
        258.38
    ],
    [
        " Articles journals",
        258.38,
        263.84
    ],
    [
        " Right it's it was in a journal. Okay, so that means you're right. Yeah, it's not true",
        263.84,
        270.04
    ],
    [
        " So",
        271.72,
        272.12
    ],
    [
        " Let's just put a caveat on things and say this is what I think right now",
        272.12,
        275.86
    ],
    [
        " But I could be wrong",
        275.86,
        277.44
    ],
    [
        " And if you approach people like that and you approach ideas like that you're probably gonna have an easier time",
        277.44,
        283.46
    ],
    [
        " You're probably gonna be able to are you probably gonna be able to",
        283.46,
        286.66
    ],
    [
        " Articulate yourself better. You're probably gonna have a more open mind",
        286.66,
        290.5
    ],
    [
        " You're gonna have a better it ends up being an indirect approach when you discuss things with people",
        290.5,
        296.02
    ],
    [
        " Instead of saying that's not the way it works",
        296.02,
        298.46
    ],
    [
        " You say oh, I haven't heard that perspective before please inform me more",
        298.88,
        303.84
    ],
    [
        " But and what's really weird you start throwing social media into this stuff?",
        303.84,
        310.48
    ],
    [
        " It's just a minefield. It's a disaster",
        310.66,
        313.48
    ],
    [
        " Because now not only do I think I know something but I'm gonna tell the world",
        313.48,
        318.3
    ],
    [
        " That I know it",
        318.3,
        320.42
    ],
    [
        " And then they're all gonna pile on and tell me why I'm wrong",
        320.42,
        325.28
    ],
    [
        " And attack me and attack my ideas",
        326.06,
        328.58
    ],
    [
        " so",
        328.58,
        330.36
    ],
    [
        " We don't know anything leave yourself some room to maneuver",
        330.36,
        336.9
    ],
    [
        " You don't there's nothing that you can be certain about or let me replace that there are very few things you can be certain about",
        336.9,
        343.32
    ],
    [
        " So don't run around",
        343.32,
        345.7
    ],
    [
        " Thinking you're certain about everything because it doesn't help you",
        345.7,
        349.94
    ],
    [
        " Doesn't help you move through the world",
        349.94,
        352.52
    ],
    [
        " Yeah, and a lot of people misuse the word science as well",
        353.94,
        359.08
    ],
    [
        " Did I",
        359.08,
        360.22
    ],
    [
        " Look at that",
        360.22,
        365.06
    ],
    [
        " I'm not a scientist put it this way when I think when",
        365.06,
        373.76
    ],
    [
        " When people are like hey the science the science the science right",
        373.76,
        377.76
    ],
    [
        " So you could I mean you got to kind of consider what scientific method is",
        377.76,
        382.32
    ],
    [
        " There's like it's a very specific method",
        382.52,
        384.52
    ],
    [
        " Which is of course it's not like perfect. I guess theoretically it's perfect but",
        384.52,
        390.82
    ],
    [
        " It's not perfect because",
        390.82,
        392.92
    ],
    [
        " No, it's not perfect exactly. Yeah, it's like essentially right so this close so the part that gets jammed up isn't",
        392.92,
        400.6
    ],
    [
        " Necessary necessarily science",
        400.6,
        404.26
    ],
    [
        " It's like how good is the scientist or group of scientists how good are they at implementing the scientific method and then",
        404.26,
        412.26
    ],
    [
        " Do they even have enough information to draw any kind of likely conclusion right and even if they draw likely conclusion",
        412.52,
        419.12
    ],
    [
        " It's still only likely. Yeah, but here's the deal. Look exactly. Yeah, I",
        419.12,
        422.76
    ],
    [
        " I use that but",
        422.76,
        424.64
    ],
    [
        " Let's face it. I'm just talking about life stuff, right? I'm talking about just general human interaction. Yeah, I think I know",
        424.64,
        433.8
    ],
    [
        " You don't know. Yeah, you don't know",
        433.8,
        436.7
    ],
    [
        " So leave yourself an open mind leave yourself a little room to maneuver",
        436.7,
        440.24
    ],
    [
        " Leave yourself a little room to grow and learn and when you have to when you talk to people",
        440.34,
        445.0
    ],
    [
        " You ask good questions about what their viewpoint is and try and understand their perspective",
        445.0,
        451.06
    ],
    [
        " It's gonna make your whole life better and you know, I guess even my approach and bringing this up",
        451.06,
        458.28
    ],
    [
        " Well, you know, you're not right. Oh, it's like",
        458.28,
        462.16
    ],
    [
        " That's that sort of I guess I was maybe I did that for like the shock value of it, right?",
        462.16,
        468.62
    ],
    [
        " Maybe trying to make an impact or make leave a mark. Yeah, but man. Oh, so I'm really out. This is what I'm really saying",
        468.84,
        475.36
    ],
    [
        " You don't know everything. Yeah, the person that you're talking to",
        475.36,
        479.88
    ],
    [
        " Doesn't know everything doesn't know anything 100% and they may act like it don't get mad at him",
        479.88,
        485.92
    ],
    [
        " Don't get mad at him. Just think oh, yeah, this person thinks",
        485.92,
        489.4
    ],
    [
        " It's helped me it's helped me discuss things with people and I go yeah",
        489.4,
        494.54
    ],
    [
        " You know what echo thinks he's 100% right and I get it",
        494.6,
        497.68
    ],
    [
        " I I'm empathetic to his to his attitude. I get it. He thinks that he's 100% right",
        497.68,
        504.82
    ],
    [
        " And he doesn't unfortunately. It's like um, he knows not what he does he knows not what he does, right?",
        504.82,
        510.74
    ],
    [
        " He just thinks he knows this 100% and he doesn't so",
        511.36,
        514.68
    ],
    [
        " Instead of me getting defensive and going on the attack",
        514.68,
        519.02
    ],
    [
        " How about I listen to what you have to say",
        519.02,
        521.46
    ],
    [
        " Ask you some good questions that may be open up your mind a little bit to seeing a different perspective",
        521.78,
        526.58
    ],
    [
        " So maybe we can find some common ground. That's what I'm saying. Yeah",
        526.58,
        530.72
    ],
    [
        " Yeah, the um, we a lot of it is wrong you you are just like",
        530.72,
        536.4
    ],
    [
        " Understanding it's like you're being understanding you're being an understanding person where when you",
        536.4,
        544.0
    ],
    [
        " When you admit to yourself like that you don't know for sure and actually back to sign thing real quick",
        544.0,
        550.74
    ],
    [
        " If you read like a scientific or for real like scientific",
        550.94,
        554.1
    ],
    [
        " Journal or piece or something they'll never say therefore the ice ages coming right they'll never say that",
        554.1,
        560.4
    ],
    [
        " It'll be like hey this is what happened and this is what it showed and if we were trying to find out this the likelihood in this study",
        560.4,
        568.1
    ],
    [
        " Made it that this is the likelihood of the time he gets the Twitter. Oh, no, bad time. It gets the Twitter experts",
        568.1,
        575.0
    ],
    [
        " Journal's have said the ice age is coming exactly right and that's actually exactly right",
        576.26,
        581.42
    ],
    [
        " And then that's not to mention like the study and how good how well it was done",
        581.42,
        585.32
    ],
    [
        " So if they're like oh, yeah, we had a sample size of a thousand people and we did this and they only did it with a thousand people that lived by the beach",
        585.32,
        592.88
    ],
    [
        " It's like man. It's kind of you know",
        592.88,
        595.1
    ],
    [
        " It can be skewed in that way and like or just like the like an incompetent group of scientists",
        595.1,
        600.26
    ],
    [
        " But they're the only ones studying it. So this is the most recent study and all this stuff and the point is you're correct",
        600.72,
        606.1
    ],
    [
        " Like the science. I mean, I don't know if I'd say it in those words, but your point is correct like the science can change",
        606.1,
        611.34
    ],
    [
        " Yeah, you can get improved information. It's all within science, but yeah improved information",
        611.34,
        617.72
    ],
    [
        " I mean I didn't prove conclusion. There's all the you know",
        617.72,
        620.18
    ],
    [
        " We we used to think that the universe revolved around the earth exactly that was the science",
        620.18,
        625.32
    ],
    [
        " Yeah, that and the thing is it kind of is because when you look when you make certain observations",
        625.32,
        629.12
    ],
    [
        " Especially if you're the only one doing it",
        629.56,
        631.14
    ],
    [
        " That's what it looks like that's all the info we have therefore that's the current conclusion",
        631.14,
        635.74
    ],
    [
        " You know, but then you look more into it more people study it like all different perspectives as a wise man",
        635.74,
        640.5
    ],
    [
        " Seems saying you get to know",
        640.5,
        643.1
    ],
    [
        " More more the information and you and you start to understand a little bit more. It's just such a much better approach",
        643.1,
        650.56
    ],
    [
        " It's gonna be better for your mental health and I'm no mental health expert. Yeah, but getting mad",
        650.56,
        655.84
    ],
    [
        " Getting mad because echo just says he's certain about something or getting mad because echo doesn't",
        656.16,
        662.6
    ],
    [
        " That is a little excerpt of what we are doing on the jaco underground podcast. So if you want to continue to listen",
        662.6,
        675.52
    ],
    [
        " Go to jaco underground com and subscribe and we're doing this to mitigate our reliance on external platforms",
        675.52,
        684.28
    ],
    [
        " So we are not subject to their control and we're doing it so we can give you more control more interaction",
        684.32,
        690.98
    ],
    [
        " More direct connections better communications with us",
        690.98,
        693.86
    ],
    [
        " Strengthen this legion of troopers that are in the game with us. So thank you. It's jaco underground.com",
        693.86,
        700.96
    ],
    [
        " It costs eight dollars and eighteen cents a month and if you can't afford to support us",
        700.96,
        706.46
    ],
    [
        " We can still support you just email assistance at jaco underground.com",
        706.46,
        710.5
    ],
    [
        " And we'll get you taken care of until then we will see you",
        710.6,
        715.32
    ],
    [
        " mobilized",
        715.32,
        716.68
    ],
    [
        " underground",
        716.68,
        718.04
    ]
]