[
    [
        " One of the things you can be virtually certain of in life is that you don't get something you don't aim at.",
        0.0,
        4.6
    ],
    [
        " And one of the things that's interesting about that is often people will keep their goals fuzzy.",
        5.38,
        11.16
    ],
    [
        " Because one of the problems with specifying your goals is you specify your failures.",
        11.7,
        15.52
    ],
    [
        " Right? If the goal is really fuzzy, you're not sure when you fail and that then you can fool yourself.",
        16.08,
        19.92
    ],
    [
        " You know really, but you can kind of keep it foggy.",
        20.18,
        22.8
    ],
    [
        " But you make your goals sharp and clear.",
        23.26,
        25.2
    ],
    [
        " Then well, first of all, then you know what to aim at.",
        25.9,
        28.56
    ],
    [
        " And what's interesting is, you know, your brain is set up so that it reorganizes the world around your aims.",
        28.92,
        34.36
    ],
    [
        " And that's not, I've also written about this in 12 rules for life quite extensively.",
        34.8,
        38.56
    ],
    [
        " And that's not a metaphor like we don't see much of the world because there's a lot of the world.",
        38.78,
        43.48
    ],
    [
        " And there isn't much of us.",
        43.48,
        44.54
    ],
    [
        " And so we see what we aim at. We aim with our eyes.",
        44.54,
        47.9
    ],
    [
        " And here's an example.",
        48.26,
        49.1
    ],
    [
        " So a great apes don't really have much of a white in their eyes.",
        49.3,
        53.16
    ],
    [
        " But human beings do.",
        53.48,
        54.84
    ],
    [
        " And the reason for that is that we've evolved to detect where everyone else is looking.",
        55.62,
        59.52
    ],
    [
        " And so if I can't tell where you're looking, I don't know what you're up to.",
        60.04,
        63.32
    ],
    [
        " And then well, over time, that means I can't read you as well.",
        63.68,
        68.1
    ],
    [
        " And we're more likely to get in a dispute and one or the other versus more likely to get killed.",
        68.2,
        72.54
    ],
    [
        " But it also means that your probability of finding a successful mate decreases.",
        72.74,
        78.7
    ],
    [
        " So we've evolved to have this very, very visually evident eye.",
        78.78,
        82.88
    ],
    [
        " And so when we're looking at each other, we're always looking at our eyes because then we can tell where someone is pointed.",
        83.34,
        89.6
    ],
    [
        " And then we can tell what they're up to.",
        90.5,
        91.92
    ],
    [
        " And so we're hunting creatures like we're aiming at a moving target and trying to track it all the time.",
        92.88,
        98.12
    ],
    [
        " And so you have to specify your aim.",
        98.72,
        100.72
    ],
    [
        " And the future authoring program helps people specify the aim.",
        100.88,
        104.44
    ],
    [
        " And it's more than one aim.",
        104.44,
        105.66
    ],
    [
        " It's like you have a highest aim, which you might say is to be a good person.",
        105.66,
        110.42
    ],
    [
        " And then I would say, well, there's a there's a more elaborated aim than that.",
        110.42,
        114.02
    ],
    [
        " It's like you want to be able to constrain malevolence and work to decrease suffering.",
        114.08,
        118.84
    ],
    [
        " It's something like that.",
        118.84,
        119.92
    ],
    [
        " That's the highest aim.",
        120.04,
        121.2
    ],
    [
        " And and then and then you have to decompose that into the things you do each day.",
        121.88,
        127.44
    ],
    [
        " So that there's a definite connection between all the micro actions and the macro aim.",
        127.86,
        132.8
    ],
    [
        " And then that gives dignity to what you're doing.",
        132.8,
        134.7
    ]
]