[
    [
        " This is Jocco Podcast number 199 with Echo Charles and me, Jocco Willink.",
        0.0,
        5.68
    ],
    [
        " Good evening, Echo.",
        5.98,
        6.98
    ],
    [
        " Good evening.",
        7.14,
        7.38
    ],
    [
        " I have not been on this Earth long, but I've been through more than most wood in lifetime.",
        8.22,
        18.72
    ],
    [
        " I served six years in the United States Marine Corps as a helicopter door gunner and airframes mechanic.",
        19.48,
        26.82
    ],
    [
        " On my last deployment to Afghanistan, I was involved in a helicopter crash.",
        28.24,
        33.96
    ],
    [
        " June 23, 2012 was the defining moment in my life.",
        34.62,
        41.3
    ],
    [
        " I suffered a traumatic brain injury, severe facial trauma, a left leg above the knee amputation,",
        42.08,
        52.06
    ],
    [
        " and damaged my cervical spine and damaged my upper arms.",
        52.68,
        57.48
    ],
    [
        " I remember screaming with tears rolling down my face when they said they were taking my leg above the knee.",
        58.2,
        68.82
    ],
    [
        " I thought it was all over.",
        69.94,
        74.04
    ],
    [
        " That all of my dreams were turned into nightmares.",
        75.74,
        81.52
    ],
    [
        " I have it on repeat in my head.",
        83.14,
        88.84
    ],
    [
        " A scream encompassing terror, pain, and fear of what my life might become.",
        91.38,
        100.38
    ],
    [
        " And those are the words and thoughts of a wounded warrior, a Marine Corps sergeant, a third generation Marine, whose mother and father were both Marines.",
        106.7,
        123.3
    ],
    [
        " But in this case, this particular Marine was able to take that fear, that fear of a new life, of a different life, of what life might become with those devastating injuries suffered and turn that new life into one of overcoming struggle, a life of facing new challenges.",
        124.74,
        152.96
    ],
    [
        " And a life of leading the way and showing the path for anyone that faces challenges and struggles in any walk of life.",
        152.96,
        166.64
    ],
    [
        " As this Marine proves you are never out of the fight.",
        168.86,
        171.68
    ],
    [
        " And it is an honor to have this Marine with us on the podcast tonight.",
        171.92,
        177.56
    ],
    [
        " I'm Marine by the name of Kirstie Annis. Kirstie.",
        178.04,
        183.8
    ],
    [
        " Welcome to the podcast.",
        184.3,
        186.48
    ],
    [
        " Thank you for having me.",
        186.92,
        187.88
    ],
    [
        " I dug a little deep on your blogs and Facebook to assemble some things because I like to read what people write.",
        188.22,
        197.38
    ],
    [
        " Because I think that's the best pathway to figure out what they're thinking at that time.",
        198.14,
        201.38
    ],
    [
        " And yeah, you got some pretty incredible statements on there.",
        201.58,
        206.58
    ],
    [
        " And I was able to go through them and assemble them like I said.",
        207.02,
        210.04
    ],
    [
        " Let's start off talking about where you came from.",
        213.26,
        215.02
    ],
    [
        " Because I think that's always a good place to start.",
        215.22,
        216.4
    ],
    [
        " And one thing that you, in your writings, I found this, which I thought was just, I just had to bring this up.",
        216.72,
        223.12
    ],
    [
        " Yeah, I'm that guy.",
        224.52,
        225.92
    ],
    [
        " You know, they say, somebody, someone's going to go through all your social media stuff and that's me.",
        226.06,
        230.08
    ],
    [
        " So here we go.",
        230.78,
        231.56
    ],
    [
        " This is what you said about your childhood.",
        231.82,
        233.0
    ],
    [
        " I was a jerk as a child.",
        233.22,
        234.52
    ],
    [
        " My mom and dad would just love to tell you stories about me dismantling my window alarm to sneak out, disconnecting phone lines and my principal wouldn't call home or maybe even bringing stink bombs into school.",
        234.88,
        245.7
    ],
    [
        " So there's, we're getting an indication kind of a view into what you were like as a kid.",
        246.04,
        250.26
    ],
    [
        " Where was it? Where did all this take place?",
        251.16,
        252.76
    ],
    [
        " Oh, man. Also, with both my parents being in the Marine Corps, we bounced all over the place.",
        253.2,
        257.28
    ],
    [
        " But after my mom and my dad got out, we went back to the panhandle of Florida.",
        257.92,
        261.76
    ],
    [
        " And I spent most of my middle school and high school years there.",
        262.34,
        265.76
    ],
    [
        " And I was just an absolute terrorist.",
        266.04,
        267.62
    ],
    [
        " I mean, I gave my parents a run for their money.",
        268.06,
        271.54
    ],
    [
        " I mean, I look back now and I actually feel really, really bad about it.",
        271.8,
        275.26
    ],
    [
        " I'm terrified of kids in my own because I know payback is going to be a bitch.",
        275.32,
        278.56
    ],
    [
        " Yeah.",
        279.36,
        279.82
    ],
    [
        " But yeah, I mean, I was just always way too smart for my own good.",
        280.28,
        282.56
    ],
    [
        " Like, school was a joke.",
        282.84,
        284.1
    ],
    [
        " Athletics were never really hard.",
        284.48,
        285.98
    ],
    [
        " I didn't, it wasn't challenged.",
        286.1,
        287.48
    ],
    [
        " So yeah, I was just always up to, to no good.",
        287.96,
        290.18
    ],
    [
        " Nothing like malicious.",
        290.4,
        291.34
    ],
    [
        " But yeah, always a little mischievous.",
        292.3,
        293.76
    ],
    [
        " The most malicious thing was stink bombs in school.",
        294.06,
        296.88
    ],
    [
        " Yeah.",
        297.22,
        297.9
    ],
    [
        " Okay, we don't know what the statute of limitations is, so we're not going to go there.",
        298.52,
        303.02
    ],
    [
        " Yes, exactly.",
        303.14,
        304.02
    ],
    [
        " What, you mentioned athletics a little bit.",
        305.0,
        307.3
    ],
    [
        " What sports did you play?",
        307.34,
        308.24
    ],
    [
        " So growing up, I did a bunch of team sports.",
        308.66,
        310.14
    ],
    [
        " I mean, everything from softball to volleyball and everything in between.",
        310.36,
        313.24
    ],
    [
        " I'm actually like a lot of the individual extreme sports that I'm doing now.",
        313.64,
        316.9
    ],
    [
        " Never even did a music hit.",
        317.06,
        318.38
    ],
    [
        " Everything was obviously very southern and team related.",
        318.84,
        322.42
    ],
    [
        " So were you good at, were you a good athlete?",
        323.4,
        326.34
    ],
    [
        " I liked to think so.",
        327.02,
        327.58
    ],
    [
        " Yeah, I mean, but again, I never really was challenged.",
        327.86,
        330.4
    ],
    [
        " I was just, I was okay with, you know, being good, but not really having to try that hard at it.",
        330.7,
        334.88
    ],
    [
        " And that was your high school career.",
        334.9,
        337.36
    ],
    [
        " I mean, you played sports at what point did you go from the distinct unibomber into saying",
        337.66,
        346.24
    ],
    [
        " you're going to join the Marine Corps?",
        346.24,
        347.18
    ],
    [
        " Yeah, well, so I actually was done with my high school curriculum by the time I was 15.",
        347.56,
        350.62
    ],
    [
        " So I started doing college classes at the time in Pensacola Junior College.",
        351.08,
        354.8
    ],
    [
        " And yeah, I got my two degree and again.",
        355.3,
        359.02
    ],
    [
        " Were you just hyper motivated to get done with high school or?",
        359.18,
        362.24
    ],
    [
        " Yeah, and just bored.",
        362.86,
        364.1
    ],
    [
        " I was really bored and I mean, I'm sure you're familiar with Pensacola.",
        364.44,
        367.0
    ],
    [
        " There's like, especially the surrounding towns.",
        367.18,
        368.84
    ],
    [
        " There's just not a lot there.",
        368.84,
        369.88
    ],
    [
        " So, yeah, just wanted to be done with it and get the heck out and never look back.",
        370.5,
        375.24
    ],
    [
        " And then you enlisted.",
        375.8,
        377.26
    ],
    [
        " How old were you when you enlisted?",
        377.54,
        378.54
    ],
    [
        "",
        379.3,
        379.3
    ],
    [
        " So your parents had to sign the paperwork.",
        379.8,
        381.5
    ],
    [
        " How did your parents, two Marines, feel about you going in the Marine Corps?",
        381.86,
        386.12
    ],
    [
        " So my mom was like, good ridden, signed immediately, wanted nothing more to do with me.",
        386.42,
        390.98
    ],
    [
        " I was out.",
        391.1,
        391.54
    ],
    [
        " My dad was pretty pissed though.",
        393.08,
        394.42
    ],
    [
        " He really wanted me to finish that last two years at college before I went off to the Marine Corps.",
        394.76,
        398.96
    ],
    [
        " And so he came home.",
        399.36,
        400.5
    ],
    [
        " He was working on the pipeline at the time.",
        400.64,
        402.14
    ],
    [
        " He came home like a bad out of hell.",
        402.48,
        404.06
    ],
    [
        " And I was like, you know, argued with me the whole night.",
        404.44,
        406.58
    ],
    [
        " And I just lied to my teeth and told them that I would do a dust job to get him to sign.",
        406.88,
        410.32
    ],
    [
        " I was like, look dude, you can sign the papers now or you can wait eight months.",
        410.42,
        413.64
    ],
    [
        " I'm going to sign him anyways myself.",
        413.74,
        414.86
    ],
    [
        " So he finally buckled.",
        415.12,
        416.62
    ],
    [
        " He trusted me, which that was a bad idea when I was 17.",
        416.92,
        419.72
    ],
    [
        " It's so strange when you look back.",
        420.28,
        422.76
    ],
    [
        " And I got a son right now that's 16 and I'm thinking, wow.",
        423.3,
        427.3
    ],
    [
        " You grow up so much between the ages of 16, 17 and even 2022 and then 22, 25,",
        429.18,
        437.24
    ],
    [
        " you don't know a lot when you're 17 years old.",
        437.36,
        440.16
    ],
    [
        " That's the bottom line.",
        440.36,
        441.3
    ],
    [
        " But I will say this, both your parents being Marines, one thing that's kind of cool is they",
        442.94,
        449.36
    ],
    [
        " at least knew what was going to happen.",
        449.36,
        451.6
    ],
    [
        " I mean, if your parents didn't have any experience, they probably would have completely freaked out.",
        451.8,
        455.7
    ],
    [
        " But you at least know what the Marine Corps is.",
        456.22,
        458.72
    ],
    [
        " You know that it's, you know that it does what it does and it does it well.",
        459.0,
        462.96
    ],
    [
        " You know, the Marine Corps puts kids from every background, every walk of life",
        463.76,
        469.06
    ],
    [
        " onto the path of being a Marine, which is a square-to-way thing to be in my opinion.",
        469.06,
        475.6
    ],
    [
        " Absolutely.",
        475.92,
        476.34
    ],
    [
        " How much of a shocker was it when you, how much longer was it until you went to bootcamp?",
        477.0,
        480.86
    ],
    [
        " I went a few short months after that.",
        481.46,
        484.12
    ],
    [
        " Originally, I was going to try and hold out and actually wait a little bit before my 18th birthday.",
        484.68,
        489.16
    ],
    [
        " But again, I got that little two-year degree from Pensacola Junior College",
        489.56,
        494.32
    ],
    [
        " and had a little bit of free time to get in trouble again.",
        494.32,
        496.66
    ],
    [
        " So it was just time to leave.",
        496.96,
        497.86
    ],
    [
        " What was the, how much of a shock was it for you checking into bootcamp?",
        498.32,
        505.02
    ],
    [
        " You know, it's funny.",
        505.4,
        506.8
    ],
    [
        " I'll tell a quick story about my family or my parents because it's my hands down favorite story.",
        507.14,
        511.66
    ],
    [
        " But mom and dad get married at 18, lived on Navar Beach in Florida,",
        511.66,
        514.52
    ],
    [
        " dad joins the Marine Corps right afterwards.",
        515.1,
        516.8
    ],
    [
        " Eight years later, I'm already born, we're living on 29 palms in California.",
        517.14,
        523.0
    ],
    [
        " And my mom comes home and tells my dad, you know, I think these female marines are pretty bad-ass.",
        523.44,
        527.68
    ],
    [
        " Dad looks at mom, says, I'll never be married to a female Marine.",
        528.24,
        531.46
    ],
    [
        " Mom looks at him, turns around leaves, gets an age waiver, and joins the Marine Corps.",
        532.08,
        535.48
    ],
    [
        " So like my earliest memory is actually, you know, my mom walking across the parade deck.",
        536.46,
        542.4
    ],
    [
        " So how old was your mom when she enlisted in the Marine Corps?",
        542.88,
        545.08
    ],
    [
        " She would have been 26, 27.",
        545.2,
        546.5
    ],
    [
        " Yeah, that's the Marine Corps doesn't take people that are that old.",
        547.42,
        550.06
    ],
    [
        " That's like an ancient dinosaur in the Marine Corps to go to bootcamp.",
        550.3,
        554.82
    ],
    [
        " Yeah, in bootcamp they all called her mom.",
        555.3,
        557.0
    ],
    [
        " How long, how long did your dad end up doing in the Marine Corps?",
        557.48,
        560.22
    ],
    [
        " He was in for nine years.",
        560.44,
        561.52
    ],
    [
        " And then what about your mom?",
        561.9,
        562.68
    ],
    [
        " She just did four.",
        562.86,
        563.74
    ],
    [
        " Part of it was a spite thing, I think, and then part of it.",
        564.24,
        567.78
    ],
    [
        " You know, she wanted to do it.",
        567.92,
        569.24
    ],
    [
        " And I think she would live in regret if she didn't do it, especially if her husband told her no.",
        569.24,
        573.54
    ],
    [
        " That's the last time he denied her.",
        574.64,
        576.88
    ],
    [
        " You knew where that was going.",
        577.92,
        578.98
    ],
    [
        " So you check into the bootcamp.",
        579.62,
        582.08
    ],
    [
        " Was it a shock to your system?",
        582.44,
        584.26
    ],
    [
        " Did you, you know, with your mom and dad, both the Marine Corps, had they kind of given you a heads up.",
        584.6,
        590.12
    ],
    [
        " Did you understand what you were getting into?",
        590.12,
        591.44
    ],
    [
        " And how much did it still shock you?",
        591.92,
        593.78
    ],
    [
        " Yeah, well, I so I kid you not like I idolized my parents.",
        594.16,
        597.34
    ],
    [
        " You know, I just loved the fact that they got up every morning, put the uniform on and did something bigger than themselves.",
        597.34,
        602.2
    ],
    [
        " So I mean, my favorite movie, I mean, I got off the bus and watched documentaries on Marine Corps bootcamp.",
        602.72,
        607.68
    ],
    [
        " You know, my Barbies were dressed and dressed blues.",
        607.96,
        609.62
    ],
    [
        " My favorite t-shirt was my mom's US Marine kind of thing.",
        610.16,
        613.3
    ],
    [
        " So I was very well educated and diverse on what bootcamp would consist of.",
        613.3,
        617.3
    ],
    [
        " And of course, I heard all the stories from everybody.",
        617.3,
        618.84
    ],
    [
        " But I loved bootcamp.",
        619.6,
        621.24
    ],
    [
        " I made it way harder on myself than I needed to because I was again 17 years old and just a little shit.",
        621.62,
        626.82
    ],
    [
        " You know, they'd say, yeah, and I'd whisper just being, I'm just going to pain.",
        627.46,
        631.12
    ],
    [
        " But as far as like the physical aspect of it, you know, I just reminded myself like, I'm getting to play for 13 weeks.",
        631.78,
        637.98
    ],
    [
        " Like where else do you get paid to run and throw your nades and, you know, do the obstacle course?",
        638.04,
        643.64
    ],
    [
        " Was there anything you had trouble with in Marine Corps bootcamp?",
        645.54,
        648.58
    ],
    [
        " I honestly, I just had a, I had an issue just like I said, breaking down my attitude.",
        649.54,
        653.42
    ],
    [
        " My attitude was, you know, I wanted to say wide everything.",
        653.86,
        657.4
    ],
    [
        " And so that was when I say the hard part.",
        657.7,
        658.96
    ],
    [
        " Again, it was just, yeah, keeping my head in the right place.",
        659.54,
        662.36
    ],
    [
        " And then how did you end up becoming like, what was the process for you picking your M.O.S.?",
        662.78,
        670.46
    ],
    [
        " Well, I wanted, again, one of them just to challenge myself.",
        672.2,
        675.1
    ],
    [
        " You know, I didn't want to do a supplier admin and I wanted to deploy.",
        675.46,
        678.08
    ],
    [
        " When I actually walked out of my class that I was in when I was 17, I very vividly remember looking around this chemistry lab",
        678.5,
        685.36
    ],
    [
        " and being like, he won't do it, she can't do it.",
        685.36,
        688.0
    ],
    [
        " There's no way in hell, he'll, you know, he'll deploy or any of that.",
        688.12,
        690.54
    ],
    [
        " And obviously very terrible and judgmental of me.",
        690.66,
        693.24
    ],
    [
        " But I mean, that was the catalyst.",
        693.44,
        694.96
    ],
    [
        " I mean, that inspired me to walk out of that Kim Lab and go to the recruiter's office.",
        695.18,
        698.56
    ],
    [
        " What year was this?",
        698.56,
        699.72
    ],
    [
        " 2008.",
        699.94,
        700.3
    ],
    [
        " Oh, so you full on knew that you were going to go to on deployment to Iraq and Afghanistan if you got some kind of a job that would put you in the field in some way.",
        700.84,
        709.36
    ],
    [
        " Exactly.",
        709.5,
        709.78
    ],
    [
        " Yeah. And I wanted that.",
        710.12,
        710.94
    ],
    [
        " I mean, I growing up, I would like for a long time, some of my family was like, oh God, she's going to be a social worker.",
        711.12,
        716.36
    ],
    [
        " Because I just always loved, like, I was the bully that beat up the bully.",
        716.54,
        719.94
    ],
    [
        " You know, I love protecting the kids that, you know, couldn't or wouldn't protect themselves.",
        720.2,
        723.52
    ],
    [
        " So, yeah, when I went to the recruiter's office, I was like, you just got to give me something where I feel like I'm living that higher purpose.",
        725.06,
        730.18
    ],
    [
        " Or I know exactly without a doubt, you know, what my role in the grand scheme is.",
        730.4,
        734.42
    ],
    [
        " So yeah, when I went into the recruiter's office, I was like, throw me whatever you got.",
        735.18,
        738.08
    ],
    [
        " And of course, the ASVAP, I had the scores to do whatever.",
        738.74,
        741.24
    ],
    [
        " And I knew nothing about aviation.",
        741.48,
        743.48
    ],
    [
        " But that's, that's what I went for.",
        744.08,
        746.08
    ],
    [
        " To become an airframe mechanic.",
        746.76,
        749.94
    ],
    [
        " That was the first step, see?",
        750.22,
        751.62
    ],
    [
        " And isn't that school in Pensacola?",
        751.76,
        753.82
    ],
    [
        " It is.",
        754.02,
        754.46
    ],
    [
        " I was looking to imagine how much trouble I got in again.",
        754.8,
        757.04
    ],
    [
        " When were you, do you remember September 11th?",
        758.34,
        764.52
    ],
    [
        " Yeah, I was in fifth grade, Mrs. Todd's class at WH Roads in Milton, Florida.",
        764.52,
        770.08
    ],
    [
        " How much understanding did you have of what was happening?",
        770.4,
        772.5
    ],
    [
        " Were you parents still in the Marine Corps at the time?",
        772.78,
        774.22
    ],
    [
        " No, but my dad was actually working on the outskirts of New York City.",
        774.74,
        779.54
    ],
    [
        " And so I remember my mom picking me up.",
        780.98,
        783.04
    ],
    [
        " I mean, honestly, she was just petrified.",
        783.26,
        786.16
    ],
    [
        " She thought she was going to get, you know, stop lost.",
        786.66,
        789.2
    ],
    [
        " She thought she was going to get called back.",
        789.36,
        790.36
    ],
    [
        " And she didn't know what to do.",
        790.56,
        791.3
    ],
    [
        " My dad's working in New York and, you know, we're down in Florida.",
        791.42,
        793.72
    ],
    [
        " And I just remember laying on the, on the carpet in front of a TV that wasn't even on a stand.",
        793.72,
        798.24
    ],
    [
        " Under this big blue jean blanket.",
        798.54,
        800.48
    ],
    [
        " I'm just sitting there and crying and waiting to hear from my dad.",
        801.2,
        803.94
    ],
    [
        " And figure out what was going on.",
        804.22,
        805.38
    ],
    [
        " So yeah, I mean, obviously, very emotional.",
        807.34,
        809.16
    ],
    [
        " And then as you, I mean, going back a little bit,",
        809.86,
        812.3
    ],
    [
        " but when you join the Marine Corps, your parents absolutely know that in the Marine Corps,",
        812.3,
        817.14
    ],
    [
        " after September 11th, if you were in the Marine Corps,",
        817.5,
        820.5
    ],
    [
        " there was a really good chance you were going to Iraq or Afghanistan.",
        820.58,
        823.36
    ],
    [
        " Yeah.",
        823.92,
        824.02
    ],
    [
        " And when, what year was it, you enlisted 2008?",
        824.66,
        827.44
    ],
    [
        " Mm-hmm.",
        827.7,
        827.96
    ],
    [
        " Yeah.",
        828.44,
        829.48
    ],
    [
        " So you go to Airframes School.",
        829.8,
        832.46
    ],
    [
        " How long does that school last?",
        832.48,
        833.38
    ],
    [
        " It's only a few months, really, but it was hard to like get classed up into it.",
        833.82,
        836.98
    ],
    [
        " But I was in the A school for like four, like four months down there.",
        837.66,
        841.54
    ],
    [
        " And then C school over in New River for a couple of months.",
        842.12,
        844.48
    ],
    [
        " New River, what, where's that?",
        844.6,
        845.68
    ],
    [
        " It's right outside of the legion.",
        847.04,
        848.24
    ],
    [
        " Okay.",
        848.52,
        848.78
    ],
    [
        " Yeah.",
        849.18,
        849.7
    ],
    [
        " And this is, you know, just for people that don't,",
        850.24,
        852.66
    ],
    [
        " for people that don't know too much about the military,",
        852.66,
        855.96
    ],
    [
        " I mean, the military is a massive organization that basically encompasses",
        856.42,
        859.7
    ],
    [
        " all of everything that happens in the world.",
        860.6,
        864.34
    ],
    [
        " So yes, you see Marines flying helicopters,",
        864.76,
        867.56
    ],
    [
        " but there's a Marine that knows how to work on that helicopter know how to fix that helicopter,",
        867.9,
        872.12
    ],
    [
        " there's a Marine, that know how to fuel that helicopter,",
        872.4,
        873.76
    ],
    [
        " there's Marines that know how to work on the electronics in there.",
        874.02,
        876.04
    ],
    [
        " And then there's people that are not going to land it,",
        876.72,
        878.52
    ],
    [
        " there's people that do everything.",
        878.62,
        881.04
    ],
    [
        " And then there's people that supply the people that are doing all those things",
        881.2,
        885.72
    ],
    [
        " with the gear that they need.",
        885.72,
        886.88
    ],
    [
        " And there's Marines that are in charge of educating,",
        886.88,
        888.92
    ],
    [
        " so there's this whole world inside of the military, inside the Marine Corps.",
        889.0,
        893.86
    ],
    [
        " So, and you have to have it all in order to go forward and fight wars.",
        894.1,
        899.7
    ],
    [
        " There has to be all these different logistical support elements and equipment elements.",
        900.02,
        906.84
    ],
    [
        " I mean, it's just this massive machine and the Army has the same thing",
        907.04,
        909.88
    ],
    [
        " and the Navy obviously has the same thing with ships and planes and everything else.",
        909.88,
        912.88
    ],
    [
        " So, but what's cool is when you join the service, as they used to say when I was a kid,",
        913.42,
        918.34
    ],
    [
        " do they still say that?",
        918.5,
        919.14
    ],
    [
        " Old jockely join the service.",
        919.64,
        921.46
    ],
    [
        " I always felt like I was in World War II and somebody had asked me,",
        922.06,
        925.1
    ],
    [
        " hey, how's it being, how's it running the service going?",
        925.36,
        927.92
    ],
    [
        " So when you join the service, when you join the service,",
        928.46,
        933.24
    ],
    [
        " they give you some kind of a job and some kind of an education.",
        933.24,
        935.92
    ],
    [
        " So that's what you were doing, learning how to work on the 53, right?",
        936.1,
        940.86
    ],
    [
        " Is it specific to the 53?",
        940.98,
        943.16
    ],
    [
        " Oh, yeah.",
        943.5,
        943.8
    ],
    [
        " So you're learning specifically how to work on a specific aircraft",
        944.34,
        947.62
    ],
    [
        " that is used by the Marine Corps called the, what is the MH53?",
        947.62,
        952.7
    ],
    [
        " What's the Marine Corps version called?",
        952.94,
        954.26
    ],
    [
        " The CH53.",
        954.34,
        955.28
    ],
    [
        " The CH53.",
        955.28,
        955.8
    ],
    [
        " Big, awesome bird, powerful, massive bird helicopter that can hold 40 Marines.",
        956.4,
        964.42
    ],
    [
        " I'm going to say, I had to memorize all that stuff that's in the book.",
        964.72,
        969.04
    ],
    [
        " So my memory's getting shady speaking of senior citizen over here.",
        969.6,
        972.54
    ],
    [
        " So then where do you get stationed when you get done with these schools?",
        973.08,
        977.06
    ],
    [
        " My first situation was Miramar, actually.",
        977.78,
        979.68
    ],
    [
        " Okay.",
        979.84,
        980.22
    ],
    [
        " San Diego.",
        980.34,
        980.58
    ],
    [
        " Can't really complain.",
        981.08,
        981.86
    ],
    [
        " A little bit better than 29 palms?",
        982.58,
        985.16
    ],
    [
        " A little bit better.",
        985.3,
        985.96
    ],
    [
        " Yeah.",
        986.18,
        986.68
    ],
    [
        " So, and then what's your day to day life when you're,",
        987.38,
        990.08
    ],
    [
        " are you attached to a squadron?",
        990.26,
        991.7
    ],
    [
        " Is that what's going on?",
        991.82,
        992.6
    ],
    [
        " Yeah, so my first unit was a heavy Marine helicopter squadron 465.",
        992.86,
        996.6
    ],
    [
        " And to be totally honest, the airframe shop didn't really want me there right off the bat.",
        997.36,
        1002.86
    ],
    [
        " You know, throwing a female into a shop of all dudes, you're adding a pretty interesting dynamic.",
        1003.06,
        1008.16
    ],
    [
        " So it was really a matter of, I had to prove myself, how to wear a chip on my shoulder and keep my head down.",
        1008.48,
        1013.74
    ],
    [
        " Again, got into my fair share of trouble as an 18-year-old in San Diego.",
        1014.16,
        1017.92
    ],
    [
        " But I worked my way out of that.",
        1018.34,
        1020.36
    ],
    [
        " Does it feel weird?",
        1020.54,
        1021.2
    ],
    [
        " When I first got in the Navy and got to San Diego, there was a rule.",
        1022.08,
        1028.72
    ],
    [
        " The drinking age was 21 in California, but the drinking age on base was 18.",
        1028.94,
        1032.94
    ],
    [
        " So like, yeah, you could do as kids that had never drank before, just wrecking themselves.",
        1033.6,
        1039.48
    ],
    [
        " It was such a disaster.",
        1039.48,
        1040.74
    ],
    [
        " At some point, luckily, they changed it.",
        1041.32,
        1042.92
    ],
    [
        " So you're in there.",
        1043.66,
        1044.78
    ],
    [
        " You're the first female you said that was with this group.",
        1044.96,
        1047.68
    ],
    [
        " Yeah, in a very, very long time, if I ever.",
        1048.24,
        1050.52
    ],
    [
        " And then, I mean, that's when you're a new guy checking in, anyways, it's going to be you're going to get.",
        1050.72,
        1057.52
    ],
    [
        " You're going to get, I guess, hazed is the politically incorrect word, right?",
        1057.62,
        1061.28
    ],
    [
        " We're not, because you're not allowed to hazed, but you're going to get, is Razz OK?",
        1061.64,
        1064.64
    ],
    [
        " Is that the same thing?",
        1065.06,
        1065.66
    ],
    [
        " You're going to get Razz.",
        1066.22,
        1066.74
    ],
    [
        " You're going to get hassled a little bit when you're checking in somewhere.",
        1066.74,
        1068.82
    ],
    [
        " When you check in, are you guys already looking, are you already seeing a deployment ahead of you?",
        1070.06,
        1075.02
    ],
    [
        " So when you check in or that, OK, we're going on deployment at this time.",
        1075.02,
        1077.58
    ],
    [
        " Right when I got there, I actually considered myself to have been getting lucky,",
        1078.02,
        1080.92
    ],
    [
        " because they were just leaving for a meal.",
        1081.04,
        1082.48
    ],
    [
        " So I lucked out and missed the meal and got to stick around, stick back, and actually learn my job and become,",
        1082.9,
        1089.3
    ],
    [
        " become proficient in that.",
        1089.3,
        1090.96
    ],
    [
        " And then when the next cycle came around, half of us went on a meal, and then half of us went to Afghanistan.",
        1091.04,
        1094.86
    ],
    [
        " And I was lucky enough to go to Afghanistan.",
        1095.02,
        1096.96
    ],
    [
        " And then what was that deployment?",
        1097.46,
        1099.1
    ],
    [
        " When you were heading on that deployment, were you, what was your, what were your nerves like?",
        1099.36,
        1103.86
    ],
    [
        " Were you just like a typical 18 year old Marine that's just fired up to go and get after it?",
        1103.86,
        1109.54
    ],
    [
        " Oh, I was just, yeah, I was super excited, honestly.",
        1109.68,
        1112.44
    ],
    [
        " Yeah, I mean, I was just ready to go.",
        1112.76,
        1115.04
    ],
    [
        " I mean, I think my bags were packed weeks in advance.",
        1115.16,
        1116.8
    ],
    [
        " But I don't even think the nerves kicked in about any of it up until that, you know,",
        1117.04,
        1121.08
    ],
    [
        " like you're starting to land and you're doing your laps.",
        1121.18,
        1124.34
    ],
    [
        " That's when I got nervous.",
        1124.56,
        1125.6
    ],
    [
        " So, how did you guys get there?",
        1126.34,
        1128.68
    ],
    [
        " How did you guys deploy there?",
        1128.74,
        1129.6
    ],
    [
        " So we came in on a human 30.",
        1130.24,
        1131.64
    ],
    [
        " Okay. And the bird, the year helicopters were already there.",
        1132.08,
        1135.42
    ],
    [
        " Yep.",
        1135.56,
        1135.64
    ],
    [
        " And so you were replacing, basically replacing the group group.",
        1136.26,
        1139.48
    ],
    [
        " Yep, exactly.",
        1139.58,
        1140.38
    ],
    [
        " And so you show up on the ground.",
        1140.9,
        1142.3
    ],
    [
        " And what was the day-to-day, what was your mission there? What were you doing?",
        1142.92,
        1145.8
    ],
    [
        " The day-to-day life.",
        1146.58,
        1147.68
    ],
    [
        " My first and second deployments were very different.",
        1148.18,
        1150.52
    ],
    [
        " The first one was, you know, super rare like maintenance.",
        1150.9,
        1154.16
    ],
    [
        " Maintenance involved. I mean, it was everything.",
        1154.72,
        1157.38
    ],
    [
        " I was usually a night shift.",
        1157.66,
        1158.54
    ],
    [
        " But yeah, I mean, it was everything from doing the hydraulics to riveting, welding, composite repair,",
        1158.94,
        1163.58
    ],
    [
        " you know, battle damage assessments, stuff like that.",
        1165.06,
        1167.22
    ],
    [
        " You know, they trusted me enough to go out and do those jobs by myself,",
        1167.82,
        1170.48
    ],
    [
        " but not really enough to come outside of the wire or do anything like that.",
        1170.48,
        1174.6
    ],
    [
        " What was the opt-temp of, like, how often were the birds flying?",
        1175.34,
        1177.62
    ],
    [
        " Were they flying like every single day, all day?",
        1177.76,
        1179.96
    ],
    [
        " Every single day.",
        1180.22,
        1180.84
    ],
    [
        " I mean, oftentimes we'd send out seven or eight flights.",
        1181.1,
        1184.48
    ],
    [
        " And again, you know, birds don't fly out there single ship.",
        1185.14,
        1188.46
    ],
    [
        " So, I mean, you'd have 14 aircraft down and having to, like,",
        1189.0,
        1191.4
    ],
    [
        " do turn arounds and daily inspections to get them out the next day,",
        1191.48,
        1193.96
    ],
    [
        " or even five, six hours later.",
        1193.96,
        1196.1
    ],
    [
        " And Marine Corps usually deploys for six months.",
        1196.34,
        1198.7
    ],
    [
        " Was it a typical kind of six-month deployment?",
        1198.7,
        1200.74
    ],
    [
        " Yep, seven.",
        1201.06,
        1201.54
    ],
    [
        " Seven-month deployment, because there's a little bit on the beginning, a little bit on the end.",
        1201.86,
        1205.76
    ],
    [
        " Yeah.",
        1206.02,
        1206.1
    ],
    [
        " Were you, what was, were you getting sleep?",
        1206.36,
        1208.58
    ],
    [
        " Yeah, I mean, I had, I had, it was weird.",
        1209.82,
        1213.6
    ],
    [
        " I mean, I by no means were doing any of the things that you guys were doing.",
        1213.84,
        1219.72
    ],
    [
        " And I very much so loved the fact that my job was directly supporting the guys in the ground.",
        1219.9,
        1223.46
    ],
    [
        " Like, I had such pride in that.",
        1223.72,
        1225.26
    ],
    [
        " And I knew that if I didn't do my job, then again, like,",
        1225.28,
        1227.54
    ],
    [
        " you guys weren't going to be able to do your job.",
        1227.68,
        1229.42
    ],
    [
        " So, I had a huge pride in that.",
        1229.66,
        1231.26
    ],
    [
        " But I did.",
        1231.52,
        1232.6
    ],
    [
        " I mean, I loved everything about being out there.",
        1232.78,
        1234.84
    ],
    [
        " You know, I love the, in my mind, simplicity of it, you know.",
        1235.9,
        1238.3
    ],
    [
        " You don't worry about how your hair is going to look.",
        1238.84,
        1240.2
    ],
    [
        " You don't worry about what you're going to wear.",
        1240.32,
        1241.14
    ],
    [
        " What you're going to eat.",
        1241.28,
        1241.76
    ],
    [
        " You know, you just worry about keeping birds up, staying alive, keeping your guys alive,",
        1241.76,
        1245.6
    ],
    [
        " and coming home safe.",
        1245.6,
        1246.54
    ],
    [
        " So, to me, it was a very routine.",
        1246.94,
        1248.96
    ],
    [
        " I mean, even though your days are varied between, you know,",
        1249.62,
        1252.0
    ],
    [
        " what your maintenance schedule or what your flight schedule looks like,",
        1252.48,
        1254.34
    ],
    [
        " it's, I mean, it's pretty freaking straightforward.",
        1254.42,
        1255.92
    ],
    [
        " Yeah.",
        1256.52,
        1256.68
    ],
    [
        " And, and that's one of the things that I love, always loved about deployment was",
        1257.28,
        1260.92
    ],
    [
        " you all of a sudden nothing else in the world matters,",
        1260.92,
        1263.6
    ],
    [
        " except for this thing that you're doing, you're doing your job,",
        1264.0,
        1266.62
    ],
    [
        " whatever that job may be, whether it's fixed in a helicopter or going out on patrol,",
        1266.62,
        1270.4
    ],
    [
        " that's what your life is.",
        1271.04,
        1272.62
    ],
    [
        " And, like you said, there are lives at stake.",
        1273.0,
        1276.72
    ],
    [
        " I mean, with your job, you know, everyone's relying on those helicopters.",
        1276.8,
        1280.5
    ],
    [
        " Everyone's relying on those helicopters to do what they need to do,",
        1280.9,
        1284.1
    ],
    [
        " to provide extract, insert, helicopter, casualty evacuation.",
        1284.22,
        1287.66
    ],
    [
        " I mean, it's absolutely critical in every single person that plays a role",
        1288.24,
        1293.6
    ],
    [
        " in making sure that those things do what they're supposed to do.",
        1293.6,
        1296.24
    ],
    [
        " It's like, yeah, it's absolutely critical.",
        1296.34,
        1298.42
    ],
    [
        " And, that becomes your whole life, that becomes your whole focus.",
        1298.46,
        1300.78
    ],
    [
        " And, it's, it feels good, in my opinion, when you have that much focus and clarity in your life.",
        1301.0,
        1309.32
    ],
    [
        " Yeah.",
        1309.76,
        1309.9
    ],
    [
        " No, I mean, I loved it.",
        1310.48,
        1311.28
    ],
    [
        " I mean, that's why I had three months between deployments, four months between deployments.",
        1311.42,
        1314.32
    ],
    [
        " So, you come home from that first deployment, and what gave you,",
        1314.5,
        1318.48
    ],
    [
        " because normally the Marine Corps takes what, 12 months to 18 months between deployments",
        1318.48,
        1322.42
    ],
    [
        " for a, whatever unit, somehow you end up going, switching to another unit.",
        1322.42,
        1327.76
    ],
    [
        " What happened here?",
        1327.76,
        1328.44
    ],
    [
        " Yeah. So, towards the end of, well, towards the second half of that first deployment",
        1328.64,
        1332.9
    ],
    [
        " in May of about 2011, my former gunnery sergeant rescheduled me and he said,",
        1332.9,
        1337.12
    ],
    [
        " hey, you know, I want you to come back to Afghanistan with my unit.",
        1337.18,
        1339.98
    ],
    [
        " What do you think?",
        1339.98,
        1340.56
    ],
    [
        " Initially, I was like, get bent, dude.",
        1341.38,
        1343.2
    ],
    [
        " There's no way I'm coming back here.",
        1343.34,
        1344.66
    ],
    [
        " Like, I need a break.",
        1344.68,
        1345.44
    ],
    [
        " But sure enough, got home August 2011.",
        1346.38,
        1349.34
    ],
    [
        " You know, went on leave with the family and then in June,",
        1349.76,
        1352.06
    ],
    [
        " or excuse me, in September 2011, was down in K. Bay.",
        1352.44,
        1356.06
    ],
    [
        " Won't complain about that, with having Marine Helicopter Scroge in 362.",
        1356.08,
        1360.22
    ],
    [
        " And then we were right back in Afghanistan.",
        1361.5,
        1363.1
    ],
    [
        " Yeah, end of January 2012.",
        1364.16,
        1365.68
    ],
    [
        " And then what did that deployment look like?",
        1366.32,
        1368.04
    ],
    [
        " That's when I actually was able to step up and, you know,",
        1368.86,
        1372.18
    ],
    [
        " could be proud of those combat action wings.",
        1372.26,
        1373.9
    ],
    [
        " That's when I was actually, you know, a 50 caliber machine gunner,",
        1374.24,
        1376.86
    ],
    [
        " aerial door gunner.",
        1376.88,
        1377.6
    ],
    [
        " And again, you know, I'm still trying to renchers and maintaining the aircraft",
        1377.9,
        1381.08
    ],
    [
        " that I'm playing on.",
        1381.08,
        1381.94
    ],
    [
        " But to me, in my opinion,",
        1382.16,
        1384.84
    ],
    [
        " I was feeling a much bigger purpose.",
        1385.28,
        1387.72
    ],
    [
        " You know, again, the things that you were just rattling off,",
        1388.5,
        1390.38
    ],
    [
        " whether it's, you know, you're sitting there on trap stand by waiting for a",
        1390.52,
        1392.9
    ],
    [
        " metavacta get called in or an insertion or extraction.",
        1392.9,
        1395.4
    ],
    [
        " You know, you're just, in my opinion, it was just way more high-speed, low drag.",
        1396.02,
        1401.56
    ],
    [
        " So you're still doing your maintenance job.",
        1402.04,
        1403.66
    ],
    [
        " Yeah.",
        1404.04,
        1404.24
    ],
    [
        " And then your, your other job is when they launch some of the times",
        1404.66,
        1411.36
    ],
    [
        " they would need a door gunner and they put you on the 50 cow.",
        1411.36,
        1413.78
    ],
    [
        " Yeah. Well, I mean, so it's a routine thing.",
        1413.86,
        1415.76
    ],
    [
        " So probably every other day, once over three days, I'd be flying.",
        1415.96,
        1418.64
    ],
    [
        " Okay.",
        1418.96,
        1419.2
    ],
    [
        " Yeah.",
        1419.44,
        1419.6
    ],
    [
        " So it was just like here, you're scheduled for flights these days.",
        1419.8,
        1422.88
    ],
    [
        "",
        1423.72,
        1423.72
    ],
    [
        " And then what kind of missions were you guys supporting?",
        1423.72,
        1426.14
    ],
    [
        " It could be a broad spectrum of things.",
        1426.44,
        1428.26
    ],
    [
        " Yeah. I mean, some days it would be just your generic, like,",
        1428.42,
        1430.86
    ],
    [
        " resupplies or your drop-in-off mail.",
        1431.04,
        1433.04
    ],
    [
        " And other times, you know, you're doing everything from drug raids to,",
        1433.4,
        1436.56
    ],
    [
        " yeah, my favorite sort of insertions and extractions, for sure.",
        1437.04,
        1440.38
    ],
    [
        " And did you already knew how to shoot a 50 cow?",
        1442.92,
        1445.26
    ],
    [
        " But did they fam you up further once you started doing it from the Hilo?",
        1445.44,
        1448.36
    ],
    [
        " Oh, yeah.",
        1448.6,
        1449.02
    ],
    [
        " But I mean, I loved it.",
        1449.14,
        1450.36
    ],
    [
        " They got you dialed in.",
        1450.44,
        1451.28
    ],
    [
        " Yeah, because the 50 cow is such a beautiful piece of machinery.",
        1451.36,
        1454.78
    ],
    [
        " Well, it was funny too.",
        1455.32,
        1456.44
    ],
    [
        " Man, when I first decided that I wanted to pick my wings,",
        1456.74,
        1461.02
    ],
    [
        " like that was even more of a battle than, you know, even just being a maintainer.",
        1461.18,
        1465.14
    ],
    [
        " Like nobody wants to see a five foot three blonde lady, you know,",
        1465.18,
        1468.2
    ],
    [
        " a dragon, their knuckles, and turning wrenches alongside the dudes.",
        1468.2,
        1470.56
    ],
    [
        " And then now she steps up and says she wants to do speed reloads with 85 pound cans.",
        1470.82,
        1474.7
    ],
    [
        " And they start looking at you little funny.",
        1474.7,
        1476.08
    ],
    [
        " So again, proving myself all over again, but I mean, I loved it.",
        1476.76,
        1480.58
    ],
    [
        " Even when you'd go pick up, you know, the boys from one, seven or two, five,",
        1480.78,
        1484.54
    ],
    [
        " or something, they'd just be looking at you so funny with the little blonde ponytail hanging out the back of the flight helmet.",
        1484.56,
        1488.96
    ],
    [
        " I mean, I just, yeah, I loved it.",
        1489.48,
        1491.52
    ],
    [
        " And then what, so every third day you're going out, the other day is you're working.",
        1492.02,
        1496.02
    ],
    [
        " And the missions that you're supporting are everything.",
        1496.68,
        1499.5
    ],
    [
        " Everything. I mean, we would work with the Marines, we'd work with the Australians, we'd work with the Brits.",
        1499.8,
        1504.62
    ],
    [
        " I mean, the Georgians would work with everybody.",
        1504.78,
        1506.62
    ],
    [
        " How, how hot was the aOs that you were working in?",
        1507.28,
        1510.62
    ],
    [
        " Like, what was the threat level? How did you feel? Did you feel, were you ever at a point where like, oh, yeah, we know we're going to get contacted?",
        1510.84,
        1518.96
    ],
    [
        " Or was it, the enemy was pretty tame in the areas you were going into?",
        1519.52,
        1523.82
    ],
    [
        " It was going to hit and miss. I would go back and forth. I mean, you mentioned the 53 earlier. I mean, we're a huge, bumble-beam.",
        1524.24,
        1530.24
    ],
    [
        " We're a huge target as it is. You know, certain areas, you know, Lashcarga, you know, Musa Kalo and all of that.",
        1530.32,
        1535.76
    ],
    [
        " Like, sure, those areas, like, for lack of better terms, yeah, I mean, you'd, you'd pucker, like, I mean, it's very real.",
        1535.84,
        1542.72
    ],
    [
        " I mean, other times, you know, going down to Dwyer. Not so bad.",
        1542.88,
        1545.16
    ],
    [
        " You know. And then the, the, did you start feeling any, any, like, stress or were you, like, just in the zone?",
        1545.66,
        1556.3
    ],
    [
        " Well, it's weird. Like, I never really thought about getting hurt, ever. I mean, I don't know if maybe it was a young mentality.",
        1556.98,
        1563.56
    ],
    [
        " But I mean, every day when I'd go pick up my bloodshed and, you know, grab the gear and run out to the bird, it was, I mean, crashing or getting shut down or any of those things, like, never even crossed my mind.",
        1563.92,
        1573.8
    ],
    [
        " It was just, I'm going to go out there and do my job. And quite frankly, I mean, flying over, you know, anywhere, staying in or any of those areas, the green zone, like, Afghanistan is beautiful.",
        1573.8,
        1583.72
    ],
    [
        " Like, if you're not getting shot at, you're not terrified. Like, I mean, I, I loved it. I mean, it's a stunning country. And then even just like the interaction that you get with some of the people, I mean, it's pretty special sometimes.",
        1584.18,
        1596.86
    ],
    [
        " So then you never expected, you never thought about it, you never thought about getting blown out of the sky, you never thought about it, any of this stuff. And then all of a sudden, let's talk about June 23rd, 2012.",
        1598.12,
        1611.04
    ],
    [
        " So what, what type of mission were you going out on?",
        1611.36,
        1613.98
    ],
    [
        " So we were actually doing a resupply and then we were dropping off three space available, Army medics, and then we were going outbound to do an extraction of Marines.",
        1614.5,
        1621.42
    ],
    [
        " It's a little bit of everything. I mean, that's pretty common. You just bundle it all together and try to meet the schedules that everybody needs.",
        1622.42,
        1628.14
    ],
    [
        " But I mean, honestly, it should have been fairly routine. So we were making our way to Nauzad. And there's a little bit of stuff going on. Like, we were getting spotlighted. So it's common out in Afghanistan, where basically they try to bloom out the helicopters, the pilots can't see anyways.",
        1628.94,
        1642.38
    ],
    [
        " But they would basically signal to the next stations all the way out to wherever we were going so they could figure out where we were landing.",
        1642.38,
        1647.86
    ],
    [
        " We were in route to Nauzad and unfortunately never made it to Nauzad.",
        1648.68,
        1653.32
    ],
    [
        " We were supposed to be dropping off those three Army medics and everything from ammo to mail and everything in between.",
        1654.2,
        1660.04
    ],
    [
        " And yeah, the last things that I remember was the pilots, or excuse me, my tail gunner calling for power. For the pilots to level the nose of the aircraft up are off.",
        1661.32,
        1671.48
    ],
    [
        " And pilot came over comms and said he wasn't getting the desired outputs. And the next thing we came nose up and then rolled left.",
        1671.7,
        1678.56
    ],
    [
        " And being on the left gun night vision goggles down. It was weird. I just counted like just as like normally like as a door going to your eyes in the ears for the pilot.",
        1679.4,
        1689.48
    ],
    [
        " So when you're landing, especially a big piece of machinery like that, it's 5, 4, 3, 2, 1s main, main zone deck. And that's all I did. And we hit the ground.",
        1689.7,
        1697.46
    ],
    [
        " You know, there's a lot more embellished stories out there. But yeah.",
        1698.44,
        1702.26
    ],
    [
        " And you remember all that stuff?",
        1702.42,
        1704.02
    ],
    [
        " Yeah, that's what I remember. There's a lot that I was knocked out. The assumption is the barrel of my 50 cal, which obviously sticks way out the side of the helicopter hit the ground before I did and came up and threw my face.",
        1704.54,
        1717.24
    ],
    [
        " So I had some pretty pretty severe damage to my face in the right front of the lobe. But yeah, I mean, I was in and out.",
        1717.72,
        1724.34
    ],
    [
        " Did you ever piece together with the pilots like what happened?",
        1724.46,
        1726.94
    ],
    [
        " I think it I mean in my opinion, you just choked. I mean, there was there was pressure. I mean, it was, you know, brought out circumstances. We were being spotlighted.",
        1728.68,
        1737.24
    ],
    [
        " There was small arm stuff going on around us. Nothing that was a real threat to us by any means. But, you know, actually my last memory of being an Afghanistan on camp bastions, it'll make ship hospital.",
        1737.48,
        1749.8
    ],
    [
        " I won't say his name, but was the pilot sitting by my bedside and just sitting there and crying. And then I found out later that he actually deal hard.",
        1750.94,
        1759.68
    ],
    [
        " So I know there's a lot of guilt there. I mean, I've forgiven the situation for sure. But yeah.",
        1760.54,
        1766.84
    ],
    [
        " So the helo crashes and you're knocked out. What's your what's your first memory of after being knocked out?",
        1767.42,
        1775.04
    ],
    [
        " So everybody like my pilots were screaming for my tail gunner who I mean, I just idolized this dude.",
        1775.72,
        1782.74
    ],
    [
        " And they couldn't find them. They couldn't get a reaction from them at first. So I started screaming like I'm hearing all this going on.",
        1783.14,
        1790.08
    ],
    [
        " And it's not real. I wasn't in pain. I wasn't in shock. I wasn't crying. It was just like holy shit. Find my tail gunner.",
        1790.2,
        1795.5
    ],
    [
        " And I don't know the details of what exactly happened or how exactly it happened. But he ended up going out the back and hitting the river rocks before we actually hit the ground.",
        1796.74,
        1805.12
    ],
    [
        " I don't know if he was coming off of his gunners belt to get to one of the three available seats on the other side of the aircraft or what he was doing.",
        1805.48,
        1811.38
    ],
    [
        " But he went out the back. And so I just started screaming to get a reaction. Luckily, over time they got a reaction from them.",
        1812.32,
        1817.76
    ],
    [
        " And like all of it was just pure freaking chaos. But I remember like rolling my tongue around my mouth because I couldn't breathe out of my nose.",
        1819.94,
        1826.4
    ],
    [
        " And then we're no teeth. Everything was shattered. There was just like a big hole. And then it was just gurgling because I couldn't breathe out of my nose.",
        1826.74,
        1833.74
    ],
    [
        " Couldn't breathe out of my mouth. And one of the armeumetics actually crawled over all of these trials that we had and got in my face.",
        1833.86,
        1840.2
    ],
    [
        " And I remember reading his patch. And he was just in my face trying to keep me basically out of shock. And then they called in.",
        1840.2,
        1847.84
    ],
    [
        " This is one of my favorite stories. So I hope second battalion fifth marines is listening. But they called 2-5 out of Nauzad to come out and provide security.",
        1848.16,
        1856.6
    ],
    [
        " And obviously, you know, help with stripping everything down. And when they called it in, whoever said it, you know, said, you know, the female gunner that on impact because it couldn't get a response from me.",
        1857.32,
        1869.04
    ],
    [
        " Long story short, they come out, you know, put me in the other aircraft or lead aircraft along with my tail gunner.",
        1869.46,
        1875.84
    ],
    [
        " And then rush the crew and get us out of there and back to camp bastion. Well, long story short, I'll fast forward a little bit.",
        1876.54,
        1882.36
    ],
    [
        " Second battalion fifth marines ended up shooting these pistol rounds underwater. When they, when that's done, they blew out into flowers.",
        1883.1,
        1888.98
    ],
    [
        " And they got them back to me in this little wooden case and said for flowers that will never die just like you.",
        1889.72,
        1895.7
    ],
    [
        " But yeah, I mean, every single one of those dudes now to this day, like they laugh early. We didn't think it was true.",
        1896.4,
        1901.06
    ],
    [
        " Really bullshit. There's not a female on that aircraft.",
        1901.26,
        1903.22
    ],
    [
        " So.",
        1904.44,
        1905.08
    ],
    [
        " Was the whenever I think of a helicopter crashing, I think of it exploding and being on fire.",
        1905.82,
        1912.46
    ],
    [
        " So how did it not? Was it, did it survive kind of intact?",
        1913.2,
        1918.06
    ],
    [
        " No. Okay. So it was just...",
        1918.64,
        1921.32
    ],
    [
        " You know, so I actually have a little bit of, there was a G boss out right outside of now.",
        1921.32,
        1929.02
    ],
    [
        " So I have actually seen what happened when we hit the ground.",
        1929.22,
        1931.76
    ],
    [
        " So when we hit the ground, the transition section came off. And of course, like the tailpile and everything just went flying.",
        1932.46,
        1938.18
    ],
    [
        " The rotors and all of that.",
        1939.14,
        1940.9
    ],
    [
        " But I mean, it wasn't salvageable. I mean, they just took the guns and a couple of other things off of it and then they just blow it up.",
        1941.7,
        1947.58
    ],
    [
        " And you were the worst injury, worst casualty on the halo, right?",
        1947.58,
        1952.34
    ],
    [
        " Yes.",
        1952.54,
        1952.68
    ],
    [
        " And that's probably because, like you said, you were the door gunner on the left side.",
        1953.12,
        1958.26
    ],
    [
        " On the left side.",
        1958.38,
        1959.02
    ],
    [
        " And to be totally honest, probably just because of my size. I mean, my 50 cowl on a gal 21-milt, you know, sits up damn near my chest on me.",
        1959.4,
        1966.46
    ],
    [
        " So you've got some pictures on your, I think it's your Facebook of your face.",
        1966.78,
        1971.58
    ],
    [
        " And it's freaking crazy. I was like, holy, I mean, it is, it's like fully exposed.",
        1972.3,
        1979.52
    ],
    [
        " Like you're, you are hurt bad.",
        1979.84,
        1982.38
    ],
    [
        " Yeah.",
        1982.92,
        1983.04
    ],
    [
        " Bad.",
        1983.62,
        1984.16
    ],
    [
        " And so, so what then, what's your next memory?",
        1984.58,
        1987.56
    ],
    [
        " When's your next memory? Did they put you in the induced coma? What they do with you?",
        1987.86,
        1990.98
    ],
    [
        " No, they didn't give me any medicine.",
        1991.16,
        1993.28
    ],
    [
        " Biss me out by Southern. So much pain.",
        1994.16,
        1996.1
    ],
    [
        " So I woke back up in route to camp fashion.",
        1996.38,
        2001.02
    ],
    [
        " And this dude, Comstock, he was the new left-door gunner on the other aircraft.",
        2001.82,
        2005.96
    ],
    [
        " He bent down next to me.",
        2006.04,
        2007.12
    ],
    [
        " And he just basically told me he's like, don't close your fucking eyes because you're not going to open him again.",
        2007.98,
        2012.72
    ],
    [
        " And my tail gunner, my old gunner researcher, was actually laying next to me because we were just laying on the floor of the aircraft.",
        2013.42,
        2020.52
    ],
    [
        " And he kept throwing his arm over my face to keep from getting hydraulic and fluid and stuff all in my open wounds and whatnot.",
        2020.86,
        2026.88
    ],
    [
        " And so I'm laying there and I'm trying not to cry.",
        2027.58,
        2029.42
    ],
    [
        " I'm panicking that I'm going to die without seeing my little sister because I have no idea what's going on.",
        2029.66,
        2033.46
    ],
    [
        " Like I was numb. I knew I was hurt, but I didn't really, I was weird. I couldn't feel anything.",
        2033.9,
        2038.82
    ],
    [
        " And then I just kept staring at this blue cabin overhead light and thinking I wasn't going to die without seeing my little sister.",
        2039.24,
        2044.22
    ],
    [
        " What about your leg? Did you, did you, were you aware that your leg was jacked up?",
        2044.92,
        2048.24
    ],
    [
        " I was well aware that my leg was jacked up because that was, I mean, I wasn't paying, like that's the only thing that actually hurt.",
        2048.38,
        2053.82
    ],
    [
        " For whatever reason, like I could feel that in nothing else.",
        2054.26,
        2057.62
    ],
    [
        " Yeah, that was just, that was pretty brutal.",
        2057.9,
        2060.9
    ],
    [
        " But yeah, then they got me back to camp bastion.",
        2061.62,
        2064.9
    ],
    [
        " And I remember thinking like, that's fucking fine. Like they're just going to send me back up.",
        2065.34,
        2070.0
    ],
    [
        " I'm going to go right back to this, like out, we're almost on our way out.",
        2070.0,
        2072.5
    ],
    [
        " We're going to, you know, go home in August. It's totally fine.",
        2072.5,
        2075.58
    ],
    [
        " And then my gunnery sergeant, the one who asked me to go on that deployment, my sergeant major at the time walked in and they were looking at me and they're both crying and just staring at me.",
        2075.72,
        2086.16
    ],
    [
        " Oh, shit. Like this is, this is not good.",
        2086.22,
        2089.22
    ],
    [
        " And I think that's when I realized I was going home.",
        2090.74,
        2093.04
    ],
    [
        " And yeah, I mean, I was devastated. I think that was the hardest part of any event was just having to leave everybody behind.",
        2094.24,
        2101.14
    ],
    [
        " I mean, even once I left camp bastion, you know, they sent me to Candahar, Germany, D.C.",
        2101.14,
        2106.14
    ],
    [
        " And then I made it back to San Diego.",
        2106.32,
        2107.56
    ],
    [
        " And I had just been combat meritoriously promoted to sergeant.",
        2108.74,
        2112.46
    ],
    [
        " And then...",
        2112.88,
        2113.98
    ],
    [
        " When you were getting the whole evacuation to Germany, are people meeting with you?",
        2113.98,
        2119.78
    ],
    [
        " Are you starting to get a glimpse or are a feeling for what's going on?",
        2119.94,
        2123.2
    ],
    [
        " Yes and no.",
        2124.22,
        2125.14
    ],
    [
        " Like I mean, I knew what was going on.",
        2127.54,
        2129.56
    ],
    [
        " I didn't quite understand obviously the whole process, but I was pissed off.",
        2129.9,
        2133.52
    ],
    [
        " And I wasn't really letting anyone help or explain to me anything.",
        2133.72,
        2137.14
    ],
    [
        " I actually didn't really help a situation. Sorry, mom.",
        2137.76,
        2141.58
    ],
    [
        " But when I was in, it would have either been Germany or Candahar.",
        2141.78,
        2145.14
    ],
    [
        " They finally let me call home.",
        2145.52,
        2146.94
    ],
    [
        " Because of course my CEO gets a hold of my parents and, you know, my dad answers the phone.",
        2147.18,
        2151.04
    ],
    [
        " Well, eventually I can call home, but I can't talk because there's no jar or anything.",
        2151.04,
        2155.96
    ],
    [
        " So I'm trying to tell my mom, like I'm coming home, and my mom starts laughing at me.",
        2156.68,
        2161.04
    ],
    [
        " And she's like, you know, baby girl, I can't understand you.",
        2161.22,
        2163.14
    ],
    [
        " You must be on some really good drugs.",
        2163.28,
        2164.76
    ],
    [
        " And I get pissed.",
        2165.18,
        2165.94
    ],
    [
        " I'm like, you know, mom, I'm hanging up the phone on her.",
        2166.12,
        2168.48
    ],
    [
        " And then I don't talk to anybody. Like I'm that mad, you know.",
        2168.64,
        2170.94
    ],
    [
        " And then, you know, they're loading me up, like I'm pissed off at my mom.",
        2171.54,
        2175.02
    ],
    [
        " I'm angry that I'm leaving my dudes. Like I'm just a shitsho.",
        2175.18,
        2178.12
    ],
    [
        " And then they load me up to actually, they don't have me in doose.",
        2179.64,
        2183.9
    ],
    [
        " They don't have me sedated or anything.",
        2183.94,
        2185.38
    ],
    [
        " They load me up in Germany to send me to DC.",
        2185.54,
        2187.36
    ],
    [
        " Why don't they have you induced, is it because you had brain trauma or something?",
        2187.66,
        2190.94
    ],
    [
        " Yeah. So they wouldn't give me anything for paying it right off the bat especially because of the head trauma.",
        2191.04,
        2195.42
    ],
    [
        " But yeah. So then from Germany, somebody that was just in a helicopter crash,",
        2196.46,
        2200.92
    ],
    [
        " they don't put them to sleep for a flight from Germany to DC.",
        2201.12,
        2203.64
    ],
    [
        " And so then I'm on this thing, like they have me strapped down to a gurney.",
        2204.04,
        2207.58
    ],
    [
        " There's a bunch of other dudes with like their legs blown off.",
        2207.58,
        2209.68
    ],
    [
        " People sitting on the sides of the aircraft, like just staring at me as I'm losing my mind.",
        2209.76,
        2213.9
    ],
    [
        " My lungs are sticking together so I can't breathe.",
        2214.46,
        2216.76
    ],
    [
        " I mean, it was, it was a terrible, terrible journey back.",
        2217.08,
        2220.0
    ],
    [
        " Let's put it that way. But I think once I made it to DC,",
        2220.34,
        2223.44
    ],
    [
        " and they, you know, they're carrying us all off on the stretchers and stuff like that.",
        2224.5,
        2227.28
    ],
    [
        " And you know, there's American flags and supporters and people out there, you know,",
        2227.44,
        2231.3
    ],
    [
        " telling you that it's going to be okay. I think in that moment, like I realized that I was going to be okay.",
        2231.38,
        2236.7
    ],
    [
        " But it still didn't quite, I think I was scared of what was going to happen.",
        2238.32,
        2242.98
    ],
    [
        " You know, basically that I wouldn't be able to stay in.",
        2243.3,
        2244.9
    ],
    [
        " That was the fear.",
        2245.16,
        2246.66
    ],
    [
        " That was the fear.",
        2247.12,
        2247.72
    ],
    [
        " The fear that you couldn't, you wouldn't be able to stay in the Marine Corps.",
        2247.92,
        2250.4
    ],
    [
        " How long had you been in for at this point?",
        2250.62,
        2252.28
    ],
    [
        " Four years.",
        2252.62,
        2253.08
    ],
    [
        " Just made Sargent.",
        2254.58,
        2255.78
    ],
    [
        " Yeah.",
        2256.14,
        2256.2
    ],
    [
        " Were your parents waiting for you when you got to DC?",
        2257.32,
        2259.94
    ],
    [
        " No, they were waiting for me in San Diego.",
        2260.86,
        2262.44
    ],
    [
        " So it was hard for them to decide, you know, of course,",
        2262.92,
        2265.42
    ],
    [
        " both Marines being, or both parents being Marines.",
        2265.7,
        2268.24
    ],
    [
        " There's not a ton of money floating around my family.",
        2268.78,
        2270.68
    ],
    [
        " So they, you know, we needed to wait to figure out if I wasn't going to be a polytrauma in DC,",
        2270.92,
        2275.26
    ],
    [
        " or a polytrauma in San Diego.",
        2275.68,
        2277.06
    ],
    [
        " So as soon as we got word that I was going to San Diego, that's when they, like, sold everything in the house.",
        2277.82,
        2282.18
    ],
    [
        " You know, we loaded up in the car, or they loaded up in the car, and they made it out to San Diego.",
        2282.48,
        2285.9
    ],
    [
        " Did they actually sell their house?",
        2285.9,
        2287.24
    ],
    [
        " No, they sold everything in it, literally everything in it.",
        2287.48,
        2290.94
    ],
    [
        " And were they down in Florida still?",
        2291.24,
        2293.66
    ],
    [
        " Yeah.",
        2293.68,
        2294.04
    ],
    [
        " So they sold everything that they had in Florida.",
        2294.18,
        2296.06
    ],
    [
        " How long were you in DC for?",
        2296.26,
        2297.42
    ],
    [
        " Not too long.",
        2297.94,
        2298.46
    ],
    [
        " I mean, I may be a handful of days, four or five days.",
        2298.64,
        2301.04
    ],
    [
        " And then straight to Balboa.",
        2301.44,
        2302.98
    ],
    [
        " And what are you thinking at this point in terms of the level of your injuries?",
        2303.32,
        2307.48
    ],
    [
        " Have you seen yourself in a mirror yet?",
        2307.94,
        2309.94
    ],
    [
        " Because if I were to see the picture that you posted, that would have, that would have, like, hit me pretty damn hard.",
        2310.02,
        2315.66
    ],
    [
        " Well, so that's actually why they took those pictures.",
        2316.02,
        2317.74
    ],
    [
        " So it was actually really cute when I got wheels.",
        2317.96,
        2320.06
    ],
    [
        " This doesn't sound cute.",
        2320.06,
        2320.76
    ],
    [
        " I don't know what's cute about this.",
        2320.94,
        2322.7
    ],
    [
        " You had a hole in your face.",
        2323.18,
        2324.4
    ],
    [
        " No.",
        2324.6,
        2324.66
    ],
    [
        " So when they wheeled me in, again, this little makeshift, hospital tent, there was actually a British plastic surgeon that was volunteering her time.",
        2325.4,
        2334.2
    ],
    [
        " This little sui, she was old, like an old lady.",
        2334.2,
        2336.92
    ],
    [
        " And she looked at everybody in there and was like, no one touched her.",
        2337.6,
        2340.12
    ],
    [
        " I'm so in her back up.",
        2340.2,
        2341.14
    ],
    [
        " So as far as my face goes.",
        2341.68,
        2343.2
    ],
    [
        " And so she took those pictures.",
        2344.3,
        2346.22
    ],
    [
        " And when I finally came to, after she sewed my face up initially, she was like, I don't want you to freak out when you see this.",
        2346.48,
        2352.48
    ],
    [
        " Like, this is what we started with.",
        2352.48,
        2354.36
    ],
    [
        " And so that's where those pictures actually came from.",
        2355.2,
        2357.2
    ],
    [
        " No, that's their savage.",
        2357.74,
        2360.3
    ],
    [
        " Yeah.",
        2360.68,
        2360.86
    ],
    [
        " But so you saw those pretty quickly.",
        2361.08,
        2364.36
    ],
    [
        " Yeah.",
        2364.68,
        2364.78
    ],
    [
        " But then you got to see she did a damn good job.",
        2365.16,
        2366.88
    ],
    [
        " Yeah.",
        2367.04,
        2367.2
    ],
    [
        " I mean, it's like a miracle.",
        2367.32,
        2368.3
    ],
    [
        " She was a miracle worker.",
        2368.3,
        2369.3
    ],
    [
        " She was a lady.",
        2369.3,
        2370.04
    ],
    [
        " I'm so thankful that Korman didn't touch me.",
        2370.36,
        2372.42
    ],
    [
        " Yeah.",
        2372.52,
        2372.68
    ],
    [
        " My chin would be in the camera.",
        2372.78,
        2373.76
    ],
    [
        " You would have had an E3 Korman.",
        2373.82,
        2376.2
    ],
    [
        " Yeah, that would have been, that would have not been good.",
        2376.48,
        2378.36
    ],
    [
        " No offense to E3 Korman.",
        2378.72,
        2380.88
    ],
    [
        " No.",
        2381.14,
        2381.38
    ],
    [
        " Yeah.",
        2386.56,
        2386.96
    ],
    [
        "",
        2387.36,
        2387.36
    ],
    [
        " Yeah.",
        2387.56,
        2387.62
    ],
    [
        "",
        2387.62,
        2387.62
    ],
    [
        "",
        2387.62,
        2387.62
    ],
    [
        "",
        2387.62,
        2387.62
    ],
    [
        "",
        2387.62,
        2387.62
    ],
    [
        " That was a good job.",
        2387.62,
        2388.52
    ],
    [
        " So that's good.",
        2388.84,
        2390.28
    ],
    [
        " How about your leg?",
        2390.76,
        2391.4
    ],
    [
        " What are you feeling in your leg?",
        2391.56,
        2392.46
    ],
    [
        " So my leg, I knew, was a bad deal from the get go.",
        2393.06,
        2396.62
    ],
    [
        " So nobody would touch it.",
        2396.94,
        2398.32
    ],
    [
        " No one overseas.",
        2398.52,
        2399.12
    ],
    [
        " He would even was willing to mess with it.",
        2399.3,
        2400.86
    ],
    [
        " What had happened to it?",
        2401.08,
        2402.34
    ],
    [
        " So when we hit the ground, there's a bone in the middle of your foot called a tailist.",
        2402.64,
        2408.18
    ],
    [
        " It snapped and shot everything up.",
        2408.94,
        2410.78
    ],
    [
        " So damaged the heel and up through like my tip fit, but everything.",
        2411.02,
        2413.76
    ],
    [
        " Something, I don't know what it was.",
        2414.6,
        2417.42
    ],
    [
        " I mean, obviously I have steel to a boot set we fly in and all of that.",
        2417.54,
        2420.06
    ],
    [
        " But yeah, something was underneath it with enough force that it broke everything upward",
        2420.24,
        2424.7
    ],
    [
        " and pushed everything up.",
        2424.7,
        2426.26
    ],
    [
        " And it's, what does it look like on the outside?",
        2426.94,
        2431.48
    ],
    [
        " Is it like a compound fracture?",
        2431.62,
        2432.84
    ],
    [
        " Is it all internal damage?",
        2433.06,
        2434.48
    ],
    [
        " No, I mean, it was all internal damage.",
        2435.04,
        2437.08
    ],
    [
        " I mean, everything, I mean, there was no, from my leg, there was no blood.",
        2437.28,
        2440.58
    ],
    [
        " Did it seem, because it seems to me that that would, like if I had that happen,",
        2440.88,
        2445.06
    ],
    [
        " like, oh, it hurts a lot, but it's all there.",
        2445.14,
        2446.82
    ],
    [
        " There's no blood.",
        2447.46,
        2448.58
    ],
    [
        " I'm going to be good.",
        2448.9,
        2449.76
    ],
    [
        " That would be my opinion, because I'm kind of, I always think I'm going to survive everything.",
        2449.98,
        2453.9
    ],
    [
        " Yeah, I'm not.",
        2454.38,
        2454.92
    ],
    [
        " Oh, I hear you.",
        2455.1,
        2455.4
    ],
    [
        " No, like, well, I think what worried me was, like I said, the fact that everybody was looking at it and being like,",
        2455.94,
        2461.72
    ],
    [
        " we're not going to do anything about it.",
        2461.86,
        2463.6
    ],
    [
        " And nobody did anything about it for like a week, 10 days.",
        2463.6,
        2466.4
    ],
    [
        " And then finally, someone came in and said, well, this is what your deal is,",
        2467.42,
        2470.6
    ],
    [
        " because of the damage that has been caused.",
        2470.72,
        2472.98
    ],
    [
        " You've disrupted all of the blood flow to those bones.",
        2473.76,
        2475.86
    ],
    [
        " So those bones are going to have a vasculinicosis, and they're all going to die.",
        2475.96,
        2478.34
    ],
    [
        " And I opted for the doctors to not cut it off right away.",
        2479.22,
        2482.84
    ],
    [
        " I told them, like, look, let's fix my spine, let's fix my face, let's fix my fucking brain,",
        2483.14,
        2487.62
    ],
    [
        " and then we can worry about my leg.",
        2488.28,
        2489.78
    ],
    [
        " And so let's go through that order.",
        2492.04,
        2493.54
    ],
    [
        " The face, they sew you up, did a great job with that.",
        2494.08,
        2497.18
    ],
    [
        " Your brain.",
        2497.74,
        2498.72
    ],
    [
        " So you got knocked out, you got, I mean, you got wailed on, your head got wailed on in this accident.",
        2499.54,
        2505.62
    ],
    [
        " What are you, are you getting headaches?",
        2506.52,
        2507.62
    ],
    [
        " Is your memory, like, what were the symptoms that you've noticed out of the gate?",
        2507.62,
        2511.44
    ],
    [
        " The biggest thing, right?",
        2512.02,
        2513.98
    ],
    [
        " I mean, currently the biggest thing is stomach memory.",
        2514.14,
        2515.96
    ],
    [
        " Like, I mean, I have solid chunks of it, and I've made a really conscious effort.",
        2515.96,
        2519.7
    ],
    [
        " And thank God for, again, my mom, my sister, and my dad, for really working with me for that stuff.",
        2519.82,
        2524.94
    ],
    [
        " But for a while, I mean, it was, I mean, everything, the biggest thing was being able to control my mood.",
        2525.74,
        2530.9
    ],
    [
        " I had a real issue with mood stabilization.",
        2531.26,
        2533.5
    ],
    [
        " There was just like a constant anxiety, no matter what, and then I couldn't sleep.",
        2534.48,
        2537.4
    ],
    [
        " So of course, all of those things together on top of, like, word recognition and word retrieval",
        2537.82,
        2542.28
    ],
    [
        " and being able to communicate effectively with doctors or your parents or friends, like, what you need.",
        2542.28,
        2546.96
    ],
    [
        " That was the hardest part.",
        2547.2,
        2548.24
    ],
    [
        " And then like, I don't know if you've ever been down develop, but I mean, they have this whole building for their patients to live.",
        2549.14,
        2554.1
    ],
    [
        " And so I lived in, I mean, it was just like a little bedroom, like a little tiny condo thing.",
        2554.82,
        2560.48
    ],
    [
        " But I could go into the bathroom and just not know what the hell was going on.",
        2560.82,
        2564.12
    ],
    [
        " Like, I had to be reminded that if I'm in the bathroom, I'm taking a shower, bushing my teeth, washing my hands.",
        2564.36,
        2568.9
    ],
    [
        " So like, I had to have a very specific routine to be able to like, get all pistons firing.",
        2569.98,
        2575.6
    ],
    [
        " Is that, did you, did you notice progress over time?",
        2576.6,
        2582.22
    ],
    [
        " Oh, yeah.",
        2583.0,
        2583.38
    ],
    [
        " So you, could you see the progress?",
        2583.56,
        2585.08
    ],
    [
        " I guess is what I'm asking.",
        2585.18,
        2586.12
    ],
    [
        " Or were you just like, what is this not getting any better?",
        2586.6,
        2589.32
    ],
    [
        " The first year, I really, really struggled because you get frustrated.",
        2589.64,
        2594.24
    ],
    [
        " You compare yourself to how you were.",
        2594.42,
        2596.4
    ],
    [
        " Whether that's physically, mentally or emotionally, it's just, if it's not one thing, it's another.",
        2597.16,
        2601.92
    ],
    [
        " So I was, the first year was really, really difficult.",
        2602.78,
        2604.92
    ],
    [
        " But once I made it over that hump, I mean, I'm pretty broad to say that it's been like, I've tried like hell.",
        2605.24,
        2610.92
    ],
    [
        " I've given this everything that I have, that it's been like, on a constant upswing at this point.",
        2611.1,
        2616.8
    ],
    [
        " I mean, I still go to speech therapy to this day.",
        2617.48,
        2619.1
    ],
    [
        " But I mean, that helps with everything from cognitive to again, just the verbal stuff too.",
        2619.76,
        2624.28
    ],
    [
        " But I mean, it's, it's work.",
        2624.84,
        2626.58
    ],
    [
        " How about the cervical spine?",
        2627.1,
        2629.1
    ],
    [
        " What, what, what was the, were you feeling numbness in your body parts or anything like that?",
        2629.62,
        2634.28
    ],
    [
        " Like I had, I had neck surgery because I hurt my spine.",
        2634.36,
        2636.68
    ],
    [
        " And like I had woke up one day and I, in the middle of the night, I couldn't move my right arm.",
        2636.96,
        2641.32
    ],
    [
        " Like it would not move, which is a really scary thing.",
        2641.5,
        2644.1
    ],
    [
        " And you know, eventually it all came back, but what, what, what was your cervical spine injury?",
        2644.48,
        2649.38
    ],
    [
        " Did you break vertebrae?",
        2649.52,
        2650.48
    ],
    [
        " So there was hairline fractures in my C2C3 and C4.",
        2650.68,
        2653.44
    ],
    [
        " And then just from the, so like, being in the aircraft, there are these, I mean, there are tethers.",
        2653.46,
        2659.62
    ],
    [
        " I mean, they go around your ribcage and tether you to the floor board so you don't go flying anywhere,",
        2659.84,
        2664.24
    ],
    [
        " should a helicopter crash or something happened.",
        2664.36,
        2665.92
    ],
    [
        " And so when we hit the ground, it was like the helicopter went one way and I went the other.",
        2666.7,
        2670.82
    ],
    [
        " So it kind of just like, I guess, be severe whiplash.",
        2671.24,
        2674.84
    ],
    [
        " She's a mega whiplash.",
        2674.92,
        2676.06
    ],
    [
        " And so then my C2C3 and C4 did what's called stepping.",
        2676.2,
        2680.88
    ],
    [
        " So they were basically, it's exact.",
        2681.08,
        2683.3
    ],
    [
        " One was out of place.",
        2683.56,
        2684.46
    ],
    [
        " I was put it that way.",
        2684.64,
        2685.3
    ],
    [
        " But it didn't, didn't affect your spinal cord at all.",
        2685.74,
        2689.12
    ],
    [
        " No.",
        2689.46,
        2689.7
    ],
    [
        " No.",
        2690.02,
        2691.04
    ],
    [
        " I, uh, I love that.",
        2691.6,
        2692.36
    ],
    [
        " That's a game of millimeters right there too.",
        2692.38,
        2693.94
    ],
    [
        " And I, uh, that was scary.",
        2694.48,
        2697.36
    ],
    [
        " Let me just put it that way.",
        2697.6,
        2698.56
    ],
    [
        " And I mean, I, I didn't know what to do in that moment either because now you're playing with, again, no offense to military medicine.",
        2698.64,
        2704.54
    ],
    [
        " I'm super thankful that I am where I am today.",
        2704.62,
        2706.64
    ],
    [
        " But now you're looking at the situation where it's like, is it that bad to fix it?",
        2706.64,
        2710.36
    ],
    [
        " You know, do you let them go in and do surgery or do you let it heal on its own?",
        2710.6,
        2713.46
    ],
    [
        " Do you live your life in a seaside for the next year or two?",
        2713.64,
        2716.3
    ],
    [
        " And so yeah, I mean, that's just a huge gamble with all of it.",
        2716.94,
        2720.12
    ],
    [
        " So what call did you make?",
        2720.28,
        2721.22
    ],
    [
        " I lived in a seaside for a long time.",
        2721.98,
        2723.92
    ],
    [
        " So you lived in the dang, uh, that big thing that you wear around your neck?",
        2724.0,
        2727.04
    ],
    [
        " Mm-hmm.",
        2727.3,
        2727.56
    ],
    [
        " So yeah, you're not turning it and you're not moving your shoulders up and down.",
        2727.94,
        2731.62
    ],
    [
        " You're doing nothing.",
        2731.78,
        2732.38
    ],
    [
        " Um, yeah.",
        2733.02,
        2734.06
    ],
    [
        " And then, you know, obviously, damage to the arms.",
        2735.2,
        2737.94
    ],
    [
        " Um, the head drum will also like mess up the backside of my right eye.",
        2738.24,
        2741.38
    ],
    [
        " Of course your ear drums are gonna get blown out and all that good stuff and helicopter crash.",
        2741.92,
        2745.06
    ],
    [
        " But the hardest part for me, I know, I think all two often people look at me like,",
        2745.34,
        2749.18
    ],
    [
        " oh, god, she's missing her left leg that has to be terrible.",
        2749.18,
        2751.64
    ],
    [
        " But the reality is if I didn't keep my head and my heart in the right place, then nothing else was going to get better.",
        2751.64,
        2756.68
    ],
    [
        " So fixing, fixing my brain and fixing what I had going on emotionally.",
        2756.94,
        2761.66
    ],
    [
        " That was the hard part.",
        2762.36,
        2763.4
    ],
    [
        " So you're in the hospital for like, I mean, how long are you in the hospital for?",
        2764.4,
        2769.14
    ],
    [
        " Two years.",
        2769.54,
        2770.12
    ],
    [
        " Two years.",
        2770.38,
        2770.72
    ],
    [
        " From 2012 to 2014.",
        2770.9,
        2774.64
    ],
    [
        "",
        2775.22,
        2775.22
    ],
    [
        " When you're going through one of the things that you talked about is you're going through your anniversary.",
        2775.34,
        2784.96
    ],
    [
        " Is it called an anniversary?",
        2785.36,
        2786.22
    ],
    [
        " You're a live day.",
        2786.24,
        2787.42
    ],
    [
        " A year after.",
        2788.66,
        2789.38
    ],
    [
        " And you got to a point where you're like, I don't know if I can do this.",
        2790.6,
        2794.7
    ],
    [
        " Yeah.",
        2796.12,
        2796.44
    ],
    [
        " So I think my doctors and my leadership, if you will.",
        2796.82,
        2802.56
    ],
    [
        " I had a lot of people come into my hospital room and sit there and tell me,",
        2803.62,
        2807.48
    ],
    [
        " I wanted to go to the drill field so bad, so freaking bad.",
        2807.6,
        2810.34
    ],
    [
        " So I had all these people coming.",
        2811.24,
        2812.78
    ],
    [
        " And I even had the CG of MCRD come over and say, you're going to be the first drill instructor that's, you know, an amputee.",
        2812.78,
        2820.58
    ],
    [
        " And you're going to go right back into the fight and this that and the other.",
        2820.66,
        2822.8
    ],
    [
        " And on one hand, like, I use that to really push myself physically to get better.",
        2822.94,
        2827.0
    ],
    [
        " But on the other hand, like, I think it messlet, misled me quite a bit.",
        2827.04,
        2830.52
    ],
    [
        " So when I got word after my second med board that I was unfit for duty due to the injuries, I lost it.",
        2830.98,
        2840.08
    ],
    [
        " Like, that's when I knew that I had one more shot at Stagen and Marine Corps.",
        2840.08,
        2843.92
    ],
    [
        " And it wasn't going to ever be to fly again.",
        2844.1,
        2845.72
    ],
    [
        " I was going to be the desk job that I really didn't want, you know, from the get go.",
        2845.96,
        2849.98
    ],
    [
        " And even still, I mean, that wasn't even promised.",
        2850.96,
        2852.98
    ],
    [
        " So I don't know, like dealing with injuries in specifically my leg that's not getting better.",
        2853.26,
        2858.16
    ],
    [
        " Obviously, still processing a ton of stuff.",
        2858.66,
        2860.58
    ],
    [
        " And then finding out that this, the one thing that I really loved at that point in time, my purpose,",
        2860.86,
        2866.0
    ],
    [
        " I was now getting pulled out from underneath my feet.",
        2866.6,
        2868.9
    ],
    [
        " Yeah, I mean, I guess you have to hit rock bottom, you know, to be able to rebuild everything.",
        2869.32,
        2876.26
    ],
    [
        " And I truly did.",
        2876.26,
        2877.02
    ],
    [
        " You got a couple things in here that you wrote about just like your mom, your dad.",
        2878.32,
        2887.62
    ],
    [
        " He said, my dad's been one of my best friends and biggest fans since day one.",
        2887.96,
        2891.2
    ],
    [
        " He's given me tough love.",
        2891.2,
        2892.2
    ],
    [
        " I needed after injury, but also motivated me in ways to continue creating and chasing dreams.",
        2892.46,
        2897.66
    ],
    [
        " I'm alive and well thanks to my family.",
        2897.98,
        2900.2
    ],
    [
        " I appreciate you being as stubborn as I am dad.",
        2900.7,
        2903.3
    ],
    [
        " You talk about your mom.",
        2904.5,
        2906.54
    ],
    [
        " He said, my mom used to look at me sitting in my wheelchair and say, do it your damn self.",
        2907.02,
        2912.5
    ],
    [
        " That right there has got to be for a parent.",
        2913.24,
        2917.06
    ],
    [
        " And I got four kids, but the temptation for parents always is to try and just take, give your kids everything that you can to help them.",
        2917.06,
        2925.38
    ],
    [
        " And that I've said many times actually hurts your kid.",
        2926.3,
        2929.4
    ],
    [
        " And here's an example, not of a child, but of your mom talking to a 20, whatever three-year-old woman, and saying you got to do this yourself.",
        2929.46,
        2939.48
    ],
    [
        " That has to leave a mark.",
        2940.04,
        2942.12
    ],
    [
        " Yeah, I am. I'm not a parent, so I don't totally get that side of things.",
        2942.46,
        2947.96
    ],
    [
        " But my dad, again, one of the things, I'll get into the nitty-goody of it because I'm transparent.",
        2948.26,
        2957.48
    ],
    [
        " But during the 20th or 2012, if you're going to kill yourself, you're not going to tell anybody.",
        2957.84,
        2963.3
    ],
    [
        " You're just going to go off and do it.",
        2963.92,
        2965.08
    ],
    [
        " And so I went down to the Blight River and had some friends with me because we're going to celebrate and all this stuff.",
        2966.4,
        2972.9
    ],
    [
        " And then I decided that I'm over it. Like, I don't want to be doing it anymore.",
        2973.1,
        2976.92
    ],
    [
        " Do what I need to do, and I'm going to walk myself out into the Blight River and draw myself disappear.",
        2977.36,
        2983.56
    ],
    [
        " And no one's going to have to deal with me or my problems. I'm not going to be a burden anymore.",
        2983.8,
        2988.16
    ],
    [
        " Long story short, I'm lucky that I woke up the next day.",
        2988.6,
        2992.54
    ],
    [
        " It's surrounded by people that did save me.",
        2993.76,
        2996.1
    ],
    [
        " My dad came to me and crying. My dad doesn't cry. My dad's this big tattoo dude that's semi-scary sometimes.",
        2996.54,
        3006.22
    ],
    [
        " And he said you've got to be shit in me. You know, the enemy couldn't kill you. You made it home.",
        3007.5,
        3010.34
    ],
    [
        " Now you're going to do it for him. And that's the moment I realized that I was being selfish.",
        3010.96,
        3015.48
    ],
    [
        " It's a moment that I realized that I had a lot more to live for and that I had a lot to be grateful for.",
        3015.66,
        3019.56
    ],
    [
        " So then I decided that I was going to turn my life around.",
        3020.66,
        3023.96
    ],
    [
        " But I mean, I don't know what that's like for my dad.",
        3025.54,
        3029.36
    ],
    [
        " Especially like, he's always been hard on me. He's always been the one to really set those standards for me.",
        3030.04,
        3035.02
    ],
    [
        " I mean, pun intended. He's the reason that I hold, you know, he holds my foot to the fire for me.",
        3035.12,
        3040.06
    ],
    [
        " Even to this day, he doesn't do interviews. I'm constantly doing media stuff here and there.",
        3040.48,
        3046.72
    ],
    [
        " But one day he was asked, are you proud of your daughter? And he's like, yeah, I'm proud of her.",
        3047.04,
        3052.94
    ],
    [
        " But the moment she stops paying it forward, she deserves to have it all taken away.",
        3053.2,
        3055.94
    ],
    [
        " And I have lived my life like that. Those little one liners that sometimes look at my dad and I'm like, oh, thanks.",
        3056.84,
        3063.16
    ],
    [
        " But I hang on to those. He really is. He's the one that holds me accountable through and through all of it.",
        3063.88,
        3069.86
    ],
    [
        " And then my mom, God love her. Tough as lady, I know. Because again, even like raising me.",
        3069.98,
        3074.24
    ],
    [
        " But then for her to like, I mean, I could see it. Even those moments when she's telling me to do it myself, like there's tears in her eyes.",
        3075.26,
        3081.5
    ],
    [
        " She wants to do it for me, but she knows the moment that she steps in and, you know, coddles the situation.",
        3081.64,
        3086.76
    ],
    [
        " I'm not going to be independent. You know, I'm not going to move past these injuries and live a healthy, happy life.",
        3086.76,
        3091.98
    ],
    [
        " So I mean, I can't imagine the internal like, turmoil that you go through.",
        3092.62,
        3096.4
    ],
    [
        " And for you to go through this like actual 180 degree transition from I don't want to live anymore to I want to live the best life I possibly can.",
        3098.24,
        3112.3
    ],
    [
        " How long did that transition take? This is like a couple days that you went, got there. Is it your, when your dad said those words to you, you just said, you know what?",
        3112.52,
        3121.78
    ],
    [
        " But I'm wrong. And I need to get on the right path.",
        3122.44,
        3125.46
    ],
    [
        " That's it. He said, I mean, I think I think in that moment I, for whatever reason, I mean, I'll never understand it. But for whatever reason, at that time, God spared me twice.",
        3125.76,
        3138.1
    ],
    [
        " And I'm not even a religious person, but God spared me twice. So obviously there's a reason that I'm still here. Somebody something cut me here.",
        3138.56,
        3144.74
    ],
    [
        " And then the dude that I, you know, was respected in my or the most coming to me and saying that like, I mean, that just destroyed me.",
        3145.3,
        3153.1
    ],
    [
        " I mean, as if I couldn't get any lower, you know, him saying that I was like, you know what? You decide. Like, I can't control the helicopter crash. I can't control what this crazy vicious world throughout me.",
        3153.4,
        3165.3
    ],
    [
        " I can't control that. But what I can't control is how I'm going to respond. And it is. I mean, I, I wholeheartedly believe it's a choice.",
        3165.38,
        3173.14
    ],
    [
        " When you were not to dwell on the subject too long, but you know, the lot of people that listen to this podcast are people that served and people that end up in some rough spots.",
        3175.62,
        3187.22
    ],
    [
        " When you were descending into that place mentally, how long did that take? I mean, is it something that you woke up one day and said, I'm sick of this or is it was like just the grind that beat you down over time?",
        3187.64,
        3200.78
    ],
    [
        " You said, look, this is just not worth it right now.",
        3200.78,
        3203.6
    ],
    [
        " I was the grind. I mean, it's not, I mean, it's not an instant thing. I mean, like again, don't get me wrong. I'm not the person that walked around and talked about it.",
        3204.08,
        3210.78
    ],
    [
        " Like, you know, it wasn't screaming for attention. I was just going to go and do it.",
        3210.8,
        3213.58
    ],
    [
        " But I mean, it was just one of those things where it felt like nothing was ever getting better. You know, it was just digging this whole digging this grave, you know, deeper and deeper.",
        3213.82,
        3223.04
    ],
    [
        " You know, when I asked you about the progress of your injury, that was actually a really personal question for me because I'm the type of person.",
        3223.8,
        3233.16
    ],
    [
        " If I notice 0.001% improvement is something, I'm like, oh, there you go. See? This is going to get better. And when I don't have that happening, that's like when I don't have that happening, I, it's like when I don't notice any improvement, I start feeling like, oh, no.",
        3233.78,
        3252.68
    ],
    [
        " Like it's, I'm on the wrong path right now. This is not going to get better. It's kind of like how I felt with, with my neck, my neck got jacked up all of a sudden. I can't move my arm all of a sudden.",
        3252.68,
        3260.52
    ],
    [
        " You know, it's going to get better. It's going to get better. It's going to get better. It's not getting better. And yeah, that's the grind thing of like, hey, this is getting worse. And it's not going to get better.",
        3260.58,
        3273.8
    ],
    [
        " And for me, like now, when I look at, like I never recovered the strength that I have in my, in my right tricep and my right peck, like I got some of it back, but not all of it. And it's like, okay, at some point I just was like, okay, cool.",
        3274.5,
        3285.9
    ],
    [
        " That's the way this. And I think that happens to people where you have to, you have to look at the situation and say, well, it's what you just said. Listen, I can't control that. I can't control what happened. And you can't control what happened. This helicopter crash. What happened happened?",
        3286.24,
        3300.04
    ],
    [
        " What am I going to do now? And I got that I was actually getting some social media responses about just someone's talking about, so I mean my buddy, Laf who is on the SEAL teams with we wrote a book called Extreme Ownership. And it's like, you take ownership of everything in your world, right? And there's people that will say, oh, if you get cancer, how are you going to take ownership of that?",
        3300.88,
        3322.98
    ],
    [
        " How is that? Because, yeah, when something goes wrong, it's my fault. That's that's the way I look at things, right? When something goes wrong, it's my fault. That's why I look at everything. If something's not going the way it should be, it's my fault. So how do you take ownership if you get, if you get cancer, like how do you take ownership of that? And the answer is, you don't take ownership for getting cancer. That's not, that's not, but you take ownership for how you're going to react to it. You take ownership for your response.",
        3322.98,
        3350.84
    ],
    [
        " You can't take ownership, look, the hero crashed for whatever reason, it could be a million different things that that hero crashed, the hero crashed.",
        3351.12,
        3358.02
    ],
    [
        " You, okay, what do you do? You can't take ownership of that crash. What you take ownership of is your response to that, your response to your injuries. And that's, to me, is the most powerful thing that a person has, because that gives you some level of control over circumstances that are truly beyond your control.",
        3358.66,
        3376.36
    ],
    [
        " Yep, I mean, I've said it from pretty much since June 23rd and 2013, you know, the right actions follow the right perspectives. I mean, I could sit here and I could bitch about everything that I've lost. I could bitch about, you know, loss memory, a loss leg, a loss, military career, lost years of my life, you know, to the hospital and to recovery, or I can look at what I've gained.",
        3377.18,
        3396.3
    ],
    [
        " How this not happen? I wouldn't be sitting here with you. I wouldn't be doing the things that I'm doing. I wouldn't be living this very different purpose on a totally different platform than I was before.",
        3397.04,
        3405.82
    ],
    [
        " So I can take it with a grain of salt and look at it as a blessing and a curse one that I cursed that I wouldn't wish on anyone, my own or sending me. And then, you know, I can just keep going about my day.",
        3406.56,
        3416.16
    ],
    [
        " It's just, it's it.",
        3416.74,
        3418.4
    ],
    [
        " At what point. So now you're two years in the hospital. So 2014, you get out of the hospital and you start live. Do you, is that when you get medically retired? Yeah.",
        3419.28,
        3430.3
    ],
    [
        " May 2014.",
        3430.7,
        3432.26
    ],
    [
        " May 2014, you get out. And what are you doing? You get out. What's your, what, what are you, what do you move into? Are you live, you're living in San Diego at this time? Yeah. Yeah.",
        3433.52,
        3441.62
    ],
    [
        " Living in OB. Oh, yeah.",
        3441.94,
        3443.78
    ],
    [
        " Yeah.",
        3443.92,
        3444.18
    ],
    [
        " No, so there is two like, so I mean, I got it growing up again, that academic thing and that, that athletic thing. I didn't struggle with it.",
        3446.08,
        3455.68
    ],
    [
        " And now I find myself in this position, getting out of the ring, where I'm like, I'm not the same person that I knew physically and I'm definitely not the same person I knew mentally.",
        3455.74,
        3462.98
    ],
    [
        " But I really wanted to finish my first masters. And while I was still in, the doctors looked at me and they were like, there's no way that we're going to prove you for tuition assistance or any of this. Like you're going to fail your classes. There's no way.",
        3463.76,
        3474.82
    ],
    [
        " Are you serious? Yeah. Well, so I went to my speech therapy and said, hey, can you download this program, read my gold onto my computer. I'm going to figure this out. Like I'm going to finish this last year. My masters.",
        3474.96,
        3483.78
    ],
    [
        " I ended up getting that master's in psychology with a sea average. So barely.",
        3484.6,
        3489.02
    ],
    [
        " But I was like determined to prove those doctors wrong. And every single one of them kept telling me, if you don't use it, you're going to lose it. Like you have to continue training and rewiring your brain.",
        3489.64,
        3499.3
    ],
    [
        " So then I just, I didn't stop. I just kept going to school. Like the moment that I got out, just kept going. And obviously used this post on 11 GI Bill and then straight back in up scholarships. So I did school like wholeheartedly.",
        3499.84,
        3512.02
    ],
    [
        " So this is 2014. You get out of the hospital and you're like diving into school hard core.",
        3512.02,
        3516.96
    ],
    [
        " Yeah. You keep talking about going to speech therapy. And I've been listening really intently trying to figure out why you need speech therapy.",
        3517.08,
        3523.86
    ],
    [
        " And I have found nothing so far. Super articulate, you know, nailing every word, pronouncing, pronouncing everything awesome. So what was like your lowest point for speech?",
        3523.86,
        3535.86
    ],
    [
        " Was it because the damage had been done to your jaw? Was it your brain damage or was it just both? And how bad was it? Was there a point where you know you weren't able to carry on a conversation?",
        3536.02,
        3548.14
    ],
    [
        " Yeah. So in the very beginning, because let's face it right now, you're doing a damn good job.",
        3548.54,
        3552.26
    ],
    [
        " Thank you. No. So in the very beginning, it really was, it was getting my brain to fire to be able to express myself to again, to retrieve the words that I was actually looking for.",
        3552.66,
        3562.02
    ],
    [
        " Now it's more of like nerve and all of the trauma, like the physical trauma. Now it's like, I was trying not to point it out, but like ours and S's, I'll try to avoid that.",
        3562.86,
        3572.36
    ],
    [
        " But yeah. You just said both of them perfectly.",
        3572.9,
        3576.12
    ],
    [
        " Well, like the sound they make. But yeah, like actually when I was trying to say rewiring just now, there's a lot of effort into that.",
        3576.64,
        3585.0
    ],
    [
        " Yeah. But so like the head trauma, that was that was one thing that I really focused on and then around that time I actually started competing in snowboarding.",
        3586.96,
        3594.1
    ],
    [
        " So you got your bad leg.",
        3594.5,
        3596.62
    ],
    [
        " Bad brain.",
        3597.08,
        3598.44
    ],
    [
        " You got your bad leg, bad brain. Good band, by the way. And you and you are society. It's cool. Like looking at starts to no more. Which you're from Florida.",
        3598.7,
        3608.88
    ],
    [
        " Yes.",
        3609.02,
        3609.26
    ],
    [
        " Yes.",
        3611.12,
        3611.52
    ],
    [
        " Okay. Where did that come from?",
        3610.8,
        3613.28
    ],
    [
        " Yeah. No. So there's an organization that came into my hospital room when I was actually still living at the hospital. I'm in still active duty.",
        3613.76,
        3620.74
    ],
    [
        " And they came in. They just said, how do you feel about learning a winter sport? And this was in the end of 2013. And I was just like, you know what?",
        3621.54,
        3628.14
    ],
    [
        " Anything. Just get me out of the hospital. Well, got me being me. My doctor's cleared me to Sitsky.",
        3628.5,
        3634.64
    ],
    [
        " But then when I show up in Breckner, Edge, Colorado, no one asked me for, you know, a medical clearance or anything. I'm like, well, shit snowboarding looks cool.",
        3634.98,
        3641.56
    ],
    [
        " I'm going to try that one instead. And I ended up picking it up really quickly. And I loved it.",
        3641.78,
        3646.44
    ],
    [
        " And you know, it's just one of those things that reminds you of your independence and resiliency and you know, no one can do it for you.",
        3647.12,
        3652.54
    ],
    [
        " So I just kept with it.",
        3653.0,
        3653.86
    ],
    [
        " And what was it like on your bad leg?",
        3654.16,
        3656.28
    ],
    [
        " I mean, it was painful. I mean, and I had a, I have had like a little this weird Kevlar like carbon fiber contraption that.",
        3656.88,
        3663.68
    ],
    [
        " Basically took all of the way off of my lower limb and put it all into my knee at the time.",
        3664.44,
        3668.74
    ],
    [
        " So I mean, I had a little bit of help, but I mean, it was, I mean, it was painful, but it was worth it.",
        3669.56,
        3673.2
    ],
    [
        " I mean, I, I mean, I wasn't stopping. I mean, I was still dealing with surgeries. I mean, gosh, I was having a surgery once every eight to 12 weeks.",
        3674.06,
        3683.12
    ],
    [
        " And then having the recovery. And so I mean, I would sneak away from Balboa and go to Big Bear.",
        3683.46,
        3687.62
    ],
    [
        " You go see what I'm gonna do.",
        3687.84,
        3689.34
    ],
    [
        "",
        3689.6,
        3689.6
    ],
    [
        " Do you, or most of the surgeries on your leg or were they on everything?",
        3690.58,
        3694.52
    ],
    [
        " Yeah, yeah, my leg. So between, between my leg and my face, that's where the majority of them came from, but 44 now.",
        3695.22,
        3701.76
    ],
    [
        " They told you out of the gate that a bunch of your bones were going to die in your leg and they were right.",
        3702.6,
        3710.02
    ],
    [
        " And, and, and at some point, like, you're, you're, are they giving you the protection like, hey, this isn't, this isn't going to last.",
        3711.86,
        3721.16
    ],
    [
        " Yeah. I mean, toward the end of my efforts, if you will, I mean, they were coming in. They're like, this is a Christopher Columbus surgery at this point.",
        3721.68,
        3729.8
    ],
    [
        " Like, we're going to go in and we're going to try and do whether it was bone crafting or nerve decompression or whatever it was.",
        3729.92,
        3734.3
    ],
    [
        " Like, we don't even know where we're going to find any more. And finally, I came to terms with it. And so do you know what you're going to have it?",
        3734.74,
        3740.4
    ],
    [
        " Was that before after you did the walk in England?",
        3741.12,
        3744.26
    ],
    [
        " So my walk was my send off to my leg.",
        3744.56,
        3746.3
    ],
    [
        " Okay.",
        3746.82,
        3746.98
    ],
    [
        " So, so you decided I got this bad leg. I got brain damage. I got everything else going on. But I'm going to go walk a thousand miles.",
        3747.14,
        3755.66
    ],
    [
        " Yes.",
        3756.16,
        3756.4
    ],
    [
        " In the United Kingdom. How, how'd that come about?",
        3756.74,
        3759.84
    ],
    [
        " So, actually, there was a couple of older Marines that was working for an organization called Bob Woodruff Foundation.",
        3761.12,
        3768.78
    ],
    [
        " And they heard about this event called Walking with the Loondead that, you know, they've done everything from the North Pole and the South Pole.",
        3769.5,
        3775.24
    ],
    [
        " And it was kind of just like this pilot idea. And they were just looking for people stupid enough to walk a thousand miles and sure enough, one of them's me.",
        3775.46,
        3782.44
    ],
    [
        " But no, so they came up and they're just like, hey, we're thinking about sponsoring this event. That's going to raise money for American and British soldiers that are dealing with specifically bright injuries, had trauma and, you know, invisible injuries of all sorts.",
        3783.8,
        3796.42
    ],
    [
        " And in the moment, I was just like, you know what? The legs coming off, anyways, I don't care if I trash it.",
        3796.9,
        3801.6
    ],
    [
        " So, let's do this thousand miles. And then literally seven days after I got home, they cut my leg off.",
        3802.02,
        3808.62
    ],
    [
        " The thousand miles that you walked you were with, at some point you were with Prince Harry.",
        3809.84,
        3813.58
    ],
    [
        " Yeah.",
        3813.86,
        3813.94
    ],
    [
        " And he's a legit dude.",
        3814.44,
        3816.52
    ],
    [
        " He is a legit dude. I will give him that.",
        3816.86,
        3818.34
    ],
    [
        " I won't give him any other couple.",
        3818.74,
        3820.08
    ],
    [
        " I mean, he, well, he's at least legit that he, you know, he served. I mean, he fought in Afghanistan.",
        3820.14,
        3826.76
    ],
    [
        " I don't know if he was in Iraq. I don't know if he was in Iraq.",
        3827.04,
        3829.36
    ],
    [
        " There's some pretty cool stuff of him. There's a cool little video of someone's interviewing him and then like the alarm sounds and he runs off to go get some.",
        3830.18,
        3838.18
    ],
    [
        " Yeah.",
        3838.56,
        3838.96
    ],
    [
        " And so that was cool. And you had some interaction with him?",
        3839.36,
        3842.58
    ],
    [
        " Yeah. So my personal spin on that thousand miles, like of course I was over there to raise awareness and fundraise.",
        3842.82,
        3848.52
    ],
    [
        " But I made 25 memorial dog tags for Marines who either never came home or they killed themselves when we got back home.",
        3848.6,
        3855.02
    ],
    [
        " And I carried each one for 40 miles to the poem and left them all across England, Scotland and Wales with the intention that a stranger would find them and honor our fallen.",
        3855.48,
        3863.42
    ],
    [
        " You know, we shed blood together. We deserve to heal or, you know, men wounds together if you will.",
        3863.42,
        3868.52
    ],
    [
        " And he actually helped me lay a few of my dog tags. And then I left the final one with him at Buckingham Palace and then on what's their veterans day.",
        3868.86,
        3879.76
    ],
    [
        " He carried it to the senator for me.",
        3879.84,
        3881.18
    ],
    [
        " So again, he really is a great dude. His heart's in the right place for sure.",
        3881.6,
        3885.82
    ],
    [
        " And that was one of your friends, TJs, that the final dog tags?",
        3886.14,
        3889.8
    ],
    [
        " So actually, that's pretty sad story actually. So there was two gentlemen that were in the hospital with me.",
        3889.92,
        3896.76
    ],
    [
        " They were blown up 10 days before I got hurt. So they were with one seven. And of course, you know, me being the 33 unit.",
        3896.94,
        3904.1
    ],
    [
        " We were doing constantly doing stuff with those guys, you know, insertions and extractions and stuff.",
        3904.22,
        3907.8
    ],
    [
        " And the two gentlemen that were with one seven, you know, we went through all of our recoveries together.",
        3908.3,
        3913.8
    ],
    [
        " And TJ was actually one of, was the guy that passed away when they lost their legs.",
        3913.8,
        3919.14
    ],
    [
        " So I didn't, I never knew him. He was never really a friend. It was more so for them.",
        3920.06,
        3924.86
    ],
    [
        " And his, yeah, his wife.",
        3925.86,
        3929.22
    ],
    [
        " So then you get done with that, walking a thousand miles and you come back to San Diego and pre-planned, you get back and you're like, oh, I'm sorry.",
        3931.08,
        3943.78
    ],
    [
        " Okay. This, this, my, my foot is going to die. And let's move forward. Let's get rid of it.",
        3944.98,
        3952.52
    ],
    [
        " There's a, a, like a video, like mini documentary about you. It's done by, by Cosmopolitan, which is some kind of a magazine.",
        3952.8,
        3965.92
    ],
    [
        " It's a weird fit for me, but yeah.",
        3966.12,
        3968.48
    ],
    [
        " Anyways, I watched this video and man, there's, there's a video of you and you're walking on the beach and your barefoot walking on the beach.",
        3969.72,
        3979.22
    ],
    [
        " You're walking on ocean beach, by the way. And there's the peer in the background and you're like saying, yeah, you know, I'm walking on the beach because I'm not going to be able to do this anymore.",
        3979.36,
        3989.38
    ],
    [
        " I'm going to feel the sand on my, on my foot anymore.",
        3989.46,
        3992.74
    ],
    [
        " That has got to be the, the hardest decision that you've had to make it. I mean, for a person, right? Like you have at least this, like, I mean, I, the sand, I mean, I surf and like, I live by the beach.",
        3995.26,
        4012.4
    ],
    [
        " I love the ocean and walking barefoot on the sand is like totally a thing that is real. Like it's the best thing. And I'm sitting there thinking you'd been living in OB at the time and crazy that you're sitting there saying, yep, I'm going to, I'm going to walk on the sand for the last time right now.",
        4012.4,
        4031.5
    ],
    [
        " This is it. This is the last time I get to feel the sand between my toes. So last time I get to wait around in this water.",
        4031.5,
        4038.64
    ],
    [
        " I was one of those things where it's like, it's your quality of life. I was living a life that I, you know, I wasn't happy with as far as like living a life of constant recovery and pain, a lot of drugs.",
        4042.4,
        4054.48
    ],
    [
        " I mean, I'd be lying if I told you I was like, sober when I did the thousand mile walk. There was a lot of medication involved with that.",
        4055.16,
        4061.54
    ],
    [
        " But, you know, like, it's just one of those things that I was ready to close that chapter and just move forward. You know, there's, there's a lot of things that I wanted to do with my life or that I am doing. I still want to do with my life.",
        4062.38,
        4072.52
    ],
    [
        " And the thing is also important to note is they were going to, they were going to take your foot, your shin, leave your tip, fib, which I, I can't fully express this, but I do know from friends that have had above the knee and below the knee amputation.",
        4072.84,
        4090.6
    ],
    [
        " The difference between above the knee amputation and below the knee amputation is absolutely massive. The amount of articulation that you have in your knee is just, it is incredible compared to when you lose your knee.",
        4091.7,
        4105.9
    ],
    [
        " Yeah. I mean, I, I'll never bitch about being an amputee. I'm thankful that I'm alive. But I would do anything to get my knee back.",
        4106.6,
        4115.34
    ],
    [
        " Well, the initial surgery, they, they do what they said they're going to do. They, whatever, midway up your calf or somewhere they leave, they leave enough knee. And this is right around.",
        4117.96,
        4130.32
    ],
    [
        " Was this right around Thanksgiving? So right around Thanksgiving, you get this initial surgery. And for you, it's going to be liberating because you're not going to have to worry about this pain.",
        4130.42,
        4140.66
    ],
    [
        " You can get the, the feet that will work better than your foot. That's what it boils down to. I guess that's when I was talking about like all this stuff about the sand and getting all crazy with that.",
        4140.66,
        4148.52
    ],
    [
        " The bottom line is you were thinking, hey, that's great feeling. But I'm actually able to be better off with, you know, with, with the different varieties of prosthetic feet and ankles and all the stuff that they can give you.",
        4148.74,
        4167.18
    ],
    [
        " I mean, there's many people that have deployed after they've gotten, you know, a below the knee surgery. I don't know how many people have above, but there I'm sure there has been some, but it's a lot different.",
        4167.18,
        4177.42
    ],
    [
        " It is.",
        4177.78,
        4178.06
    ],
    [
        " It's a lot different. And so you get that surgery. And it was, it was, I guess it was a bad surgery. There was, there was an infection is what happens.",
        4178.3,
        4190.98
    ],
    [
        " Yeah, I mean, again, one Coutie for into that one, but that, yeah, that was definitely some malpractice on that one.",
        4191.26,
        4196.54
    ],
    [
        " But yeah, instead of using staples, they use stitches and ever put a wound back on. There was a number of things. I was trying to away from the emergency room three times.",
        4197.32,
        4206.38
    ],
    [
        " I'm going to tell him that it was fine. And then finally, you know, I mean, it was bad. I mean, it was really, really bad.",
        4206.6,
        4213.38
    ],
    [
        " And they finally, there was actually a doctor from Scripps that was like filling in for one of the doctors out in the ER at Palboa.",
        4215.38,
        4222.4
    ],
    [
        " And she saw my leg and she was like, oh, hell no, like take every, but like don't even put her an x-rays. Like take everybody out of the OR. Like I'm going in with her and ended up cutting out the",
        4223.0,
        4232.58
    ],
    [
        " arrow. Half of my knee, they left my patella. And then they went back in and they said that that wasn't enough.",
        4232.58,
        4238.22
    ],
    [
        " And they took out my patella and made it in a bubbly knee. So they, um, Guillotine cut my, my femur.",
        4239.3,
        4245.84
    ],
    [
        " Here's a note from you. December 20th, 2015 that I am awake and out of surgery for today. I lost a lot of muscle due to infection.",
        4247.16,
        4259.94
    ],
    [
        " Unless I have a Christmas miracle, they'll be taking my knee tomorrow. These are the times it's easy to give up.",
        4260.08,
        4266.78
    ],
    [
        " December 23rd, 2015 update. The infection almost killed me. It was eating the muscles in my leg. They saved my life plain and simple.",
        4267.58,
        4280.08
    ],
    [
        " I am and above the knee amputee, but I am healthier now. Still fighting the infection in more surgery, 10 a.m. which could make me a hip disartic.",
        4281.46,
        4292.36
    ],
    [
        " Which could be worse, but nothing I can't beat. They're, they are trying their best. Said they've never seen anything so bad as to what was going on in my leg. I know I can beat this. I just hope they don't have to go too high on this limb.",
        4293.04,
        4308.82
    ],
    [
        " Mentally and emotionally, this is the hardest thing I've ever dealt with. I am terrified.",
        4310.4,
        4317.24
    ],
    [
        " Yep. When they came in and said that they might take my hip, I didn't want them to wake me back up. They do not bring me out of that surgery room. Keep me asleep.",
        4317.78,
        4331.44
    ],
    [
        " You take, I mean, God love Kudos to anybody that's sitting in a bucket and has to live their life as a hip disartic.",
        4333.28,
        4341.44
    ],
    [
        " Yeah, that news was, it was awful. And yeah, I didn't think I was going to have the courage to keep going. I didn't want to keep going at that point.",
        4341.82,
        4354.96
    ],
    [
        " Yeah. And the beginning of that when you were reading it, I was sitting there thinking, God, I was full shit. I'm just telling everybody that it's going to be okay. But I'm glad that I at least finished that with I'm terrified because it's honest. It's true.",
        4356.94,
        4368.96
    ],
    [
        " December 24, 2015. So this is the next two, the next day. Christmas Eve, I am, I am alive. So I am happy. I receive nothing about good news about my leg and it looks great.",
        4371.0,
        4384.58
    ],
    [
        " Being in above the knee amputee will be challenging at first. And all I can say is bring it on on another note, I am very sick and will be for quite some time. They found three bacterial infections, including MRSA.",
        4384.96,
        4399.1
    ],
    [
        " They also found blood cuts in my arm. They put a pick line in. This is a light threatening matter. So I'll need to lay low for a while. Please keep praying. I got this.",
        4400.02,
        4412.34
    ],
    [
        " We got this.",
        4413.48,
        4416.96
    ],
    [
        " Craziness.",
        4417.32,
        4423.9
    ],
    [
        " Your parents were living here at this time? No. So you who you with?",
        4424.42,
        4432.62
    ],
    [
        " I was living with my boyfriend at the time, actually. My mom was living with us. So she was around. But it was the craziest thing.",
        4433.24,
        4443.4
    ],
    [
        " We all knew. My life was just, I mean, it was rotting for a lack of, I mean, that's just what it was doing.",
        4444.18,
        4450.3
    ],
    [
        " And so my mom would go with me to ER. We'd get turned away. My boyfriend at the time had gone back to Florida to drive with my little sister out because it was coming up on the holidays and stuff.",
        4452.08,
        4462.0
    ],
    [
        " And when he was in Florida with her, they're like, you need to get your family here because we don't know if you're going to pull through this one.",
        4463.0,
        4471.3
    ],
    [
        " And so my dad's flying in from, you know, being on the pipeline, they're rushing, like, driving across the country, you know, through the night to be able to get back.",
        4472.02,
        4479.5
    ],
    [
        " I mean, it was, it was bad.",
        4480.62,
        4483.94
    ],
    [
        " So you eventually recover from this. I mean, good Lord. Eventually, how long does it take to fight off these triple bacteria infections and whatnot?",
        4489.86,
        4501.58
    ],
    [
        " So I ended up getting out of the hospital. It would have been very late January, early February. So I was there for at least another month, five, six weeks.",
        4502.06,
        4510.18
    ],
    [
        " And during that five, six weeks, is that when you started doing rehab to like get fitted for a prosthetic? Did that happen that fast?",
        4511.54,
        4518.22
    ],
    [
        " So they actually started fitting me when my staples came out. So yeah. So it would have been probably the week before I got out of the hospital. And then I hit the ground running with that.",
        4519.04,
        4529.34
    ],
    [
        " Which is no big surprise at this point. I want my leg and I want to get the freak out of here.",
        4529.92,
        4533.46
    ],
    [
        " And so.",
        4534.4,
        4534.86
    ],
    [
        " And then, and then what, what happens then? So, so now, what was that rehab process? Like you're trying to learn to walk again and all this stuff?",
        4535.48,
        4541.94
    ],
    [
        " Yeah. Well, so you're supposed to go to physical therapy and go to gate training and, you know, sit it like six, sit through like six weeks worth of like training on this like learning how to walk.",
        4542.6,
        4551.56
    ],
    [
        " They let me go after two weeks. So I took my leg home after two weeks and just like, I mean, this is, this is it.",
        4551.88,
        4559.12
    ],
    [
        " And I'm going to actually have these videos of my mom watching me for the walk for the first time. And of course it was very emotional and and whatnot. But it was like it didn't skip a beat.",
        4560.26,
        4568.2
    ],
    [
        " And you gave me two weeks and I was, I was going to figure it out.",
        4568.54,
        4571.22
    ],
    [
        " And then where'd you go when you got released from a hospital? Did you stay in San Diego?",
        4571.6,
        4575.1
    ],
    [
        " Yeah, I stayed in San Diego for quite some time. And then I ended up going up to Temecula for a little while. And then bouncing back and forth got back on my snowboard.",
        4575.32,
        4584.46
    ],
    [
        " And so it was spending the winters in Colorado and back here in California.",
        4584.46,
        4588.86
    ],
    [
        " What is it like snowboarding now? It is weird. No, it's, I don't know. I mean, I don't know any like I can't remember what it's like anymore to like snowboard two legs or a busted up leg.",
        4589.26,
        4601.86
    ],
    [
        " I don't know. I mean, it's again, like I just got back on my board and just rode.",
        4602.7,
        4607.32
    ],
    [
        " I mean, of course I wiped out and I hurt quite a bit. But yeah, I guess I'm, you know, again, just didn't skip a beat.",
        4608.0,
        4615.78
    ],
    [
        " And at this point, like, okay, so that cosmopolitan video was made around this time, right?",
        4616.16,
        4623.86
    ],
    [
        " Yeah. So there's, you're starting to get some kind of notoriety. Is that the right word? Wait, is notoriety bad?",
        4624.28,
        4629.86
    ],
    [
        " No, I don't know. I don't know.",
        4630.42,
        4632.48
    ],
    [
        " You seem like the type of person that wouldn't want to be called famous, but you're starting to get some recognition, right?",
        4632.48,
        4638.22
    ],
    [
        " People are starting to hear what you've gone through and start to be interested in the story, right?",
        4638.3,
        4645.02
    ],
    [
        " So this is all happening too at this time, which is, which is weird.",
        4645.1,
        4648.28
    ],
    [
        " It is very, very, very weird.",
        4648.6,
        4649.92
    ],
    [
        " You know, I'm not like, when I think of any of the things that I've done at this point, it's like you don't want to be celebrated.",
        4650.54,
        4654.84
    ],
    [
        " You don't want the attention for doing what you want to do and living your life, how you want to live it.",
        4654.96,
        4658.68
    ],
    [
        " Like, I wasn't doing anything miraculous. I'm just like, I want to live. You know, I want to move forward with my life.",
        4658.68,
        4663.46
    ],
    [
        " I want to be here for my family. And then even now it's, I just like helping people. I keep on being people.",
        4663.46,
        4668.52
    ],
    [
        " I mean, so yeah. So you get the cosmopolitan thing. You're, you go and, you, you go and do a job as a stunt woman in a movie.",
        4668.74,
        4678.6
    ],
    [
        " What's that all about?",
        4679.02,
        4680.08
    ],
    [
        " I'm just, I'm feeling void. You know, I'm a journalist seeking, I guess, trying to fill that.",
        4680.48,
        4685.94
    ],
    [
        " What did you do as a stunt woman?",
        4686.26,
        4687.78
    ],
    [
        " So everything from car crashes to explosions to pyro.",
        4688.0,
        4691.74
    ],
    [
        " Did anyone notify you that this makes your head?",
        4691.8,
        4694.68
    ],
    [
        " There was a couple times. But yeah, no, you're like, I'll crank up the speech therapy and just do more stunts.",
        4695.64,
        4704.9
    ],
    [
        " That's it. Yeah. I'll make a sense.",
        4704.92,
        4706.46
    ],
    [
        " Heck. Did you, what, you were in a movie with Mark Wahlberg? Is that right?",
        4706.84,
        4711.72
    ],
    [
        " Yeah. That's the biggest one. It's a Patriot's Day.",
        4711.94,
        4713.78
    ],
    [
        " And what are you doing that movie?",
        4714.0,
        4715.34
    ],
    [
        " Get blown up.",
        4715.62,
        4716.36
    ],
    [
        " You're like, I got experience at this. Check this out.",
        4716.6,
        4720.1
    ],
    [
        " Yeah, get blown up, get carried around on stretchers, lose a limb, fall out of a wheelchair, ones at one point.",
        4720.12,
        4725.56
    ],
    [
        " A bunch of different scenes. But yeah.",
        4725.76,
        4727.5
    ],
    [
        " Okay. So, so you got that going on? You got the, the people magazine body image hero.",
        4728.36,
        4735.18
    ],
    [
        " Which is what? What does that mean?",
        4735.54,
        4737.4
    ],
    [
        " Well, when I was in this whole process, I mean, even from the get-go with the face, like the interest in my face, you know, I didn't, and the doctor selling me all the stuff about my leg, I didn't really care if I was going to be able to get up and run again or any of that.",
        4738.02,
        4751.88
    ],
    [
        " Like, as a young woman, you know, all I cared about was who's looking at me differently, can I wear heels, can I wear a dress? Is anybody going to find me attractive enough to have a family one day?",
        4751.92,
        4759.68
    ],
    [
        " Like, really worried about the self-esteem stuff.",
        4760.0,
        4762.98
    ],
    [
        " And so, like, moving forward, I just decided that I was going to own my differences, that I was going to be proud of the scars that I wore because they told my stories.",
        4764.2,
        4771.62
    ],
    [
        " I mean, in my opinion, they made me look pretty tough too. But, but no, like, I wanted to show people that it was okay to me.",
        4771.82,
        4778.78
    ],
    [
        " Straight cred. Exactly.",
        4778.8,
        4780.26
    ],
    [
        " Yeah.",
        4781.02,
        4781.3
    ],
    [
        " But that's like, I just wanted to show people that it was okay. You know, like, you don't have to be the cookie cutter, you know, definition of what beautiful is.",
        4782.54,
        4790.28
    ],
    [
        " And I don't want to say the cheesy, like, you know, beauty comes from within. But I, like, I wanted to show people that it was, I mean, it was beautiful to be strong.",
        4791.14,
        4797.36
    ],
    [
        " It was, you know, it was beautiful to have drive and have well and to not fail. I mean, to give it it all.",
        4797.68,
        4803.64
    ],
    [
        " And so, that's what the people magazine thinks of what they interview you and take a bunch of pictures of you and all that.",
        4804.46,
        4813.28
    ],
    [
        " And now, again, I'm just, I'm just kind of have to trace the fact that people are starting to follow you and, and recognize that you're a, that you have a very interesting story and inspiring story.",
        4813.28,
        4825.34
    ],
    [
        " Yeah.",
        4825.84,
        4825.94
    ],
    [
        " As these things are happening. Because the reason I kind of have to say that is because then you like do other things at the same time, like getting stunt women and getting crashed and blown up and stuff like that.",
        4826.06,
        4836.66
    ],
    [
        " And at some point you got your master's degree in business administration. Right. And this is still just to prove to people that you can still mentally go.",
        4837.56,
        4846.48
    ],
    [
        " Yes. And yes. But on the other side of that too, like, even right now when I do eventually finish this doctorate, like I'm terrified of what I'm going to do with that time.",
        4847.32,
        4857.5
    ],
    [
        " I'm like, oh my god, I love structure.",
        4857.86,
        4859.52
    ],
    [
        " So you mumbled filling the void. The other like a couple of minutes ago, you like filling the void. So what you're saying is you have to be busy.",
        4859.62,
        4868.32
    ],
    [
        " You have to have something to focus on something to do.",
        4868.46,
        4870.7
    ],
    [
        " Exactly.",
        4870.88,
        4871.16
    ],
    [
        " Okay, that starts to explain some things.",
        4871.4,
        4872.8
    ],
    [
        " Yes.",
        4872.96,
        4873.12
    ],
    [
        " Because at some point you decided that you were going to put another thing on your list of things to get done. And it's climb the seven summits.",
        4873.46,
        4884.74
    ],
    [
        " Right. So the highest peak on the seven continents.",
        4886.74,
        4889.64
    ],
    [
        " It was one of the things that hasn't been done by a female above the knee amputee. I can't speak for the men.",
        4890.26,
        4895.82
    ],
    [
        " But yeah, I decided that I needed something. You know, I lost the 2016 snowboarding season due to the last revision surgery to my amputated side.",
        4897.12,
        4906.0
    ],
    [
        " And so I was like, well, I can't do any high impact sports. So what else can I do in the mountains?",
        4906.56,
        4910.32
    ],
    [
        " And you might want to check with me, your ideas, because the big mountain area is not a high impact sport.",
        4912.8,
        4917.82
    ],
    [
        " Okay, we might have to set up a little coaching situation here, because I'm not sure. So check it out. So the idea you get the idea, you must have just said, okay, what can I do that's super, super hard.",
        4918.26,
        4930.92
    ],
    [
        " Yeah.",
        4931.42,
        4931.58
    ],
    [
        " You start with Kilimanjaro. Is that the first one?",
        4932.2,
        4934.38
    ],
    [
        " Yeah.",
        4934.52,
        4934.64
    ],
    [
        " And how'd that go?",
        4935.56,
        4936.54
    ],
    [
        " It was amazing. Actually, it was insane, because we were up and down in four and a half days, which Kilimanjaro stands 19,000, 341 feet.",
        4937.4,
        4944.92
    ],
    [
        " So for me to make my way up and make my way back down that quickly was without a control. But it was one of those things where it was, I mean,",
        4945.44,
        4953.44
    ],
    [
        " it in a sick way, like, just like I was addicted to school, I started getting addicted to that suffering, because like you suffer and you're miserable for days on end, but then once you make it to your goal, it's that much sweeter.",
        4954.74,
        4965.7
    ],
    [
        " And so, I mean, it was just, I don't know, like a weird hunger from war that I wasn't really like finding anywhere else.",
        4966.48,
        4972.34
    ],
    [
        " And then, I mean, we ended up raising like $150,000 for clean water for the East Hansonians with that climb.",
        4972.84,
        4979.8
    ],
    [
        " So now it's like, I have the personal side of things, and then I have this other purpose that I was already, you know, felt like I was missing by not having in the Marine Corps.",
        4980.06,
        4987.18
    ],
    [
        " And then from there, that's when everything took.",
        4987.96,
        4990.28
    ],
    [
        " So which one came next?",
        4990.32,
        4991.24
    ],
    [
        " Carstens.",
        4991.72,
        4992.14
    ],
    [
        " And Carstens, I was looking at that one. This is in Indonesia. How tall is it?",
        4993.14,
        4997.9
    ],
    [
        " Just over 16,000 feet.",
        4998.68,
        4999.96
    ],
    [
        " And it looked to me like the getting there was half the battle.",
        5000.42,
        5004.3
    ],
    [
        " Yeah. So honestly, I mean, Carstens is an interesting mountain because it's notorious for being the most hostile and technical and really versatile.",
        5004.3,
        5013.88
    ],
    [
        " But I mean, it's a 72 mile trek into the base of this rock face.",
        5014.14,
        5017.12
    ],
    [
        " So, yeah, it's just, I mean, it's honestly just spread out.",
        5017.96,
        5019.92
    ],
    [
        " Low impact. Right there. It has a low impact scenario. 72 miles.",
        5019.92,
        5023.66
    ],
    [
        " Yeah. But I mean, even just getting out there and I mean, the people that you encounter, the Donnie and the Mone tribes, like, I mean, that was just an experience in itself.",
        5023.88,
        5033.68
    ],
    [
        " I mean, the local indigenous tribes came through and like ransacked and destroyed all over camps and stole our passports while we're like up at 15,000 feet watching them.",
        5033.68,
        5044.16
    ],
    [
        " Didn't they teach you in the Marine Corps to set security on some stuff?",
        5044.2,
        5046.48
    ],
    [
        " You got to leave a little couple of people back because that security on that stuff.",
        5047.52,
        5051.08
    ],
    [
        " Yeah.",
        5051.3,
        5051.42
    ],
    [
        " So it's 72 mile hike in.",
        5051.74,
        5053.54
    ],
    [
        " Yeah.",
        5054.1,
        5054.22
    ],
    [
        " Now, some of my friends that are amputees, it's not like your prosthetic just is this clean, easy fit.",
        5054.5,
        5063.18
    ],
    [
        " And it's all good to go. That thing gets all kinds of issues.",
        5063.18,
        5068.74
    ],
    [
        " I was thinking about it. I sweat a lot. If I was wearing the prosthetic that you have, they would have to put drain holes on the bottom of it.",
        5069.14,
        5075.64
    ],
    [
        " Do they have drain holes?",
        5076.24,
        5076.92
    ],
    [
        " Nope. But they need them.",
        5077.12,
        5078.02
    ],
    [
        " I would fill that thing up with sweat.",
        5078.12,
        5081.18
    ],
    [
        " Would go back. I'll send you a link later to my Everest, like mini documentary. And I'm in a tank top when everybody else is in like these big puffy summits.",
        5082.0,
        5088.76
    ],
    [
        " I run so hot and I'm missing my leg. And so I fill your pain on that.",
        5088.76,
        5092.54
    ],
    [
        " So you're doing these law, you do that and you make it to the top of car stands, right?",
        5093.18,
        5098.2
    ],
    [
        "",
        5098.46,
        5098.46
    ],
    [
        " You launch at some point, I guess you wanted to put your business administrative degree to work.",
        5099.58,
        5105.9
    ],
    [
        " So you launch the t-shirt company called Headcase.",
        5105.92,
        5109.32
    ],
    [
        " What inspired that?",
        5109.7,
        5111.72
    ],
    [
        " Well, so I'm an avid hunter. I believe in the things that I consume. They need to be, they need to die at my hands.",
        5112.96,
        5119.54
    ],
    [
        " I don't like eating things that are bred to die. So it was really involved in the outward industry as far as mountain hunting and the likes of that nature.",
        5120.26,
        5126.86
    ],
    [
        " And I, if you walked into my house now, like is full of taxidermy, specifically skulls.",
        5127.14,
        5131.62
    ],
    [
        " And so there you have it. So a lot of it was joining forces with my buddy Nevada, who carved skulls for a living now and using his artwork.",
        5132.16,
        5140.54
    ],
    [
        " And skulls, you know, the headcase and the outdoors.",
        5141.52,
        5143.36
    ],
    [
        " When you, at what point did you, did you grow up as a hunter?",
        5143.68,
        5147.04
    ],
    [
        " I mean, we did little stuff, you know, white tail and hogs and stuff like that growing up. But none of the stuff that I'm doing now.",
        5147.74,
        5153.56
    ],
    [
        " And when did that start? In this whole freaking crazy scenario you've got unfolding.",
        5153.94,
        5159.92
    ],
    [
        " You know, I, so we were talking about like loss and gain earlier. And again, my biggest perspective, like biggest gain has been my perspective on life.",
        5160.4,
        5167.5
    ],
    [
        " And so I started to appreciate, started to appreciate just the cycle. And so that's when I really started to look into, okay, well what's going on in the outdoors?",
        5167.8,
        5176.76
    ],
    [
        " What am I actually putting into my body? A. And then also just conservation efforts. And, and then yeah, I'm being able to provide for my family, like in the most natural way possible.",
        5176.92,
        5186.68
    ],
    [
        " I mean, hunting is not about death. It's about living.",
        5187.72,
        5191.78
    ],
    [
        " What, when did you go on your first hunt?",
        5192.22,
        5194.36
    ],
    [
        " Oh man, going up? No, no, like you're, you're more recent hunting career.",
        5195.14,
        5200.32
    ],
    [
        " Probably 2013. Okay. So you got right right into it.",
        5200.72,
        5204.92
    ],
    [
        " 2014 somewhere in there. Yeah.",
        5204.92,
        5206.32
    ],
    [
        " And by the way, if anyone doesn't know hunting is not easy. And you, I mean, it involves, it involves. That's why when you talk about 72 mile hike in, I mean, hunting takes a lot of,",
        5206.7,
        5220.5
    ],
    [
        " I just went on a hunt. And I think we were averaging like, I think we average like 10, 10 or 12 miles a day.",
        5220.82,
        5228.78
    ],
    [
        " It's like 8 to 12 miles a day, you know, you're putting out up and down hills and it's, it's hard work. And I'm doing, I'm out there doing it with two legs, by the way.",
        5229.18,
        5238.28
    ],
    [
        " So, okay, so you start your t-shirt thing. And then you go for your first little kind of, what would you call it?",
        5238.36,
        5249.12
    ],
    [
        " A little recon, a little recon of Everest, a base camp. Yes.",
        5249.12,
        5252.36
    ],
    [
        " That was just, let's get a look at this thing. Let's see what's up.",
        5253.04,
        5257.26
    ],
    [
        " Yeah, I mean, how inspiring was that? We like, aww.",
        5257.88,
        5261.58
    ],
    [
        " Exactly like that actually.",
        5261.7,
        5263.74
    ],
    [
        " I can imagine that would be, if you have that in your mind and you get there in your thaw bottom, you're like, let's do this.",
        5264.32,
        5270.18
    ],
    [
        " Yeah. And I was losing it. I mean, I mean, obviously just very emotional together. But, you know, there's several, like,",
        5270.32,
        5275.88
    ],
    [
        " there's Hootin and Hollerin and several F-bombs and tears and, you know, everything. But no, I mean, the moment, like three days into the actual base camp trek, I saw Everest for the first time and I just knew.",
        5276.64,
        5287.56
    ],
    [
        " Like, that's it. I'm going to do it.",
        5288.04,
        5290.04
    ],
    [
        " And so, so that was just getting, getting a feel for it, getting to know people, getting to kind of see how the system would run. Who'd you go, like, what brought, how'd you get on that trip?",
        5290.58,
        5300.16
    ],
    [
        " So actually, you're not like walking down into the travel. What are those people called? Traveling. Traveling to go to the book, me to base camp one way.",
        5300.86,
        5309.74
    ],
    [
        " So actually, this check by the name of Haley Webb that I met on my thousand mile walk. She was a local mountain guy over there and she hit me up out of nowhere.",
        5310.14,
        5319.28
    ],
    [
        " And she was like, hey, I'm going to, you know, guide a base camp trek to Everest. You want to come. And I'm like, well, actually, yes, because I needed to decide if I'm going to climb from the north side or the south side, you know, down the road.",
        5319.28,
        5330.8
    ],
    [
        " And so, yeah, I mean, I went down there and absolutely fell in love with Nepal and the people and just their way of life and their culture.",
        5331.14,
        5336.76
    ],
    [
        " Okay. So you get done with that. At some point, you open a hair salon?",
        5337.4,
        5341.3
    ],
    [
        " Yes. Here in Oceanside, or little ways up in Oceanside.",
        5341.78,
        5344.78
    ],
    [
        " Right on. Is that still there? Yeah. Yeah. Yeah. It's doing really well.",
        5345.88,
        5349.2
    ],
    [
        " Also, so a little backstory to all of these random little things that I'm doing. Yeah, because you are doing some random stuff at this point.",
        5349.54,
        5354.98
    ],
    [
        " Yes. I mean, look, I can be really fresh man here.",
        5355.12,
        5356.44
    ],
    [
        " No. So when I woke up in the hospital in 2015, I looked around the room and told myself that whoever was in that hospital room with me,",
        5356.78,
        5363.68
    ],
    [
        " that they would never work for anybody else ever again. That like if they were willing to sacrifice their time, you know, their personal lives for me to make sure that I was okay.",
        5364.06,
        5371.54
    ],
    [
        " That, you know, I was going to help them live out their dreams and they helped keep me alive. So my best friend Christine is actually my business partner in that.",
        5371.92,
        5380.38
    ],
    [
        " So she's the head honcho down there. I'm just the CFO slash investor.",
        5380.66,
        5385.32
    ],
    [
        " So if we're in Oside, and we need a haircut, where do we go?",
        5385.86,
        5390.66
    ],
    [
        " Chapter one here in BodyLab. Chapter one here in BodyLab. Do you give high-end tides there?",
        5390.9,
        5395.8
    ],
    [
        " No, they won't do it. Dang it.",
        5396.18,
        5397.94
    ],
    [
        " See, earlier you said like was it three five? You said I hope three five is listening to this.",
        5399.24,
        5402.74
    ],
    [
        " Two five.",
        5402.82,
        5403.12
    ],
    [
        " You said I hope two five in my mind, two five is listening to this. Once there are so many Marines listening to this right now that if you don't get a pair of clippers at the place up in Oside, you know, let's",
        5403.26,
        5427.92
    ],
    [
        " come back to the camp track. You do the hair salon thing February, you go to I could go to back seat you go to Ecuador for Cordo Paxi.",
        5427.92,
        5438.76
    ],
    [
        " And this is a summit attempt, right? But you didn't make it.",
        5438.78,
        5444.44
    ],
    [
        " Nope. We turned around at like 18,500.",
        5444.44,
        5447.06
    ],
    [
        " And what's what is it? How much further did you have to go? Oh, another 1500 vertical.",
        5447.58,
        5454.48
    ],
    [
        " What was it? Just altitude and moving slow. My climbing partner had a headache.",
        5456.72,
        5461.24
    ],
    [
        " We were about to hit this like really long traverse section and like with my prosthetic if the high side is on my left side or my prosthetic side, I cannot move well.",
        5462.48,
        5471.82
    ],
    [
        " So with her being light had I had having a headache and me already being a little unsidied in the feet. It just didn't make sense.",
        5472.38,
        5478.08
    ],
    [
        " You had to make a smart call. And you kind of talked about that in some of your blogs just about like making a good decision, which the mountains are littered with bodies of people that get summit fever and they're going to go for it.",
        5478.08,
        5491.58
    ],
    [
        " And they don't make it.",
        5491.76,
        5493.06
    ],
    [
        " Exactly. And that's one of those things where it's like if someone's climbing with me and something happened, like I wouldn't be able to live with myself.",
        5493.22,
        5498.92
    ],
    [
        " So yeah, I mean the mountains are not going anywhere. And if that one does, there's going to be another one.",
        5499.94,
        5504.26
    ],
    [
        " So you get done with that one. Some lessons learned. And then you go to you then you go to try Denali.",
        5505.14,
        5511.04
    ],
    [
        " Yeah. Denali is a mean main mountain. Yeah. So go out to Denali and spend literally a month the whole entire month of June 2018 on Denali.",
        5511.22,
        5522.54
    ],
    [
        " And we made it up to 14,000 feet. We're pinned for 17 days. Now going up, now going down.",
        5522.76,
        5529.8
    ],
    [
        " We were scalping food and fuel from people as they were like making their way down. We were trying to be stubborn and right off this terrible terrible.",
        5529.8,
        5536.06
    ],
    [
        " I mean, what would really be a thing? 17 days. 17 days. And like you would sleep for 90 minutes and you get out of your tent for 90 minutes and dig your tent out.",
        5536.38,
        5544.18
    ],
    [
        " I think I'm like sleep. That's how you can do.",
        5544.86,
        5547.36
    ],
    [
        " For 17 days. 17 days.",
        5547.94,
        5550.32
    ],
    [
        " Do you do you does your body a trite so bad in 17 days? Like I think about like I work out all the time.",
        5550.64,
        5559.16
    ],
    [
        " But occasionally, okay, so here's an example. We just had an event called the muster in Denver, Colorado.",
        5559.42,
        5566.16
    ],
    [
        " If I wouldn't have known you, you would have been there. It would have been awesome. So like during that week, it's kind of hard to do my normal workout routine.",
        5566.94,
        5573.6
    ],
    [
        " It's a little bit lighter than normal. And then from that, I came home for one day. I got one workout and then I went hunting in Utah.",
        5573.6,
        5580.28
    ],
    [
        " And I didn't work out there other than humping up and down. But I can imagine if all you're doing is sitting in a tent and then getting out every 90 minutes and digging out.",
        5580.6,
        5587.92
    ],
    [
        " And then if you think at the end of that, you're going to have to go and walk up that freaking mountain. Yeah, that seems like a...",
        5588.4,
        5596.56
    ],
    [
        " Yeah, I mean, I mean, yeah, I mean your body just atrophies anyways, but of course being an altitude, like you're just you're just withering away as it is.",
        5596.58,
        5603.78
    ],
    [
        " And up there, limited food, limited supplies, like you're not going to sit there and just be shoveling all sorts of stuff on your face.",
        5603.88,
        5609.48
    ],
    [
        " So, I mean, it was hard. And then out there in Denali, like you can't just go for a hike or any of that.",
        5609.66,
        5615.42
    ],
    [
        " Like there are so many crevasses that everything that you have to do, you have to have your technical gear be on a rope.",
        5615.48,
        5619.66
    ],
    [
        " So I mean, you very literally confined to your tent into very, very small, like little living space.",
        5620.08,
        5625.46
    ],
    [
        " What was the avalanche threat? Well, luckily we were far enough from any slabs.",
        5625.48,
        5630.62
    ],
    [
        " I mean, we're really just kind of hanging out there. At that point, you're just worried about being very alive because you slept too long.",
        5630.86,
        5634.9
    ],
    [
        " Okay, knowing, I don't know you well, but at least sitting through this podcast and realizing that you need to be doing something at all times, what the hell was your mindset after day 12?",
        5635.12,
        5645.1
    ],
    [
        " I was terrible. I honestly, any claim, like the hardest part for me is tent time. Like I can not sit still. And so yeah, I mean, we both have a big deal of mine.",
        5645.46,
        5655.44
    ],
    [
        " Yes, and no. So on Denali, it's illegal to have any shirt, whether any help because it's part of the National Park Service.",
        5656.0,
        5661.4
    ],
    [
        " So I mean, you have to drag a 50 pound sled and carry a 50 pound pack.",
        5661.68,
        5665.42
    ],
    [
        " So you're bringing the books. I heard that.",
        5666.0,
        5668.18
    ],
    [
        " So yeah, I mean, both naked at one point.",
        5668.3,
        5671.84
    ],
    [
        " Okay, so then you get eventually get weathered off that climb.",
        5672.52,
        5676.14
    ],
    [
        " Yeah, well, so we had a very short weather window. We ended up making it up to again, 18,200, 300.",
        5676.62,
        5683.14
    ],
    [
        " Same climbing partner that I was actually on Kodapaxi with. I was moving a little bit slow up this section called the Autobahn.",
        5683.78,
        5690.12
    ],
    [
        " And you know, the weather was rolling in quick. She wasn't feeling too hot.",
        5691.46,
        5694.96
    ],
    [
        " I just wasn't going to happen then. So I made the call to turn around and come down.",
        5695.5,
        5699.36
    ],
    [
        " So you so now the next thing that you're looking at is the opportunity to do Everest again.",
        5699.92,
        5705.88
    ],
    [
        " That's where you are at. So you come down from Denali and now it's now it's Everest go time.",
        5706.68,
        5710.98
    ],
    [
        " Yes and no. So I did Elbrus the highest point in Europe over in Russia.",
        5711.6,
        5715.28
    ],
    [
        " So I did Denali in June 2018 or attempted it in June 2018.",
        5715.52,
        5719.34
    ],
    [
        " Elbrus the highest point in Europe in September 2018.",
        5719.6,
        5724.02
    ],
    [
        " And then I went down to South America and Argentina January 2019 crushed that one.",
        5724.22,
        5730.1
    ],
    [
        " So then I decided I was ready for Everest.",
        5730.36,
        5732.2
    ],
    [
        " Okay. Now you decide you're ready for Everest. Is there still is that because you've been hiking in the mountains so much you've been doing so much that you're feeling like your condition.",
        5732.72,
        5740.84
    ],
    [
        " Is it good or is it like is it like when you fight in MMA or you run a triathlon where when you get done you go okay to recover a little bit.",
        5740.84,
        5749.1
    ],
    [
        " Yeah. I mean it is but like for me especially I mean for any mountaineer it's like building box like each of these mountains a humble you but then teaches you something different.",
        5749.36,
        5758.1
    ],
    [
        " So whether on you know you know Kilaumindrao for example was my first exposure to endurance so to speak you know especially at altitude.",
        5758.42,
        5766.0
    ],
    [
        " Kirsten's was super technical so that's a totally different skill set.",
        5766.66,
        5769.34
    ],
    [
        " Denali winter camping glacier travel.",
        5769.48,
        5771.34
    ],
    [
        " Elbrus patients for myself and people.",
        5771.82,
        5773.56
    ],
    [
        " Akinkogwa it's the highest mountain outside of the Himalayas.",
        5774.48,
        5777.1
    ],
    [
        " Can I brush it over that one pretty quick didn't there.",
        5777.1,
        5778.88
    ],
    [
        " What Elbrus?",
        5779.1,
        5779.62
    ],
    [
        " No patients for people.",
        5779.86,
        5781.36
    ],
    [
        " People? Oh yeah.",
        5781.36,
        5782.42
    ],
    [
        " Yeah.",
        5783.18,
        5783.5
    ],
    [
        " Working on the show.",
        5784.4,
        5785.92
    ],
    [
        " And then yeah Akinkogwa is known as the mountain of death.",
        5786.56,
        5790.0
    ],
    [
        " It's the highest mountain outside of the Himalayas and down in Argentina.",
        5790.0,
        5793.24
    ],
    [
        " And that one really taught me just how my body is going to react to that kind of altitude to big mountains.",
        5794.08,
        5799.6
    ],
    [
        " Then how did it react?",
        5799.92,
        5800.9
    ],
    [
        " Totally fine. It's weird.",
        5801.28,
        5802.4
    ],
    [
        " So I run super hot.",
        5802.84,
        5804.06
    ],
    [
        " All because of losing the leg.",
        5804.48,
        5807.02
    ],
    [
        " And then I don't right now knock on wood.",
        5807.68,
        5810.36
    ],
    [
        " I don't really suffer from any like altitude side effects.",
        5810.56,
        5813.34
    ],
    [
        " I can don't have the headaches.",
        5813.58,
        5814.5
    ],
    [
        " I don't have a hard time breathing.",
        5814.6,
        5815.5
    ],
    [
        " So once I confirmed that I was like all right let's go.",
        5816.42,
        5819.36
    ],
    [
        " The only issue that really ever kind of comes up is my residual limb swells inside of the carbon fiber socket.",
        5819.38,
        5826.34
    ],
    [
        " So that can be kind of risky.",
        5827.14,
        5828.66
    ],
    [
        " And that can be risky because you won't be able to get it off.",
        5829.44,
        5833.22
    ],
    [
        " Cut off circulation.",
        5833.6,
        5834.86
    ],
    [
        " Okay so you cut off circulation.",
        5835.42,
        5836.72
    ],
    [
        " And then you have a real problem.",
        5837.1,
        5838.8
    ],
    [
        " Yes.",
        5838.98,
        5839.1
    ],
    [
        " Okay. Did you have to do any more prep?",
        5841.12,
        5843.04
    ],
    [
        " So when you're now looking at Everest you're doing, you're feeling like you're in pretty good shape for it physically.",
        5844.18,
        5850.98
    ],
    [
        " And then it's okay let's get all my gear together which now you know pretty well because you've done these other climbs.",
        5851.48,
        5858.28
    ],
    [
        " You're feeling like your gear list is pretty straightforward.",
        5858.28,
        5860.66
    ],
    [
        " Yeah.",
        5861.64,
        5861.84
    ],
    [
        " So let's talk a little bit about Everest.",
        5862.56,
        5865.72
    ],
    [
        " So you get to, you get there.",
        5866.14,
        5868.48
    ],
    [
        " You get to base camp.",
        5868.6,
        5869.22
    ],
    [
        " What's that like?",
        5869.64,
        5870.76
    ],
    [
        " How freaking pumped are you at this point?",
        5871.82,
        5873.46
    ],
    [
        " I was jazzed.",
        5873.9,
        5874.64
    ],
    [
        " I mean it was crazy too just because I mean obviously you know I've been out there already.",
        5874.74,
        5879.16
    ],
    [
        " So I mean all of these memories are coming back up and I mean you're just in total all walking out in the Himalayas.",
        5879.28,
        5885.38
    ],
    [
        " Like you do not matter.",
        5885.52,
        5887.26
    ],
    [
        " Nothing about you matters out there.",
        5887.4,
        5889.18
    ],
    [
        " So like I mean it's a it's a whirlwind when you're first cruising in to Everest base camp and just into the Coombu region of Nepal.",
        5889.36,
        5896.58
    ],
    [
        " But like making it into base camp it was interesting because there were so many people like waiting for me there.",
        5897.6,
        5902.5
    ],
    [
        " Like so many people either they saw me on the base camp track.",
        5902.92,
        5905.46
    ],
    [
        " They've been watching my story or whatever like they were just so stoked to have me there.",
        5905.46,
        5909.62
    ],
    [
        " And that just meant so much to me because it was like you know what I knew this was big.",
        5909.84,
        5913.7
    ],
    [
        " In my mind this is big but not as big as like whatever everybody else thinks it is I guess.",
        5913.8,
        5918.18
    ],
    [
        " Like it made me realize that I was impacting a lot more people.",
        5918.42,
        5921.78
    ],
    [
        " And then of course there was like the naysayer and from you know from time to time that would tell me",
        5922.5,
        5927.0
    ],
    [
        " oh you're not going to make it above camp 2 as an above the NPPT and of course that just feels my fire.",
        5927.0,
        5931.34
    ],
    [
        " But no I mean base camps is special place just because it's like this huge obviously tent city.",
        5931.54,
        5937.64
    ],
    [
        " But there are people from all over the world with the same cow and goal of getting to the highest point in the world.",
        5937.86,
        5943.76
    ],
    [
        " How long how many days were you at base camp for?",
        5944.36,
        5947.34
    ],
    [
        " Geez so what have been two or three weeks?",
        5949.82,
        5951.62
    ],
    [
        " So it's like two or three weeks at base camp and then do you do those little excursions where you go up for a little bit and come back down?",
        5952.02,
        5959.18
    ],
    [
        " Yeah to kind of acclimate.",
        5959.5,
        5960.54
    ],
    [
        " Yeah well so there's the Kumbu ice fall which is realistically probably the most dangerous part of Everest.",
        5960.82,
        5967.78
    ],
    [
        " At least as far as climbing goes.",
        5967.94,
        5969.2
    ],
    [
        " And it's just because the ground is constantly shifting obviously what the name tells you all like ice falls or is avalanches.",
        5970.16,
        5977.04
    ],
    [
        " It's just crazy.",
        5977.04,
        5977.78
    ],
    [
        " And so we would go up there and we like test my prosthetics and the ladders we'd you know obviously go across you know move along the fixed lines.",
        5978.4,
        5985.74
    ],
    [
        " We went up to camp 1 and we you know came all the way back down.",
        5985.74,
        5988.72
    ],
    [
        " And after doing that I actually made the decision that I wasn't going to come below camp 1 again.",
        5989.06,
        5998.16
    ],
    [
        " So climb high and slip low a couple of times and then finally my team left me at camp 1 and everybody else went back down.",
        6000.5,
        6007.32
    ],
    [
        " And I see it I see it at camp 1 for above 20,000 feet for almost four weeks.",
        6007.92,
        6012.24
    ],
    [
        " And your decision to do that was just to get better acclimated or to avoid the Kumbu ice fall.",
        6012.86,
        6018.3
    ],
    [
        " Or he just I can't move fast through that stuff.",
        6018.42,
        6020.72
    ],
    [
        " And then not only I just I knew that going up and down through that like that's just another variable and more risk.",
        6021.64,
        6026.96
    ],
    [
        " I know for a fact that I can withstand 20,000 feet.",
        6027.18,
        6030.52
    ],
    [
        " So it was really just kind of you know weighing the pros and cons of both in my opinion like again if something happened to me when I'm sitting in the middle of this valley at 20,000 feet.",
        6031.18,
        6040.78
    ],
    [
        " Then it's just me.",
        6041.32,
        6041.88
    ],
    [
        " I mean I was out there by myself in a tent.",
        6042.06,
        6043.44
    ],
    [
        " There's no one.",
        6044.08,
        6044.66
    ],
    [
        " But if I was in the Kumbu and there's my team and then another 20 people who are also like doing the same thing and in something happens and I don't know that's just huge cross the bear.",
        6045.7,
        6055.76
    ],
    [
        " So I'd rather be solo and something happened and go back to the Kumbu.",
        6056.14,
        6059.68
    ],
    [
        " How many people are on your team?",
        6060.34,
        6061.76
    ],
    [
        " So we had two locals and my buddy's Robin Chris and then a couple of actually me two Americans Robin Chris and two locals.",
        6062.36,
        6070.3
    ],
    [
        " That's the team right there.",
        6070.88,
        6072.14
    ],
    [
        " Who are Robin Chris?",
        6072.34,
        6073.54
    ],
    [
        " So Chris is actually a dude that's climbed with me a few times.",
        6073.88,
        6077.48
    ],
    [
        " He actually did Albrus and Akinkago with me and then Rob.",
        6077.48,
        6080.0
    ],
    [
        " Man he's just dead.",
        6080.52,
        6081.48
    ],
    [
        " He was my cinematographer for Denali and then I decided that he's just I mean he's a mountain goat.",
        6082.12,
        6089.44
    ],
    [
        " So I was like you know what I want you to be a part of my team obviously because you can handle things when it hits the fan.",
        6089.88,
        6094.78
    ],
    [
        " But also like you're going to film this for me.",
        6095.32,
        6097.42
    ],
    [
        " So at what point so you get to camp two you spend four weeks or no it's a camp one you spent four weeks out.",
        6099.22,
        6106.42
    ],
    [
        " I just spent four weeks above 20,000 feet.",
        6106.58,
        6109.08
    ],
    [
        " Okay got it.",
        6109.32,
        6110.06
    ],
    [
        " And then at what point is the decision point like okay it's our go time.",
        6110.24,
        6113.58
    ],
    [
        " So it would have been we get word like I mean it's all a weather game out there.",
        6114.46,
        6120.1
    ],
    [
        " So we get word that there's a really nice weather window.",
        6120.34,
        6123.3
    ],
    [
        " I mean it's long there's only cloud in the sky the winds perfect.",
        6123.3,
        6125.76
    ],
    [
        " And then we get word that about 250 of the 330 climbers are going to be trying for that same weather window.",
        6126.24,
        6134.8
    ],
    [
        " And I just went back and I thought about things and my biggest fear when I'm climbing isn't dying.",
        6135.78,
        6143.58
    ],
    [
        " You know my biggest fear is getting frostbite and losing more of my you know already very short limb.",
        6144.0,
        6149.5
    ],
    [
        " So I sat there and I reflected and said you know what I can't get stuck in that line.",
        6151.6,
        6154.68
    ],
    [
        " A because like what happens if my client partners run out of oxygen there are no options.",
        6155.96,
        6159.58
    ],
    [
        " There's no going up or down like I run the risk of losing one you know somebody that I care deeply about.",
        6159.78,
        6164.14
    ],
    [
        " Obviously there's the risk of frostbite.",
        6164.74,
        6166.88
    ],
    [
        " I run warm I have an elevated heart rate because of my injuries.",
        6167.5,
        6170.78
    ],
    [
        " So I'm using more oxygen like there was just too much there was too much to like deal with other people.",
        6171.12,
        6176.1
    ],
    [
        " Not only that but what happens if I get stuck behind somebody too.",
        6176.1,
        6178.42
    ],
    [
        " In my world like if you're on my team and we're climbing together like you go at my pace and some days I haul ass.",
        6179.18,
        6185.18
    ],
    [
        " Some days I'm moving a little bit slower because of my leg.",
        6185.56,
        6187.46
    ],
    [
        " So me and the team decided that we were going to do is called threading the needle and go for a much shorter weather window.",
        6189.04,
        6195.68
    ],
    [
        " And we didn't even know if the ropes were going to be fixed at the top.",
        6196.44,
        6199.86
    ],
    [
        " So this is prior to this big window you guys said well there's a shorter window that's going to last hours when we're going to go for it then.",
        6200.42,
        6206.92
    ],
    [
        " Yep. We decided that we're going to go we were one of the first teams to push.",
        6207.14,
        6212.4
    ],
    [
        " And then and then.",
        6213.06,
        6214.72
    ],
    [
        " So you go up from camp two to camp three and then you stay camp three how long do you stay there for?",
        6215.34,
        6221.7
    ],
    [
        " Just tonight.",
        6222.24,
        6222.66
    ],
    [
        " And then camp three to camp four another night.",
        6223.06,
        6225.46
    ],
    [
        " And then you sleep for like three hours at camp four and then you push the summit.",
        6225.46,
        6229.16
    ],
    [
        " So it goes camp four camp five you just there's no camp there's no camp five.",
        6229.72,
        6234.86
    ],
    [
        " Camp six no camp six so you went from straight from camp four to and you guys made it to Hillary step.",
        6235.24,
        6245.3
    ],
    [
        " So we made it this is so sad we made it to 200 meters away from the summit.",
        6246.94,
        6252.34
    ],
    [
        " Okay I should be really freaking proud actually like I should say that little more enthusiastically.",
        6252.78,
        6258.08
    ],
    [
        " But yeah no I mean we made it to the south summit so I'm obviously super proud of that but yeah it was a little disartening to see it throw a rock at it.",
        6258.48,
        6268.02
    ],
    [
        " And that's um yeah I mean when you look at those pictures when you see and Hillary step has changed I think in 2015 it changed from like this big kind of like a 10 meter like 12 meter something rock and now it's like a little bit.",
        6269.1,
        6284.48
    ],
    [
        " It looks like something happened to it.",
        6284.8,
        6287.12
    ],
    [
        " Yeah that was great or something.",
        6287.12,
        6288.64
    ],
    [
        " And so but that's where you guys made it to and once again you faced with this tough decision to make of like do we press and go.",
        6289.16,
        6297.56
    ],
    [
        " And it's a huge risk I had a friend that tried to climb Everest and he was a total stud.",
        6298.46,
        6304.64
    ],
    [
        " And he was like I mean a total stud and he was like yeah you know every step is a freaking nightmare.",
        6305.16,
        6315.46
    ],
    [
        " Like it is so hard it's like you can't describe how hard it is.",
        6316.22,
        6321.16
    ],
    [
        " Because people think hey you are 200 meters.",
        6321.16,
        6324.48
    ],
    [
        " Come on.",
        6324.74,
        6325.74
    ],
    [
        " Yeah right.",
        6325.74,
        6326.74
    ],
    [
        " Yeah no I mean when it was bizarre too so actually like at the moment when we were going to turn around or we did turn around I was above everybody by I don't know 20 yards maybe.",
        6327.58,
        6340.78
    ],
    [
        " And so the local Sherpa actually made his way up to me at the anchor and said.",
        6341.3,
        6345.28
    ],
    [
        " They're out of oxygen you and I can keep going up to the summit.",
        6346.26,
        6350.22
    ],
    [
        " You know or we can turn around and so I'm like I'm looking at them.",
        6351.0,
        6355.62
    ],
    [
        " Our entire like summit push was rough I mean it was just total insanity.",
        6356.1,
        6361.86
    ],
    [
        " And I just remember looking at them and both of them having this look of just exhaustion and just fear.",
        6362.16,
        6368.58
    ],
    [
        " I'm like no I'm not doing this.",
        6369.34,
        6370.94
    ],
    [
        " That doesn't mean that much to me.",
        6371.12,
        6373.08
    ],
    [
        " Would they have sat there and waited for you to come back because they don't have a Sherpa or they just turn around and go.",
        6373.34,
        6377.78
    ],
    [
        " They would just turn around and go but that's even I mean that's even more dangerous too.",
        6377.98,
        6380.82
    ],
    [
        " Yeah.",
        6381.04,
        6381.14
    ],
    [
        " Because then now you have no oxygen and now you don't even know how to get down.",
        6381.24,
        6383.74
    ],
    [
        " Like forces.",
        6383.74,
        6384.06
    ],
    [
        " Yeah.",
        6384.3,
        6384.48
    ],
    [
        " This is a bad situation.",
        6384.88,
        6386.22
    ],
    [
        " And so I'm not only that but like why would I only go up with one Sherpa that I don't really even know.",
        6386.8,
        6390.48
    ],
    [
        " You know so it's like I was just in and it was so strange too.",
        6390.94,
        6394.66
    ],
    [
        " And like I think about this all the time because if you would have seen my reaction to turn around on Denali.",
        6394.66,
        6398.84
    ],
    [
        " I was pissed.",
        6399.08,
        6400.08
    ],
    [
        " Like I practically shoved this camera back in Rob's face.",
        6400.44,
        6403.12
    ],
    [
        " I'm like angry that you know that it's all falling apart and then that's after 17 days of sitting there.",
        6403.12,
        6408.9
    ],
    [
        " That's not sure.",
        6409.18,
        6409.32
    ],
    [
        " I'm starved.",
        6410.0,
        6411.76
    ],
    [
        " But then I mean this time like I just looked down at Rob and was like no like that.",
        6412.04,
        6417.66
    ],
    [
        " I was at total peace with this situation.",
        6417.76,
        6419.32
    ],
    [
        " I mean, I think you were wrong.",
        6419.32,
        6420.34
    ],
    [
        " Like I would have loved to summit but it just and I also wouldn't have felt right.",
        6420.4,
        6423.78
    ],
    [
        " Like I mean I have been through so much with those two dudes for two months at this point on Everest.",
        6423.78,
        6428.26
    ],
    [
        " Yeah.",
        6428.52,
        6428.68
    ],
    [
        " Later.",
        6429.04,
        6429.28
    ],
    [
        " Yeah.",
        6429.44,
        6429.68
    ],
    [
        " I'm going to go summit now.",
        6429.88,
        6431.24
    ],
    [
        " Yeah.",
        6431.46,
        6431.6
    ],
    [
        " I mean, I just get I get and do it.",
        6431.74,
        6434.64
    ],
    [
        " But yeah.",
        6434.94,
        6436.06
    ],
    [
        " Then and coming down is not it.",
        6436.46,
        6438.7
    ],
    [
        " It's not like once you turn around okay now we're good.",
        6438.76,
        6440.6
    ],
    [
        " Oh no.",
        6440.86,
        6441.36
    ],
    [
        " Once you turn your down it's still a nightmare.",
        6441.54,
        6444.72
    ],
    [
        " That's where everyone dies is on the way down.",
        6445.04,
        6446.44
    ],
    [
        " Because they have the like you said earlier they get summit fever and they exhaust everything that they have to get up to the top.",
        6446.9,
        6451.86
    ],
    [
        " And they just lay down and go to sleep on the on the way down they're done.",
        6452.26,
        6454.94
    ],
    [
        " And it was I mean for especially for me like with the prosthetic like going up I have a technique.",
        6455.32,
        6460.78
    ],
    [
        " I mean it is tons of right leg lunges and tricep dips and I mean it's intense.",
        6460.78,
        6465.48
    ],
    [
        " But on the way down there's no technique.",
        6465.82,
        6467.42
    ],
    [
        " It's just for me.",
        6467.42,
        6468.34
    ],
    [
        " Like the best thing that I can do for myself is know how to fall down.",
        6468.56,
        6471.68
    ],
    [
        " So yeah, I mean because you fall a lot when you're coming down.",
        6472.46,
        6475.78
    ],
    [
        " I mean I better know how to fall.",
        6476.16,
        6478.46
    ],
    [
        " It's a moment for you to phase off when you're coming down.",
        6478.82,
        6481.8
    ],
    [
        " At least I better not catch myself.",
        6482.4,
        6484.06
    ],
    [
        " Do you do you change legs for coming down?",
        6484.12,
        6486.26
    ],
    [
        " No, I don't.",
        6486.82,
        6487.78
    ],
    [
        " And is that because it's impractical?",
        6487.78,
        6489.72
    ],
    [
        " Is that because it doesn't make any difference?",
        6490.18,
        6491.68
    ],
    [
        " Is that making a difference?",
        6491.98,
        6492.66
    ],
    [
        " No, yeah.",
        6492.94,
        6493.5
    ],
    [
        " I mean so the actually the only thing out there right now for people like me are the for us to be able to climb.",
        6493.7,
        6499.02
    ],
    [
        " The way that I'm climbing is the feet that I make.",
        6499.34,
        6502.08
    ],
    [
        " I make them myself.",
        6502.38,
        6503.64
    ],
    [
        " So there's not many options to change it anyways.",
        6503.94,
        6506.88
    ],
    [
        " Okay.",
        6509.84,
        6510.24
    ],
    [
        " And you get down, you're at peace with the decision.",
        6510.48,
        6512.5
    ],
    [
        " How long do the weather hold for?",
        6512.78,
        6514.2
    ],
    [
        " Quite some time actually for days.",
        6515.14,
        6518.24
    ],
    [
        " Of course I mean that's sad for me because I'm sitting here watching these people go up.",
        6518.7,
        6523.74
    ],
    [
        " But I mean your bodies are so trashed after being at 26, 27, 28,000 feet for so long.",
        6524.0,
        6529.9
    ],
    [
        " And if you're out of oxygen, you're out of oxygen.",
        6530.44,
        6532.2
    ],
    [
        " At that point you're pretty much tapped.",
        6532.98,
        6535.62
    ],
    [
        " And so I mean even after we made it back down to base camp, I mean coming down like through camp three and two,",
        6536.8,
        6541.38
    ],
    [
        " I was so at peace with everything because I'm watching these zoos of people come up.",
        6541.68,
        6547.28
    ],
    [
        " Yeah, I think.",
        6547.54,
        6548.06
    ],
    [
        " I mean hundreds of people.",
        6548.06,
        6549.8
    ],
    [
        " And in that moment I was like you know what, you did the right thing.",
        6550.18,
        6552.18
    ],
    [
        " You're not one of the ants, you're not one of the minions, you were safe, you were smart.",
        6552.3,
        6555.04
    ],
    [
        " I mean dive it wrong.",
        6555.84,
        6556.48
    ],
    [
        " Like when I got back down to base camp it definitely was like do you have to need to do another attempt?",
        6556.62,
        6560.7
    ],
    [
        " Like what's up?",
        6560.7,
        6561.6
    ],
    [
        " But I mean just the weather wasn't going to hold out anyway.",
        6561.76,
        6564.38
    ],
    [
        " So.",
        6564.64,
        6564.68
    ],
    [
        " Yeah, the images coming back from the Everest this year of the lines of people has been crazy to see.",
        6565.68,
        6572.22
    ],
    [
        " Yeah.",
        6572.32,
        6572.44
    ],
    [
        " Literally the entire like ridge to the summit is one way traffic jam.",
        6572.68,
        6579.0
    ],
    [
        " Yeah.",
        6579.2,
        6579.36
    ],
    [
        " And so I mean that's not what mountaineering is.",
        6579.52,
        6580.96
    ],
    [
        " You know like in my opinion like that totally discredits what all it should be.",
        6581.18,
        6585.5
    ],
    [
        " You know I'm glad that I was out there with me and my thoughts and literally two other people.",
        6586.44,
        6592.02
    ],
    [
        " Okay, four, counting the shirt butt butt.",
        6592.22,
        6594.58
    ],
    [
        " Yeah, you're right.",
        6595.18,
        6595.76
    ],
    [
        " You covered all this in really good detail on your blog which is cool.",
        6595.94,
        6600.6
    ],
    [
        " You get done.",
        6601.62,
        6602.9
    ],
    [
        " You come back, you acclimate.",
        6603.58,
        6606.3
    ],
    [
        " At what point did you go back in and go to Codalpaxi again?",
        6606.54,
        6609.74
    ],
    [
        " Last month.",
        6610.54,
        6611.34
    ],
    [
        " So you just did that.",
        6611.76,
        6612.98
    ],
    [
        " And this time successful successful.",
        6614.86,
        6617.58
    ],
    [
        " Yeah, you got up there and now you're here.",
        6617.58,
        6623.02
    ],
    [
        " What did you come to San Diego for?",
        6623.46,
        6624.88
    ],
    [
        " Because we've been trying to do this podcast for a while.",
        6625.1,
        6626.94
    ],
    [
        " No.",
        6626.96,
        6627.34
    ],
    [
        " And finally and I was I looked at your social media because I didn't know why you were coming out here.",
        6627.84,
        6632.56
    ],
    [
        " Yeah.",
        6632.72,
        6632.86
    ],
    [
        " And then I put two and two together with your social media.",
        6632.9,
        6635.0
    ],
    [
        " I realized why you're coming out here.",
        6635.0,
        6636.8
    ],
    [
        " Yeah, I'm so what are you here for?",
        6636.94,
        6639.02
    ],
    [
        " I'm actually only in San Diego very briefly.",
        6639.24,
        6642.0
    ],
    [
        " I am headed down to Mexico to race the norah 500.",
        6642.0,
        6645.94
    ],
    [
        " Explain what the norah 500 is.",
        6646.4,
        6648.14
    ],
    [
        " It is pretty extreme off road race.",
        6648.16,
        6650.64
    ],
    [
        " And we're actually at me and a sweet friend of mine are actually racing.",
        6651.36,
        6655.84
    ],
    [
        " A rebuilt flyer vehicle.",
        6656.36,
        6659.26
    ],
    [
        " A military vehicle.",
        6659.56,
        6660.26
    ],
    [
        " It's like a light strike vehicle.",
        6660.38,
        6662.58
    ],
    [
        " Right on.",
        6662.88,
        6663.28
    ],
    [
        " Pretty sweet.",
        6663.42,
        6663.8
    ],
    [
        " 500 miles.",
        6663.98,
        6664.9
    ],
    [
        " What kind of support do you get on that?",
        6665.28,
        6666.6
    ],
    [
        " Very none.",
        6667.46,
        6667.96
    ],
    [
        " So it's worth.",
        6668.22,
        6669.88
    ],
    [
        " We have a pick crew which is really one dude in a fuel truck that can kind of chase us down.",
        6670.3,
        6673.98
    ],
    [
        " But if you break down I mean you're going to be stuck there for hours.",
        6674.14,
        6676.36
    ],
    [
        " So you better hope your machines run and good.",
        6676.88,
        6679.58
    ],
    [
        " Yes, correct.",
        6679.78,
        6680.26
    ],
    [
        " And that's the next damn adventure on your list is that.",
        6680.84,
        6686.78
    ],
    [
        " Yes.",
        6687.24,
        6687.92
    ],
    [
        " How long does it take to get that done?",
        6688.16,
        6689.2
    ],
    [
        " Only two days.",
        6689.52,
        6690.12
    ],
    [
        " I mean you race them and it's a consistent thing.",
        6690.58,
        6692.3
    ],
    [
        " So you'll you'll race two days.",
        6692.52,
        6693.7
    ],
    [
        " I'll be back in San Diego on Sunday.",
        6693.7,
        6695.28
    ],
    [
        " Back in Colorado Sunday night to hustle and work my tail off.",
        6695.96,
        6699.96
    ],
    [
        " And yeah.",
        6700.3,
        6701.38
    ],
    [
        " What are you working your tail off when you get back?",
        6701.54,
        6702.98
    ],
    [
        " Everything from speaking gigs to the real estate team that I do with my mom.",
        6703.1,
        6706.92
    ],
    [
        " I'm opening a CrossFit gym up here in Vista.",
        6707.18,
        6709.8
    ],
    [
        " Dabbling with a bunch.",
        6710.32,
        6712.48
    ],
    [
        " But I'm going to work my work until Thanksgiving and I'm going to take some time off.",
        6712.86,
        6716.26
    ],
    [
        " Heck.",
        6716.64,
        6717.16
    ],
    [
        " So those are the thing that you've got on on on the schedule right now.",
        6717.62,
        6720.72
    ],
    [
        " Opening a gym, real estate, ski season is going to start.",
        6720.94,
        6725.08
    ],
    [
        " Yes, I can't wait.",
        6725.58,
        6726.58
    ],
    [
        " So you'll be up there.",
        6726.68,
        6727.42
    ],
    [
        " Where do you usually snowboard at?",
        6727.88,
        6729.16
    ],
    [
        " All over like throwing frog belly.",
        6729.46,
        6731.56
    ],
    [
        " So aspen snow mass.",
        6731.7,
        6732.66
    ],
    [
        " And you live up in that area as well, right?",
        6733.54,
        6735.8
    ],
    [
        " Yes.",
        6736.12,
        6736.26
    ],
    [
        " Very lucky.",
        6736.8,
        6737.24
    ],
    [
        " Check.",
        6737.6,
        6738.0
    ],
    [
        " I mean, so we're kind of up to date right now.",
        6739.56,
        6741.86
    ],
    [
        " I wanted to cover one more little chunk of writing before we actually close it out.",
        6741.96,
        6748.88
    ],
    [
        " Because you got some really cool writing.",
        6749.06,
        6751.28
    ],
    [
        " Thank you.",
        6752.18,
        6752.52
    ],
    [
        " So here we go.",
        6752.88,
        6753.7
    ],
    [
        " I had joined the Marine Corps to serve people.",
        6753.84,
        6755.44
    ],
    [
        " Then in a mere 23 years old, I was looking to repurpose myself.",
        6755.84,
        6758.84
    ],
    [
        " Now at 27 years old, I'm still serving people just in a different capacity.",
        6759.34,
        6763.3
    ],
    [
        " Nothing about my injuries has been easy.",
        6764.04,
        6765.84
    ],
    [
        " But what I'm thankful for regardless of the pain and grief are the people and experiences that have come my way.",
        6766.78,
        6773.04
    ],
    [
        " Four years ago, I was petrified of what my life may become.",
        6773.54,
        6777.06
    ],
    [
        " Now I couldn't be more proud.",
        6777.92,
        6779.52
    ],
    [
        " I fought for it.",
        6780.14,
        6781.12
    ],
    [
        " I worked for it harder than you can ever dream of.",
        6781.52,
        6784.08
    ],
    [
        " But I didn't get here alone.",
        6784.74,
        6786.28
    ],
    [
        " Family, friends, believers, everyone who was there from the start.",
        6787.12,
        6790.54
    ],
    [
        " Thank you.",
        6791.22,
        6791.84
    ],
    [
        " Appreciate all of your days.",
        6793.34,
        6795.98
    ],
    [
        " Even when you're writing in the rain.",
        6797.3,
        6799.18
    ],
    [
        " In the beginning of my recovery, I struggled a lot.",
        6799.76,
        6801.78
    ],
    [
        " And it made me a bitter and sometimes mean person.",
        6802.4,
        6806.1
    ],
    [
        " How disabled do I have to make myself feel before I give up?",
        6807.28,
        6811.86
    ],
    [
        " How much easier would this be had I done it on two legs?",
        6812.96,
        6816.56
    ],
    [
        " My heart hurt in a way that then I couldn't even tell when I was hurting the people around me.",
        6818.02,
        6824.76
    ],
    [
        " Family included.",
        6825.22,
        6826.02
    ],
    [
        " Not that it's an excuse, but know that if I caused you in the rain,",
        6826.82,
        6831.76
    ],
    [
        " any pain, I'm sorry.",
        6831.76,
        6834.18
    ],
    [
        " I am not perfect, know what I claim to be.",
        6835.34,
        6837.72
    ],
    [
        " Realistically, none of us ever will be.",
        6838.18,
        6840.82
    ],
    [
        " It's all about the progress over perfection and taking steps in the right direction.",
        6842.52,
        6847.24
    ],
    [
        " The last couple of years, I have been working on me as a whole.",
        6848.32,
        6852.58
    ],
    [
        " I've been focusing on the person I want to be and recognizing a lot about the person I was.",
        6852.76,
        6857.3
    ],
    [
        " I've tried to surround myself with people who wish the best for others and build them up.",
        6857.36,
        6862.58
    ],
    [
        " Not break them down.",
        6863.0,
        6864.26
    ],
    [
        " I've stepped away from the toxic people that had a negative hold on me.",
        6865.28,
        6869.04
    ],
    [
        " If someone is wronged you, forgive them.",
        6870.34,
        6874.72
    ],
    [
        " Unshackle yourself from that pain.",
        6876.02,
        6878.14
    ],
    [
        " I started living my life for others, not for myself, and life is so much sweeter that way.",
        6879.58,
        6886.02
    ],
    [
        " The truth is, I'm doing more now than I ever did on two legs.",
        6888.14,
        6892.72
    ],
    [
        " I've been surrounded by people who keep me inspired and keep me looking onward and upward.",
        6893.28,
        6899.0
    ],
    [
        " Now, I can't stop.",
        6900.08,
        6903.5
    ],
    [
        " I have suffered loss. That's no secret.",
        6905.08,
        6907.78
    ],
    [
        " But look at all I've gained.",
        6908.58,
        6910.12
    ],
    [
        " Had the low points in my life not happened.",
        6911.38,
        6914.46
    ],
    [
        " I would not have had the amazing friendships or experiences I do.",
        6915.0,
        6919.36
    ],
    [
        " I'm thankful for the highs and the lows.",
        6919.82,
        6924.34
    ],
    [
        " Life has a funny way of putting us exactly where we are meant to be.",
        6925.9,
        6931.64
    ],
    [
        " Well, Kirstie, I think that it seems that you have been put exactly where you are supposed to be on this path.",
        6933.22,
        6944.3
    ],
    [
        " Living this amazing life and inspiring so many other people.",
        6944.84,
        6950.92
    ],
    [
        " Where can people find you?",
        6951.22,
        6952.74
    ],
    [
        " Yeah, I mean, everyone can follow along on, of course, social media, Facebook and Instagram.",
        6953.6,
        6958.06
    ],
    [
        " Just my name, Kirstie and S.",
        6958.06,
        6959.46
    ],
    [
        " But if you're interested in any of these blogs or the writing, they're all up on my foundation's website.",
        6959.72,
        6965.18
    ],
    [
        " So, Kirstie and S. Foundation.org.",
        6965.18,
        6966.9
    ],
    [
        " Are you sure it's not Kirstie and S. Foundation.com?",
        6967.68,
        6970.8
    ],
    [
        " It's both.",
        6971.24,
        6971.5
    ],
    [
        " Okay. Just checking.",
        6971.64,
        6973.86
    ],
    [
        " One of those. Awesome.",
        6974.26,
        6975.96
    ],
    [
        " Awesome. So, you are really cool stuff that you post on that.",
        6976.62,
        6980.4
    ],
    [
        " The detailed description of your climbing are really, really cool.",
        6980.92,
        6985.18
    ],
    [
        " Is that documentary posted that you were talking about?",
        6985.66,
        6987.8
    ],
    [
        " Not yet.",
        6988.1,
        6988.5
    ],
    [
        " Okay. So, we'll be waiting for that.",
        6988.72,
        6990.44
    ],
    [
        " Let me know so I can repost it.",
        6990.54,
        6992.9
    ],
    [
        " No, awesome. Just awesome to talk to you.",
        6994.32,
        6997.0
    ],
    [
        " I know that we try and stay on the path around here.",
        6997.0,
        7000.12
    ],
    [
        " You know, the path, the righteous path.",
        7000.22,
        7002.2
    ],
    [
        " Yes, sir.",
        7002.32,
        7003.22
    ],
    [
        " Echo Charles, speaking of the right, righteous path.",
        7003.9,
        7006.2
    ],
    [
        " Yeah.",
        7006.32,
        7006.5
    ],
    [
        " Kirstie, leading from the front.",
        7007.18,
        7008.66
    ],
    [
        " What can we do ourselves to kind of move down the path?",
        7008.8,
        7011.22
    ],
    [
        " You know, broadly speaking.",
        7011.8,
        7013.86
    ],
    [
        " Plenty, plenty of stuff.",
        7014.04,
        7015.36
    ],
    [
        " But first.",
        7016.02,
        7017.08
    ],
    [
        " There it is.",
        7017.54,
        7018.04
    ],
    [
        " But where's that first?",
        7018.48,
        7019.62
    ],
    [
        " Well, you know, like throughout the story, you know, there's little pockets of maybe like,",
        7020.74,
        7025.58
    ],
    [
        " oh, wait, well, you know, small details.",
        7025.58,
        7026.98
    ],
    [
        " So, you said the pilot was D-O-R. What does D-O-R mean?",
        7027.14,
        7030.62
    ],
    [
        " Drop on request.",
        7030.92,
        7031.76
    ],
    [
        " Oh, damn.",
        7032.22,
        7032.74
    ],
    [
        " Meaning I don't want to do this anymore.",
        7032.92,
        7034.14
    ],
    [
        " Yeah.",
        7034.32,
        7034.54
    ],
    [
        " Okay.",
        7034.98,
        7035.18
    ],
    [
        " Yeah.",
        7035.76,
        7035.86
    ],
    [
        " That's crazy.",
        7036.12,
        7036.44
    ],
    [
        " Also, I thought, you know, that you mentioned like how you'd have like challenges with your memory.",
        7037.2,
        7043.42
    ],
    [
        " Like just going to the bathroom and be like, hey, why am I here?",
        7043.68,
        7045.48
    ],
    [
        " Kind of think.",
        7045.64,
        7045.98
    ],
    [
        " Yeah.",
        7046.14,
        7046.24
    ],
    [
        " You've watched the movie Memento.",
        7046.42,
        7047.72
    ],
    [
        " Oh my goodness. No.",
        7048.14,
        7049.0
    ],
    [
        " But you were the second person to tell me that in two days.",
        7049.16,
        7050.94
    ],
    [
        " Yeah.",
        7051.2,
        7051.5
    ],
    [
        " You should definitely watch that movie.",
        7051.5,
        7052.58
    ],
    [
        " It's very cool.",
        7052.72,
        7053.16
    ],
    [
        " Yeah.",
        7053.66,
        7053.98
    ],
    [
        " It's the guy, you know what it's about then.",
        7054.22,
        7056.04
    ],
    [
        " It's about this guy, Leonard.",
        7056.16,
        7057.34
    ],
    [
        " He doesn't like to be called Lenny.",
        7057.92,
        7059.9
    ],
    [
        " Anyway, he has short-term memory loss, right?",
        7060.24,
        7064.48
    ],
    [
        " So, he can't make new memories.",
        7064.62,
        7065.78
    ],
    [
        " He has long-term.",
        7066.5,
        7067.2
    ],
    [
        " And so, he can do like habitual stuff, you know, stuff that I guess he uses a different",
        7067.48,
        7070.72
    ],
    [
        " part of your brain.",
        7070.72,
        7071.28
    ],
    [
        " So, like habitual stuff driving a car, like that can stuff he can do.",
        7071.74,
        7074.6
    ],
    [
        " And he has his long-term memory, like he knows about his wife and his who he is and stuff.",
        7074.88,
        7078.62
    ],
    [
        " But he can't, he basically, he goes to the bathroom like, why am I here?",
        7079.06,
        7081.8
    ],
    [
        " Yeah.",
        7082.34,
        7082.62
    ],
    [
        " So, he has all these tattoos kind of like you.",
        7082.16,
        7084.92
    ],
    [
        " Except his are like notes, you know, like, go to his self.",
        7084.96,
        7089.72
    ],
    [
        " Yeah, but they're everywhere, you know.",
        7089.9,
        7091.54
    ],
    [
        " And then he takes these polaroids of the people.",
        7091.8,
        7093.68
    ],
    [
        " So, it's like, oh yeah, I know you, you know.",
        7094.0,
        7095.72
    ],
    [
        " Yeah.",
        7096.02,
        7096.3
    ],
    [
        " It's really good and it goes backwards.",
        7096.42,
        7099.04
    ],
    [
        " The movie goes backwards.",
        7099.38,
        7100.3
    ],
    [
        " So, you don't, it's like you follow along with him, you know.",
        7100.5,
        7103.24
    ],
    [
        " Yeah.",
        7103.26,
        7103.4
    ],
    [
        " So, it's like, oh, how did he get there?",
        7103.64,
        7105.0
    ],
    [
        " And you to know, you know, he'll just wake up in the room with an empty bottle.",
        7105.22,
        7107.98
    ],
    [
        " And I'll be like, I don't feel strong.",
        7108.26,
        7109.62
    ],
    [
        " And he's like naked, you know, like that kind.",
        7110.3,
        7112.28
    ],
    [
        " And you're like, oh, how did that have you, you know.",
        7112.48,
        7113.98
    ],
    [
        " Yeah.",
        7114.26,
        7114.66
    ],
    [
        " That's what it reminded me of the whole bathroom thing.",
        7114.9,
        7117.9
    ],
    [
        " But as far as the path goes, we're doing Jiu Jitsu.",
        7118.8,
        7124.82
    ],
    [
        " Yeah.",
        7124.98,
        7125.18
    ],
    [
        " That's usually where it all starts.",
        7125.28,
        7126.46
    ],
    [
        " Huh.",
        7126.76,
        7126.84
    ],
    [
        " Do you ever try your new Jiu Jitsu?",
        7127.0,
        7128.06
    ],
    [
        " Yeah.",
        7128.36,
        7128.62
    ],
    [
        " That doesn't surprise me because isn't it interesting?",
        7128.82,
        7131.3
    ],
    [
        " You snowboard.",
        7131.94,
        7133.8
    ],
    [
        " I don't know how to snowboard.",
        7134.18,
        7135.76
    ],
    [
        " And these may or may not apply to you because you're different, I think.",
        7135.86,
        7139.0
    ],
    [
        " But I don't know how to snowboard.",
        7139.72,
        7141.26
    ],
    [
        " I probably couldn't climb.",
        7141.52,
        7143.16
    ],
    [
        " I can barely climb my driveway over here talking about every ass and all these things.",
        7143.72,
        7148.4
    ],
    [
        " I don't have a hair salon.",
        7148.66,
        7149.92
    ],
    [
        " Don't say.",
        7150.52,
        7151.6
    ],
    [
        " Yeah.",
        7152.14,
        7152.4
    ],
    [
        " For many reasons.",
        7152.64,
        7154.4
    ],
    [
        " And I have two legs, you know.",
        7154.72,
        7156.6
    ],
    [
        " And I don't know.",
        7156.7,
        7157.6
    ],
    [
        " It seems like, you know, like when you say, okay, it depends on how you react to like all these things.",
        7157.66,
        7163.54
    ],
    [
        " It's like your reaction is like you chose to go for like these huge reactions.",
        7163.74,
        7167.78
    ],
    [
        " It's not like this weird, impossible thing, you know.",
        7168.66,
        7171.6
    ],
    [
        " It's like if you have everything kind of in front of you, you're less likely to have that big reaction.",
        7171.82,
        7178.32
    ],
    [
        " You mean if everything is somewhat easy for you to achieve, you'd have a less of a probability of trying to make it happen?",
        7178.96,
        7184.62
    ],
    [
        " Yeah.",
        7184.7,
        7184.86
    ],
    [
        " And then at the end, then kind of as a certain kind of, I guess with you, like you were kind of always like that, right?",
        7185.36,
        7190.82
    ],
    [
        " Yeah.",
        7191.24,
        7191.42
    ],
    [
        " Like you're like, okay, I'm going to, I'm going to make things happen in this.",
        7191.74,
        7195.94
    ],
    [
        " Maybe extra ordinary way.",
        7198.04,
        7199.4
    ],
    [
        " You know, good or bad or you know mischievous or whatever, like you can't, you kind of started with that.",
        7199.5,
        7204.84
    ],
    [
        " So I guess in the big picture kind of makes sense.",
        7204.88,
        7207.98
    ],
    [
        " But then from the outside, you kind of look in.",
        7208.22,
        7210.2
    ],
    [
        " But yeah, like you know how you say it or we've talked about this before where if you're handed everything.",
        7210.46,
        7215.78
    ],
    [
        " Yeah.",
        7216.18,
        7216.36
    ],
    [
        " You know, like you won't go.",
        7216.68,
        7218.22
    ],
    [
        " It's dry.",
        7218.88,
        7220.2
    ],
    [
        " Case important.",
        7220.2,
        7220.84
    ],
    [
        " One of the chances that you would be attempting to summit Everest if you got out of the Marine Corps after six years.",
        7221.22,
        7227.86
    ],
    [
        " And you know what I mean?",
        7228.22,
        7228.7
    ],
    [
        " Like it's just, you have these challenges.",
        7228.8,
        7232.08
    ],
    [
        " And because it's like because they're hard and even harder than normal, that you want to do them even more.",
        7232.56,
        7239.04
    ],
    [
        " Yes, exactly.",
        7239.24,
        7240.0
    ],
    [
        " That's kind of what you're saying.",
        7240.5,
        7241.24
    ],
    [
        " Well, I think too, like I'm like an obnoxious, the competitive person.",
        7241.8,
        7246.84
    ],
    [
        " But not necessarily with other people.",
        7246.84,
        7248.36
    ],
    [
        " I look at what I did yesterday and I say, okay, well, what can I do a little bit more?",
        7248.6,
        7251.9
    ],
    [
        " Whether that's something physical or mental or whatever.",
        7252.28,
        7254.26
    ],
    [
        " But then also like honestly, I mean, I'm not the fastest person out there.",
        7254.86,
        7258.74
    ],
    [
        " I struggle my way up.",
        7258.88,
        7259.78
    ],
    [
        " I'm not perfect out in the mountains or anything that I'm doing.",
        7259.82,
        7262.54
    ],
    [
        " But I really do.",
        7262.96,
        7263.6
    ],
    [
        " I hope that there's somebody out there watching me and they say to Health Kersy, I can do it better than her.",
        7263.7,
        7268.54
    ],
    [
        " And then I hope that they try.",
        7268.94,
        7269.92
    ],
    [
        " I mean, that's what it's about.",
        7270.36,
        7271.26
    ],
    [
        " You know, like I want somebody to see it.",
        7271.62,
        7273.72
    ],
    [
        " Do it.",
        7273.92,
        7274.72
    ],
    [
        " It kind of goes to show.",
        7274.8,
        7275.9
    ],
    [
        " Also, you talk better than me too, by the way.",
        7276.44,
        7278.42
    ],
    [
        " There's that.",
        7278.64,
        7279.8
    ],
    [
        " Yeah, multiple brain damage, speech therapy.",
        7280.1,
        7284.76
    ],
    [
        " Nothing happened to my jaw.",
        7285.06,
        7286.36
    ],
    [
        " Yeah, and then you talk way better than me.",
        7286.78,
        7288.6
    ],
    [
        " Like I said, it goes to show.",
        7288.94,
        7290.66
    ],
    [
        " Anyway, you did too.",
        7290.8,
        7291.74
    ],
    [
        " Oh, you've done you did too.",
        7291.92,
        7292.84
    ],
    [
        " So are you going to do it too?",
        7293.04,
        7293.74
    ],
    [
        " Are you currently doing you did too?",
        7293.9,
        7295.12
    ],
    [
        " No, I was training for a little bit of it.",
        7295.28,
        7297.12
    ],
    [
        " And then I really fell in love with MMA and then just boxing.",
        7297.2,
        7300.56
    ],
    [
        " Yeah, yeah, yeah.",
        7300.86,
        7301.34
    ],
    [
        " We're good with all of the above, actually.",
        7301.44,
        7303.08
    ],
    [
        " We just like it that you scrap.",
        7303.66,
        7305.6
    ],
    [
        " Yes.",
        7306.04,
        7306.14
    ],
    [
        " Fighting in general is good.",
        7306.66,
        7308.38
    ],
    [
        " Well, I mean, I think when I started training as when I realized like,",
        7308.9,
        7312.28
    ],
    [
        " I'm an anger little person.",
        7312.28,
        7313.34
    ],
    [
        " And it's good to get it out.",
        7313.54,
        7314.72
    ],
    [
        " I like to have things.",
        7315.62,
        7316.66
    ],
    [
        " I'm just saying, just saying, just saying,",
        7316.86,
        7318.46
    ],
    [
        " just saying, that's good.",
        7318.64,
        7319.26
    ],
    [
        " Well, these are all elements of the path included on the path.",
        7320.14,
        7323.5
    ],
    [
        " So as far as jujitsu goes, if you do ghee, you need a ghee.",
        7323.78,
        7326.92
    ],
    [
        " If you do ghee, which you should.",
        7327.44,
        7329.5
    ],
    [
        " I think you should.",
        7330.08,
        7330.86
    ],
    [
        " You can do one or the other, I guess, but ideally ghee, no ghee.",
        7331.08,
        7335.36
    ],
    [
        " Both.",
        7335.68,
        7335.88
    ],
    [
        " Both.",
        7336.36,
        7336.72
    ],
    [
        " What he's trying to get to is we have a company.",
        7337.22,
        7338.8
    ],
    [
        " We make jujitsu geese.",
        7339.0,
        7340.14
    ],
    [
        " We make rash guards.",
        7340.3,
        7341.26
    ],
    [
        " We make t-shirts.",
        7341.78,
        7342.84
    ],
    [
        " Sure.",
        7343.32,
        7343.52
    ],
    [
        " And we make them all in America, which is awesome.",
        7343.68,
        7346.5
    ],
    [
        " From the dirt to the shirt.",
        7346.72,
        7348.12
    ],
    [
        " From the dirt to the shirt.",
        7348.4,
        7349.48
    ],
    [
        " From the cotton to the seed to the ghee.",
        7349.72,
        7352.5
    ],
    [
        " All made in Maine.",
        7353.18,
        7355.14
    ],
    [
        " And we're actually making jeans too.",
        7355.58,
        7357.82
    ],
    [
        " Yeah.",
        7358.26,
        7358.58
    ],
    [
        " We're making jeans.",
        7358.58,
        7359.82
    ],
    [
        " A very denim.",
        7359.86,
        7360.92
    ],
    [
        " Yeah.",
        7361.38,
        7361.54
    ],
    [
        " Jucku doesn't, like, fashion or fashion.",
        7362.12,
        7365.26
    ],
    [
        " Don't think you're right.",
        7365.44,
        7366.08
    ],
    [
        " The both.",
        7366.28,
        7366.6
    ],
    [
        " I thought it was like fashion or fashion.",
        7366.94,
        7368.34
    ],
    [
        " I was grâce to aesthetic.",
        7368.6,
        7369.84
    ],
    [
        " Like, that's why you didn't know about Cosmo Polytin.",
        7370.56,
        7373.98
    ],
    [
        " So Cosmo Polytin it's like the, if you think magazines,",
        7374.58,
        7378.1
    ],
    [
        " what do you think, people time Cosmo Polytin.",
        7378.56,
        7382.6
    ],
    [
        " Juice to magazine.",
        7382.62,
        7383.14
    ],
    [
        " Juice to magazine.",
        7383.46,
        7384.14
    ],
    [
        " But Cosmo...",
        7384.84,
        7386.48
    ],
    [
        " Do you know magazines anymore?",
        7386.48,
        7387.3
    ],
    [
        " No.",
        7387.8,
        7387.98
    ],
    [
        " That's why they're out there making videos.",
        7388.02,
        7389.18
    ],
    [
        " Cosmo Polytin.com.",
        7390.0,
        7390.64
    ],
    [
        " They're out there making videos.",
        7390.74,
        7391.7
    ],
    [
        " Yeah.",
        7391.86,
        7392.3
    ],
    [
        " Cause they know no one's reading a magazine.",
        7392.38,
        7393.74
    ],
    [
        " It's on the website.",
        7394.06,
        7395.64
    ],
    [
        " You know what?",
        7395.8,
        7396.04
    ],
    [
        " I will tell you, I used to be a sucker for.",
        7396.2,
        7398.26
    ],
    [
        " I'm talking maybe even, even up to eight years ago, if I was in the airport, I'd like walk",
        7398.44,
        7405.98
    ],
    [
        " through this shop and see like a magazine, right?",
        7405.98,
        7408.72
    ],
    [
        " I don't know if it was a gun magazine.",
        7409.42,
        7410.66
    ],
    [
        " I don't know if it was a car magazine.",
        7411.02,
        7412.56
    ],
    [
        " I don't know if it was a outdoor magazine.",
        7412.82,
        7415.3
    ],
    [
        " But like one of those magazines, I'd say, oh, you know, I got a flight.",
        7415.62,
        7418.32
    ],
    [
        " Hey, I'll read this magazine.",
        7418.32,
        7419.66
    ],
    [
        " Eight years ago, I may have bought, I would, there was a 70% chance that I'd see a magazine,",
        7420.32,
        7427.02
    ],
    [
        " it looked kind of cool and I'd get the magazine.",
        7427.16,
        7429.5
    ],
    [
        " Right now there is a 0% chance I'm getting a paper magazine, 0% chance.",
        7429.78,
        7435.76
    ],
    [
        " Yeah, that's, I mean, I guess one, what do you call it?",
        7435.76,
        7438.28
    ],
    [
        " Those people who like, they learn, they yearn for the past.",
        7438.38,
        7440.74
    ],
    [
        " What is it?",
        7440.94,
        7441.2
    ],
    [
        " What is that kind of person?",
        7441.3,
        7441.96
    ],
    [
        " A person that yearns for the past.",
        7442.22,
        7443.22
    ],
    [
        " Anyway, there's a word for that kind of person.",
        7443.22,
        7445.14
    ],
    [
        " Anyway.",
        7445.3,
        7445.7
    ],
    [
        " So it may be that part of me, maybe still likes.",
        7445.86,
        7448.94
    ],
    [
        " Get you to that speech.",
        7449.04,
        7449.8
    ],
    [
        " It's cool.",
        7450.08,
        7450.48
    ],
    [
        " I'm sorry.",
        7450.68,
        7452.42
    ],
    [
        " See my word recollection.",
        7453.0,
        7454.82
    ],
    [
        " See, I can't do that.",
        7454.92,
        7455.56
    ],
    [
        " You understand what I'm saying.",
        7455.78,
        7456.78
    ],
    [
        " Anyway, people who are nostalgic like that, they like the physical magazine.",
        7457.08,
        7461.12
    ],
    [
        " I'm one of those people.",
        7461.5,
        7462.12
    ],
    [
        " But here's the thing, which I mean, I'm, you probably realize this, you have your phone.",
        7462.32,
        7465.84
    ],
    [
        " So like, yeah, that's what I'm saying.",
        7466.54,
        7467.5
    ],
    [
        " Go to mypomelikin.com.",
        7467.52,
        7469.5
    ],
    [
        " You can read, you know, all the stuff that you read or whatever.",
        7469.86,
        7472.38
    ],
    [
        " With that is what I'm saying.",
        7473.1,
        7474.16
    ],
    [
        " You don't need the physical magazine anymore.",
        7474.24,
        7475.68
    ],
    [
        " Then you got to lug around a physical magazine.",
        7475.68,
        7477.5
    ],
    [
        " You're done with what you're doing.",
        7477.84,
        7478.8
    ],
    [
        " That's what I'm saying.",
        7479.02,
        7479.06
    ],
    [
        " That's why I'm saying no one's reading a magazine anymore.",
        7479.18,
        7481.26
    ],
    [
        " Even me and I used to buy them.",
        7481.46,
        7482.76
    ],
    [
        " 60% chance.",
        7482.86,
        7483.64
    ],
    [
        " That's why though.",
        7483.64,
        7484.36
    ],
    [
        " 70.",
        7484.44,
        7484.74
    ],
    [
        " But that's so, but that doesn't explain.",
        7485.12,
        7486.74
    ],
    [
        " Do you get magazines?",
        7486.74,
        7487.62
    ],
    [
        " No.",
        7488.24,
        7488.66
    ],
    [
        " I think about cookbooks.",
        7489.1,
        7490.58
    ],
    [
        " But that's not a magazine though.",
        7490.92,
        7492.3
    ],
    [
        " It's a magazine.",
        7492.48,
        7492.88
    ],
    [
        " There's a cook.",
        7493.24,
        7493.56
    ],
    [
        " We call it cookbook magazine.",
        7493.84,
        7495.6
    ],
    [
        " A cookbook magazine?",
        7495.86,
        7497.16
    ],
    [
        " Cook magazine?",
        7497.42,
        7497.78
    ],
    [
        " Oh yeah, like a magazine.",
        7497.98,
        7498.7
    ],
    [
        " Yeah, like, no, no, it's a magazine.",
        7499.3,
        7500.66
    ],
    [
        " You like to cook?",
        7500.66,
        7501.2
    ],
    [
        " You like to cook?",
        7501.9,
        7502.5
    ],
    [
        " I do.",
        7502.66,
        7502.94
    ],
    [
        " Yes.",
        7503.3,
        7503.42
    ],
    [
        " You're eyes lit up right there.",
        7503.66,
        7505.58
    ],
    [
        " I love to go.",
        7505.64,
        7506.16
    ],
    [
        " You love to eat.",
        7506.44,
        7507.16
    ],
    [
        " Yes.",
        7507.7,
        7507.9
    ],
    [
        " Both.",
        7508.34,
        7508.62
    ],
    [
        " Yes.",
        7508.98,
        7509.14
    ],
    [
        " I love to eat.",
        7509.72,
        7513.0
    ],
    [
        " I do.",
        7513.48,
        7514.46
    ],
    [
        " And it's not that I don't love to cook or even really like to do it.",
        7514.58,
        7518.8
    ],
    [
        " I just maybe not that great at it.",
        7518.96,
        7520.82
    ],
    [
        " I like it.",
        7520.98,
        7521.44
    ],
    [
        " I can make a good salad.",
        7522.56,
        7523.68
    ],
    [
        " Yeah.",
        7524.18,
        7524.34
    ],
    [
        " Funny.",
        7524.8,
        7525.58
    ],
    [
        " I can make a good steak.",
        7525.9,
        7526.78
    ],
    [
        "",
        7526.78,
        7526.78
    ],
    [
        " So anyways, origin USA origin main.com if you want any of this stuff.",
        7527.04,
        7532.8
    ],
    [
        " We also have supplements.",
        7533.0,
        7533.72
    ],
    [
        " You've been drinking some jacquo white tea over there.",
        7534.2,
        7536.78
    ],
    [
        " What you're verdict.",
        7537.16,
        7537.94
    ],
    [
        " No, I'm a fan.",
        7538.4,
        7538.94
    ],
    [
        " I think it's great.",
        7539.08,
        7539.56
    ],
    [
        " You got a big smile on your face.",
        7539.88,
        7541.2
    ],
    [
        " Yeah.",
        7541.34,
        7541.58
    ],
    [
        " More than you had earlier, I think it not only gives you an 8,000 pound deadlift.",
        7541.62,
        7545.22
    ],
    [
        " It will make you smile.",
        7545.22,
        7546.06
    ],
    [
        " I mean.",
        7546.2,
        7546.62
    ],
    [
        " Well, in a way it kind of is misleading because when you look at the can, there's no like",
        7546.62,
        7551.52
    ],
    [
        " kibiscus or pomegranate, like fruity, label imagery.",
        7552.84,
        7556.3
    ],
    [
        "",
        7556.88,
        7556.88
    ],
    [
        " Yeah, we're not going to break.",
        7557.12,
        7558.16
    ],
    [
        " It looks pretty intense.",
        7558.44,
        7559.18
    ],
    [
        " It's tactical.",
        7559.26,
        7559.84
    ],
    [
        " It looks kind of tactically.",
        7560.0,
        7561.16
    ],
    [
        " It seems saying.",
        7561.16,
        7561.72
    ],
    [
        " But then when you drink it, certified organic, going in, very light, very refreshing.",
        7561.9,
        7566.58
    ],
    [
        " You seem saying so it's like a thing.",
        7566.88,
        7568.16
    ],
    [
        " So like when you drink a year, you're pleasantly surprised.",
        7568.34,
        7570.4
    ],
    [
        " I think on a subconscious level.",
        7570.52,
        7572.06
    ],
    [
        " Yeah.",
        7572.56,
        7572.84
    ],
    [
        " So we got a bunch of different things.",
        7572.98,
        7573.98
    ],
    [
        " And one thing I do have to say is we got, so I make this a little drink.",
        7574.12,
        7577.94
    ],
    [
        " It's called discipline.",
        7578.22,
        7579.86
    ],
    [
        " And there's a powder form and we just came out with a powder form that's called jaco.",
        7580.38,
        7584.94
    ],
    [
        " But do you like Arnold Palmer's?",
        7585.04,
        7586.9
    ],
    [
        " I do.",
        7586.9,
        7587.22
    ],
    [
        " Okay, so I like, I love them.",
        7587.52,
        7589.28
    ],
    [
        " So I made that right there.",
        7589.9,
        7591.28
    ],
    [
        " It's called jaco pomer.",
        7591.38,
        7592.24
    ],
    [
        " That's hilarious.",
        7592.86,
        7593.54
    ],
    [
        " Yeah.",
        7593.8,
        7594.16
    ],
    [
        " Well, and we're gonna see how long we get away with it for.",
        7594.24,
        7596.66
    ],
    [
        " But yeah.",
        7596.96,
        7598.16
    ],
    [
        " So anyways, it tastes so good.",
        7598.38,
        7601.66
    ],
    [
        " It tastes like the best Arnold Palmer that you get from.",
        7601.8,
        7604.46
    ],
    [
        " You know the restaurant, Arnold Palmer's, when they do a good job.",
        7604.76,
        7608.08
    ],
    [
        " Oh, a good job.",
        7608.4,
        7609.28
    ],
    [
        " And you go, oh, you say I'm an Arnold Palmer and they just, they just do a good job.",
        7609.28,
        7614.06
    ],
    [
        " And you're like, yes.",
        7614.06,
        7614.76
    ],
    [
        " This is kind of what it's like.",
        7615.32,
        7616.34
    ],
    [
        " So anyways, that's available and a bunch of other supplements.",
        7616.4,
        7619.86
    ],
    [
        " Moke, joint warfare, krill oil.",
        7620.2,
        7624.06
    ],
    [
        " Super krill oil.",
        7624.06,
        7625.4
    ],
    [
        " Yeah.",
        7625.84,
        7625.94
    ],
    [
        " That's for your kids.",
        7626.9,
        7627.82
    ],
    [
        "",
        7627.98,
        7627.98
    ],
    [
        " That's for your kids.",
        7627.98,
        7628.9
    ],
    [
        " For your kids, you need something good to eat.",
        7628.98,
        7632.96
    ],
    [
        " And instead of giving them level nine cheetos.",
        7633.3,
        7637.0
    ],
    [
        " Yeah.",
        7637.36,
        7637.64
    ],
    [
        " Yeah.",
        7638.62,
        7638.98
    ],
    [
        " No, don't get them that.",
        7637.88,
        7640.02
    ],
    [
        " So yeah, you can get that.",
        7640.22,
        7641.6
    ],
    [
        " Yeah.",
        7641.6,
        7641.78
    ],
    [
        " Origin main dot com.",
        7641.92,
        7644.7
    ],
    [
        " It should be and dot org apparently because you know, actually that's smart when you do",
        7645.14,
        7649.6
    ],
    [
        " the dot org and the dot com.",
        7649.6,
        7650.78
    ],
    [
        " So and you know, when you go and go daddy and they tell you, hey, you want to buy the dot",
        7650.78,
        7654.28
    ],
    [
        " org, the dot mat, the dot, dot TV dot whatever dot biz, you know, all this stuff or whatever.",
        7654.28,
        7659.72
    ],
    [
        " You say yes.",
        7660.16,
        7660.9
    ],
    [
        " If you have a good name, you say yes to all of those.",
        7660.98,
        7662.72
    ],
    [
        " That's a good strategy.",
        7662.72,
        7663.8
    ],
    [
        "",
        7664.22,
        7664.22
    ],
    [
        " See.",
        7664.52,
        7664.76
    ],
    [
        " Way ahead of the camera.",
        7665.08,
        7666.32
    ],
    [
        " I guess she's over there just getting the last origin main dot com.",
        7666.32,
        7669.78
    ],
    [
        " That's the go to as we can get this.",
        7669.8,
        7672.42
    ],
    [
        " Good stuff.",
        7672.54,
        7673.0
    ],
    [
        " Also, we have a store.",
        7673.16,
        7675.16
    ],
    [
        " It's called Jocco store.",
        7675.4,
        7677.0
    ],
    [
        " See, you're probably going to kind of figure out real.",
        7677.18,
        7680.88
    ],
    [
        " Yeah.",
        7680.88,
        7681.48
    ],
    [
        " Yeah.",
        7681.48,
        7682.04
    ],
    [
        " And so Jocco Palmer is not a genius name.",
        7682.14,
        7685.78
    ],
    [
        " I know.",
        7686.62,
        7687.36
    ],
    [
        " A little bit.",
        7687.64,
        7688.2
    ],
    [
        " It's a name as a result of lack of genius.",
        7688.2,
        7691.0
    ],
    [
        " Oh, okay.",
        7691.28,
        7691.78
    ],
    [
        " You're like, Arnold Palmer.",
        7691.84,
        7692.66
    ],
    [
        " There's genius simplicity, bro.",
        7692.92,
        7694.4
    ],
    [
        " There's genius simplicity.",
        7694.58,
        7695.76
    ],
    [
        " Give me some credit.",
        7696.46,
        7697.42
    ],
    [
        " Actually, that is none the less.",
        7697.7,
        7699.3
    ],
    [
        " So if Jocco wants an online store, what's he going to call it?",
        7699.84,
        7702.36
    ],
    [
        " Bottom line is I'm so unoriginal that I just, starting with this podcast, I just",
        7702.4,
        7706.84
    ],
    [
        " call it Jocco podcast.",
        7706.84,
        7708.08
    ],
    [
        " And now it's like sort of just everything.",
        7708.48,
        7710.62
    ],
    [
        " Yeah.",
        7710.96,
        7711.16
    ],
    [
        " Hey, we need an online store, which we call really dumb doing that too.",
        7711.24,
        7714.12
    ],
    [
        " No, no, no.",
        7714.18,
        7714.64
    ],
    [
        " Because now you look back if, if like four years ago, someone would say, okay, you're",
        7714.66,
        7721.44
    ],
    [
        " going to name all your stuff.",
        7721.44,
        7722.7
    ],
    [
        " Jocco.",
        7722.94,
        7724.0
    ],
    [
        " I would have been like, no, that's dumb.",
        7724.0,
        7725.62
    ],
    [
        " But it didn't happen like that.",
        7726.0,
        7727.46
    ],
    [
        " It happened like a little bit of a time.",
        7727.62,
        7729.2
    ],
    [
        " You know, next thing you know, you got Jocco publishing.",
        7730.22,
        7732.18
    ],
    [
        " What?",
        7732.64,
        7732.78
    ],
    [
        " How did that even happen?",
        7733.04,
        7734.34
    ],
    [
        " The thing is a big picture, long game, it does make sense.",
        7734.6,
        7738.98
    ],
    [
        " No, no, I guess so.",
        7739.42,
        7739.92
    ],
    [
        " It's actually smart.",
        7739.92,
        7740.56
    ],
    [
        " I think the genius in simplicity, I think, disupplies here.",
        7740.7,
        7743.52
    ],
    [
        " So nonetheless, jocostore.com.",
        7743.68,
        7745.34
    ],
    [
        " This is where you can get your shirts and rash guards, tank to all these stuff while",
        7745.46,
        7749.48
    ],
    [
        " you're representing on the path, discipline equals freedom.",
        7749.48,
        7751.7
    ],
    [
        " There's, I haven't really talked about this too much, but a guy, okay, so we got a",
        7752.68,
        7757.32
    ],
    [
        " t-shirt that says, discipline equals freedom in it.",
        7757.32,
        7759.32
    ],
    [
        " I don't want to say it's iconic, but there's only one place in the world that you can get",
        7759.82,
        7764.46
    ],
    [
        " this t-shirt.",
        7764.46,
        7764.94
    ],
    [
        " This dude just got arrested in somewhere and his mug shot is him.",
        7765.78,
        7771.24
    ],
    [
        " He's wearing a discipline equals freedom t-shirt and he's sporting this thing.",
        7771.34,
        7775.56
    ],
    [
        " And what he did was apparently there was some kind of altercation and he beat up two",
        7775.76,
        7780.3
    ],
    [
        " people and then dropped them off somewhere.",
        7780.3,
        7782.22
    ],
    [
        " Like out there, huh?",
        7782.32,
        7782.96
    ],
    [
        " Because I think there were like rugby players or something like that.",
        7783.12,
        7786.16
    ],
    [
        " Here's the thing.",
        7786.22,
        7786.58
    ],
    [
        " So when I saw that article, you sent me that article.",
        7786.82,
        7789.48
    ],
    [
        " It wasn't as much.",
        7789.78,
        7790.96
    ],
    [
        " It was his court appeared.",
        7791.26,
        7792.74
    ],
    [
        " So he was the proactively went to court.",
        7793.18,
        7795.92
    ],
    [
        " It wasn't like he got rolled up and then he just, he's a hidden court.",
        7796.04,
        7799.1
    ],
    [
        " This is what he decided to wear to court.",
        7799.2,
        7800.6
    ],
    [
        " He's representing on the path.",
        7800.8,
        7802.18
    ],
    [
        " On the path.",
        7802.22,
        7802.64
    ],
    [
        " It's serious because a lot of people were like, oh, he's not on the path.",
        7803.04,
        7806.22
    ],
    [
        " Obviously, he's getting arrested and rolled up.",
        7806.22,
        7807.86
    ],
    [
        " You were kind of like, no, no, no, no, no.",
        7808.02,
        7809.94
    ],
    [
        " Read a little bit more.",
        7809.94,
        7810.64
    ],
    [
        " I said, hey, we all represent the path in our own way.",
        7810.98,
        7813.4
    ],
    [
        " And this guy's no different.",
        7813.96,
        7814.86
    ],
    [
        " So basically, as far as the article goes, what I got from it was, okay, him and his",
        7815.04,
        7821.5
    ],
    [
        " other friends who he probably found annoying at the time, they were drinking.",
        7821.5,
        7825.42
    ],
    [
        " Yeah.",
        7826.1,
        7827.28
    ],
    [
        " Yeah.",
        7827.4,
        7827.54
    ],
    [
        " Some argument ensued in the car.",
        7827.94,
        7830.54
    ],
    [
        " He beat them both up.",
        7830.8,
        7831.82
    ],
    [
        " Real bad.",
        7832.32,
        7832.92
    ],
    [
        " Okay.",
        7833.44,
        7834.0
    ],
    [
        " I don't know if it was in the car before that car.",
        7834.1,
        7835.88
    ],
    [
        " That's where it gets a little bit like, if you're your friends, you can't beat them up",
        7835.88,
        7838.96
    ],
    [
        " real bad.",
        7839.04,
        7839.8
    ],
    [
        " Wait, wait, wait, what is real bad even consistent?",
        7840.12,
        7842.18
    ],
    [
        " Well, they said they, okay, and then the guys who got beat up, they were saying, oh, I'm like,",
        7842.38,
        7847.5
    ],
    [
        " life threatening injuries or maybe they're lawyers or somebody who was saying, oh my gosh,",
        7847.66,
        7851.14
    ],
    [
        " I'm critical.",
        7851.18,
        7851.62
    ],
    [
        " And then the medical professionals, they're like, whatever they got, they got beat up.",
        7851.62,
        7857.58
    ],
    [
        " They caught a beat down from the discipline equals freedom guy.",
        7857.7,
        7860.8
    ],
    [
        " That's what happened for acting annoying and drunk.",
        7861.1,
        7863.4
    ],
    [
        " That's what happened.",
        7863.56,
        7863.96
    ],
    [
        " Then he dropped them off at their house.",
        7864.24,
        7865.68
    ],
    [
        " Okay.",
        7865.68,
        7865.96
    ],
    [
        " At this point, I will not issue and approved or disapproved.",
        7866.12,
        7869.54
    ],
    [
        " I'm remaining neutral at this time until further evidence comes forth and I can make a decision",
        7869.7,
        7874.7
    ],
    [
        " whether these actions were approved or disapproved.",
        7874.7,
        7878.06
    ],
    [
        " I agree.",
        7878.64,
        7879.34
    ],
    [
        " I agree.",
        7879.6,
        7879.88
    ],
    [
        " But like it's, hey, we all represent the bad in our own way.",
        7880.24,
        7882.94
    ],
    [
        " That's it.",
        7883.04,
        7883.38
    ],
    [
        " Unless he got that shirt, whether this means anything or not, to us, even though it does,",
        7883.96,
        7890.74
    ],
    [
        " he got it from jockelstore.com.",
        7891.0,
        7892.7
    ],
    [
        " So he can get it.",
        7892.7,
        7893.56
    ],
    [
        " And it's not just this kind of injury.",
        7893.56,
        7895.02
    ],
    [
        "",
        7895.28,
        7895.28
    ],
    [
        " There's other ones.",
        7895.28,
        7896.1
    ],
    [
        " Is this beat because a little while ago in UFC, there was a guy wearing the shirt and",
        7896.44,
        7900.06
    ],
    [
        " like a bunch of people all there.",
        7900.06,
        7901.76
    ],
    [
        " So now we're sort of, this is headline news.",
        7902.06,
        7904.22
    ],
    [
        " Yeah, your main, my brother text me is like, hey, your main stream now, you know, you're",
        7904.74,
        7909.26
    ],
    [
        " in.",
        7909.26,
        7909.28
    ],
    [
        " Listen to this.",
        7909.28,
        7909.86
    ],
    [
        " Speaking of tangents, so my uncles were both used car salesmen.",
        7910.14,
        7917.48
    ],
    [
        " And there was a crime that happened in the town where one of my uncles was a used car",
        7917.84,
        7924.48
    ],
    [
        " salesman.",
        7924.48,
        7924.9
    ],
    [
        " And at the crime scene, it was close to his used car lot.",
        7925.32,
        7928.62
    ],
    [
        " And in the picture that they took of the crime scene, in the background, you could see",
        7929.26,
        7935.0
    ],
    [
        " the sign for his, you know, vicks used cars.",
        7935.0,
        7939.26
    ],
    [
        " You could see in the background in the sign on the front page.",
        7939.4,
        7942.04
    ],
    [
        " And my uncle, because my uncles are hilarious, they cut it out.",
        7942.24,
        7946.04
    ],
    [
        " They sent it to my mom.",
        7946.18,
        7947.4
    ],
    [
        " And he, my uncle cut out the picture, sent it to my mom and said, I told you I would make",
        7947.78,
        7953.58
    ],
    [
        " it big time.",
        7953.58,
        7954.34
    ],
    [
        " And he ran away from the front page.",
        7954.54,
        7956.44
    ],
    [
        " So there you go.",
        7957.68,
        7958.54
    ],
    [
        " So we kind of, you know, it's not nothing.",
        7958.68,
        7961.44
    ],
    [
        " We made the news.",
        7961.64,
        7962.32
    ],
    [
        " It's not nothing.",
        7962.32,
        7963.3
    ],
    [
        " Yeah.",
        7963.46,
        7963.56
    ],
    [
        " We made the news.",
        7963.76,
        7965.16
    ],
    [
        " We're in criminal justice.",
        7965.46,
        7967.12
    ],
    [
        " You know, just wherever it is.",
        7967.74,
        7969.46
    ],
    [
        " Just wherever it is.",
        7969.66,
        7969.74
    ],
    [
        " It's just, it's just all happening.",
        7969.74,
        7970.4
    ],
    [
        " All right.",
        7970.72,
        7970.86
    ],
    [
        " Real quick, subscribe to the podcast.",
        7971.04,
        7972.52
    ],
    [
        " If you don't subscribe to this podcast, Echo doesn't think you subscribe to it at this",
        7972.64,
        7975.96
    ],
    [
        " point.",
        7975.96,
        7976.24
    ],
    [
        " It's a question.",
        7976.36,
        7977.34
    ],
    [
        " It's a question of Echo wrong by subscribing to it.",
        7977.34,
        7979.46
    ],
    [
        " Don't forget about the Warrior Kit podcast.",
        7979.68,
        7980.92
    ],
    [
        " That's for your, it's for your children.",
        7981.88,
        7985.14
    ],
    [
        " And if you're a parent, it's very, very useful.",
        7985.38,
        7987.72
    ],
    [
        " Don't tell anyone.",
        7988.3,
        7988.9
    ],
    [
        " Don't tell your kids that you want to keep your kids thinking that this is like a little",
        7989.3,
        7993.9
    ],
    [
        " bit unrelated to your thought process.",
        7993.9,
        7995.74
    ],
    [
        " Yeah.",
        7995.94,
        7996.06
    ],
    [
        " It's because that way they don't do the little rebel thing like some people sitting at this",
        7996.14,
        8000.62
    ],
    [
        " table right now, which is actually all of us.",
        8000.62,
        8003.32
    ],
    [
        " Yeah.",
        8003.68,
        8003.92
    ],
    [
        " So check that out.",
        8004.08,
        8004.88
    ],
    [
        " Don't forget about the Warrior Kit soap IrishOaksRanch.com.",
        8005.04,
        8008.48
    ],
    [
        " Young Aiden, making soap from goat milk, all natural so that everyone in the world can",
        8008.64,
        8018.08
    ],
    [
        " stay clean.",
        8018.08,
        8018.7
    ],
    [
        " Stay clean.",
        8018.92,
        8019.54
    ],
    [
        " We also have a YouTube channel.",
        8019.74,
        8022.38
    ],
    [
        " You want to see what's the first thing?",
        8022.74,
        8023.58
    ],
    [
        " Speaking of staying clean.",
        8023.58,
        8024.36
    ],
    [
        " Hold on.",
        8024.62,
        8024.9
    ],
    [
        " Can I say something?",
        8025.32,
        8026.1
    ],
    [
        " Of course.",
        8026.4,
        8026.56
    ],
    [
        " Before we were we were waiting for you downstairs.",
        8026.94,
        8031.16
    ],
    [
        " And the front desk girl at the gym.",
        8031.62,
        8034.32
    ],
    [
        " So the studio is at the gym for those of you.",
        8034.48,
        8038.46
    ],
    [
        " In San Diego, California, the studio is in the gym.",
        8038.66,
        8042.06
    ],
    [
        " We were downstairs.",
        8042.3,
        8043.3
    ],
    [
        " We were waiting for her to show up.",
        8043.84,
        8046.0
    ],
    [
        " And the front desk girl goes, Hey, Jocke, I got a phone call someone wants to know where",
        8046.34,
        8050.48
    ],
    [
        " to train to get to in this city in some city.",
        8050.48,
        8053.16
    ],
    [
        " And I'm not going to say it in case the whatever, you know, privacy action.",
        8053.46,
        8056.74
    ],
    [
        " So he says, he says the front desk girl says, what should I tell him?",
        8057.22,
        8062.24
    ],
    [
        " And I said, well, here, give me the phone.",
        8062.24,
        8064.3
    ],
    [
        " And I like pulled up and I go, Hey, man, what's going on?",
        8064.52,
        8067.92
    ],
    [
        " And he's like, Jocke, and I was like, Hey, bro, what's happening?",
        8068.18,
        8071.64
    ],
    [
        " I hear you're looking to train to Jitsu in your city.",
        8072.1,
        8074.2
    ],
    [
        " And I pulled out Google Maps.",
        8074.46,
        8075.42
    ],
    [
        " I was like, Hey, there's a cool place here.",
        8075.6,
        8076.7
    ],
    [
        " There's a bunch of good places.",
        8076.8,
        8077.42
    ],
    [
        " Yeah, you're good to go.",
        8077.5,
        8078.1
    ],
    [
        " And he's like, he's like, Hey, man.",
        8078.18,
        8079.58
    ],
    [
        " He goes, I was on crystal meth for seven years.",
        8080.86,
        8083.92
    ],
    [
        " Jesus.",
        8084.44,
        8085.54
    ],
    [
        " He goes, I started listening to your podcast.",
        8085.84,
        8087.34
    ],
    [
        " I'm clean.",
        8087.66,
        8088.1
    ],
    [
        " My family's back in order.",
        8088.66,
        8091.5
    ],
    [
        " My job is back in order.",
        8091.86,
        8093.06
    ],
    [
        " Please keep doing what you're doing.",
        8093.5,
        8094.72
    ],
    [
        " I'm starting to train to Jitsu.",
        8094.86,
        8096.14
    ],
    [
        " And I was like, bro, so you, I'll keep doing what I'm doing.",
        8096.14,
        8101.02
    ],
    [
        " You stay on the path and stay clean.",
        8101.36,
        8103.5
    ],
    [
        " So right on to you out there.",
        8103.84,
        8106.9
    ],
    [
        " You know you are.",
        8106.98,
        8107.52
    ],
    [
        " Now, I'm not saying if you call victory MMA and fitness,",
        8108.1,
        8110.68
    ],
    [
        " that I'm an answer because I'm not.",
        8110.68,
        8112.12
    ],
    [
        " That's probably the first time I've talked on the phone here in a year.",
        8112.32,
        8115.08
    ],
    [
        " Yeah.",
        8115.54,
        8115.86
    ],
    [
        " So also that's not to be confused with you using trooper soap or Jocke",
        8116.22,
        8122.22
    ],
    [
        " or soap, we're going to rehabilitate your drugs situation.",
        8122.22,
        8125.12
    ],
    [
        " It will not help your crystal meth andphetamine habit.",
        8125.12,
        8127.86
    ],
    [
        " It might, but that's not the thing.",
        8127.96,
        8128.96
    ],
    [
        " Yeah, yeah, that's the thing.",
        8129.24,
        8130.14
    ],
    [
        " You can't claim it, but there's little triggers that you could have",
        8130.24,
        8132.62
    ],
    [
        " that could make you want to stay clean.",
        8132.62,
        8134.16
    ],
    [
        " Yes, sir.",
        8134.42,
        8134.74
    ],
    [
        " Maybe maybe that soap goat soap is one of them.",
        8134.82,
        8137.74
    ],
    [
        " You could be super stoked with that psychological warfare.",
        8137.78,
        8140.36
    ],
    [
        " You can get that from iTunes, Google Play.",
        8140.5,
        8143.1
    ],
    [
        " If you need that little couple of words to maybe get you on the path.",
        8143.42,
        8147.78
    ],
    [
        " And don't forget that we have a YouTube channel.",
        8148.14,
        8150.46
    ],
    [
        " Yeah.",
        8150.8,
        8150.94
    ],
    [
        " If you want to know, now you can see really.",
        8151.26,
        8152.38
    ],
    [
        " If you want, I was going to say or saying if you want to see what",
        8152.38,
        8155.96
    ],
    [
        " Christy looks like.",
        8155.96,
        8156.64
    ],
    [
        " Hey, before before you check and see what Christy looks like now,",
        8156.96,
        8161.08
    ],
    [
        " first you should go and see, where's that picture posted of you with your",
        8161.5,
        8165.24
    ],
    [
        " freaking face?",
        8165.24,
        8166.7
    ],
    [
        " It's on Instagram and Facebook.",
        8167.16,
        8168.28
    ],
    [
        " Ripped open.",
        8168.62,
        8169.86
    ],
    [
        " Yeah, I'm going to fit my face to the lower right side of my face.",
        8170.8,
        8173.64
    ],
    [
        " You can see T is that teeth you can see in there?",
        8173.92,
        8175.9
    ],
    [
        " You can see like white stuff.",
        8175.94,
        8177.16
    ],
    [
        " It's too little teeth like my jaw was shattered and just unhinged.",
        8177.38,
        8180.5
    ],
    [
        " So I was just going to like hang in there.",
        8180.6,
        8181.56
    ],
    [
        " Is it the kind of picture on Instagram, the kind where it's like blurred out",
        8182.38,
        8185.88
    ],
    [
        " with the eyeball with the cross over it where you got to click.",
        8185.88,
        8188.8
    ],
    [
        " Probably, you know, I would guess it is.",
        8189.28,
        8190.7
    ],
    [
        " I don't think so.",
        8190.76,
        8191.3
    ],
    [
        " I don't think they got it.",
        8191.58,
        8192.3
    ],
    [
        " I bet if you repost it, if you repost it, you'll be like, they'll, they'll,",
        8192.52,
        8196.9
    ],
    [
        " what's that called blurred out?",
        8197.12,
        8198.36
    ],
    [
        " Sit like a sensor for approval.",
        8198.56,
        8200.56
    ],
    [
        " Some team.",
        8200.88,
        8201.14
    ],
    [
        " Yeah.",
        8201.16,
        8201.38
    ],
    [
        " Yeah.",
        8201.58,
        8201.84
    ],
    [
        " To hang.",
        8202.12,
        8202.54
    ],
    [
        " Do it.",
        8203.38,
        8203.96
    ],
    [
        " Well, yeah, then now you can see what you currently looks like in black and white.",
        8204.14,
        8207.02
    ],
    [
        " By the way, by the way, I'm just saying, you know, in black and white.",
        8207.1,
        8209.36
    ],
    [
        " It's available on the YouTube channel.",
        8209.38,
        8210.76
    ],
    [
        " When people meet me, they go, oh, you're in color.",
        8212.68,
        8215.42
    ],
    [
        " Yeah.",
        8215.74,
        8216.08
    ],
    [
        " That's one thing they say.",
        8216.08,
        8216.82
    ],
    [
        " And you know what else they say to me?",
        8217.0,
        8217.92
    ],
    [
        " You're shorter than I thought you would do.",
        8218.36,
        8220.48
    ],
    [
        " I guess it all the time, too.",
        8220.56,
        8222.18
    ],
    [
        " I'm 5'11\".",
        8222.46,
        8224.44
    ],
    [
        " And they're like, oh, there you are.",
        8224.44,
        8226.62
    ],
    [
        " You're not as tall.",
        8226.82,
        8227.58
    ],
    [
        " Well, I shouldn't say everyone says that to me, but like I would say 10% of people.",
        8227.72,
        8231.04
    ],
    [
        " Say you get that.",
        8231.32,
        8231.72
    ],
    [
        " 5% of people say, say, you're a lot shorter than I thought you were going to be.",
        8231.72,
        8235.22
    ],
    [
        " And I say, oh, cool.",
        8235.7,
        8236.3
    ],
    [
        " They say that about you too.",
        8236.66,
        8237.42
    ],
    [
        " Oh, all the time.",
        8237.64,
        8238.02
    ],
    [
        " That's, that's interesting because you know, people tell me you're way bigger.",
        8238.5,
        8241.18
    ],
    [
        " Anyway, that's it.",
        8241.52,
        8242.48
    ],
    [
        " I thought, you know, but that's obviously for obvious reasons.",
        8242.72,
        8247.28
    ],
    [
        " FlipsideCamus.com Dakota Myard Dakota was just on Joe Rogan, by the way.",
        8247.76,
        8251.7
    ],
    [
        " Pretty, pretty awesome to hear that.",
        8251.88,
        8254.04
    ],
    [
        " And we have a little company of his called flipsidecamus.com selling artwork.",
        8254.48,
        8261.58
    ],
    [
        " If you want to do something like some saying of yours,",
        8261.82,
        8265.3
    ],
    [
        " if you want to put it out there to the world, we'll talk to Dakota.",
        8265.52,
        8268.88
    ],
    [
        " We'll make it happen.",
        8268.88,
        8269.5
    ],
    [
        " And by the way, I told Dakota, you know who Dakota is, right?",
        8269.5,
        8272.06
    ],
    [
        " I told Dakota that I was talking to you today and he told me to tell you,",
        8272.08,
        8276.74
    ],
    [
        " oh, he said, tell her she's a man.",
        8277.08,
        8279.58
    ],
    [
        " He said, tell her she's a badass.",
        8279.86,
        8281.2
    ],
    [
        " I said, I'll let her know, man, I'll let her know.",
        8281.66,
        8284.08
    ],
    [
        " So Dakota Myard, badass of all badasses, says you are a badass.",
        8284.18,
        8289.12
    ],
    [
        " So check out flipsidecamus.com.",
        8289.36,
        8291.26
    ],
    [
        " If you want to get that out, I'll write a bunch of books.",
        8291.46,
        8293.48
    ],
    [
        " The latest book coming out January 2020 is called Leadership Strategy and Tactics Field Manual.",
        8293.68,
        8298.2
    ],
    [
        " It is available for pre-order at this time.",
        8298.46,
        8301.3
    ],
    [
        " If you want to get the first a dish, if you don't care and you just want to roll up to me",
        8301.92,
        8307.54
    ],
    [
        " in a year with the third edition and have me belittle you and make fun of you",
        8307.54,
        8314.3
    ],
    [
        " for not showing any commitment to the cause, cool, do that.",
        8314.3,
        8319.08
    ],
    [
        " Wait, if you want to get in the game big time and you want to have the Trump card of books.",
        8319.24,
        8325.9
    ],
    [
        " Leadership Strategy Tactics Field Manual.",
        8328.64,
        8330.1
    ],
    [
        " So you get that way to where your kid won, two and three available now teaching young kids",
        8331.02,
        8339.66
    ],
    [
        " what, what not just young kids should know but what everyone should know.",
        8339.66,
        8344.14
    ],
    [
        " So get those books, Mikey and the Dragons for the little kids, the little or kids.",
        8345.1,
        8349.1
    ],
    [
        " A lot of people think it's the best children's book ever written.",
        8349.88,
        8352.86
    ],
    [
        " That's the feedback that I'm getting quite available.",
        8353.14,
        8354.84
    ],
    [
        " That could be for sure.",
        8354.84,
        8356.08
    ],
    [
        " So you may want to judge for yourself, Mikey and the Dragons.",
        8356.26,
        8359.08
    ],
    [
        " I tend to agree with them.",
        8359.56,
        8362.06
    ],
    [
        " For the little kids.",
        8362.1,
        8363.52
    ],
    [
        " Dispending goes freedom field manual.",
        8364.82,
        8366.26
    ],
    [
        " We got extreme ownership, we got dichotomy leadership, all those books about how to lead",
        8366.56,
        8371.64
    ],
    [
        " and win in your life and leading the team that you work with.",
        8371.64,
        8377.64
    ],
    [
        " We got National Unformed which is my leadership consultancy.",
        8378.08,
        8380.0
    ],
    [
        " We solve problems through leadership.",
        8380.26,
        8381.56
    ],
    [
        " Go to www.ashlonfront.com for details.",
        8381.56,
        8383.1
    ],
    [
        " EF Online get the same training interactive online.",
        8383.28,
        8387.98
    ],
    [
        " EF Online.com.",
        8388.96,
        8390.1
    ],
    [
        " We got the mustard coming up in Sydney, Australia.",
        8390.24,
        8392.34
    ],
    [
        " By the way, have you ever been in Australia?",
        8392.58,
        8394.54
    ],
    [
        " I have.",
        8395.06,
        8395.26
    ],
    [
        " Did you love Australia?",
        8395.68,
        8397.0
    ],
    [
        " I loved it.",
        8397.22,
        8397.74
    ],
    [
        " Where were you in Australia?",
        8398.0,
        8398.78
    ],
    [
        " I went to Brisbane.",
        8399.26,
        8399.76
    ],
    [
        " I went to Brisbane too.",
        8400.06,
        8401.36
    ],
    [
        " I was, it was so awesome.",
        8401.76,
        8406.38
    ],
    [
        " I loved it.",
        8406.86,
        8407.38
    ],
    [
        " It was so awesome.",
        8407.38,
        8408.2
    ],
    [
        " We're doing a big event down there and definitely looking forward to it.",
        8409.5,
        8413.58
    ],
    [
        " It's in Sydney.",
        8413.66,
        8413.96
    ],
    [
        " It's December 4th and 5th.",
        8414.1,
        8415.24
    ],
    [
        " Here's the thing.",
        8415.3,
        8415.7
    ],
    [
        " Some people think, oh, it's not going to sell out.",
        8416.04,
        8418.26
    ],
    [
        " If you're thinking that, you're not correct.",
        8419.02,
        8420.82
    ],
    [
        " You're not correct because every event that we've done has sold out.",
        8421.32,
        8424.38
    ],
    [
        " Some people have said, well, are you going to go to Brisbane?",
        8424.96,
        8426.8
    ],
    [
        " Are you going to go to Perth?",
        8427.08,
        8428.42
    ],
    [
        " The answer is no.",
        8428.78,
        8429.54
    ],
    [
        " We are not a rock band on tour.",
        8430.14,
        8432.02
    ],
    [
        " We're not hitting every city in Australia.",
        8432.6,
        8434.92
    ],
    [
        " We're not, we're not even hitting every city in America.",
        8435.16,
        8436.7
    ],
    [
        " We're doing, we do one or two.",
        8436.7,
        8438.58
    ],
    [
        " This is probably, we probably won't go back to Australia for five years.",
        8438.72,
        8444.56
    ],
    [
        " That's what my guess is right now.",
        8445.4,
        8447.38
    ],
    [
        " We probably won't go back to Australia for five years because we'll do Europe, then",
        8447.54,
        8450.88
    ],
    [
        " we'll do Asia.",
        8450.88,
        8451.74
    ],
    [
        " You see what I'm saying?",
        8452.36,
        8454.54
    ],
    [
        " If you're in Australia or you're New Zealand or you're somewhere in that area of the world",
        8455.36,
        8461.22
    ],
    [
        " and you want to come to a monster, come to the one that is taking place December 4th and",
        8461.46,
        8466.66
    ],
    [
        " 5th.",
        8466.66,
        8467.16
    ],
    [
        " We also have the EF Overwatch 4 veterans that are looking to be placed into companies that",
        8467.34,
        8475.02
    ],
    [
        " need leadership.",
        8475.02,
        8475.74
    ],
    [
        " Go to efoverwatch.com.",
        8475.74,
        8478.66
    ],
    [
        " On top of all that, if you just feel like you haven't gotten enough right now, you haven't",
        8479.24,
        8487.62
    ],
    [
        " gotten enough of me.",
        8487.62,
        8488.44
    ],
    [
        " If you haven't got enough of Echo, you haven't gotten enough of Conor.",
        8488.52,
        8491.2
    ],
    [
        " Kirstie yet.",
        8491.2,
        8491.76
    ],
    [
        " Cool.",
        8492.2,
        8492.6
    ],
    [
        " This conversation will continue on the social media into webs on Twitter, on Instagram and",
        8492.82,
        8499.88
    ],
    [
        " on that.",
        8499.88,
        8500.46
    ],
    [
        " Kirstie is, first of all, kirstieannisfoundation.org and.com.",
        8501.08,
        8510.32
    ],
    [
        " Kirstie Instagram.",
        8510.34,
        8513.78
    ],
    [
        " I'm Kirstie underscore.",
        8514.5,
        8515.38
    ],
    [
        " NIS, Twitter.",
        8515.7,
        8517.34
    ],
    [
        " Kirstieannis.",
        8518.02,
        8518.92
    ],
    [
        " It's K-I-R-S-T-I-E and then N-S-E-N-N-I-S and then Facebook at Kirstieannis.",
        8519.2,
        8526.54
    ],
    [
        " Echo is at Echo Charles and I am at Jocco Willink.",
        8527.24,
        8530.34
    ],
    [
        " Echo, do you have anything else?",
        8530.5,
        8531.4
    ],
    [
        " No, sir.",
        8531.68,
        8532.18
    ],
    [
        " No, ma'am.",
        8532.54,
        8532.92
    ],
    [
        " Good to see you.",
        8533.2,
        8533.86
    ],
    [
        " Good to meet you.",
        8533.96,
        8534.54
    ],
    [
        " Likewise.",
        8534.84,
        8535.26
    ],
    [
        " Thanks for having me.",
        8535.42,
        8536.02
    ],
    [
        " Kirstie, any closing thoughts from you?",
        8537.04,
        8539.36
    ],
    [
        " Yeah, I just want people to realize that me climbing all of these big, ridiculous mountains",
        8539.8,
        8545.22
    ],
    [
        " all over the world, it's more than just being about me.",
        8545.22,
        8548.4
    ],
    [
        " I'm doing it for the people that need hope, somebody that needs inspiration or even just",
        8549.08,
        8553.46
    ],
    [
        " the non-believers really waiting for me to prove them wrong.",
        8553.46,
        8556.06
    ],
    [
        " And even more so, like I'm doing this with heart and passion and purpose.",
        8556.86,
        8559.52
    ],
    [
        " And even for example, like when I was out in Everest, me and my organization helped establish",
        8560.42,
        8567.5
    ],
    [
        " the first ever wheelchair program over in Nepal for 25 amputee orphans.",
        8567.5,
        8571.62
    ],
    [
        " And when we were just down in Ecuador, we actually had seven amputees standing on top of",
        8572.06,
        8575.78
    ],
    [
        " Kodapaxi.",
        8575.78,
        8576.44
    ],
    [
        " So you know, this really is.",
        8576.9,
        8577.84
    ],
    [
        " It's just about paying it forward and helping get the adaptive community into the outdoors",
        8577.98,
        8582.82
    ],
    [
        " and hopefully encouraging other people regardless of whatever your adversity that you're facing",
        8582.82,
        8587.9
    ],
    [
        " to go outside and find what really sets your heart on fire.",
        8587.9,
        8592.02
    ],
    [
        " It's been a legit honor to sit down with you, to meet with you.",
        8592.82,
        8596.42
    ],
    [
        " And definitely, absolutely, thank you for coming on the show.",
        8597.66,
        8600.34
    ],
    [
        " I know it's a scary time commitment, especially when I tell you it might be, you know, we've",
        8600.48,
        8607.2
    ],
    [
        " done podcasting for five hours long, but so it's awesome.",
        8607.2,
        8610.2
    ],
    [
        " And it's awesome for me to have the opportunity to share your story and it's honor to be",
        8610.6,
        8614.5
    ],
    [
        " able to do that.",
        8614.5,
        8615.06
    ],
    [
        " So thank you for coming on more important than that.",
        8615.36,
        8619.06
    ],
    [
        " Thank you for your service and your sacrifice in the Marine Corps.",
        8619.3,
        8622.8
    ],
    [
        " Or on top of that, thank you for your continued service today with what you're doing with",
        8623.7,
        8628.74
    ],
    [
        " your foundation.",
        8628.74,
        8629.44
    ],
    [
        " And on top of that, but what you do every day to show the rest of us the path and set",
        8630.42,
        8639.22
    ],
    [
        " an example for everybody.",
        8639.22,
        8641.52
    ],
    [
        " So thank you for all that.",
        8642.4,
        8643.9
    ],
    [
        " And the rest of the service members out there, worldwide, currently serving or who have",
        8644.0,
        8650.34
    ],
    [
        " served.",
        8650.34,
        8650.88
    ],
    [
        " Thank you for your service and your sacrifice and thanks for keeping us free and here",
        8651.3,
        8657.16
    ],
    [
        " at home to our police law enforcement firefighters, paramedics, EMTs, dispatchers, correctional",
        8657.16,
        8663.46
    ],
    [
        " officers, border patrol, secret service, all the first responders that there are.",
        8663.46,
        8667.06
    ],
    [
        " Thank you for keeping us safe on the home front and to everyone else out there.",
        8667.88,
        8675.18
    ],
    [
        " We all suffer losses.",
        8678.0,
        8680.42
    ],
    [
        " We all are going to have highs and lows in our lives.",
        8681.04,
        8688.14
    ],
    [
        " We can all be petrified of what the future may hold and we can all have setbacks and doubts",
        8688.32,
        8695.94
    ],
    [
        " and pain.",
        8695.94,
        8697.02
    ],
    [
        " That's what's going to happen in life.",
        8698.14,
        8701.48
    ],
    [
        " But if you can look at someone like Kirstie and you can follow her lead and you fight",
        8705.14,
        8713.56
    ],
    [
        " for it and you work for it and you work through it, those losses and those setbacks and",
        8713.56,
        8719.1
    ],
    [
        " that pain will make you better.",
        8719.1,
        8722.68
    ],
    [
        " So as Kirstie said, appreciate the days every day and get on the path and stay on the path",
        8725.4,
        8735.74
    ],
    [
        " by getting out there and getting after it.",
        8735.74,
        8739.76
    ],
    [
        " And until next time, this is Kirstie Ennis and Echo and Jocco out.",
        8740.34,
        8748.1
    ]
]