[
    [
        " Jocco, what is more important in being successful at achieving your goals? Nature or nurture?",
        0.12,
        7.56
    ],
    [
        " Okay, so this is the classic question of nature versus nurture. And in my opinion, it's neither.",
        9.56,
        21.66
    ],
    [
        " In my whole life, I've seen people from every different strata. In the SEAL teams, you had everybody, you had Ivy League kids with a silver spoon, and you had former gang bangers and hood rats.",
        23.92,
        40.66
    ],
    [
        " And at the same time, you had prep school kids and kids from blue collar families and everybody in between.",
        40.82,
        46.36
    ],
    [
        " There was kids with the big, strong families that were really, really close, and you had kids with no families.",
        47.26,
        55.84
    ],
    [
        " Kids that were pampered and kids that were abused, everything. We had everything. And in all of those different groups, there were some people that were successful and got the job done.",
        57.04,
        68.24
    ],
    [
        " And some people that were unsuccessful and couldn't get it done.",
        68.66,
        72.78
    ],
    [
        " And in working with businesses now, I see the same thing. People from every walk of life, from the bottom to the top.",
        73.38,
        80.64
    ],
    [
        " And I've seen every type of those different types of people be successful. So to me, it's not about nature or nurture.",
        81.26,
        92.02
    ],
    [
        " It's about choice. The people that are successful decide they are going to be successful. They make that choice.",
        94.46,
        105.1
    ],
    [
        " And they make other choices. They decide to study hard. They choose to work hard.",
        106.02,
        112.72
    ],
    [
        " They choose to be the first person to get to work and the last person to go home.",
        113.6,
        117.96
    ],
    [
        " They choose to take on the hard jobs and take on the challenges.",
        120.62,
        125.06
    ],
    [
        " They decide they're going to lead when no one else will. They choose who they're going to hang around with and be associated with.",
        125.58,
        139.76
    ],
    [
        " And they choose who they're going to emulate.",
        139.76,
        142.42
    ],
    [
        " These people choose to become who they want to become.",
        143.0,
        150.68
    ],
    [
        " They aren't inhibited by nature or nurture. They overcome both.",
        151.74,
        157.78
    ],
    [
        " And I'll tell you something else. It's never too late to make that choice.",
        159.46,
        166.42
    ],
    [
        " You're never too old to decide where you're going to focus your efforts and push to make the most out of every situation.",
        166.42,
        175.94
    ],
    [
        " So to me, it's not about what you've been through and where you were.",
        177.22,
        189.72
    ],
    [
        " It's about where you're going.",
        192.0,
        194.76
    ],
    [
        " And it's about the choices that you make. It's about choosing.",
        195.96,
        201.72
    ],
    [
        " Choose to make yourself smarter and stronger and healthier.",
        203.58,
        208.42
    ],
    [
        " Choose to work out and study and eat good food and keep your mind clean.",
        209.9,
        216.66
    ],
    [
        " Don't let nature or nurture make you.",
        217.64,
        226.92
    ],
    [
        " Choose to make yourself smarter and healthier.",
        228.34,
        237.76
    ],
    [
        "",
        237.76,
        237.76
    ]
]