[
    [
        " As a leader, you have to put others before yourself.",
        0.02,
        5.36
    ],
    [
        " And that starts at the beginning and it starts with everything that you do.",
        6.64,
        12.16
    ],
    [
        " You have to let the men eat first.",
        13.02,
        16.64
    ],
    [
        " You have to make sure that they have the gear that they need.",
        17.3,
        19.56
    ],
    [
        " You have to let them get rest before you do.",
        20.46,
        23.78
    ],
    [
        " That's how it works.",
        25.74,
        27.06
    ],
    [
        " You have to make sure that they have what they need to accomplish the mission.",
        27.74,
        34.72
    ],
    [
        " And then on top of that, you have to make sure that the mission aligns with the good of the troops.",
        35.66,
        45.66
    ],
    [
        " This is hard for some people to understand, but this applies to any organization, the military, a business, a sports team.",
        48.52,
        56.74
    ],
    [
        " And you have to make sure that the troops understand that there may be short-term sacrifice.",
        57.82,
        66.62
    ],
    [
        " There may even be the ultimate sacrifice in war.",
        69.68,
        77.96
    ],
    [
        " Men may be killed for the cause.",
        78.78,
        83.44
    ],
    [
        " But that cause must be just.",
        86.82,
        89.06
    ],
    [
        " And that cause must, even in death, benefit those who may have to give that last full measure.",
        90.66,
        99.82
    ],
    [
        " And that may sound impossible, actually, because how can anyone benefit from their own death?",
        100.0,
        106.8
    ],
    [
        " And the answer is actually quite simple.",
        107.14,
        110.38
    ],
    [
        " The people who are in the military, when military personnel risk their lives, they do so to provide safety and security for their country.",
        110.38,
        119.46
    ],
    [
        " The country where their families live.",
        119.9,
        125.66
    ],
    [
        " And those individuals put their families above themselves.",
        126.78,
        129.58
    ],
    [
        " And as a military leader, if you do see that a mission does not ultimately lead to the safety and security of the families of the people that you do lead,",
        129.58,
        139.12
    ],
    [
        " then it's your obligation to raise this up the chain of command and fix it.",
        139.12,
        145.92
    ],
    [
        " Then the same thing holds true in business.",
        145.98,
        150.54
    ],
    [
        " As a leader, you must put the good of the troops above yourself.",
        150.76,
        155.52
    ],
    [
        " Now, the thing that might seem impossible here is that the overarching measurement of the success of a business is to be profitable.",
        158.54,
        169.14
    ],
    [
        " And to maximize profit, one of the things that you do is you cut costs.",
        172.8,
        177.72
    ],
    [
        " And one of the easiest places to cut costs in any business is people.",
        178.54,
        184.84
    ],
    [
        " You minimize what you're paying people or you get rid of people.",
        187.0,
        192.04
    ],
    [
        " And then you maximize profit.",
        192.44,
        195.64
    ],
    [
        " So how can this leadership principle work?",
        197.82,
        200.26
    ],
    [
        " How can you take care of people while at the same time, maximizing profitability?",
        200.36,
        204.9
    ],
    [
        " And the answer is that you have to look at the long game.",
        205.2,
        207.62
    ],
    [
        " You have to see that the stronger you build a business, the more long-term stability you build.",
        208.76,
        214.88
    ],
    [
        " And the more long-term stability you build, the more stability you build for your employees.",
        214.96,
        219.7
    ],
    [
        " And when you're stable, that allows you to grow.",
        223.2,
        225.86
    ],
    [
        " And when you grow your business, the employees have the opportunity for growth.",
        226.08,
        229.84
    ],
    [
        " And those opportunities improve the lives for everyone, for the employees, for their family, and thereby the whole community.",
        230.78,
        240.46
    ],
    [
        " That's what happens.",
        241.22,
        242.46
    ],
    [
        " But then what happens when leaders don't put their people first?",
        245.58,
        250.08
    ],
    [
        " In the military, it can result in operations going wrong.",
        251.86,
        259.94
    ],
    [
        " It can result in senseless strategies.",
        260.56,
        263.1
    ],
    [
        " And in the military, it can result in wasted lives.",
        263.8,
        268.52
    ],
    [
        " And in business, you can see another kind of destruction.",
        272.0,
        276.56
    ],
    [
        " In business, it can mean loss of growth, for sure.",
        276.72,
        279.14
    ],
    [
        " It can mean loss of revenue.",
        279.7,
        281.06
    ],
    [
        " Yes, it can mean loss of jobs.",
        281.3,
        282.62
    ],
    [
        " But eventually, it can mean the collapsing of communities, the collapsing of cultures.",
        283.22,
        291.88
    ],
    [
        " Now, of course, a balance has to be found and profitability must be maintained.",
        295.24,
        300.96
    ],
    [
        " But the dollar must not trump the people.",
        301.86,
        308.02
    ],
    [
        " And it certainly must not.",
        308.78,
        311.76
    ],
    [
        " Regardless of your capitalistic goals, the dollar must not trump the communities.",
        312.52,
        320.76
    ],
    [
        " That built the businesses in the first place.",
        320.8,
        323.88
    ],
    [
        " The pursuit of money must not jeopardize the very fabric of the country that gives us the promise for the unhindered pursuit of that money in the first place.",
        324.56,
        338.72
    ],
    [
        " And yet we've seen that take place.",
        339.42,
        345.32
    ],
    [
        " We've seen that take place in our own country.",
        346.54,
        349.72
    ],
    [
        " In cities and in towns and in states where saving a dollar meant closing a mill and meant shutting down a factory.",
        350.5,
        364.78
    ],
    [
        " In places where making more money in the next financial quarter caused leadership to forget the long term impact and sell the future of those people for cash in hand in the immediate.",
        366.3,
        383.36
    ],
    [
        " And that disease, that plague of greed can spread.",
        387.94,
        394.96
    ],
    [
        " And it has hurt various parts of America at various times.",
        395.46,
        404.72
    ],
    [
        " And when that's happening, while the people at the top might build themselves a fortune, it's a fortune built on despair.",
        406.28,
        416.76
    ],
    [
        " And it's a fortune built on destruction.",
        417.06,
        418.66
    ],
    [
        " And in the end, that will come back to haunt them.",
        418.66,
        424.48
    ],
    [
        " Because it is not the right thing to do.",
        425.42,
        430.7
    ],
    [
        " And it does not have to be that way.",
        432.94,
        435.8
    ],
    [
        " Because there are leaders who recognize the long term positive impact of growth and the long term positive impact of putting your people first.",
        436.54,
        451.64
    ],
    [
        " Putting your community first.",
        456.28,
        459.28
    ],
    [
        " Putting your country first.",
        460.0,
        465.48
    ]
]