[
    [
        " Mental exercises to learn to control once pulse and breathing in really stressful situations or when very nervous. What do you do?",
        0.3,
        8.82
    ],
    [
        " Mental exercises. So we touched on this very",
        10.72,
        13.84
    ],
    [
        " briefly in the last episode which was",
        13.84,
        18.56
    ],
    [
        " on the book where I talk a little bit about",
        18.56,
        22.94
    ],
    [
        " sniper training",
        22.94,
        25.18
    ],
    [
        " um",
        27.7,
        28.18
    ],
    [
        " visualization is probably your biggest tool",
        28.18,
        30.1
    ],
    [
        " and what in my experience. Train, train the shit out of it, train, train, train and when you think",
        30.1,
        37.92
    ],
    [
        " you've trained enough, keep training. But when you're not training, think about it.",
        37.92,
        42.5
    ],
    [
        " Think about it. The more you think about it, become",
        43.1,
        47.16
    ],
    [
        " in tune with yourself. Okay, I'm going to get a little spacey here, a little",
        47.16,
        51.86
    ],
    [
        " earthy. Just sit there",
        54.0,
        55.14
    ],
    [
        " because you know what you do in your sniper? You fucking sit there. You have a lot of time to yourself.",
        55.14,
        63.52
    ],
    [
        " I can't really talk because you got a job to do. And what you got to do is you just got to",
        64.46,
        69.3
    ],
    [
        " okay, I know my heart rate is going to go up here. But I do my best to make sure it does an",
        69.3,
        79.28
    ],
    [
        " overwhelm my motor functions. And you can control it pretty easily if you prepare yourself for",
        79.36,
        87.2
    ],
    [
        " that moment. But it's all about preparation, training and visualization. Even like",
        87.2,
        93.9
    ],
    [
        " even making the shot, you know like Tim Kennedy was on here, right? And he talked about dry firing.",
        93.9,
        99.68
    ],
    [
        " Consider dry firing that this is your dry firing for for your for controlling yourself. For",
        100.14,
        108.58
    ],
    [
        " your brain for your brain, exactly. And dry fire, your brain. I like that. And it only comes from",
        108.58,
        116.66
    ],
    [
        " experience. Now, I guess there's probably some exceptions to the rule out there that are just",
        116.66,
        120.78
    ],
    [
        " born to be cold-blooded killers that second they get behind a barrel. But for me, it was visualization",
        120.78,
        127.54
    ],
    [
        " and just preparing to accept the feelings that were coming. And also overriding them.",
        127.54,
        135.42
    ],
    [
        " Because they can still be happening, but you can still control yourself with the right kind of",
        136.04,
        140.76
    ],
    [
        " preparation. And it's also a perishable skill, funny enough. I realized. I don't know if that",
        140.76,
        148.68
    ],
    [
        " answered the question. But I think that's I think that's good. And I think for me, one thing that I",
        148.68,
        155.4
    ],
    [
        " that I know I do. And this is a I guess it's it may be considered a technique, but it's like the",
        155.4,
        163.5
    ],
    [
        " technique creates the solution. Let me explain this to you. One of the things that I do in stressful",
        164.76,
        169.92
    ],
    [
        " situations, there's something that I always try and do. And that is no matter what's going on,",
        169.92,
        175.94
    ],
    [
        " I try and remain calm in my voice. So when things are going crazy, I try and get on the radio and say,",
        176.46,
        184.82
    ],
    [
        " Hey, we need two more people over here. Not we need two more people over here. So if you're going to",
        184.82,
        191.26
    ],
    [
        " talk in a calm, controlled voice, then you can't be breathing hard. You can't be excited. You can't",
        191.26,
        199.3
    ],
    [
        " get angry. You can't get frustrated. You have to lock all that up and get it under control before",
        199.3,
        206.16
    ],
    [
        " you open your lips. Right. And start saying something. And so I'm always very focused on I am going to",
        206.16,
        214.04
    ],
    [
        " sound calm, cool, and collected when I open my mouth. That way. And when in doing that, the only",
        214.46,
        221.3
    ],
    [
        " way to make that happen is to do everything we just talked about control your breathing, control",
        221.3,
        225.84
    ],
    [
        " your pulse, control your emotions, get all those things under control. And then say, all right,",
        225.84,
        231.24
    ],
    [
        " we need two more guys down here immediately. Now, and everybody goes, Oh, okay, let's make this",
        231.34,
        238.22
    ],
    [
        " happen. And coming from you, especially in your case, you were the boss. So if you're if you're",
        238.22,
        246.36
    ],
    [
        " calm, cool and collected, that translates to your troopers. It absolutely right. So when we",
        246.36,
        251.26
    ],
    [
        " wouldn't and it would for us as well, when we were doing Overwatch, you know, six to six three",
        251.26,
        256.78
    ],
    [
        " in movement to your left. Where are they at? No, no, no, no, no, no, no, no, no, right. Think about",
        256.78,
        261.48
    ],
    [
        " what happens when you do that. So imagine if I went, who should six they're on your left or on your",
        261.48,
        266.1
    ],
    [
        " left? Right. I'm freaking out. They would it would all be it would be lost. But you're that",
        266.1,
        270.24
    ],
    [
        " you're that voice. Because if we're over snipers are overwatched. We're the troops feel better when",
        270.24,
        275.74
    ],
    [
        " they know, Oh, okay, the snipers doing Overwatch. Okay, we can we're going to be okay. So if I go",
        275.74,
        280.44
    ],
    [
        " on the radio and talked the same way. So, you know, no, okay, yeah, just fire 400 meters north,",
        280.44,
        286.58
    ],
    [
        " you know, fire for effect. Roger that. You know, like you got a that's a good point.",
        286.76,
        291.34
    ],
    [
        " Every thought of that. Yeah, I think airline pilots train that too. You know, we hit the",
        291.34,
        295.82
    ],
    [
        " turbulence and they're oh, hey, God, sorry about that. You know, yeah, just go ahead and put",
        295.82,
        300.74
    ],
    [
        " your seat. And actually, if you hear Sully, the guy that landed on the river, he, he's like that.",
        300.74,
        307.5
    ],
    [
        " Yeah, yeah, we're going to have to read. I think they have to teach him that because that's where",
        307.64,
        311.84
    ],
    [
        " people are so apprehensive. They've been there in the plane. My favorite part about that is, uh,",
        311.84,
        317.28
    ],
    [
        " he's like, yeah, we'll be in the river. And the guy's like, uh, say again, we'll be in the Hudson,",
        317.34,
        322.08
    ],
    [
        " Roger out. And like the plane, it's like real time. You're watching the video. And he's just like,",
        322.34,
        326.16
    ],
    [
        " yeah, yeah, we're in the river. We're in the river. That's all, man. What?",
        326.16,
        329.58
    ],
    [
        " And by controlling his, you know, in order to control his voice, he's got to control his breathing.",
        330.36,
        334.96
    ],
    [
        " He's got to control his temper. He's got to control his emotions. And so that's what I do",
        334.96,
        339.0
    ],
    [
        " in those situations. And I'll tell you what, if I haven't, if I don't, if I'm not in a situation",
        339.0,
        343.4
    ],
    [
        " where I need to talk, I'll just talk to myself, be like, okay, you know, just say that in my head.",
        343.4,
        348.32
    ],
    [
        " Yeah. All right. What is the next pigment? You're gonna, I know we're spending a lot of time on",
        348.48,
        352.0
    ],
    [
        " the first question, but that's what saved my life. Oh, staying. If I had gone into shock, dude,",
        352.0,
        359.78
    ],
    [
        " I'd be dead, right? And I say it in the book. I say I did my best to go into the zone.",
        359.78,
        364.86
    ],
    [
        " So I know I'm bleeding it. And I know this and I know that. But",
        365.44,
        370.14
    ],
    [
        " in my mind, it was let the system do its job.",
        371.24,
        374.92
    ],
    [
        " Okay, everything's gonna be fine. Jody, it's okay. And I just, I just kept saying, talking to myself,",
        374.92,
        382.36
    ],
    [
        " you know, visualizing what? Okay, so the chopper's gonna come in, you know, and I just visualized each step.",
        382.7,
        387.92
    ],
    [
        " And my, my, but the whole point to it was I couldn't have my pulse, you know, with jackhammer. Otherwise,",
        388.54,
        394.38
    ],
    [
        " more blood's lost. More blood, and then you're, and what happens, right? Blood gets sucked into your",
        394.84,
        399.0
    ],
    [
        " core when you go into shock. And, and that would suck it out of your brain, suck it out of everywhere,",
        399.0,
        403.62
    ],
    [
        " where you, where you know, I, I needed to stay conscious. So,",
        403.62,
        406.36
    ],
    [
        " so anyway, long, long answer for one question, but this, this is also something, you know, you got to",
        406.36,
        412.6
    ],
    [
        " learn. Practice, keep practicing it. You'll figure it out. Yeah, and always, and we talk about this",
        412.6,
        417.3
    ],
    [
        " again all the time on the podcast, and aculate yourself to these stressful situations. That's right.",
        417.3,
        421.58
    ],
    [
        " That's, that's, that's the guy's name. Yes.",
        422.16,
        423.92
    ],
    [
        " Rest inoculation. Yep. Anoculate yourself to the stress so that when you, you get used to it. Yeah.",
        424.46,
        430.94
    ],
    [
        " The more stressful situation, I mean, training, going through training, man, they, they put all kinds of",
        431.32,
        435.5
    ],
    [
        " stresses at you. Yeah. So that you learn to deal with it. And if you want to learn how to, that's your",
        435.5,
        439.72
    ],
    [
        " time to practice controlling all those things. Absolutely. And I'm not trying to go level seven, zen Buddha,",
        439.72,
        446.68
    ],
    [
        " on you all like, you need to get in the mind state to control your breathing. Like, no, it's a",
        446.84,
        451.42
    ],
    [
        " practical thing. It's a real thing. It's not a yoga thing. It's a practical real thing of, hey,",
        451.42,
        457.36
    ],
    [
        " get calm down, take a deep breath, get yourself under control. Now it's time to talk and give clear",
        457.84,
        463.16
    ],
    [
        " concise orders that are calm, yeah, or make that shot or crack one off if you're in the sniper zone.",
        463.16,
        469.88
    ],
    [
        " Like a bad guy.",
        469.98,
        470.66
    ]
]