[
    [
        " This is Jockel Podcast number 198 with David Burke and me, Jockel Willink.",
        0.22,
        6.1
    ],
    [
        " Good evening, David.",
        6.74,
        7.28
    ],
    [
        " Good evening.",
        7.7,
        8.22
    ],
    [
        " And David is back on the podcast because Echo is well, he's still on vacation.",
        8.84,
        17.16
    ],
    [
        " And we are continuing the thread that we did on the last podcast with Andrew Paul,",
        18.5,
        25.86
    ],
    [
        " the last podcast we discussed a German field manual called Troopin Führung,",
        26.34,
        34.14
    ],
    [
        " which means leading troops.",
        34.44,
        36.8
    ],
    [
        " And I mentioned the American version of that document.",
        37.72,
        41.22
    ],
    [
        " It's called Field Service Regulations FM 100-TAC-5.",
        41.66,
        46.9
    ],
    [
        " And the one, and this is a little bit, it's not that important, but I'm going to bring it up later.",
        47.76,
        52.52
    ],
    [
        " The one that we're going to talk about was published in 1941.",
        52.52,
        55.88
    ],
    [
        " So prior to the entry of us into World War II, and they plagiarized heavily from the Troopin Führung.",
        56.9,
        68.8
    ],
    [
        " But there are enough differences in here that it does merit its own review.",
        69.3,
        78.04
    ],
    [
        " So we're going to look at it.",
        79.04,
        80.5
    ],
    [
        " We're going to explore leadership once again, Dave.",
        80.52,
        82.98
    ],
    [
        " Are you ready?",
        83.46,
        84.7
    ],
    [
        " I'm ready.",
        85.0,
        85.34
    ],
    [
        " All right, let's go to Field Service Regulations FM 100-TAC-5.",
        85.64,
        94.0
    ],
    [
        " There's actually a little intro section in here.",
        94.14,
        96.38
    ],
    [
        " And it goes like this, Preface.",
        97.1,
        98.38
    ],
    [
        " On 22 May 1941, the War Department published a new version of FM 105 operations.",
        100.8,
        108.56
    ],
    [
        " This manual superseded a tentative 1939 version, which I actually have not seen.",
        108.84,
        114.52
    ],
    [
        " I'll have to dig that one up.",
        114.92,
        116.0
    ],
    [
        " The most recent official addition had been the Field Service Regulations dated 1923.",
        116.72,
        121.94
    ],
    [
        " The Army of 1941 desperately needed an up-to-date doctrinal guidance.",
        122.06,
        126.2
    ],
    [
        " The world was already engulfed in war, and the United States had begun to mobilize.",
        126.88,
        131.76
    ],
    [
        " Thus, the Army was eight times larger than it had been in 1939.",
        132.22,
        137.26
    ],
    [
        " That's two years, 1939 to 1941.",
        138.28,
        141.46
    ],
    [
        " You want to talk about you and I work with companies now, and we're growing a lot.",
        141.88,
        145.28
    ],
    [
        " We're in a growth phase, eight times bigger in two years.",
        145.42,
        149.64
    ],
    [
        " And we're not talking about a small organ.",
        150.3,
        151.74
    ],
    [
        " It's one thing to go from two people to 16.",
        151.74,
        155.44
    ],
    [
        " Hey, we're eight times bigger.",
        155.8,
        156.88
    ],
    [
        " But to go from whatever a few hundred thousand to over a million, that's serious growth.",
        157.34,
        163.96
    ],
    [
        " So continuing, moreover, it had also embarked on a modernization program that affected virtually every fast of military activity.",
        165.66,
        172.62
    ],
    [
        " The edition, the 1941 edition of FM 100 Tak 5 encapsulates the state of Army doctrine on the eve of America's entry into World War II.",
        172.98,
        183.1
    ],
    [
        " The 1941 version of FM 100 Tak 5 has long been recognized as a classic piece of doctrine writing.",
        183.8,
        190.54
    ],
    [
        " Remarkable for its clarity of concept and prose.",
        191.14,
        194.84
    ],
    [
        " Now, come on, folks.",
        195.2,
        196.62
    ],
    [
        " We can't give you that much credit.",
        196.88,
        198.76
    ],
    [
        " We just read the German version and we know that we know where you're getting this from.",
        198.84,
        203.64
    ],
    [
        " So that's that's a little bit of a bold statement there coming from from this preface.",
        204.08,
        208.58
    ],
    [
        " It also has valuable historical, it is also a valuable historical artifact preserving as it does the doctrinal thought of the Army at a critical juncture in history.",
        209.06,
        217.46
    ],
    [
        " And this is signed by Christopher R. Gable PhD.",
        217.96,
        221.32
    ],
    [
        " The historian, combat studies institute, US Army command and general staff college.",
        223.58,
        227.96
    ],
    [
        " Did you go to war college?",
        228.14,
        228.7
    ],
    [
        " No, I went to Johns Hopkins instead.",
        229.4,
        231.76
    ],
    [
        " Oh, wait, what do they call you?",
        232.1,
        235.16
    ],
    [
        " Oh, that's right. Good deal, Dave.",
        235.4,
        236.66
    ],
    [
        " Check.",
        237.96,
        238.78
    ],
    [
        " And what did you study there?",
        239.6,
        241.42
    ],
    [
        " International public policy.",
        241.92,
        243.34
    ],
    [
        " How long was it? How long was the school?",
        243.94,
        246.12
    ],
    [
        " About 18 months. So it was on an academic fellowship.",
        246.32,
        248.8
    ],
    [
        " So it was basically civilian.",
        248.8,
        250.0
    ],
    [
        " Got a master's degree and started working on a second degree while I was there.",
        250.3,
        253.98
    ],
    [
        " What was the second degree that you started working on?",
        254.3,
        255.84
    ],
    [
        " MBA.",
        256.24,
        256.5
    ],
    [
        " Okay.",
        257.0,
        257.24
    ],
    [
        " The policy, what were you doing?",
        258.18,
        261.66
    ],
    [
        " Yeah, so really what that was about is the reason why the Marine Corps sent me to do that is to,",
        262.18,
        267.34
    ],
    [
        " when I, after that was going to go to the joint staff to help formulate,",
        267.6,
        269.86
    ],
    [
        " how we relate to other countries and the security that goes along with that and the relationships we have with other countries.",
        269.86,
        276.76
    ],
    [
        " It was actually pretty important.",
        276.76,
        277.8
    ],
    [
        " A lot of those lessons came from World War II.",
        278.4,
        279.98
    ],
    [
        " And you know, this isolationist mindset didn't help us in the beginning and how to form policy that helps the country create security around the world, really.",
        281.0,
        289.48
    ],
    [
        " Who are the professors?",
        289.68,
        290.4
    ],
    [
        " Probably the most prominent professor there was Elliot Cohen.",
        291.04,
        294.32
    ],
    [
        " He's now the dean at SICE, but he ran the strategic studies department that I was there.",
        294.94,
        300.34
    ],
    [
        " And then John McLaughlin, who was the former acting director of the CIA.",
        301.0,
        304.86
    ],
    [
        " So some pretty amazing guys there.",
        305.42,
        307.16
    ],
    [
        " Some pretty great access to some really smart folks that have spent their careers in international arena.",
        307.28,
        312.82
    ],
    [
        " Yeah, that's kind of a pretty legit.",
        313.16,
        314.62
    ],
    [
        " So no, I didn't go to work college.",
        315.86,
        317.4
    ],
    [
        " Good deal, Dave, coming in hot.",
        317.66,
        321.04
    ],
    [
        " All right.",
        321.5,
        322.18
    ],
    [
        " Now I will say that the Troop and Furong has a much better kickoff.",
        322.46,
        327.6
    ],
    [
        " Much better kickoff than the, than this one, than the field service regulations.",
        327.82,
        333.88
    ],
    [
        " But we're going to jump in.",
        334.38,
        335.42
    ],
    [
        " Here's where I'm going to pick it up.",
        335.7,
        337.2
    ],
    [
        " The, in fact, this, this one is so unepic.",
        338.6,
        342.02
    ],
    [
        " I'm not reading it.",
        342.68,
        343.6
    ],
    [
        " Well, now I kind of have to.",
        344.2,
        345.72
    ],
    [
        " It starts off with, with just kind of a blah, blah.",
        346.02,
        348.96
    ],
    [
        " Field service regulations, it's just.",
        349.66,
        352.28
    ],
    [
        " Yeah, here's what it says.",
        353.34,
        356.56
    ],
    [
        " Field FM 105 Field Service Regulations Operations is published for the information and guidance of all concerned.",
        356.96,
        362.5
    ],
    [
        " It contains the doctrines of leading troops in combat and tactics of the combined arms and constitutes the basis of instruction of all arms and services for field service.",
        362.78,
        370.8
    ],
    [
        " Okay, that's not bad.",
        371.12,
        371.8
    ],
    [
        " This is actually decent.",
        372.06,
        373.16
    ],
    [
        " While the fundamental doctrines of combat operations are neither numerous nor complex, their application is sometimes difficult.",
        373.16,
        380.2
    ],
    [
        " I think we call that simple not easy.",
        380.58,
        382.72
    ],
    [
        " That is simple not easy.",
        383.72,
        385.54
    ],
    [
        " 100%.",
        386.32,
        387.08
    ],
    [
        " Knowledge of these doctrines and experience in the application provide all commanders a firm basis of action in a particular situation.",
        387.08,
        395.58
    ],
    [
        " So let's think about this.",
        396.38,
        397.88
    ],
    [
        " This reminds me of what Mattis says.",
        397.92,
        399.92
    ],
    [
        " You know, Mattis is like, I'm not going to get surprised on the battlefield because I've read something close to it.",
        399.92,
        404.58
    ],
    [
        " I've read something close to it, something I can relate to it.",
        404.98,
        407.18
    ],
    [
        " So knowledge of these doctrines and experience in their application provide all commanders a firm basis for action in a particular situation.",
        407.26,
        414.58
    ],
    [
        " This knowledge and experience enable the commander to utilize the flexible organization with which he is provided to group his forces into task units most suitable for the accomplishment of his mission.",
        415.06,
        428.46
    ],
    [
        " Now, we get what that's saying.",
        429.8,
        432.4
    ],
    [
        " And it's pretty cool to say it's also very verbose.",
        432.94,
        436.0
    ],
    [
        " Hey, you got to task organize sometimes.",
        436.68,
        438.76
    ],
    [
        " You got to have a flexible organization.",
        439.36,
        440.7
    ],
    [
        " Yes, definitely.",
        441.02,
        441.8
    ],
    [
        " It goes on and this is where we get, we start getting a little bit of fire going here.",
        443.48,
        447.48
    ],
    [
        " Set rules and methods must be avoided.",
        449.18,
        452.9
    ],
    [
        " That is probably the last thing that someone would think about the military.",
        454.36,
        458.78
    ],
    [
        " Right?",
        459.26,
        459.28
    ],
    [
        " Set rules and methods must be avoided.",
        459.76,
        463.06
    ],
    [
        " And I'll say, I actually think that's a little bit of a strong statement.",
        463.7,
        466.12
    ],
    [
        " Like you actually have to have standard operating procedures.",
        466.78,
        469.34
    ],
    [
        " You have to have some rules in place.",
        469.72,
        471.32
    ],
    [
        " I think maybe that's the kind of statement where you're making it because the common practice is to follow set rules so strictly.",
        471.92,
        481.4
    ],
    [
        " And I'll give you another example.",
        481.9,
        483.58
    ],
    [
        " So you know we talk about humility all the time.",
        483.78,
        485.2
    ],
    [
        " We talk about humility all the time.",
        485.88,
        487.82
    ],
    [
        " Even though confidence is an equally important trait for a leader to have.",
        488.4,
        493.74
    ],
    [
        " Why aren't we running around telling people to be confident all the time?",
        494.32,
        497.2
    ],
    [
        " It's because 98% of the time the issue is not people are lack confidence.",
        497.42,
        502.94
    ],
    [
        " 98% of the time is that they lack humility.",
        503.26,
        505.26
    ],
    [
        " So that's why we end up talking about that all the time.",
        505.56,
        508.42
    ],
    [
        " Hey, you got to be humble.",
        508.72,
        509.48
    ],
    [
        " Because who ends up in leadership positions?",
        509.56,
        511.5
    ],
    [
        " Right?",
        512.5,
        512.54
    ],
    [
        " Does somebody that's afraid to step up and isn't confident?",
        512.86,
        515.34
    ],
    [
        " They don't end up in leadership positions.",
        515.5,
        516.64
    ],
    [
        " So over years, if we're dealing with the CEO of a company or we're dealing with a unit commander in the military or a team leader in any organization,",
        517.08,
        528.58
    ],
    [
        " they got there for years of being confident for sure.",
        529.0,
        533.08
    ],
    [
        " That's how they ended up there.",
        533.42,
        534.36
    ],
    [
        " So and it worked for them.",
        534.44,
        535.84
    ],
    [
        " And that only exacerbates and magnifies their confidence, which is good.",
        535.98,
        542.54
    ],
    [
        " But when they get to a point where all of a sudden they start believing their own hype and that's where it becomes a problem.",
        542.86,
        548.0
    ],
    [
        " So 98% of the time the problem that we're dealing with isn't a lack of confidence.",
        548.12,
        555.38
    ],
    [
        " It's a lack of humility.",
        555.56,
        556.42
    ],
    [
        " Now where this changes is when we're dealing with a young junior officer that feels like they're insecure.",
        556.74,
        561.2
    ],
    [
        " They don't really know what they should do.",
        561.2,
        562.32
    ],
    [
        " And they need to say they need they need to have confidence, right?",
        562.9,
        566.26
    ],
    [
        " Yeah.",
        566.48,
        566.58
    ],
    [
        " And the confidence that they actually need is the confidence to say, hey, you know what, sergeant or hey, you know what, forming on a job site?",
        566.76,
        573.66
    ],
    [
        " I don't really know how to do this.",
        574.02,
        575.52
    ],
    [
        " Can you guide me through it?",
        575.78,
        577.24
    ],
    [
        " That's the only confidence I need.",
        577.68,
        578.82
    ],
    [
        " They don't know how to do the actual thing.",
        578.82,
        580.82
    ],
    [
        " Yeah.",
        581.34,
        581.52
    ],
    [
        " They just need to they just need to have the confidence that they can say, I don't get it.",
        581.94,
        587.08
    ],
    [
        " Yeah.",
        587.16,
        587.28
    ],
    [
        " And it won't undermine their credibility as a leader to admit that they don't know what to do.",
        587.28,
        591.04
    ],
    [
        " No, doesn't undermine it at all.",
        591.18,
        592.88
    ],
    [
        " So what they're saying here is you got these military folks that are always following the rules.",
        593.64,
        597.98
    ],
    [
        " That's kind of the that's the lean.",
        598.18,
        599.82
    ],
    [
        " That's the tendency.",
        600.0,
        600.68
    ],
    [
        " The tendency is military guy.",
        601.16,
        603.2
    ],
    [
        " You got told to do something.",
        603.2,
        604.52
    ],
    [
        " You're going to do it.",
        604.66,
        605.4
    ],
    [
        " So what they're saying is leading, you pulling back the other direction a little bit harder to balance the dichotomy a little bit is.",
        605.76,
        613.38
    ],
    [
        " Set rules and methods must be avoided.",
        613.52,
        614.84
    ],
    [
        " And then it continues.",
        615.48,
        616.44
    ],
    [
        " They limit imagination and initiative which are so important in the successful prosecution of war.",
        616.7,
        622.94
    ],
    [
        " They provide the enemy a fixed pattern of operations which he can more easily counter.",
        623.46,
        632.26
    ],
    [
        " Yeah, which he can exploit.",
        632.54,
        633.38
    ],
    [
        " Right.",
        633.72,
        633.78
    ],
    [
        "",
        633.94,
        633.94
    ],
    [
        " So you're doing the same thing over and over again.",
        634.38,
        635.68
    ],
    [
        " Cool. Watch this.",
        635.98,
        636.76
    ],
    [
        " We'll be waiting for you.",
        636.9,
        637.74
    ],
    [
        " And and now we're going to the point where I was kind of like, well, what this what this book starts off with is basically",
        638.22,
        644.28
    ],
    [
        " you know, you get a legal document and it starts off with the definition of all the terms.",
        644.44,
        648.24
    ],
    [
        " That's what this starts off with.",
        648.62,
        649.66
    ],
    [
        " Theodore war comprises this.",
        649.92,
        651.08
    ],
    [
        " Theodore operations is that.",
        651.4,
        652.44
    ],
    [
        " Combat zone is this.",
        652.56,
        653.5
    ],
    [
        " Communication zone is that.",
        654.02,
        655.12
    ],
    [
        " And so it goes through a bunch of sort of tactical terms which is which is fine.",
        655.58,
        660.48
    ],
    [
        " I mean, they're necessary, necessary.",
        660.72,
        662.52
    ],
    [
        " But that's kind of where this thing starts off.",
        663.06,
        664.62
    ],
    [
        " Whereas the troop in fearing starts off with just the most legit intro.",
        664.94,
        669.78
    ],
    [
        " Here's here's number one from the troop in front.",
        670.4,
        673.76
    ],
    [
        " The conduct of war is an art depending upon free creative activity scientifically grounded.",
        673.76,
        681.42
    ],
    [
        " It makes the highest demands on the personality.",
        681.64,
        684.84
    ],
    [
        " That's that's how that one starts off.",
        685.98,
        687.48
    ],
    [
        " This one I'll read because these are both numbered the same way.",
        687.96,
        690.74
    ],
    [
        " That's how much they ripped it off.",
        690.78,
        691.88
    ],
    [
        " Yeah.",
        692.12,
        692.2
    ],
    [
        " They're both kind of every single paragraph throughout is numbered.",
        692.5,
        695.58
    ],
    [
        " This one starts off with theater of war comprises those areas of land sea and air which are or may become directly involved in the conduct of war.",
        695.68,
        702.24
    ],
    [
        " Week.",
        702.76,
        703.2
    ],
    [
        " Yeah.",
        703.44,
        703.64
    ],
    [
        " Week.",
        703.92,
        704.08
    ],
    [
        " We didn't want that.",
        704.4,
        705.36
    ],
    [
        " That's not what we were looking for.",
        705.62,
        706.7
    ],
    [
        " So then finally in chapter two it starts to step up a little bit.",
        707.06,
        713.14
    ],
    [
        " And you're going to start.",
        713.72,
        714.24
    ],
    [
        " This is where you're going to start here and some of the same stuff.",
        714.38,
        716.02
    ],
    [
        " A little bit different.",
        716.56,
        717.46
    ],
    [
        " Translate it a little bit differently.",
        718.04,
        719.04
    ],
    [
        " Here we go.",
        720.32,
        721.84
    ],
    [
        " No one arm wins battles.",
        722.24,
        724.2
    ],
    [
        " The combined action of all arms and services is essential to success.",
        725.3,
        730.78
    ],
    [
        " The characteristics of each arm and service adapt it to the performance of its special function.",
        731.46,
        736.64
    ],
    [
        " The higher commander coordinates and directs the action of all,",
        736.78,
        740.82
    ],
    [
        " exploiting their powers to attain the ends sought.",
        741.08,
        744.24
    ],
    [
        " So we have to work together.",
        745.18,
        746.1
    ],
    [
        " We have to cover move for each other.",
        746.1,
        747.2
    ],
    [
        " Important to remember.",
        748.04,
        749.84
    ],
    [
        " You're not going to win alone.",
        750.14,
        751.3
    ],
    [
        " It's not happening.",
        751.5,
        752.12
    ],
    [
        " And that's also why they say there's no set answer for this.",
        752.6,
        755.54
    ],
    [
        " You don't know what arm or which component you have is going to be the one that you're going to use.",
        755.66,
        758.76
    ],
    [
        " And if I set it on SOP it says in this situation you do this every single time.",
        759.0,
        762.46
    ],
    [
        " You're going to lose every single time.",
        762.7,
        763.84
    ],
    [
        " Because there is no prescribed way to do it.",
        763.92,
        765.5
    ],
    [
        " There's just a framework and understanding how they work.",
        765.56,
        767.74
    ],
    [
        " And the art is what do I do now?",
        767.96,
        769.78
    ],
    [
        " Yeah.",
        770.1,
        770.22
    ],
    [
        " This is also an interesting if you break this down to a really granular level.",
        770.62,
        774.72
    ],
    [
        " And this is a question that has come up before to me.",
        775.14,
        778.48
    ],
    [
        " You've got a person that's naturally good at something.",
        778.82,
        781.54
    ],
    [
        " But they're really not naturally good at something else.",
        782.06,
        784.06
    ],
    [
        " What do you do?",
        784.18,
        784.64
    ],
    [
        " Well according to this what you do is you exploit their powers.",
        784.94,
        787.46
    ],
    [
        " Right?",
        787.8,
        788.24
    ],
    [
        " You take advantage of what they're good at.",
        788.46,
        789.88
    ],
    [
        " Of course this doesn't mean you know if I've got Dave Burke who's really good at interacting relationships with a client.",
        790.22,
        798.02
    ],
    [
        " But you're horrible at paperwork.",
        798.68,
        800.26
    ],
    [
        " I don't assign you to be in charge of the paperwork and not let you start a client.",
        800.68,
        804.02
    ],
    [
        " But I want to make you better.",
        804.76,
        805.98
    ],
    [
        " No, I want to take advantage of what you're good at.",
        806.58,
        808.9
    ],
    [
        " I will still say hey Dave man.",
        809.6,
        812.08
    ],
    [
        " You got to get better paperwork.",
        812.7,
        814.18
    ],
    [
        " You got to get better paperwork.",
        814.3,
        815.16
    ],
    [
        " I'm not going to have you running it.",
        815.16,
        817.12
    ],
    [
        " But you got to get better at it.",
        817.56,
        818.48
    ],
    [
        " And you're like cool.",
        818.66,
        819.26
    ],
    [
        " And over time you do get better at it.",
        819.68,
        821.32
    ],
    [
        " And then I got someone else that's awesome at paperwork.",
        821.58,
        825.72
    ],
    [
        " But they're not good at communications.",
        826.06,
        827.94
    ],
    [
        " Well I'm not going to put them in the client facing position.",
        828.24,
        830.6
    ],
    [
        " I'm going to put them in the back room with a computer but we are going to work with them.",
        830.88,
        835.48
    ],
    [
        " We're going to make them get up and talk to some clients.",
        835.7,
        838.6
    ],
    [
        " So that we do build a more well-rounded team.",
        838.9,
        842.18
    ],
    [
        " Yeah, for sure.",
        842.18,
        842.98
    ],
    [
        " You actually don't know when that person who is weak at this one thing",
        843.16,
        846.62
    ],
    [
        " might need to rely on that for organizational success.",
        846.62,
        849.98
    ],
    [
        " So you can't ignore that.",
        850.22,
        851.54
    ],
    [
        " Yeah, in a sealed position.",
        851.6,
        852.8
    ],
    [
        " I mean every, okay you got your, you got your cornman, your medic.",
        852.98,
        855.82
    ],
    [
        " And the cornman obviously is the go-to guy who's carrying the bed gear",
        856.16,
        859.6
    ],
    [
        " and is trained at an incredibly advanced level.",
        859.6,
        862.44
    ],
    [
        " But every single person knows how to put out a turn a kit, knows how to stop the bleeding.",
        862.64,
        865.76
    ],
    [
        " Ivy knows how to do an IV, knows how to do a needle down decompression.",
        866.06,
        869.08
    ],
    [
        " Like we all get that training.",
        869.2,
        870.38
    ],
    [
        " We can make it happen.",
        870.46,
        871.04
    ],
    [
        " Yeah.",
        871.34,
        871.74
    ],
    [
        " Same thing with comms.",
        871.84,
        872.92
    ],
    [
        " Same thing with everyone.",
        873.12,
        874.0
    ],
    [
        " Everybody knows how to shoot that, that pig gun.",
        874.12,
        876.72
    ],
    [
        " Everybody in the squad.",
        877.5,
        878.76
    ],
    [
        " Everyone in the platoon knows how to do that.",
        878.88,
        880.4
    ],
    [
        " Everybody is going to need to know how to program the radios.",
        880.84,
        882.86
    ],
    [
        " Yes indeed.",
        883.06,
        883.62
    ],
    [
        " True statement.",
        884.14,
        884.68
    ],
    [
        " All right.",
        885.92,
        886.3
    ],
    [
        " Now what it does now is it breaks down every sort of arm.",
        887.16,
        893.48
    ],
    [
        " That we're talking about.",
        893.64,
        894.12
    ],
    [
        " We're talking about arms.",
        894.18,
        894.74
    ],
    [
        " The different, no one arm wins battles.",
        894.92,
        896.18
    ],
    [
        " It breaks down every arm.",
        896.3,
        897.04
    ],
    [
        " It breaks down cavalry.",
        897.18,
        898.08
    ],
    [
        " Field artillery.",
        898.68,
        899.06
    ],
    [
        " Coast artillery.",
        899.7,
        900.32
    ],
    [
        " Air Corps.",
        900.36,
        901.2
    ],
    [
        " Engineers.",
        901.46,
        901.88
    ],
    [
        " Signal Corps.",
        902.14,
        902.64
    ],
    [
        " Chemical warfare.",
        903.08,
        904.04
    ],
    [
        " Because remember, this is coming off World War I.",
        904.38,
        906.5
    ],
    [
        " Yeah.",
        906.8,
        907.0
    ],
    [
        " I'm not going to cover all those, but I will look at infantry.",
        907.44,
        911.12
    ],
    [
        " Because it just says a couple things about infantry.",
        911.52,
        913.26
    ],
    [
        " The infantry is essentially an arm of close combat.",
        913.82,
        918.7
    ],
    [
        " It's primary mission in the attack is to close with the enemy and destroy your capture him.",
        919.18,
        923.46
    ],
    [
        " In defense, to hold its position and repel the hostile attack.",
        923.6,
        927.18
    ],
    [
        " Infantry fights by combining fire, movement.",
        927.42,
        931.22
    ],
    [
        " I think we call that cover move, and shock action.",
        931.66,
        934.92
    ],
    [
        " Sometimes people use words that I need to completely embed into my vocabulary.",
        935.88,
        940.58
    ],
    [
        " Shock action is one of those things.",
        941.34,
        943.24
    ],
    [
        " By fire, it inflicts losses on the enemy and neutralizes his combat power.",
        944.44,
        949.36
    ],
    [
        " By movement, it closes with the enemy and makes its fire more effective.",
        949.68,
        954.62
    ],
    [
        " By shock action, it completes the destruction of the enemy in close combat.",
        954.62,
        960.6
    ],
    [
        " Amen.",
        961.08,
        963.04
    ],
    [
        " Totally.",
        964.28,
        965.12
    ],
    [
        " Then we got a little butt here.",
        966.24,
        969.38
    ],
    [
        " Because we all love infantry, but here we go.",
        970.36,
        973.24
    ],
    [
        " Infantry is capable of limited independent action through the employment of its own weapons.",
        973.64,
        979.3
    ],
    [
        " Its offensive power decreases appreciably when its freedom to maneuver is limited or when it is confronted by an organized defensive position.",
        980.36,
        988.76
    ],
    [
        " That's why as much as I love infantry, you have to have the supporting arms.",
        989.08,
        995.42
    ],
    [
        " And when you capture the enemy in the combined arms dilemma, that is the glory of warfare.",
        996.14,
        1001.88
    ],
    [
        " You know what was crazy?",
        1002.72,
        1005.46
    ],
    [
        " I don't remember when I first heard the term the combined arms dilemma.",
        1006.58,
        1009.44
    ],
    [
        " And for those of you that don't know what I'm talking about, it's when the enemy or when you are attacking the enemy from multiple different weapons systems and no matter what they do, they're trapped.",
        1010.08,
        1022.12
    ],
    [
        " They're in a dilemma.",
        1022.32,
        1022.9
    ],
    [
        " If they move one direction, they're going to hit with one type of weapon.",
        1023.24,
        1026.98
    ],
    [
        " If they move in another direction, they're going to hit with another.",
        1026.98,
        1028.94
    ],
    [
        " If they go to ground and hide, then the infantry is going to move in.",
        1029.08,
        1031.24
    ],
    [
        " You've got them in the combined arms dilemma.",
        1031.52,
        1033.18
    ],
    [
        " What it is, you know what it is essentially, it's checkmate.",
        1033.18,
        1036.22
    ],
    [
        " Yeah, it's checkmate.",
        1036.58,
        1037.54
    ],
    [
        " You think it's exactly right.",
        1037.68,
        1038.3
    ],
    [
        " What's interesting is, and what was scary was in Ramadi, the enemy would trap coalition forces in the combined arms dilemma.",
        1039.48,
        1048.82
    ],
    [
        " So they would initiate perhaps by dropping mortars onto a little outstation.",
        1049.26,
        1057.6
    ],
    [
        " When you're getting mortared, what you have to do is you have to get overhead cover.",
        1058.88,
        1062.24
    ],
    [
        " So now when you get overhead cover, you're basically hiding.",
        1062.96,
        1065.92
    ],
    [
        " When you're hiding, then they come out with machine gun fire.",
        1066.26,
        1069.38
    ],
    [
        " They start shooting machine guns because they can expose themselves.",
        1069.62,
        1072.54
    ],
    [
        " They can start shooting machine guns.",
        1072.54,
        1073.7
    ],
    [
        " And the machine guns, you can shoulder and shoot a machine gun very rapidly.",
        1074.3,
        1077.9
    ],
    [
        " So while that's happening, now your heads, you're essentially pinned down.",
        1078.68,
        1083.44
    ],
    [
        " Now they come out with the rockets because they take a little bit longer to aim.",
        1083.96,
        1087.6
    ],
    [
        " They're more, you know, an RPG takes a little bit more time to aim.",
        1087.98,
        1090.14
    ],
    [
        " And you're more exposed.",
        1090.9,
        1091.72
    ],
    [
        " There's back blasts to deal with.",
        1092.14,
        1093.46
    ],
    [
        " So it's a little bit harder of a weapon to handle.",
        1093.58,
        1095.6
    ],
    [
        " So it takes a little bit more time.",
        1095.6,
        1096.84
    ],
    [
        " But when you're getting cover fire from a machine gun, you got that time.",
        1096.98,
        1102.12
    ],
    [
        " So they didn't come the rockets.",
        1102.42,
        1103.34
    ],
    [
        " Now while this is happening, here comes the vehicle-borne idea.",
        1103.7,
        1106.84
    ],
    [
        " And now everyone's heads are down.",
        1108.16,
        1110.06
    ],
    [
        " Exposions are going off.",
        1110.56,
        1111.7
    ],
    [
        " And while this is happening, a vehicle-borne ID now closes in, makes it through the serpentine",
        1111.98,
        1118.48
    ],
    [
        " and blows up inside of one of these little outposts.",
        1118.48,
        1122.42
    ],
    [
        " It happened multiple times while we were in Ramadi.",
        1122.46,
        1126.18
    ],
    [
        " And these little outposts, these little checkpoints, these little ECPs,",
        1126.88,
        1130.82
    ],
    [
        " would be in several cases, overrun.",
        1131.56,
        1134.02
    ],
    [
        " Yeah.",
        1134.38,
        1134.5
    ],
    [
        " The enemy also evolved while we were there too.",
        1135.2,
        1138.36
    ],
    [
        " And we started to see them account for what they knew our normal reaction would be.",
        1138.36,
        1142.7
    ],
    [
        " We understand what a combined arms dilemma is.",
        1142.82,
        1145.1
    ],
    [
        " And the other thing that they did that made that situation so hard was they would interact with the civilians.",
        1145.54,
        1151.6
    ],
    [
        " So they knew our normal response.",
        1152.04,
        1153.42
    ],
    [
        " If you wanted to get on your heavy machine guns and lay down a base of fire,",
        1153.5,
        1156.26
    ],
    [
        " there was so much risk at injuring civilians that we had to account for.",
        1156.6,
        1159.94
    ],
    [
        " And they knew that.",
        1160.06,
        1160.84
    ],
    [
        " So they made our normal response to that so much more difficult.",
        1160.98,
        1164.5
    ],
    [
        " And they added that additional layer of complexity for us.",
        1164.86,
        1167.44
    ],
    [
        " So we had limited options and they took full advantage of that.",
        1167.44,
        1169.88
    ],
    [
        " And those V-Bids, those fuel laden trash trucks and things like that,",
        1170.3,
        1175.42
    ],
    [
        " those things that they did and watched them get better accounting for what they knew we would do,",
        1175.6,
        1180.1
    ],
    [
        " made it even harder for us.",
        1180.24,
        1181.42
    ],
    [
        " And they got good at that.",
        1181.88,
        1183.86
    ],
    [
        " And it was really, really tough.",
        1184.08,
        1185.34
    ],
    [
        " And taking it again, adaptation, if you recall,",
        1185.6,
        1190.44
    ],
    [
        " when I first got there, they would do one of those attacks at a time.",
        1190.9,
        1195.76
    ],
    [
        " There was a couple days where they did two or three of those attacks simultaneously in different parts of the city",
        1196.32,
        1203.74
    ],
    [
        " because then they knew, hey, they're going to overwhelm our casualty evacuation.",
        1203.74,
        1207.08
    ],
    [
        " They're going to overwhelm our fire support.",
        1207.32,
        1208.94
    ],
    [
        " They're going to overwhelm our QRF.",
        1208.94,
        1210.62
    ],
    [
        " So they were good.",
        1211.12,
        1211.72
    ],
    [
        " Yeah, no.",
        1211.94,
        1212.22
    ],
    [
        " They were good.",
        1212.56,
        1213.2
    ],
    [
        " The combined arms dilemma, it's a positive thing when you put somebody in it.",
        1213.5,
        1218.32
    ],
    [
        " It's a negative thing when it happens to you.",
        1218.44,
        1219.64
    ],
    [
        " By the way, just, I mean, it's worth noting that when you're doing Jiu-Jitsu,",
        1219.84,
        1223.74
    ],
    [
        " you're looking for the same thing.",
        1223.78,
        1225.42
    ],
    [
        " You're looking to set up a triangle, armlock, sweep, combined arms dilemma.",
        1225.82,
        1232.74
    ],
    [
        " You've got three things.",
        1233.08,
        1234.1
    ],
    [
        " If they defend one, you're going to catch them in the other.",
        1234.2,
        1236.52
    ],
    [
        " You've got them in checkmate.",
        1236.84,
        1237.86
    ],
    [
        " That's what you're trying to do.",
        1238.04,
        1238.9
    ],
    [
        " All right.",
        1240.36,
        1243.56
    ],
    [
        " Now, after that, like I said, this whole next section,",
        1243.82,
        1247.92
    ],
    [
        " it just explains each one of the various arms that we have.",
        1248.08,
        1254.84
    ],
    [
        " You know, from, like I said, from cavalry to field artillery.",
        1255.08,
        1259.16
    ],
    [
        " And boy, always I happy in Ramadi when we were able to use field artillery.",
        1259.6,
        1263.22
    ],
    [
        " That was awesome.",
        1263.6,
        1265.88
    ],
    [
        " I mean, it was awesome to tanks and field artillery.",
        1266.42,
        1271.66
    ],
    [
        " There's not too many people in modern warfare that get to do that.",
        1271.9,
        1275.58
    ],
    [
        " Yeah, I got to control some artillery.",
        1276.42,
        1277.86
    ],
    [
        " I think it was the 2-2 FA.",
        1277.88,
        1279.3
    ],
    [
        " And they didn't, we didn't get to use them a lot.",
        1279.6,
        1281.0
    ],
    [
        " But man, they were so dialed in when we called for them.",
        1281.08,
        1283.76
    ],
    [
        " They were ready to go getting to use them was, was awesome.",
        1283.84,
        1287.68
    ],
    [
        " Yeah.",
        1287.78,
        1287.9
    ],
    [
        " It wasn't that common, but when we did, man, they were so dialed in.",
        1287.96,
        1290.82
    ],
    [
        " Yeah.",
        1291.1,
        1291.22
    ],
    [
        " I remember, I remember they fired a ton of aluminum.",
        1291.54,
        1294.44
    ],
    [
        " We were doing a big night operation.",
        1294.82,
        1296.68
    ],
    [
        " I think it was when we were pushing into like a cop iron.",
        1296.94,
        1300.58
    ],
    [
        " Yeah.",
        1300.84,
        1301.0
    ],
    [
        " Springfield maybe something like that.",
        1301.1,
        1302.06
    ],
    [
        " Yeah, something like that.",
        1302.06,
        1302.82
    ],
    [
        " And they just, they just put up a loan for a solid 45 minutes.",
        1302.82,
        1306.34
    ],
    [
        " It was so epic.",
        1306.36,
        1307.76
    ],
    [
        " And it was because the Iraqi soldiers didn't have night vision.",
        1307.98,
        1313.24
    ],
    [
        " So, hey, let's get them, let's get them be able to say.",
        1313.5,
        1315.6
    ],
    [
        " So it covers that.",
        1315.76,
        1316.46
    ],
    [
        " It covers the, what do they call it?",
        1317.04,
        1319.26
    ],
    [
        " Coastal, coast artillery core.",
        1319.34,
        1321.4
    ],
    [
        " They cover the air core, which is pretty short.",
        1321.84,
        1325.74
    ],
    [
        " And we'll get into that later.",
        1326.08,
        1327.66
    ],
    [
        " You know, pre-World War II, air was not a huge element in warfare.",
        1329.34,
        1335.32
    ],
    [
        " In World War II, it was in many, in many cases, you know, the biggest part of warfare.",
        1336.12,
        1343.3
    ],
    [
        " Some battles were almost pure warfare.",
        1343.58,
        1345.54
    ],
    [
        " We're air warfare.",
        1345.82,
        1346.82
    ],
    [
        " I mean, a lot of those naval battles were, I don't know what percentage, but a massive percentage was air warfare.",
        1347.06,
        1354.62
    ],
    [
        " The battle of Britain.",
        1354.62,
        1355.54
    ],
    [
        " The battle of Britain was 100% air warfare.",
        1355.84,
        1359.44
    ],
    [
        " So, and we'll talk about some of the changes that happened in 1944 when they rewrote this thing.",
        1360.76,
        1366.44
    ],
    [
        " So then they talk about the signal core, they talk about the chemical warfare.",
        1366.74,
        1368.82
    ],
    [
        " So they cover all those things.",
        1369.04,
        1370.5
    ],
    [
        " And again, kind of lay out what they are and what's important about them.",
        1370.98,
        1377.6
    ],
    [
        " And then they finally get into chapter three, which is called leadership.",
        1378.64,
        1385.14
    ],
    [
        " And now they get, they get some credit right now, because they're coming out strong, strong.",
        1385.88,
        1392.98
    ],
    [
        " Maybe even stronger than our German friends over here in the Troopensjürung.",
        1393.32,
        1398.7
    ],
    [
        " Opening line, chapter three, leadership.",
        1399.8,
        1401.54
    ],
    [
        " Leadership is based on knowledge of men.",
        1403.0,
        1405.98
    ],
    [
        " So, understanding human nature is what you have to do if you're going to be in leadership position.",
        1409.0,
        1412.44
    ],
    [
        " That's what we're talking about.",
        1412.92,
        1414.24
    ],
    [
        " That's what we've been talking about.",
        1414.44,
        1416.62
    ],
    [
        " That's what we talk about all the time.",
        1416.86,
        1419.06
    ],
    [
        " And that's not just leadership and war.",
        1420.12,
        1421.58
    ],
    [
        " That's leadership everywhere.",
        1421.94,
        1423.1
    ],
    [
        " That's what business, everything it is.",
        1423.74,
        1425.4
    ],
    [
        " That's exactly right.",
        1425.62,
        1426.3
    ],
    [
        " It's people.",
        1426.54,
        1427.22
    ],
    [
        " It's men.",
        1427.5,
        1427.9
    ],
    [
        " That is...",
        1428.88,
        1431.4
    ],
    [
        " That's why when I went to college, you know, we were talking about your college.",
        1431.4,
        1435.96
    ],
    [
        " Where you studied policy, right?",
        1436.2,
        1439.6
    ],
    [
        " I studied men.",
        1440.52,
        1442.4
    ],
    [
        " And I did.",
        1443.3,
        1444.26
    ],
    [
        " And I did it because I was reading books.",
        1444.5,
        1446.56
    ],
    [
        " And I'll tell you, I've said this before, the guy that understands human nature,",
        1447.34,
        1453.32
    ],
    [
        " I think maybe better than anyone else, Shakespeare.",
        1453.5,
        1457.12
    ],
    [
        " It's crazy as that sounds.",
        1458.02,
        1459.68
    ],
    [
        " You start diving into those books.",
        1460.04,
        1461.48
    ],
    [
        " He understood people.",
        1461.86,
        1463.36
    ],
    [
        " And there's a lot of lessons to be learned.",
        1464.16,
        1466.22
    ],
    [
        " At some point in my life, I'm going to do every Shakespeare play.",
        1466.72,
        1472.94
    ],
    [
        " I'm going to cover it all.",
        1473.56,
        1475.56
    ],
    [
        " Yeah.",
        1475.66,
        1475.78
    ],
    [
        " Because there's so many lessons in each one of those.",
        1475.88,
        1478.22
    ],
    [
        " We'll get there.",
        1478.58,
        1479.46
    ],
    [
        " All right.",
        1480.04,
        1480.82
    ],
    [
        " Continue on.",
        1481.18,
        1481.74
    ],
    [
        " And it's where we're going.",
        1482.28,
        1484.5
    ],
    [
        " Still, we're still, we're still staying strong right now.",
        1484.64,
        1487.04
    ],
    [
        " Man is the fundamental instrument in war.",
        1487.78,
        1490.94
    ],
    [
        " Other instruments may change, but he remains relatively constant.",
        1490.94,
        1495.4
    ],
    [
        " Unless his behavior and elemental attributes are understood,",
        1496.26,
        1499.8
    ],
    [
        " gross mistakes will be made in planning operations and in troop leading.",
        1500.36,
        1503.56
    ],
    [
        " In training, the individual soldier, the essential considerations are to integrate individuals into a group",
        1504.16,
        1511.96
    ],
    [
        " and establish for that group a high standard of military conduct",
        1511.96,
        1515.78
    ],
    [
        " and performance of duty without destroying the initiative of the individual.",
        1515.8,
        1520.98
    ],
    [
        " Yes.",
        1521.68,
        1527.0
    ],
    [
        " Is there much more to say?",
        1527.42,
        1529.1
    ],
    [
        " That should just be read over and over again.",
        1529.16,
        1531.32
    ],
    [
        " And how hard the balance is for a leader to cultivate that",
        1532.08,
        1536.94
    ],
    [
        " and to allow that to happen and how critical that is.",
        1536.94,
        1539.94
    ],
    [
        " Because without either of those, you simply cannot be successful.",
        1539.98,
        1542.62
    ],
    [
        " I can't remember if it was Lafe or JP at the muster.",
        1543.2,
        1546.92
    ],
    [
        " Was telling a story about how they were watching, it was Lafe.",
        1547.26,
        1551.84
    ],
    [
        " He was out watching when he was the ops officer at a SEAL team.",
        1552.58,
        1556.46
    ],
    [
        " He was out watching the training.",
        1556.46,
        1558.04
    ],
    [
        " I was putting the guys through training.",
        1558.26,
        1559.2
    ],
    [
        " And all chaos was breaking loose.",
        1560.2,
        1561.86
    ],
    [
        " It was total mayhem.",
        1562.0,
        1562.7
    ],
    [
        " It was an urban environment.",
        1562.82,
        1563.8
    ],
    [
        " And one, there was no leadership happening.",
        1564.78,
        1567.82
    ],
    [
        " Leaders were all just overwhelmed.",
        1568.0,
        1570.3
    ],
    [
        " And he sees me walk over to this young kind of pipe hitting E5",
        1571.02,
        1576.62
    ],
    [
        " who I've been watching him.",
        1576.62,
        1579.12
    ],
    [
        " I've been tracking him.",
        1579.28,
        1580.22
    ],
    [
        " And I can see that he's good.",
        1580.4,
        1582.34
    ],
    [
        " Like he's a good, aggressive, he's a natural leader.",
        1582.76,
        1588.02
    ],
    [
        " And I walk over to him and he's holding like a saw.",
        1588.64,
        1590.68
    ],
    [
        " And I was like, bro, you know what I'm like, bro, what's going on?",
        1591.36,
        1595.8
    ],
    [
        " He's like, we need to get out of here.",
        1595.8,
        1597.34
    ],
    [
        " And I was like, make it happen.",
        1597.42,
        1598.84
    ],
    [
        " And you can see his eyes, he's kind of questioning.",
        1599.28,
        1601.82
    ],
    [
        " Because you know, he's, I think he's a one cruise wonder.",
        1602.5,
        1604.9
    ],
    [
        " I'm like, you make it happen.",
        1605.22,
        1606.7
    ],
    [
        " And he's like, okay.",
        1607.22,
        1610.96
    ],
    [
        " And just starts making the call.",
        1611.3,
        1612.68
    ],
    [
        " And that right there, at some point, his initiative as an individual",
        1613.08,
        1618.02
    ],
    [
        " had been beat down.",
        1618.02,
        1619.76
    ],
    [
        " And as soon as it was released into the wild,",
        1620.06,
        1624.82
    ],
    [
        " he took charge and made things happen.",
        1624.98,
        1626.86
    ],
    [
        " And so it is a hard balance.",
        1627.14,
        1629.08
    ],
    [
        " Because you can't have this dude just out there being rogue.",
        1629.26,
        1631.68
    ],
    [
        " And trust me, some of these young seals, you give him a little",
        1632.02,
        1636.96
    ],
    [
        " indication that they can get after it.",
        1636.96,
        1639.14
    ],
    [
        " And they're going to go to the end three.",
        1639.24,
        1640.58
    ],
    [
        " And I would see that happen too.",
        1640.7,
        1641.66
    ],
    [
        " You can get some kid that's so over the top that they'll just start",
        1641.76,
        1647.78
    ],
    [
        " trying to make everything happen themselves and they'll get out of control.",
        1647.78,
        1650.72
    ],
    [
        " And that'll be bad.",
        1650.98,
        1651.74
    ],
    [
        " So yes, this is what it is.",
        1652.92,
        1655.34
    ],
    [
        " Understanding behavior.",
        1656.34,
        1657.48
    ],
    [
        " Understanding elemental attributes.",
        1658.36,
        1660.7
    ],
    [
        " Yeah.",
        1661.66,
        1663.06
    ],
    [
        " All right.",
        1663.48,
        1663.9
    ],
    [
        " And then it goes on.",
        1664.4,
        1665.98
    ],
    [
        " War places a severe test on the physical endurance and moral stamina",
        1666.4,
        1670.18
    ],
    [
        " of the individual soldier.",
        1670.18,
        1671.9
    ],
    [
        " To perform his duties efficiently, he must not only be well equipped",
        1672.42,
        1675.38
    ],
    [
        " and technically trained, but he must also be physically qualified",
        1675.38,
        1678.92
    ],
    [
        " to endure the hardships of field service and be constantly",
        1678.92,
        1682.1
    ],
    [
        " fortified by discipline based on the high ideals of military conduct.",
        1682.1,
        1685.98
    ],
    [
        " We salute you.",
        1686.4,
        1689.1
    ],
    [
        " You got to keep that physical readiness.",
        1691.1,
        1697.94
    ],
    [
        " You have to have it.",
        1698.5,
        1699.08
    ],
    [
        " Yeah, for sure.",
        1699.4,
        1700.02
    ],
    [
        " But in the same sentence, they just say the phrase,",
        1700.16,
        1703.48
    ],
    [
        " you know, the moral standard too.",
        1704.1,
        1705.68
    ],
    [
        " Like it's, that's a really important thing.",
        1705.7,
        1709.78
    ],
    [
        " And it's crazy how these sentences, they're so succinct and so straight forward.",
        1710.56,
        1713.88
    ],
    [
        " But just how powerful that comment is, the physical fitness and the moral standard.",
        1714.02,
        1716.96
    ],
    [
        " You have to keep both of those.",
        1716.96,
        1717.86
    ],
    [
        " You just those two things.",
        1718.02,
        1719.08
    ],
    [
        " Yeah.",
        1719.28,
        1719.36
    ],
    [
        " The moral stamina.",
        1720.34,
        1721.56
    ],
    [
        " Yeah.",
        1721.98,
        1722.22
    ],
    [
        " So easy for that to break down.",
        1722.84,
        1724.42
    ],
    [
        " Strong men inculcated with a proper sense of duty,",
        1725.42,
        1730.66
    ],
    [
        " a conscious pride in their unit, and a feeling of mutual obligation to their comrades",
        1731.04,
        1735.3
    ],
    [
        " and the group can dominate and demoralize,",
        1735.3,
        1738.06
    ],
    [
        " can dominate the demoralizing influences of battle far better than those imbued only",
        1738.12,
        1744.14
    ],
    [
        " with the fear of punishment or disgrace.",
        1744.14,
        1746.56
    ],
    [
        " Yeah, there's a couple things.",
        1747.4,
        1751.16
    ],
    [
        " I was on Theo Vaughn's podcast yesterday.",
        1751.34,
        1754.52
    ],
    [
        " And we were talking about controlling your emotions.",
        1755.14,
        1757.66
    ],
    [
        " You know, he's an emotional guy and he was saying he doesn't, he was saying he's hilarious,",
        1758.06,
        1762.12
    ],
    [
        " but he was saying he doesn't have any emotion, he's not a very good emotional memory.",
        1762.18,
        1765.32
    ],
    [
        " So when something bad happens, like he does something and he gets a bad result",
        1765.74,
        1769.94
    ],
    [
        " and it's horrible.",
        1769.94,
        1771.6
    ],
    [
        " And then he'll make the same mistake, you know, a week later,",
        1772.3,
        1774.34
    ],
    [
        " because he just doesn't remember.",
        1774.34,
        1775.52
    ],
    [
        " And then he goes, oh man, whatever, I'm so stupid.",
        1775.66,
        1777.3
    ],
    [
        " And I was talking about the fact that I started to figure out,",
        1777.84,
        1781.24
    ],
    [
        " because I do consciously try and control my emotions, right?",
        1781.44,
        1789.52
    ],
    [
        " And I was trying to think of where did that come from?",
        1790.08,
        1792.24
    ],
    [
        " Where do you start doing this?",
        1792.66,
        1794.18
    ],
    [
        " And the answer is actually pretty straightforward.",
        1794.86,
        1796.48
    ],
    [
        " I remember as I got more senior in the SEAL teams,",
        1796.9,
        1802.06
    ],
    [
        " well, when I was junior, I remember this.",
        1802.92,
        1804.12
    ],
    [
        " I see a leader lose their temper and think that's not good, that's negative.",
        1804.52,
        1808.1
    ],
    [
        " That every person in our platoon right now is looking at this guy like he's an idiot",
        1808.6,
        1812.64
    ],
    [
        " because they're acting that way.",
        1812.64,
        1813.76
    ],
    [
        " And then as I got older and got into leadership positions,",
        1815.34,
        1819.0
    ],
    [
        " I realized, oh, if I go negative, everyone's going negative.",
        1819.0,
        1824.94
    ],
    [
        " If I stay positive, everyone is staying positive.",
        1825.18,
        1828.52
    ],
    [
        " That's a big deal.",
        1829.08,
        1831.3
    ],
    [
        " That's where it comes from.",
        1831.9,
        1833.7
    ],
    [
        " So then we get to this here.",
        1834.44,
        1836.22
    ],
    [
        " And this is so obvious.",
        1836.66,
        1839.42
    ],
    [
        " I mean, you know, while I was reading this, I could see your head",
        1839.7,
        1841.9
    ],
    [
        " just nodding in affirmation that, and this is where there's a,",
        1842.28,
        1849.5
    ],
    [
        " there's like a split.",
        1849.5,
        1851.1
    ],
    [
        " I don't know if it's a split, but there's definitely a, a, a, a, a,",
        1851.36,
        1854.34
    ],
    [
        " a freezer of some kind of, a freezer of some kind between people that think,",
        1854.34,
        1857.92
    ],
    [
        " hey, I, if I bark orders and people fear me, I guess it's that one.",
        1857.92,
        1861.98
    ],
    [
        " It's fear.",
        1862.12,
        1862.62
    ],
    [
        " Do they fear me or do they respect me?",
        1862.84,
        1864.2
    ],
    [
        " Yeah.",
        1864.34,
        1864.36
    ],
    [
        " Do, do people fear me or do they love and respect me?",
        1864.6,
        1867.16
    ],
    [
        " You will get 1,000 times better leadership from people that love you and respect you.",
        1867.66,
        1871.78
    ],
    [
        " Then you will from people that are afraid of you.",
        1871.78,
        1873.26
    ],
    [
        " Yeah.",
        1873.82,
        1874.58
    ],
    [
        " And that fear and intimidation, you get those short-term wins.",
        1874.76,
        1877.96
    ],
    [
        " You typically get the response you want to say, hey, that work got I suckered in.",
        1878.24,
        1881.48
    ],
    [
        " Yeah.",
        1881.5,
        1881.68
    ],
    [
        " That, that worked.",
        1881.82,
        1882.46
    ],
    [
        " I got a little tactical, little tactical victory.",
        1882.72,
        1884.6
    ],
    [
        " You and I talk about this all the time, the tactical versus strategic.",
        1884.74,
        1887.34
    ],
    [
        " And that, that could be addictive.",
        1888.26,
        1891.3
    ],
    [
        " I tell you to do something, you do it because you're afraid of,",
        1891.5,
        1894.1
    ],
    [
        " of the retaliation if you don't.",
        1894.1,
        1895.88
    ],
    [
        " If I give you any resistance, cool.",
        1895.98,
        1897.86
    ],
    [
        " Yeah.",
        1898.34,
        1898.78
    ],
    [
        " Yeah.",
        1898.78,
        1898.94
    ],
    [
        " Get beat, brow beat me.",
        1899.44,
        1901.48
    ],
    [
        " Brow beat me down and then I'll submit to your orders because I just don't want to be",
        1901.78,
        1907.48
    ],
    [
        " brow beaten anymore.",
        1907.48,
        1908.32
    ],
    [
        " And I go and do what you told me to do.",
        1908.54,
        1910.02
    ],
    [
        " And you walk away going see that's right.",
        1910.34,
        1912.42
    ],
    [
        " That's how you lead.",
        1912.56,
        1913.68
    ],
    [
        " Yeah.",
        1913.76,
        1914.0
    ],
    [
        " I won.",
        1914.24,
        1914.52
    ],
    [
        " That's how you lead.",
        1914.74,
        1915.98
    ],
    [
        " That's how you're talking about.",
        1916.2,
        1917.18
    ],
    [
        " Probably what happened is he made an aggressive decision.",
        1917.4,
        1919.3
    ],
    [
        " One of his leaders came back and crushed him for it.",
        1919.74,
        1921.8
    ],
    [
        " And had you not been there, that E5 is thinking, I actually know what to do here to save",
        1921.8,
        1927.34
    ],
    [
        " a platoon, but I'm not going to say anything because I don't want to get crushed by that guy.",
        1927.34,
        1931.02
    ],
    [
        " And those, those teams get wiped out in training.",
        1931.72,
        1934.02
    ],
    [
        " Yeah.",
        1934.1,
        1934.22
    ],
    [
        " And all of, yeah.",
        1934.7,
        1935.66
    ],
    [
        " So if you're, if you find yourself in a situation where you feel you need to escalate",
        1936.14,
        1942.84
    ],
    [
        " your emotions, you're wrong in 19 different ways.",
        1942.84,
        1945.96
    ],
    [
        " We get that question working with the clients all the time.",
        1946.18,
        1949.0
    ],
    [
        " And I've gotten to a point now my answer is straight forward when people ask, oh, how",
        1949.0,
        1953.3
    ],
    [
        " do I control my emotions?",
        1953.3,
        1954.18
    ],
    [
        " And I'm like, well, do you want to win?",
        1954.18,
        1957.14
    ],
    [
        " Yeah, I'm like, then control your emotions.",
        1957.68,
        1959.42
    ],
    [
        " It's pretty much it because every time you don't, you lose.",
        1959.76,
        1962.1
    ],
    [
        " And don't be a robot.",
        1962.68,
        1964.42
    ],
    [
        " We know that.",
        1964.62,
        1965.04
    ],
    [
        " But that idea of like losing your mind or losing control of yourself, the answer is obviously,",
        1965.04,
        1970.28
    ],
    [
        " do you like winning?",
        1970.44,
        1970.92
    ],
    [
        " Good.",
        1971.18,
        1971.28
    ],
    [
        " Stop doing that.",
        1971.42,
        1971.96
    ],
    [
        " And you'll win more.",
        1972.12,
        1972.82
    ],
    [
        " Yeah.",
        1973.02,
        1973.1
    ],
    [
        " Check.",
        1973.78,
        1976.36
    ],
    [
        " Continuing.",
        1976.64,
        1977.04
    ],
    [
        " In spite of the advances in technology, the worth of the individual man is still decisive.",
        1977.54,
        1983.28
    ],
    [
        " The open order of combat accentuates, accentuates his importance.",
        1983.52,
        1988.58
    ],
    [
        " Every individual must be trained to exploit a situation with energy and boldness and must",
        1989.24,
        1994.48
    ],
    [
        " be imbued with the idea that success will depend upon his initiative and action.",
        1994.48,
        2000.12
    ],
    [
        " Is there any more empowerment that a human being needs than that right there?",
        2000.9,
        2004.64
    ],
    [
        " Every individual.",
        2005.62,
        2006.66
    ],
    [
        " Every individual must be trained to exploit a situation with energy and boldness.",
        2007.0,
        2013.06
    ],
    [
        " And must be imbued with the idea that success will depend upon his initiative and action.",
        2013.06,
        2018.78
    ],
    [
        " Again, going back to the mustard, where JP told the story of how I was like, listen,",
        2019.56,
        2026.42
    ],
    [
        " everyone's going to be relying on you.",
        2026.64,
        2028.14
    ],
    [
        " And he was like, dang.",
        2028.72,
        2030.26
    ],
    [
        " And then I came up on the stage afterwards and I said, what, JP doesn't know is I told",
        2031.16,
        2035.66
    ],
    [
        " that to everyone.",
        2035.66,
        2036.32
    ],
    [
        " I told that to everyone.",
        2036.9,
        2038.04
    ],
    [
        " That's what I was doing.",
        2038.32,
        2039.16
    ],
    [
        " Was this right here?",
        2039.28,
        2040.0
    ],
    [
        " Everyone is going to be counting you.",
        2040.18,
        2041.22
    ],
    [
        " And it's the truth.",
        2041.26,
        2041.74
    ],
    [
        " It's the truth because if we're in a horrible situation and we need fire support, it's",
        2042.44,
        2047.72
    ],
    [
        " the radio man that's going to save us.",
        2047.72,
        2048.78
    ],
    [
        " If we're in a firefight and we need to maneuver, it's the machine gunners that are going to",
        2049.0,
        2053.4
    ],
    [
        " save us.",
        2053.4,
        2053.74
    ],
    [
        " If someone gets wounded, it's the corpsman that's going to save us.",
        2053.96,
        2056.56
    ],
    [
        " If there's a decision that needs to be made, it's the leaders that are going to save us.",
        2056.92,
        2060.08
    ],
    [
        " If we're dealing with the IED credits, the EOD guys are going to save us.",
        2060.34,
        2063.66
    ],
    [
        " Everyone is that person.",
        2063.9,
        2064.9
    ],
    [
        " Yeah.",
        2065.24,
        2065.36
    ],
    [
        " And everyone has to be imbued with the idea that success will depend upon his initiative",
        2065.5,
        2070.3
    ],
    [
        " and action.",
        2070.3,
        2070.96
    ],
    [
        " We were talking about the one tag three a couple months ago and I'm paraphrasing but",
        2072.48,
        2076.48
    ],
    [
        " there's a line on there that is every single person on your team is critical.",
        2076.48,
        2080.5
    ],
    [
        " And even the most junior person has the ability to destroy your entire plan.",
        2081.54,
        2086.08
    ],
    [
        " You know, something along with them.",
        2087.22,
        2088.02
    ],
    [
        " Yeah, that was Klaus Fitz right there.",
        2088.12,
        2089.54
    ],
    [
        " That was a Klaus Fitz quote from the one three.",
        2089.62,
        2092.14
    ],
    [
        " For sure.",
        2092.36,
        2092.66
    ],
    [
        " So they can win or they can lose.",
        2093.04,
        2096.74
    ],
    [
        " All right, continuing the dispersion of troops in battle caused by the influence of modern",
        2097.74,
        2103.1
    ],
    [
        " weapons makes control more difficult.",
        2103.1,
        2104.8
    ],
    [
        " Cohesion within a unit is promoted by good leadership, discipline, pride in the accomplishments",
        2105.58,
        2110.14
    ],
    [
        " and reputation of the unit and mutual confidence and comradeship among its members.",
        2110.14,
        2115.56
    ],
    [
        " We're not going to be around each other.",
        2116.68,
        2120.32
    ],
    [
        " It's not happening.",
        2120.92,
        2121.54
    ],
    [
        " Yeah.",
        2121.84,
        2121.94
    ],
    [
        " You're on your own out there.",
        2122.42,
        2123.94
    ],
    [
        " Leading troops in combat regardless of the echelon of command calls for cool and thoughtful",
        2125.7,
        2131.34
    ],
    [
        " leaders with a strong feeling of great responsibility imposed upon them.",
        2131.34,
        2136.06
    ],
    [
        " Extreme ownership.",
        2136.36,
        2137.36
    ],
    [
        " Every level detach cool.",
        2138.0,
        2140.94
    ],
    [
        " They must be resolute and self reliant in their decisions.",
        2141.6,
        2145.84
    ],
    [
        " Energetic and insistent in execution and unperturbed by the fluctuations of combat.",
        2146.66,
        2154.2
    ],
    [
        " Yes.",
        2154.42,
        2157.84
    ],
    [
        " Who is I talking to?",
        2159.2,
        2160.84
    ],
    [
        " I was talking to someone lately and they're like, do you get spun up about anything?",
        2160.94,
        2165.6
    ],
    [
        " And I'm like, nope.",
        2166.04,
        2167.02
    ],
    [
        " What am I going to get spun up about?",
        2167.96,
        2169.56
    ],
    [
        " Nothing.",
        2170.48,
        2170.94
    ],
    [
        " Things are going to go bad.",
        2171.26,
        2173.6
    ],
    [
        " Yep.",
        2173.88,
        2174.04
    ],
    [
        " That's the way it's going to be.",
        2176.54,
        2177.78
    ],
    [
        " Troops are strongly influenced by the example and conduct of their leaders.",
        2178.96,
        2186.16
    ],
    [
        " Again, that's the conversation I had with Theo yesterday.",
        2186.58,
        2188.92
    ],
    [
        " A leader must have superior knowledge.",
        2190.26,
        2192.72
    ],
    [
        " That's why we study.",
        2193.4,
        2194.58
    ],
    [
        " That's why you read.",
        2195.18,
        2196.32
    ],
    [
        " You know, it's funny because Andrew Paul was reading this thing with Andrew Paul and",
        2197.54,
        2204.02
    ],
    [
        " the Andrew Paul talking.",
        2204.02,
        2204.78
    ],
    [
        " It's ridiculous that I didn't read this when I was a young lieutenant in the SEAL teams.",
        2204.9,
        2208.06
    ],
    [
        " And we went through the whole conversation about you talking about getting stack of manuals",
        2208.38,
        2211.58
    ],
    [
        " at the basics.",
        2211.58,
        2211.98
    ],
    [
        " Cool.",
        2211.98,
        2212.28
    ],
    [
        " Like, hey, I'm going to read them because I have to.",
        2212.54,
        2214.58
    ],
    [
        " I'm going to memorize whatever words are in there that I think I'm going to get tested",
        2214.74,
        2219.66
    ],
    [
        " on.",
        2219.66,
        2219.94
    ],
    [
        " But that's not what we're doing.",
        2220.38,
        2223.96
    ],
    [
        " That's not knowledge.",
        2224.12,
        2224.76
    ],
    [
        " This is knowledge.",
        2225.26,
        2226.42
    ],
    [
        " So a leader must have superior knowledge will power.",
        2226.98,
        2230.2
    ],
    [
        " Self confidence, initiative and disregard of self.",
        2231.2,
        2235.18
    ],
    [
        " There you go.",
        2235.58,
        2236.58
    ],
    [
        " A leader must have superior knowledge, will power, self confidence, initiative and disregard",
        2236.94,
        2244.18
    ],
    [
        " of self.",
        2244.18,
        2244.8
    ],
    [
        " I like how they had to throw that in there.",
        2245.12,
        2247.62
    ],
    [
        " They had to throw that in there.",
        2247.94,
        2249.72
    ],
    [
        " You know what that offsets?",
        2249.8,
        2250.54
    ],
    [
        " That offsets self confidence.",
        2250.66,
        2252.18
    ],
    [
        " It offsets will power.",
        2252.68,
        2254.04
    ],
    [
        " It offsets superior knowledge because disregard of self is humility, right?",
        2254.56,
        2259.66
    ],
    [
        " Hey, that's what it is.",
        2259.66,
        2260.86
    ],
    [
        " I'm not important.",
        2261.58,
        2262.46
    ],
    [
        " I don't know everything.",
        2262.98,
        2264.26
    ],
    [
        " I'm not overconfident.",
        2265.0,
        2266.52
    ],
    [
        " Continuing, any show of fear or unwillingness to share danger is fatal to leadership.",
        2267.8,
        2274.2
    ],
    [
        " On the other hand, a bold and determined leader will carry his troops with him no matter",
        2274.92,
        2279.6
    ],
    [
        " how difficult the enterprise.",
        2279.6,
        2281.36
    ],
    [
        " Mutual confidence between the leader and his men is the surest basis of discipline.",
        2283.42,
        2288.94
    ],
    [
        " Now they use trust in the troop and fury.",
        2289.88,
        2293.12
    ],
    [
        " They use the word trust, same type of sentence, but mutual confidence.",
        2293.88,
        2297.82
    ],
    [
        " And again, you know, I'm not down there when life is a platoon commander inspecting his",
        2298.5,
        2306.06
    ],
    [
        " weapons once a day to make sure that they're being cleaned.",
        2306.06,
        2308.32
    ],
    [
        " He knows me.",
        2309.32,
        2310.36
    ],
    [
        " I know him.",
        2311.0,
        2312.62
    ],
    [
        " He trusts me.",
        2313.04,
        2314.08
    ],
    [
        " I trust him.",
        2314.32,
        2315.0
    ],
    [
        " That's the best form of discipline.",
        2315.26,
        2317.08
    ],
    [
        " Not imposed discipline, but mutual confidence.",
        2317.28,
        2319.98
    ],
    [
        " That's the accountability you talk about.",
        2320.38,
        2321.94
    ],
    [
        " You say, hey, the accountability is the recognition of this needs to happen.",
        2322.14,
        2325.8
    ],
    [
        " And you know that about me because our relationship is strong enough for you to not have to wonder",
        2326.1,
        2330.12
    ],
    [
        " if this is important.",
        2330.12,
        2331.28
    ],
    [
        " And it just gets done because you know what needs to get done.",
        2331.62,
        2333.56
    ],
    [
        " Yeah.",
        2336.12,
        2336.72
    ],
    [
        " To gain this confidence, the leader must find a way to the hearts of his men.",
        2335.4,
        2341.42
    ],
    [
        " Here we go.",
        2341.8,
        2342.42
    ],
    [
        " Isn't that kind of crazy?",
        2342.76,
        2344.2
    ],
    [
        " Here we are.",
        2344.54,
        2344.92
    ],
    [
        " We're talking about military operation.",
        2344.98,
        2346.58
    ],
    [
        " We're talking 1941.",
        2346.64,
        2348.9
    ],
    [
        " 1941.",
        2350.34,
        2351.48
    ],
    [
        " Depression is going on.",
        2352.26,
        2354.2
    ],
    [
        " People are starving in America.",
        2354.36,
        2355.88
    ],
    [
        " And we talk about how soft things are now.",
        2356.62,
        2360.88
    ],
    [
        " Well, guess what?",
        2360.88,
        2361.88
    ],
    [
        " Here we are.",
        2362.04,
        2362.32
    ],
    [
        " 1941.",
        2362.4,
        2362.78
    ],
    [
        " We're talking about to gain confidence.",
        2362.84,
        2365.36
    ],
    [
        " The leader must find the way to the hearts of his men.",
        2365.58,
        2369.26
    ],
    [
        " This he will do by acquiring an understanding of their thoughts and feelings and by showing",
        2369.6,
        2375.44
    ],
    [
        " a constant concern for their comfort and welfare.",
        2375.44,
        2379.56
    ],
    [
        " And as one of my heroes, General Mukayama said, you, you got to care about your men.",
        2380.28,
        2388.48
    ],
    [
        " You got to care about your men.",
        2389.84,
        2391.18
    ],
    [
        " How do they say to you?",
        2392.28,
        2392.92
    ],
    [
        " Show a constant concern for their welfare and comfort and welfare.",
        2393.08,
        2395.6
    ],
    [
        " Yeah, what does that mean?",
        2395.92,
        2396.42
    ],
    [
        " You got to care about your men.",
        2396.74,
        2397.7
    ],
    [
        " Yeah.",
        2398.2,
        2398.76
    ],
    [
        " For the people listening to this is not some sort of robotic action to you actually have to",
        2398.88,
        2403.42
    ],
    [
        " care about your men.",
        2403.42,
        2404.1
    ],
    [
        " This is the authenticity of this is probably more critical than anything else because what",
        2404.22,
        2411.42
    ],
    [
        " your men will figure out if it's not real, they'll see through that immediately.",
        2411.42,
        2416.96
    ],
    [
        " I got a good idea.",
        2417.6,
        2418.64
    ],
    [
        " If you don't care about your men, if you don't care about your troops, if you don't care",
        2419.14,
        2422.38
    ],
    [
        " about your people, you shouldn't be in the leadership position.",
        2422.38,
        2425.06
    ],
    [
        " Right.",
        2425.16,
        2425.22
    ],
    [
        " How's that?",
        2425.34,
        2425.86
    ],
    [
        " Leave.",
        2426.18,
        2427.12
    ],
    [
        " Go and be a solo entrepreneur or be by yourself.",
        2427.64,
        2435.3
    ],
    [
        " A good commander avoids subjecting his troops to useless hardships.",
        2437.06,
        2444.96
    ],
    [
        " He guards against dissipating their combat strength and inconsequential actions or harassing",
        2445.88,
        2450.84
    ],
    [
        " them through faulty staff management.",
        2450.84,
        2453.14
    ],
    [
        " Yeah.",
        2453.64,
        2453.8
    ],
    [
        " Can you go, I discipline training, train hard, train how you fight, all those things.",
        2454.2,
        2459.1
    ],
    [
        " Can you do that too much?",
        2459.42,
        2460.3
    ],
    [
        " Yes, you can.",
        2460.4,
        2461.0
    ],
    [
        " He keeps in close touch with all subordinate units by means of personal visits and observation.",
        2461.94,
        2467.64
    ],
    [
        " It is essential that he know from personal contact, the mental, moral and physical state",
        2468.06,
        2473.16
    ],
    [
        " of his troops, the conditions with which they are confronted, their accomplishments, their",
        2473.16,
        2477.4
    ],
    [
        " desires, their needs.",
        2477.4,
        2479.0
    ],
    [
        " Know your people.",
        2479.9,
        2480.68
    ],
    [
        " The commander should promptly extend recognition for service is well done.",
        2482.16,
        2487.18
    ],
    [
        " Land help, where help is needed, and give encouragement in adversity.",
        2487.88,
        2491.76
    ],
    [
        " Consider it to those whom he commands, he must be faithful and loyal to those who command",
        2493.0,
        2498.84
    ],
    [
        " him.",
        2498.84,
        2499.22
    ],
    [
        " A commander must live with his troops and share their dangers and privations as well",
        2500.02,
        2504.94
    ],
    [
        " as their joys and sorrows.",
        2504.94,
        2506.18
    ],
    [
        " By personal observation and experience, he will then be able to judge their needs and",
        2506.64,
        2511.98
    ],
    [
        " combat value.",
        2511.98,
        2512.88
    ],
    [
        " A commander who unnecessarily taxes the endurance of his troops will only penalize himself.",
        2513.26,
        2518.12
    ],
    [
        " The proper expenditure of combat strength in proportion to the objective to be attained.",
        2519.14,
        2523.62
    ],
    [
        " When necessary to the execution of the mission, the commander requires and receives from his",
        2524.62,
        2529.08
    ],
    [
        " unit the complete measure of sacrifice.",
        2529.56,
        2532.18
    ],
    [
        " We can sum all that up actually by saying, this is what we say with them, you've got to",
        2532.94,
        2538.76
    ],
    [
        " build relationships.",
        2538.76,
        2539.38
    ],
    [
        " Yeah, and that gets back to the comment that was made earlier is when you violate these",
        2540.38,
        2546.74
    ],
    [
        " things, when you don't do these things for your men and your people, you certainly hurt",
        2546.74,
        2551.04
    ],
    [
        " them, but you actually are hurting yourself.",
        2551.04,
        2552.72
    ],
    [
        " You are actually going to be the loser in the end of all this because you're not doing",
        2553.12,
        2558.32
    ],
    [
        " all the things.",
        2558.32,
        2558.56
    ],
    [
        " And something that people should understand too is when they talk about all these different",
        2558.86,
        2562.72
    ],
    [
        " needs and everybody on your team is different too.",
        2562.72,
        2565.74
    ],
    [
        " This isn't just some blanket.",
        2566.06,
        2567.0
    ],
    [
        " I have a platoon of 25 or a company of 50.",
        2567.38,
        2569.58
    ],
    [
        " Every person's needs are going to be different and you as a leader actually need to know individually",
        2570.04,
        2574.12
    ],
    [
        " what all those are.",
        2574.12,
        2575.16
    ],
    [
        " Yes.",
        2576.26,
        2576.84
    ],
    [
        " And what I thought you were going to say, that's a great point.",
        2577.54,
        2579.68
    ],
    [
        " I thought you were going to say, when you said everybody, I said, oh, I know he's going",
        2579.92,
        2582.9
    ],
    [
        " this.",
        2582.9,
        2583.08
    ],
    [
        " When you're doing these little maneuvers to take care of yourself, everybody notices",
        2583.84,
        2589.98
    ],
    [
        " it 100%.",
        2589.98,
        2592.14
    ],
    [
        " And not only that, not only do they see it, but they think that you think that they're",
        2592.14,
        2597.82
    ],
    [
        " stupid and you don't notice what's happening.",
        2597.82,
        2599.76
    ],
    [
        " And you look like the biggest idiot in the world.",
        2600.12,
        2603.98
    ],
    [
        " So you make these little maneuvers.",
        2604.34,
        2605.68
    ],
    [
        " You have that little space heater, right?",
        2606.22,
        2611.36
    ],
    [
        " You have that little heater in your room when everyone else is freezing.",
        2611.36,
        2615.3
    ],
    [
        " They know that.",
        2616.22,
        2617.56
    ],
    [
        " They know that.",
        2617.94,
        2618.88
    ],
    [
        " You set up your, you're in a logger site and it's raining and you go into the spot",
        2619.18,
        2625.68
    ],
    [
        " where you're under the protection of the whatever and all of a sudden you're drying.",
        2625.68,
        2629.34
    ],
    [
        " Everyone else is wet.",
        2629.34,
        2630.2
    ],
    [
        " And you think no one notices that?",
        2630.68,
        2632.46
    ],
    [
        " They notice it 100%.",
        2633.2,
        2636.4
    ],
    [
        " And they actually are looking at you thinking, oh, you think we don't see you?",
        2636.56,
        2641.14
    ],
    [
        " You take, you take not just one hit for being all warm and cozy.",
        2641.64,
        2647.76
    ],
    [
        " You take two hits for being warm and cozy and for letting everyone know that you think",
        2648.16,
        2654.0
    ],
    [
        " they're a bunch of idiots.",
        2654.0,
        2654.72
    ],
    [
        " You think you're smart.",
        2655.08,
        2656.34
    ],
    [
        " You're an idiot.",
        2656.6,
        2658.24
    ],
    [
        " Yeah.",
        2658.54,
        2658.66
    ],
    [
        " When you do that, everybody sees it.",
        2658.96,
        2661.98
    ],
    [
        " Everybody sees it.",
        2662.56,
        2663.76
    ],
    [
        " I was, we had to do security on, we would capture guys, my first deployment to Iraq, we would",
        2664.58,
        2670.48
    ],
    [
        " capture guys and then we had to, we held them in detention ourselves.",
        2670.48,
        2676.04
    ],
    [
        " We had our own little detention facility.",
        2676.42,
        2678.38
    ],
    [
        " And this is just the first example that I thought of.",
        2679.42,
        2682.14
    ],
    [
        " So we would have to stand watch, you know, which sucks, you know, it's whatever.",
        2682.68,
        2688.08
    ],
    [
        " And though in my mind, the worst watch to take, I think it was like, it was a two hour",
        2688.54,
        2692.92
    ],
    [
        " watch and I thought two to four, right?",
        2693.5,
        2695.56
    ],
    [
        " 0200 to 0400.",
        2695.82,
        2697.32
    ],
    [
        " That's where, you know, you got to wake up in the middle of the night, it takes you 20",
        2697.66,
        2701.58
    ],
    [
        " minutes to get there.",
        2701.58,
        2702.3
    ],
    [
        " You're all, and then you get, get back and you get to sleep for another hour before you",
        2702.96,
        2707.3
    ],
    [
        " got to wake up.",
        2707.3,
        2707.62
    ],
    [
        " So two to four is the worst, worst possible watch.",
        2707.68,
        2709.8
    ],
    [
        " And I remember telling my assistant, Patunque, I'm like, hey, right on, we're taking 0,",
        2710.08,
        2714.5
    ],
    [
        " two to zero four.",
        2714.5,
        2715.22
    ],
    [
        " And he's like, really?",
        2715.6,
        2716.32
    ],
    [
        " And I'm like, yeah, and he's like, check.",
        2716.52,
        2717.72
    ],
    [
        " You knew exactly why?",
        2718.18,
        2719.08
    ],
    [
        " Because if I'm going to be asking everyone else to stay awake or get up earlier, what",
        2719.48,
        2722.82
    ],
    [
        " ever, we're taking the worst possible one.",
        2722.82,
        2725.1
    ],
    [
        " And you know, you don't need to say anything about that.",
        2725.36,
        2727.92
    ],
    [
        " And no one says, hey, thanks.",
        2728.24,
        2730.2
    ],
    [
        " No one says that to you.",
        2730.32,
        2731.1
    ],
    [
        " But I'll tell you what, if you take the eight to ten watch, so you can go do your watch,",
        2731.2,
        2736.3
    ],
    [
        " wind down, go back and sleep like a normal human being, every single person, every single",
        2736.76,
        2744.2
    ],
    [
        " person will take note of that.",
        2744.2,
        2745.86
    ],
    [
        " And they'll, they'll log it down in their little log, their little mental log book.",
        2746.14,
        2751.56
    ],
    [
        " Your leadership capabilities.",
        2754.1,
        2754.82
    ],
    [
        " So don't be an idiot.",
        2755.28,
        2757.42
    ],
    [
        " Everyone's watching.",
        2757.92,
        2759.12
    ],
    [
        " And you can become that guy.",
        2759.62,
        2761.16
    ],
    [
        " Oh, if you do it enough, you'll become that guy.",
        2761.78,
        2764.04
    ],
    [
        " And then even when you figure it out and you start to try to do the right thing, if you've",
        2764.28,
        2769.0
    ],
    [
        " been that guy for so long, they'll just write it like, oh, you're just trying to do",
        2769.0,
        2772.56
    ],
    [
        " the right thing.",
        2772.56,
        2773.06
    ],
    [
        " And you can't even dig out of that hole.",
        2773.28,
        2774.88
    ],
    [
        " You gotta, you gotta be careful.",
        2775.26,
        2776.2
    ],
    [
        " You gotta stay out of that hole from the very beginning.",
        2776.28,
        2778.74
    ],
    [
        " Yeah.",
        2778.74,
        2779.05
    ],
    [
        " If you dig yourself in that hole, then you gotta start making like real sacrifices.",
        2779.36,
        2782.5
    ],
    [
        " Yeah.",
        2783.38,
        2783.46
    ],
    [
        " Take a long time, man.",
        2783.46,
        2784.92
    ],
    [
        " Listen, don't worry about watch.",
        2784.96,
        2786.24
    ],
    [
        " I got it all night tonight.",
        2786.3,
        2787.46
    ],
    [
        " I'm just gonna suck it up.",
        2787.6,
        2788.48
    ],
    [
        " Okay.",
        2788.62,
        2788.92
    ],
    [
        " You know, he's doing, taking one for the team, right?",
        2789.04,
        2790.54
    ],
    [
        " And you're gonna have to do that like 14 more times before you reach level.",
        2791.14,
        2795.24
    ],
    [
        " So yeah, if you think no one's noticing that, they're noticing next, a spirit of unselfish",
        2795.76,
        2803.04
    ],
    [
        " cooperation with their fellows is to be fostered among officers and men.",
        2803.04,
        2807.12
    ],
    [
        " The strong and the capable must encourage and lead the week and less experienced.",
        2807.14,
        2811.3
    ],
    [
        " On such a foundation, a feeling of true comradeship will become firmly established and the full",
        2811.96,
        2818.02
    ],
    [
        " combat value of the troops will be made available to the higher commander.",
        2818.02,
        2822.06
    ],
    [
        " Both of these, the troop in furong and this both talk about how the strong have to help",
        2823.24,
        2830.72
    ],
    [
        " the week.",
        2830.72,
        2831.02
    ],
    [
        " It's an interesting concept because it's very easy to get the attitude of like,",
        2831.74,
        2836.94
    ],
    [
        " hey, that guy's sucks.",
        2837.12,
        2839.14
    ],
    [
        " He's a non-hound.",
        2839.26,
        2839.7
    ],
    [
        " And I'm not gonna help him.",
        2839.76,
        2840.8
    ],
    [
        " Yeah.",
        2840.94,
        2841.02
    ],
    [
        " It's really easy to take that attitude.",
        2841.28,
        2842.58
    ],
    [
        " And if you have that attitude, I remember the officer candidate school.",
        2843.14,
        2845.7
    ],
    [
        " There was some complaining to my drill instructor who was an outstanding, obviously an outstanding",
        2846.66,
        2855.08
    ],
    [
        " Marine.",
        2855.08,
        2855.5
    ],
    [
        " You know, it was like, I think we got to write little notes to him, like little, little",
        2856.4,
        2861.54
    ],
    [
        " comments, you know what I mean?",
        2861.54,
        2862.74
    ],
    [
        " And he got a comment that was like, you know, some of these people just shouldn't be",
        2863.08,
        2865.96
    ],
    [
        " here.",
        2866.3,
        2866.62
    ],
    [
        " And he came out and said, hey, should we let's say, you know what, I agree with you.",
        2866.86,
        2870.12
    ],
    [
        " We're gonna get rid of the bottom 10% and someone's like, eight people like, yeah.",
        2870.64,
        2874.96
    ],
    [
        " And then he goes, and then you know what we're gonna have a new bottom 10% and then a new",
        2875.12,
        2878.7
    ],
    [
        " bottom 10% and then a new bottom 10% and then the only person that's gonna graduate from",
        2878.7,
        2883.4
    ],
    [
        " our candidate school is Jocke.",
        2883.4,
        2884.5
    ],
    [
        " It's like, that's what that's what it turns out to, right?",
        2884.66,
        2890.3
    ],
    [
        " So what you have to do and what he was trying to say to us was, hey, what you need to do,",
        2890.66,
        2895.56
    ],
    [
        " you're, you're a whole military career.",
        2895.56,
        2897.54
    ],
    [
        " You're gonna have people that need help.",
        2897.86,
        2899.72
    ],
    [
        " You have freaking help them.",
        2899.88,
        2901.24
    ],
    [
        " Yeah, and it also feeds this myth that you can just fire your way to success.",
        2901.44,
        2904.92
    ],
    [
        " I just get rid of these guys and we'd be so good to go if I could just get rid of these",
        2905.08,
        2908.14
    ],
    [
        " guys.",
        2908.14,
        2908.38
    ],
    [
        " Like, come on.",
        2909.0,
        2910.0
    ],
    [
        " And business would say it all the time.",
        2910.46,
        2912.92
    ],
    [
        " We ask people, hey, what are the people like in your company?",
        2913.64,
        2915.74
    ],
    [
        " And most people are hardworking and motivated and they care and they try.",
        2915.88,
        2918.42
    ],
    [
        " And so what are those people need if they're struggling?",
        2918.6,
        2920.32
    ],
    [
        " They need help.",
        2920.62,
        2921.04
    ],
    [
        " That's what they need more than anything else.",
        2921.44,
        2923.02
    ],
    [
        " Does some people gotta go?",
        2923.38,
        2924.2
    ],
    [
        " Yes.",
        2924.5,
        2924.68
    ],
    [
        " Yes.",
        2924.68,
        2925.02
    ],
    [
        " There are some people that gotta go, but we're just gonna cycle through 10% all the time.",
        2925.02,
        2929.3
    ],
    [
        " Come on, man.",
        2929.4,
        2930.5
    ],
    [
        " Back to the book, the combat value of a unit is determined in great measure by the soldierly",
        2932.42,
        2938.94
    ],
    [
        " qualities of its leaders and members and its will to fight.",
        2938.94,
        2942.46
    ],
    [
        " Outward marks of this combat value will be found in the setup and appearance of the men,",
        2943.14,
        2947.7
    ],
    [
        " in the condition, care and maintenance of the weapons and equipment and in the readiness",
        2948.46,
        2952.86
    ],
    [
        " of the unit for action.",
        2952.86,
        2954.54
    ],
    [
        " Superior combat value will offset numerical inferiority.",
        2956.26,
        2959.86
    ],
    [
        " Superior leadership combined with some of your combat value of troops constitutes a reliable",
        2960.2,
        2965.76
    ],
    [
        " basis for success in battle.",
        2965.76,
        2967.9
    ],
    [
        " Go.",
        2968.56,
        2970.28
    ],
    [
        " You were writing.",
        2970.52,
        2970.94
    ],
    [
        " I know you must have something important to say.",
        2971.32,
        2973.18
    ],
    [
        " Well, I was actually thinking about something that you would already said.",
        2973.56,
        2975.98
    ],
    [
        " I was gonna save it for later, but it occurred to me as you were talking about that previous",
        2976.04,
        2979.4
    ],
    [
        " comment about these are attributes we're talking about leaders in combat and war and",
        2979.4,
        2982.82
    ],
    [
        " we're always making the connection to business and things like that.",
        2982.82,
        2985.1
    ],
    [
        " Here's the thing about that last comment about helping the weak.",
        2985.5,
        2988.0
    ],
    [
        " You can teach this at any age.",
        2988.66,
        2992.8
    ],
    [
        " Go read the Warrior Kid Code.",
        2993.4,
        2995.52
    ],
    [
        " These are lessons that your five, six, seven year old can start to learn now and to understand",
        2996.32,
        3003.6
    ],
    [
        " that the best thing you can do for the weak person in your class or the person struggling",
        3003.6,
        3008.44
    ],
    [
        " on your soccer team or these aren't adult lessons.",
        3008.86,
        3011.96
    ],
    [
        " If you're a leader out there and you got kids, you can start to instill this right now.",
        3012.56,
        3016.9
    ],
    [
        " That lesson is not just relevant for combat or for your platoon or even for your company.",
        3017.8,
        3024.12
    ],
    [
        " It's relevant for everybody at every age.",
        3024.3,
        3026.34
    ],
    [
        " If you teach it now, think about the success your kids will have in the long rune you do",
        3026.82,
        3030.6
    ],
    [
        " that.",
        3030.6,
        3030.74
    ],
    [
        " Anyway, just make that connection.",
        3030.94,
        3031.82
    ],
    [
        " The Warrior Kid, let me see what number it is.",
        3033.54,
        3036.66
    ],
    [
        " The bottom line is, and this is where it gets a little bit, the Warrior Kid number five,",
        3038.56,
        3048.84
    ],
    [
        " the Warrior Kid treats people with respect and helps out other people whenever possible.",
        3048.94,
        3052.34
    ],
    [
        " This is where everything is beautiful in the universe.",
        3052.76,
        3055.38
    ],
    [
        " Everything is beautiful in the universe because when you help other people, you get better.",
        3056.0,
        3061.12
    ],
    [
        " Your team gets better, but you get better.",
        3061.82,
        3063.68
    ],
    [
        " Every time you teach something, you get better at it.",
        3064.08,
        3066.62
    ],
    [
        " It's just the way it works.",
        3066.94,
        3068.08
    ],
    [
        " So there's like that mutual benefit.",
        3069.8,
        3072.26
    ],
    [
        " The idea that I'm just going to get rid of someone this week instead of helping them,",
        3072.84,
        3077.04
    ],
    [
        " wrong.",
        3077.26,
        3077.48
    ],
    [
        " The Warrior Kid trains hard exercises and needs to be strong and healthy.",
        3079.08,
        3083.34
    ],
    [
        " He knows how to fight so he can stand up the bullies and protect the weak.",
        3083.88,
        3086.86
    ],
    [
        " That's something for your kids right there.",
        3087.48,
        3089.24
    ],
    [
        " It is the same exact thing that you have to protect the weak and it helps you when you",
        3089.24,
        3094.66
    ],
    [
        " do that.",
        3094.66,
        3095.1
    ],
    [
        " Continuing, a poorly trained unit is likely to fail in a critical moment due to demoralizing",
        3095.88,
        3105.68
    ],
    [
        " impressions caused by unexpected events in combat.",
        3105.68,
        3108.9
    ],
    [
        " This is particularly true in the first engagements of a unit.",
        3109.56,
        3112.64
    ],
    [
        " Therefore, training and discipline are of great importance.",
        3113.02,
        3116.18
    ],
    [
        " Every leader must take energetic action against indiscipline, panic, pillage and other",
        3118.08,
        3124.92
    ],
    [
        " disruptive forces.",
        3124.92,
        3125.98
    ],
    [
        " Discipline is the main cohesive force that binds the members of a unit.",
        3126.44,
        3130.8
    ],
    [
        " Discipline is the main cohesive force that binds.",
        3131.52,
        3134.04
    ],
    [
        " You know, it was interesting.",
        3134.52,
        3135.18
    ],
    [
        " I think we were covering SLA marshals, men under fire and he was talking about when units",
        3135.5,
        3141.92
    ],
    [
        " got routed and when like mayhem broke loose.",
        3141.92,
        3145.36
    ],
    [
        " People started running away.",
        3145.36,
        3146.32
    ],
    [
        " They have documented cases where the platoon leader up in the front line goes, hey, runner,",
        3146.78,
        3154.08
    ],
    [
        " go back and tell headquarters we need more ammunition.",
        3154.72,
        3156.88
    ],
    [
        " He goes, cool, got it.",
        3157.16,
        3158.2
    ],
    [
        " Get's up and starts running.",
        3158.26,
        3159.12
    ],
    [
        " Someone sees him running and goes, oh, dang, we're running.",
        3159.78,
        3163.36
    ],
    [
        " Someone else gets up and then next thing you know, everyone is running.",
        3163.94,
        3167.56
    ],
    [
        " From one person just seeing it happen.",
        3168.0,
        3170.54
    ],
    [
        " And once again, that's what talking with feel yesterday, the way you act as a leader,",
        3171.54,
        3177.7
    ],
    [
        " you got to act correctly.",
        3179.02,
        3180.9
    ],
    [
        " If you start to panic, if you start to freak out, if you start to lose your temper, if",
        3181.08,
        3183.98
    ],
    [
        " you start to lose your mind, everyone else is going to do the same thing.",
        3183.98,
        3185.86
    ],
    [
        " If you run away, everyone's going to do the same.",
        3186.02,
        3187.44
    ],
    [
        " If you go forward, everyone's going to follow you.",
        3187.7,
        3190.02
    ],
    [
        " And yes, discipline is the main cohesive force that binds the members of a unit together.",
        3191.32,
        3197.0
    ],
    [
        " A wise and capable commander will see that the men assigned to the competent groups in",
        3198.14,
        3202.68
    ],
    [
        " of his unit are compatible and that the composition of the groups is changed as little as possible.",
        3202.68,
        3209.18
    ],
    [
        " All right.",
        3209.84,
        3210.02
    ],
    [
        " So I'll read that one more time.",
        3211.36,
        3214.68
    ],
    [
        " A wise and capable commander will see that the men assigned to the component groups of",
        3214.82,
        3218.94
    ],
    [
        " his unit are compatible.",
        3218.94,
        3220.14
    ],
    [
        " Right?",
        3220.74,
        3220.84
    ],
    [
        " So they can interoperate, they can change around.",
        3221.0,
        3223.26
    ],
    [
        " And that the compositions of his groups is changed as little as possible.",
        3224.78,
        3229.62
    ],
    [
        " So when you have little subunits, keep them together.",
        3230.22,
        3234.7
    ],
    [
        " Keep them together.",
        3235.24,
        3236.92
    ],
    [
        " That's they get to know each other, they get to understand each other, they can read",
        3237.44,
        3242.6
    ],
    [
        " out, read each other, and that's the way you need to work.",
        3242.6,
        3245.78
    ],
    [
        " You don't, they don't need to freaking redevelop a relationship.",
        3246.42,
        3249.36
    ],
    [
        " They already have it.",
        3249.36,
        3250.22
    ],
    [
        " When when task unit bruiser went through our urban training and we had a bunch of strap",
        3251.2,
        3257.66
    ],
    [
        " hangers with us, we had a bunch of other people, EOD people, some other, we probably had",
        3257.66,
        3265.24
    ],
    [
        " an additional like 15 people with our task unit.",
        3265.24,
        3268.42
    ],
    [
        " And so the initial reaction from from Lafe and Seth was they put those guys, you know,",
        3269.02,
        3277.76
    ],
    [
        " that's two, you know, that's two other squads, you know, that's, we don't want them in",
        3278.1,
        3281.8
    ],
    [
        " our platoon.",
        3281.8,
        3282.2
    ],
    [
        " And I was like, no, what we're going to do is we're going to take one or two of them and",
        3282.72,
        3287.72
    ],
    [
        " put them in each one of our fire teams and make them part of our unit.",
        3287.72,
        3291.94
    ],
    [
        " And you know, they objected, but what happens, what happens is that those people get individually",
        3292.7,
        3299.88
    ],
    [
        " like it's very easy for a four or five man fire team to absorb one or two people.",
        3299.88,
        3304.02
    ],
    [
        " Yeah.",
        3304.08,
        3304.22
    ],
    [
        " Yeah, cool.",
        3304.4,
        3304.92
    ],
    [
        " What's your name, Fred?",
        3305.06,
        3305.6
    ],
    [
        " Cool.",
        3305.6,
        3305.88
    ],
    [
        " Right on.",
        3306.16,
        3306.68
    ],
    [
        " You're good.",
        3306.9,
        3307.28
    ],
    [
        " Hey, I'm Bill.",
        3307.4,
        3308.3
    ],
    [
        " Let me know.",
        3308.72,
        3309.76
    ],
    [
        " Here's where I'm at.",
        3310.06,
        3311.14
    ],
    [
        " Here's how we do our head count.",
        3311.32,
        3312.54
    ],
    [
        " Here's what we're looking for.",
        3312.76,
        3313.46
    ],
    [
        " Boom.",
        3313.9,
        3314.02
    ],
    [
        " Integration was almost immediate.",
        3314.38,
        3315.6
    ],
    [
        " Now we have, now when it was time to assault the building and we, we called them sections,",
        3316.88,
        3321.1
    ],
    [
        " because they weren't really fire teams.",
        3321.64,
        3323.04
    ],
    [
        " They were a little bit bigger now.",
        3323.04,
        3323.92
    ],
    [
        " So I called them sections and which is, I stole from the gromb, which is the Polish special",
        3323.98,
        3329.34
    ],
    [
        " operations that I worked a ton with my first deployment to Baghdad.",
        3329.34,
        3331.72
    ],
    [
        " They called, they had sections of like six guys.",
        3331.72,
        3333.52
    ],
    [
        " I was like, cool.",
        3333.8,
        3334.14
    ],
    [
        " We're going to have sections now because we're a little bit bigger than a fire team.",
        3334.2,
        3336.84
    ],
    [
        " Cool.",
        3336.94,
        3337.04
    ],
    [
        " And then it was like sections two, three and four assault section one, hold fast and",
        3337.32,
        3343.86
    ],
    [
        " everyone knows what to do.",
        3343.86,
        3345.5
    ],
    [
        " And you got little micro section leaders that are making things happen.",
        3345.8,
        3348.62
    ],
    [
        " Yeah.",
        3349.24,
        3349.8
    ],
    [
        " That doesn't happen.",
        3349.92,
        3350.5
    ],
    [
        " You take the six new guys and give them as their own section.",
        3350.6,
        3353.1
    ],
    [
        " Yeah.",
        3353.56,
        3353.6
    ],
    [
        "",
        3353.74,
        3353.74
    ],
    [
        " Yeah.",
        3354.08,
        3354.26
    ],
    [
        " No, and then you take, then you have three of those, right?",
        3355.02,
        3358.16
    ],
    [
        " Which is probably what we would have had three sections of people just randomly.",
        3358.5,
        3363.76
    ],
    [
        " Out there.",
        3363.9,
        3364.56
    ],
    [
        " By the way, and those people weren't even integrated as a unit.",
        3365.04,
        3367.18
    ],
    [
        " It wasn't like it was a separate platoon.",
        3367.46,
        3368.86
    ],
    [
        " If it was a full platoon of seals, that would have made some sense.",
        3369.38,
        3372.3
    ],
    [
        " Okay, cool.",
        3372.46,
        3372.78
    ],
    [
        " We got a full number of platoon of seals.",
        3373.0,
        3374.14
    ],
    [
        " They have their broken into fire teams.",
        3374.44,
        3376.12
    ],
    [
        " Okay, cool.",
        3376.38,
        3376.7
    ],
    [
        " We get it.",
        3376.8,
        3377.26
    ],
    [
        " We can command that.",
        3377.54,
        3378.54
    ],
    [
        " But we have 16, 15, 20 random people that haven't been working together.",
        3378.9,
        3384.66
    ],
    [
        " Cool.",
        3384.84,
        3384.98
    ],
    [
        " Guess what?",
        3385.2,
        3385.58
    ],
    [
        " You're about to report to a leader and tasking a bruiser.",
        3385.8,
        3387.92
    ],
    [
        " This is petty officer second class get some.",
        3388.28,
        3390.4
    ],
    [
        " Yeah.",
        3393.84,
        3394.2
    ],
    [
        " But that's so that's what you want to do.",
        3394.38,
        3395.52
    ],
    [
        " You want to keep your team together.",
        3395.64,
        3397.2
    ],
    [
        " Continuing.",
        3397.34,
        3397.74
    ],
    [
        " He will provide each group with a leader in whom its members have confidence.",
        3397.94,
        3401.48
    ],
    [
        " That's another thing, right?",
        3401.9,
        3403.04
    ],
    [
        " So now you got the tasking a bruiser, guys.",
        3403.2,
        3405.8
    ],
    [
        " Everyone knows that fire team leader.",
        3406.06,
        3407.22
    ],
    [
        " They don't have to meet Fred.",
        3407.38,
        3409.1
    ],
    [
        " That guy who's at the jump team for eight years.",
        3409.38,
        3411.98
    ],
    [
        " He doesn't know he's doing.",
        3412.1,
        3412.62
    ],
    [
        " No, it doesn't matter.",
        3412.72,
        3413.32
    ],
    [
        " You know, Fred's on board with the program.",
        3413.98,
        3415.8
    ],
    [
        " He wants to win.",
        3415.82,
        3416.42
    ],
    [
        " He will so regulate the interior administration of the units that all groups perform the",
        3418.46,
        3423.52
    ],
    [
        " same amount of work and enjoy the same amount of leisure.",
        3423.52,
        3425.58
    ],
    [
        " He will see that demonstrated efficiency is promptly recognized and rewarded.",
        3426.0,
        3430.12
    ],
    [
        " He will set before all the high standard of military conduct and apply the same rules",
        3430.36,
        3435.14
    ],
    [
        " of discipline to all.",
        3435.14,
        3436.74
    ],
    [
        " Here's a good one.",
        3437.8,
        3439.26
    ],
    [
        " Good morale and a sense of unity in a command cannot be improvised.",
        3439.44,
        3443.62
    ],
    [
        " They must be thoroughly planned and systematically promoted.",
        3444.94,
        3448.22
    ],
    [
        " They are born of just and fair treatment, a constant concern for the soldiers welfare.",
        3448.7,
        3454.3
    ],
    [
        " Oh, you want to build morale?",
        3454.98,
        3455.9
    ],
    [
        " There you go.",
        3456.24,
        3456.8
    ],
    [
        " A constant concern for the soldiers welfare, thorough training and basic duties, comradeship",
        3456.94,
        3462.64
    ],
    [
        " among men and pride in self, organization and country.",
        3462.64,
        3466.08
    ],
    [
        " Moral is a byproduct of your leadership.",
        3466.94,
        3470.48
    ],
    [
        " Good leaders have units with good morale.",
        3470.68,
        3473.06
    ],
    [
        " Bad leaders don't.",
        3473.52,
        3474.38
    ],
    [
        " Period.",
        3474.76,
        3475.2
    ],
    [
        " Yeah.",
        3475.68,
        3475.86
    ],
    [
        " The Marine Corps does a damn good job of this one, don't they?",
        3476.4,
        3480.32
    ],
    [
        " I mean, and I mean, the military doesn't general but damn the Marine Corps is good at that.",
        3480.6,
        3485.02
    ],
    [
        " Because when you're in the Marine Corps, you're in the Marine Corps.",
        3485.38,
        3487.2
    ],
    [
        " That's just the way it is.",
        3487.54,
        3490.18
    ],
    [
        " The establishment and maintenance of good morale are incumbent upon every commander and",
        3490.9,
        3500.24
    ],
    [
        " are the marks of good leadership, which is what you just said.",
        3500.24,
        3502.88
    ],
    [
        " And then we get to number 111.",
        3503.92,
        3508.12
    ],
    [
        " The first demand in war is decisive action.",
        3508.8,
        3513.46
    ],
    [
        " Commanders inspire confidence in their subordinates by their decisive conduct and their ability",
        3514.64,
        3519.14
    ],
    [
        " to gain material advantage over the enemy.",
        3519.14,
        3521.32
    ],
    [
        " A reputation for failure in a leader destroys morale.",
        3521.76,
        3525.76
    ],
    [
        " The morale of a unit is that of its leader.",
        3525.86,
        3531.5
    ],
    [
        " Again, that's what you just said.",
        3532.08,
        3534.62
    ],
    [
        " But hey, the first demand in war is decisive action.",
        3535.68,
        3538.32
    ],
    [
        " And again, and talked about this with Andrew Paul, and Andrew Paul gave a great example.",
        3538.84,
        3543.46
    ],
    [
        " You know, decisive action doesn't mean you just make the full commitment to a decision.",
        3544.32,
        3548.5
    ],
    [
        " He gave that example of looking at your Google maps.",
        3548.66,
        3552.02
    ],
    [
        " You've got to walk through the city to a place and it's two miles away.",
        3552.82,
        3557.64
    ],
    [
        " And so you walk out of the hotel and you look at your Google maps and the arrow is just spinning.",
        3558.18,
        3564.04
    ],
    [
        " Because you're not going anywhere.",
        3564.26,
        3565.18
    ],
    [
        " Cool.",
        3565.64,
        3565.76
    ],
    [
        " Start walking.",
        3565.92,
        3566.38
    ],
    [
        " Take 10 steps.",
        3566.66,
        3567.18
    ],
    [
        " Take 10 steps.",
        3567.24,
        3567.92
    ],
    [
        " That thing will self-correct.",
        3568.08,
        3569.24
    ],
    [
        " And now you'll know where you're supposed to be going.",
        3569.62,
        3571.28
    ],
    [
        " So that's a decisive action.",
        3571.66,
        3573.12
    ],
    [
        " Sitting there, not doing anything isn't getting you anywhere and the enemy's maneuvering",
        3573.44,
        3578.18
    ],
    [
        " on you, by the way.",
        3578.18,
        3578.8
    ],
    [
        " Yeah.",
        3578.8,
        3579.16
    ],
    [
        " And that flip side you talked about is, hey, we want to get into this space.",
        3579.34,
        3583.02
    ],
    [
        " Let's buy three buildings.",
        3583.1,
        3583.88
    ],
    [
        " We'll, we'll, we'll, we'll, we'll hang on.",
        3584.14,
        3585.14
    ],
    [
        " We actually, that is overly, that's way overly aggressive and actually isn't what you",
        3585.42,
        3590.12
    ],
    [
        " need.",
        3590.12,
        3590.3
    ],
    [
        " Yeah, that example was awesome.",
        3590.94,
        3592.72
    ],
    [
        " A commander must bear in mind that physical unfitness will undermine his efficiency.",
        3593.32,
        3600.6
    ],
    [
        " And actually, surprisingly, I don't think this is in the troop and furrowing at all.",
        3600.92,
        3607.52
    ],
    [
        " I don't think they talk about physical fitness in this much clarity.",
        3607.52,
        3610.84
    ],
    [
        " A commander must bear in mind that physical unfitness will undermine his efficiency.",
        3611.3,
        3615.98
    ],
    [
        " He owes it to the men under his command to conserve his own fitness.",
        3616.38,
        3622.42
    ],
    [
        " Neglect renders him unable to bring a normal mind to the solution of his problems and",
        3623.94,
        3629.34
    ],
    [
        " reacts unfavorable on his whole command.",
        3629.34,
        3631.84
    ],
    [
        " That is, that is heavy statement.",
        3632.3,
        3635.8
    ],
    [
        " Here's the thing.",
        3636.14,
        3636.98
    ],
    [
        " That, you know, that, you know, that term fatigue will make a coward out of any man.",
        3638.46,
        3644.84
    ],
    [
        " Like when you get tired, it's, you start making bad decisions and you can't maintain.",
        3645.44,
        3652.04
    ],
    [
        " So that's what this is.",
        3652.88,
        3654.34
    ],
    [
        " And if you're the better physical condition you're in, the more you'll be able to maintain",
        3655.3,
        3662.82
    ],
    [
        " for it.",
        3662.82,
        3663.52
    ],
    [
        " You know, people freak out because I don't sleep a lot, which I, I'm not, I don't encourage",
        3663.52,
        3667.0
    ],
    [
        " people not to sleep a lot.",
        3667.0,
        3668.18
    ],
    [
        " You should sleep as much sleep as you need.",
        3668.58,
        3670.48
    ],
    [
        " Get a bunch of sleep.",
        3670.6,
        3671.18
    ],
    [
        " It's great.",
        3671.32,
        3671.56
    ],
    [
        " I know the sleep diplomat guy sleep.",
        3671.7,
        3674.26
    ],
    [
        " I'm not against that sleep.",
        3674.5,
        3676.24
    ],
    [
        " But what I will say is this, like if you're in good physical condition and you eat well,",
        3676.64,
        3681.58
    ],
    [
        " you will not need as much sleep.",
        3682.08,
        3685.22
    ],
    [
        " I'm here to tell you like, well, at least I don't think you do.",
        3685.22,
        3688.76
    ],
    [
        " I was talking about with with with Flynn Cochrane the other day on being on the road all",
        3689.58,
        3694.3
    ],
    [
        " the time.",
        3694.3,
        3694.6
    ],
    [
        " And sometimes around the road, I flew literally to Maine 36 hours ago and I flew back the",
        3695.04,
        3701.22
    ],
    [
        " very next day.",
        3701.22,
        3701.76
    ],
    [
        " I was on the road and and the best thing you can do in a situation like you're going to",
        3701.86,
        3707.72
    ],
    [
        " be tired is actually go work out.",
        3707.72,
        3709.26
    ],
    [
        " Oh, for sure.",
        3709.26,
        3709.76
    ],
    [
        " I mean, it's the best thing you can do.",
        3709.76,
        3710.9
    ],
    [
        " And the days that I get them like, oh, I'd have to work out at 3 30 and I don't, I regret",
        3710.94,
        3715.02
    ],
    [
        " it the entire day.",
        3715.02,
        3715.82
    ],
    [
        " Yeah.",
        3715.92,
        3716.02
    ],
    [
        " I've never once heard you say, you don't need sleep.",
        3716.66,
        3719.36
    ],
    [
        " But what the reality is is is is when you're tired, the best thing you can do is get out",
        3720.1,
        3726.98
    ],
    [
        " of bed and do something physical is the best way to without a doubt.",
        3726.98,
        3731.42
    ],
    [
        " And yeah, it's physical fitness.",
        3732.02,
        3736.6
    ],
    [
        " Don't neglect it.",
        3736.88,
        3737.74
    ],
    [
        " And that that happens a lot of times in business.",
        3737.86,
        3739.28
    ],
    [
        " People get wrapped in the business.",
        3739.32,
        3740.76
    ],
    [
        " And if you don't make some time to stay physically fit, strategic look, there's going to",
        3741.12,
        3745.94
    ],
    [
        " be times in business.",
        3745.94,
        3746.6
    ],
    [
        " There's times at echelon front.",
        3746.62,
        3747.64
    ],
    [
        " There's times in our lives where, hey, man, you, you, like, I don't, I can't do my normal",
        3747.64,
        3753.12
    ],
    [
        " workouts during the master.",
        3753.12,
        3754.7
    ],
    [
        " Like we do, we do, we work out, but it's not, it's not my normal workout.",
        3755.22,
        3758.88
    ],
    [
        " It's a workout that takes 40 minutes, not, and it's only one a day, you know?",
        3759.2,
        3763.46
    ],
    [
        " So that's not normal.",
        3763.6,
        3764.64
    ],
    [
        " We got to suck it up for the master.",
        3764.96,
        3766.64
    ],
    [
        " It's, you know, four or five days of us, very, very work intensive.",
        3766.72,
        3773.2
    ],
    [
        " But when that's over, man, you've got to get right back into it.",
        3774.18,
        3777.14
    ],
    [
        " So people that go, hey, I get it.",
        3777.6,
        3779.86
    ],
    [
        " You got some project you and you got a week where you can only work out for 10 minutes",
        3780.02,
        3784.84
    ],
    [
        " a day, eight minutes a day, 28 minutes a day, whatever.",
        3784.84,
        3788.0
    ],
    [
        " Cool.",
        3788.52,
        3788.68
    ],
    [
        " Get it.",
        3788.92,
        3789.14
    ],
    [
        " I get it.",
        3789.22,
        3789.56
    ],
    [
        " If you don't work out and then all of a sudden you can develop that habit, well, then",
        3790.08,
        3796.06
    ],
    [
        " you have to bear in mind that the physical unfitness is going to undermine your efficiency",
        3796.06,
        3800.32
    ],
    [
        " period and the story.",
        3800.32,
        3801.66
    ],
    [
        " So that's, that's, that closes out leadership.",
        3806.12,
        3807.98
    ],
    [
        " The next chapter is called the exercise of command, doctrines of combat chapter four.",
        3808.68,
        3815.9
    ],
    [
        " Here's where we give credit, good writing, solid statement.",
        3816.64,
        3821.78
    ],
    [
        " The ultimate objective of all military operations is the destruction of the enemy's armed forces",
        3822.08,
        3826.94
    ],
    [
        " in battle, which those simple statements like that.",
        3826.94,
        3831.22
    ],
    [
        " It's interesting when we go work with companies and no one, everyone is completely lost",
        3831.62,
        3836.7
    ],
    [
        " track of what it is that they're trying to do.",
        3836.7,
        3838.34
    ],
    [
        "",
        3838.62,
        3838.62
    ],
    [
        " What's your mission?",
        3839.0,
        3840.02
    ],
    [
        " Yep.",
        3840.32,
        3840.42
    ],
    [
        " The ability to select objectives whose attainment contributes most decisively and quickly to",
        3841.18,
        3848.42
    ],
    [
        " the defeat of the hostile armed forces is one attribute of the able commander.",
        3848.42,
        3853.82
    ],
    [
        " What does that mean?",
        3854.32,
        3855.02
    ],
    [
        " A good leader has the ability to prioritize and execute the most important things.",
        3855.36,
        3860.22
    ],
    [
        " I'll read it again.",
        3860.22,
        3860.98
    ],
    [
        " The ability to select objectives whose attainment contributes most decisively and quickly",
        3861.22,
        3867.42
    ],
    [
        " to defeat the hostile armed forces is one attribute of the able commander.",
        3867.42,
        3872.24
    ],
    [
        " That is prioritize next you.",
        3872.48,
        3873.94
    ],
    [
        " You've got to pick the most important what they call it here.",
        3873.98,
        3876.1
    ],
    [
        " The, the objective whose attainment contributes most decisively.",
        3876.88,
        3882.46
    ],
    [
        " That's the most important thing.",
        3882.78,
        3884.02
    ],
    [
        " That's what you're going to focus on prioritize next.",
        3884.02,
        3887.24
    ],
    [
        " Next, simple and direct plans and methods with prompt and thorough execution are often",
        3887.24,
        3894.04
    ],
    [
        " decisive in the attainment of success.",
        3894.04,
        3896.1
    ],
    [
        " That is almost verbatim from group and theorem.",
        3896.32,
        3899.44
    ],
    [
        " Almost the exact same thing.",
        3900.22,
        3901.52
    ],
    [
        " You got to keep things simple.",
        3902.4,
        3903.44
    ],
    [
        " People have been saying that forever.",
        3905.0,
        3907.12
    ],
    [
        " Next, unity of command obtains that unity of effort, which is essential to the decisive",
        3909.3,
        3915.06
    ],
    [
        " application of full combat power of the available forces.",
        3915.06,
        3918.32
    ],
    [
        " Unity of effort is furthered by full cooperation between elements of the command.",
        3918.72,
        3924.32
    ],
    [
        " So yes, prioritize and execute, figure out what's most important and then cover and move",
        3925.34,
        3929.38
    ],
    [
        " for each other as you execute.",
        3929.38,
        3931.4
    ],
    [
        " Next, through offensive action, a commander exercises his initiative, preserves his freedom",
        3932.58,
        3941.72
    ],
    [
        " of action and imposes his will on the enemy.",
        3941.72,
        3946.44
    ],
    [
        " Boom, there you go.",
        3947.1,
        3948.14
    ],
    [
        " What is that offensive action?",
        3948.44,
        3950.28
    ],
    [
        " Being on the offense, not being on the defense.",
        3951.42,
        3953.52
    ],
    [
        " Think of what it does for you as a person, as a human, as a leader.",
        3954.04,
        3958.06
    ],
    [
        " It exercises your initiative, preserves your freedom of action and imposes your will",
        3958.56,
        3963.54
    ],
    [
        " on the enemy.",
        3963.54,
        3964.12
    ],
    [
        " You got to go on offense.",
        3964.88,
        3966.22
    ],
    [
        " A defensive attitude may, however, be deliberately adopted as a temporary expedient while awaiting",
        3968.3,
        3975.24
    ],
    [
        " an opportunity for counter-offensive action.",
        3975.24,
        3977.4
    ],
    [
        " Hey, look, sometimes you have to be defensive for a minute, but you better be looking for",
        3978.48,
        3981.1
    ],
    [
        " that moment to get back on the offense.",
        3981.1,
        3982.86
    ],
    [
        " The defensive posture is designed to find the opportunity to go on the defensive.",
        3983.26,
        3988.44
    ],
    [
        " Go on the offensive.",
        3988.66,
        3989.6
    ],
    [
        " That's why you're doing it.",
        3989.76,
        3990.8
    ],
    [
        " If you're on the defense, this is so clear in Giu-Jitsu.",
        3991.86,
        3994.6
    ],
    [
        " If you're on defense in Giu-Jitsu and you stay on defense, you will lose.",
        3994.6,
        3998.32
    ],
    [
        " Eventually, you're going to get caught.",
        3998.6,
        3999.76
    ],
    [
        " You can only defend so much.",
        4000.5,
        4001.74
    ],
    [
        " They're attacking.",
        4001.94,
        4002.5
    ],
    [
        " They have the initiative.",
        4002.66,
        4003.32
    ],
    [
        " They have the freedom of action.",
        4003.7,
        4004.78
    ],
    [
        " They're imposing their will on you.",
        4004.96,
        4006.12
    ],
    [
        " You can defend for a little while, but eventually, you're going to get taken.",
        4006.5,
        4009.2
    ],
    [
        " You're going to get submitted.",
        4009.94,
        4010.5
    ],
    [
        " It's same in flying.",
        4010.64,
        4011.32
    ],
    [
        " There is a comment in there that I think it's the described the freedom of movement.",
        4011.7,
        4016.12
    ],
    [
        " It's the thing we talk about all the time is the attribute to make sure that you're doing",
        4016.66,
        4019.24
    ],
    [
        " it correctly is, can you still maneuver?",
        4019.24,
        4020.82
    ],
    [
        " You can't be so offensive that you no longer can maneuver.",
        4021.54,
        4023.98
    ],
    [
        " The ability to maneuver in that position is what allows you to find the opportunity to",
        4024.72,
        4028.74
    ],
    [
        " exploit and then go on the offensive to preserve your maneuvering room is the part that you're",
        4028.74,
        4035.18
    ],
    [
        " balanced in those.",
        4035.18,
        4036.26
    ],
    [
        " How do you over commit an aircraft?",
        4036.62,
        4038.16
    ],
    [
        " Actually, it's easy.",
        4038.92,
        4040.1
    ],
    [
        " It happens all the time.",
        4040.22,
        4041.04
    ],
    [
        " You have the aircraft have potential energy or capability.",
        4041.76,
        4044.88
    ],
    [
        " If you're maneuvered to get closer or whatever you're trying to do with another aircraft,",
        4045.46,
        4049.2
    ],
    [
        " if you overdo that and then at your next move you don't have any energy to turn the aircraft,",
        4049.2,
        4053.54
    ],
    [
        " you're going to lose.",
        4053.94,
        4055.1
    ],
    [
        " That could happen in the most powerful airplane in the world.",
        4055.54,
        4057.94
    ],
    [
        " I could be an araptor and if I turn it really hard and actually turn it too hard and my",
        4058.04,
        4061.94
    ],
    [
        " energy goes from three engine knots to 100 knots and I haven't allowed myself to kill them",
        4061.94,
        4067.14
    ],
    [
        " at that move so I need another move on the chess board and there's no energy left.",
        4067.14,
        4070.88
    ],
    [
        " I literally can't maneuver and I will lose to an inferior platform.",
        4071.32,
        4075.6
    ],
    [
        " When you're riding a bicycle, if you're going slow, it's harder to stay balanced and it's",
        4076.26,
        4082.2
    ],
    [
        " harder to turn.",
        4082.2,
        4082.72
    ],
    [
        " Is that the same thing?",
        4082.98,
        4085.36
    ],
    [
        " When you're in an aircraft, you get a certain amount of speed.",
        4085.6,
        4087.9
    ],
    [
        " There's a point at which and it's measured.",
        4088.46,
        4091.02
    ],
    [
        " You know what that point is is where your maneuvering gets to a peak and then starts to diminish",
        4091.18,
        4095.4
    ],
    [
        " and then you can no longer maneuver based on that speed.",
        4095.4,
        4097.38
    ],
    [
        " And that's speed.",
        4097.7,
        4098.4
    ],
    [
        " That's solely based on speed.",
        4098.72,
        4100.04
    ],
    [
        " It's exactly right.",
        4100.28,
        4100.94
    ],
    [
        " Or we'd call it potential energy.",
        4101.52,
        4103.0
    ],
    [
        " You might need altitude.",
        4103.18,
        4104.34
    ],
    [
        " You would descend to get that energy back but it's a combination of the actual airspeed,",
        4104.5,
        4108.48
    ],
    [
        " the number in your display, 100 miles an hour or whatever it is and how much altitude",
        4108.62,
        4112.24
    ],
    [
        " that you have and the ground is the ground.",
        4112.24,
        4114.86
    ],
    [
        " And so if you cannot descend whatever your airspeed is, that's what you have left.",
        4115.16,
        4118.5
    ],
    [
        " And we call it potential energy but it boils down to how much maneuvering airspeed do",
        4119.04,
        4123.88
    ],
    [
        " you have?",
        4123.88,
        4124.2
    ],
    [
        " How fast does a raptor have to be going so it doesn't stall?",
        4124.36,
        4128.8
    ],
    [
        " Well that number happens to be extremely low.",
        4129.04,
        4131.52
    ],
    [
        " And the irony in that is a lot of people don't understand is that your minimum controllable",
        4132.2,
        4136.4
    ],
    [
        " airspeed is a critical component.",
        4136.4,
        4138.32
    ],
    [
        " So the slow ride can go and be maneuverable is a huge advantage for me.",
        4138.44,
        4142.52
    ],
    [
        " But every aircraft has a limit that if you get past whatever that number is, you're out",
        4143.08,
        4147.4
    ],
    [
        " of maneuvering airspeed and you're going to lose.",
        4147.4,
        4148.96
    ],
    [
        " You have to have the ability to maneuver no matter what situation you're in to include",
        4149.34,
        4152.98
    ],
    [
        " being on the defensive.",
        4152.98,
        4153.7
    ],
    [
        " And that's what they're talking about is I'm going to stay in this position until I see",
        4154.54,
        4157.52
    ],
    [
        " the opportunity to go on the offensive and I'm going to maneuver in that position.",
        4157.52,
        4160.3
    ],
    [
        " What was that standard move that you do when you don't know what to do?",
        4160.68,
        4163.16
    ],
    [
        " Lift vector on and pull.",
        4163.36,
        4164.54
    ],
    [
        " Point of the guy and turn until you figure out what you need to do next.",
        4165.18,
        4168.06
    ],
    [
        " Lift vector.",
        4168.92,
        4170.26
    ],
    [
        " Vector.",
        4170.26,
        4170.54
    ],
    [
        " Essentially where your airplane is going in this guy.",
        4171.26,
        4173.1
    ],
    [
        " And if you don't know what to do, you put your lift vector directly on your opponent.",
        4173.32,
        4176.8
    ],
    [
        " You point directly at him and you start to maneuver.",
        4176.9,
        4179.42
    ],
    [
        " Towards directly towards him.",
        4179.96,
        4181.12
    ],
    [
        " That doesn't mean it's the right move.",
        4181.6,
        4183.2
    ],
    [
        " It means because you don't know what the right move is.",
        4183.54,
        4186.26
    ],
    [
        " You have to be doing something because if you sit there and do nothing, which is sort",
        4186.26,
        4190.4
    ],
    [
        " of the ultimate defensive position is I'm just going to hold up and bury.",
        4190.4,
        4193.68
    ],
    [
        " You're going to die so quickly.",
        4194.04,
        4195.52
    ],
    [
        " Go on the offense.",
        4195.88,
        4198.82
    ],
    [
        " Go on the offense.",
        4199.2,
        4200.28
    ],
    [
        " Even if you're not 100% sure what to do.",
        4200.5,
        4202.44
    ],
    [
        " Go on the offense.",
        4202.72,
        4203.36
    ],
    [
        " The defensive posture is actually a decision you make by design.",
        4203.72,
        4208.66
    ],
    [
        " Going on the offensive, if you don't know what to do, it's as long as you're maneuvering,",
        4209.36,
        4212.92
    ],
    [
        " the more training, the more reps you have, the sooner you're going to figure out what",
        4213.08,
        4215.76
    ],
    [
        " to do.",
        4215.76,
        4216.0
    ],
    [
        " The default aggressive mindset of going on the offensive, where doesn't that apply?",
        4216.26,
        4221.18
    ],
    [
        " Yeah.",
        4221.64,
        4222.9
    ],
    [
        " I mean, and this is something that Andrew and I talked about, you obviously, you don't",
        4223.18,
        4229.54
    ],
    [
        " just commit.",
        4229.54,
        4230.04
    ],
    [
        " And once you just, you just don't commit ignorantly.",
        4230.14,
        4233.36
    ],
    [
        " No.",
        4233.54,
        4233.64
    ],
    [
        " And you don't over commit.",
        4234.0,
        4234.86
    ],
    [
        " You make the small decisions, even lift vector on and pull.",
        4234.94,
        4239.32
    ],
    [
        " Even that.",
        4239.56,
        4240.7
    ],
    [
        " That's like an adjustment.",
        4241.04,
        4242.34
    ],
    [
        " But then you're immediately, you just enter the uterupe.",
        4242.34,
        4245.24
    ],
    [
        " That's your, that's your 10 steps down the road to get oriented that Andrew just described.",
        4245.24,
        4249.78
    ],
    [
        " And as soon as you, okay, I've got it figured out, now you go do something else.",
        4250.02,
        4253.44
    ],
    [
        " You got to keep that maneuvering speed.",
        4253.7,
        4255.6
    ],
    [
        " Continue on.",
        4256.9,
        4258.24
    ],
    [
        " The selection by the commander of the right time and place for offensive action is a decisive",
        4258.32,
        4262.7
    ],
    [
        " factor in the success of the operation.",
        4262.7,
        4265.1
    ],
    [
        " New miracle inferiority does not necessarily commit a command to a defensive attitude.",
        4265.98,
        4271.02
    ],
    [
        " Superior hostile numbers may be overcome through greater mobility, better armament and",
        4271.06,
        4277.0
    ],
    [
        " equipment, more effective fire, higher morale and better leadership.",
        4277.0,
        4282.5
    ],
    [
        " Superior leadership often enables a numerically inferior force to be stronger at the point",
        4283.58,
        4289.54
    ],
    [
        " of the decisive action.",
        4289.54,
        4291.0
    ],
    [
        " Leadership is the most important thing on the battlefield.",
        4291.82,
        4295.06
    ],
    [
        " So legit.",
        4295.6,
        4296.32
    ],
    [
        " Mobility, arm, better armament and equipment, more effective fire, higher morale.",
        4297.32,
        4303.6
    ],
    [
        " Isn't it interesting?",
        4304.12,
        4304.86
    ],
    [
        " Everyone would think better armament, right?",
        4305.6,
        4307.3
    ],
    [
        " Everyone would think better equipment.",
        4307.84,
        4309.3
    ],
    [
        " Most people would think better effective fire, but higher morale, just having higher morale",
        4310.28,
        4315.48
    ],
    [
        " is an element in achieving victory, even if you're in a numerically inferior position.",
        4315.48,
        4320.34
    ],
    [
        " A strategically defensive mission is frequently most effectively executed through offensive",
        4322.42,
        4327.36
    ],
    [
        " action.",
        4327.36,
        4327.78
    ],
    [
        " It is often necessary for an inferior force to strike in an early moment in order to secure",
        4328.7,
        4334.0
    ],
    [
        " initial advantages or to prevent itself from being overwhelmed by a growing superior",
        4334.0,
        4338.96
    ],
    [
        " or an hostile force.",
        4338.96,
        4339.9
    ],
    [
        " If you run a company and you're the smaller company that you're competing with your",
        4340.36,
        4347.44
    ],
    [
        " competitors, being defensive is going to get you killed.",
        4347.58,
        4349.94
    ],
    [
        " You're going to lose.",
        4350.16,
        4350.5
    ],
    [
        " You're going to get run over by this bigger company because they're going to use their",
        4350.74,
        4353.96
    ],
    [
        " resources and size to bulldoze you.",
        4353.96,
        4355.64
    ],
    [
        " You have to be poised to strike.",
        4355.8,
        4357.22
    ],
    [
        " Go on the offensive.",
        4357.44,
        4358.24
    ],
    [
        " The first opportunity that you can, that is the right opportunity to do that.",
        4358.5,
        4361.78
    ],
    [
        " It's interesting in jujitsu is the same thing happens.",
        4362.22,
        4365.78
    ],
    [
        " One of the best things to do if you're on the defensive is attack something.",
        4366.4,
        4372.62
    ],
    [
        " And then all of a sudden you can turn the tables really, really quick if you're lucky.",
        4373.3,
        4376.82
    ],
    [
        " Concentration of superior forces both on the ground and in the air at the decisive place",
        4379.08,
        4383.12
    ],
    [
        " and time and their employment in a decisive direction creates conditions essential to victory.",
        4383.12,
        4389.38
    ],
    [
        " So again, this is prioritizing, actually, what are you doing?",
        4390.0,
        4392.86
    ],
    [
        " You're concentrating your resources, your people, your manpower, you're concentrating",
        4393.22,
        4398.26
    ],
    [
        " everything at the right time.",
        4398.26,
        4400.2
    ],
    [
        " Such concentration requires strict economy and the strength of forces assigned to secondary",
        4400.8,
        4406.3
    ],
    [
        " missions.",
        4406.32,
        4406.76
    ],
    [
        " What does that mean?",
        4407.18,
        4408.52
    ],
    [
        " If you focus on other things, if you don't prioritize an execute, you're going to fall",
        4408.68,
        4412.1
    ],
    [
        " apart.",
        4412.1,
        4412.36
    ],
    [
        " Detachments during combat are justifiable only when the execution of tasks assigned, assigned",
        4412.8,
        4419.54
    ],
    [
        " them contributes directly to success in the main battle.",
        4419.54,
        4423.3
    ],
    [
        " So I got a little note there, never split forces.",
        4423.82,
        4426.68
    ],
    [
        " I loved it when tilt was on and tilt was talking about, he's like, yeah, so I had one",
        4427.16,
        4432.64
    ],
    [
        " group in the valley and one group in the tree line or something like that.",
        4432.64,
        4434.98
    ],
    [
        " And I was kind of like, I was all bummed out and I was all nervous and I was all sad",
        4434.98,
        4439.94
    ],
    [
        " because I always preach, don't split forces.",
        4439.94,
        4442.42
    ],
    [
        " And I was like, I was like, man, I never really like to split forces.",
        4442.48,
        4447.1
    ],
    [
        " He goes, I only did it two times.",
        4447.28,
        4448.96
    ],
    [
        " And I was like, yes.",
        4449.06,
        4449.92
    ],
    [
        " Yes.",
        4451.02,
        4451.32
    ],
    [
        " Yeah.",
        4452.26,
        4452.52
    ],
    [
        " Yeah, because when you, well, there's all kinds of confusion that happens there.",
        4453.1,
        4456.62
    ],
    [
        " But then this isn't really talking about not splitting forces.",
        4456.72,
        4459.22
    ],
    [
        " What this is talking about is if you start peeling people off to do other things, it better",
        4459.24,
        4463.24
    ],
    [
        " really still contribute to the main effort.",
        4463.24,
        4466.02
    ],
    [
        " Surprise must be sought throughout the action by every means and by every echelon of command.",
        4467.68,
        4473.48
    ],
    [
        " It may be obtained by fire as well as by movement.",
        4474.1,
        4477.02
    ],
    [
        " Surprise is produced through measures which either deny information to the enemy or positively",
        4477.96,
        4482.76
    ],
    [
        " deceive him as to our dispositions of movements and plans.",
        4482.76,
        4486.5
    ],
    [
        " Train which appears to impose great difficulties on operations may often be utilized again.",
        4487.06,
        4491.46
    ],
    [
        " Surprise.",
        4491.46,
        4491.8
    ],
    [
        " Surprise is furthered by variation in the means and methods employed in combat and by",
        4492.18,
        4496.94
    ],
    [
        " rapidity of execution.",
        4496.94,
        4498.14
    ],
    [
        " When Brian Stan was on, he was like, he loved to talk about that operational tempo.",
        4499.36,
        4505.66
    ],
    [
        " And that's what this is talking about in that last sentence.",
        4506.38,
        4508.46
    ],
    [
        " How quickly can you execute?",
        4508.64,
        4510.46
    ],
    [
        " If you can turn quickly and you can get back out there, it's going to surprise the enemy.",
        4510.9,
        4516.1
    ],
    [
        " Going into Ramadi in boats.",
        4516.82,
        4518.9
    ],
    [
        " That was a terrain that the enemy didn't expect the boys to come in on.",
        4519.56,
        4523.28
    ],
    [
        " That's what's going to happen.",
        4523.58,
        4524.82
    ],
    [
        " There was other times where guys went on long patrols.",
        4525.1,
        4528.72
    ],
    [
        " The enemy didn't think we're going to be out there.",
        4529.28,
        4530.66
    ],
    [
        " Surprise finds the enemy in a state of mental, moral or physical unpreparedness.",
        4532.32,
        4536.58
    ],
    [
        " Every effort should be made to deny him to take effective countermeasures.",
        4536.88,
        4540.5
    ],
    [
        " The effect of surprise may be lost through dollar Tory methods of execution.",
        4541.2,
        4546.62
    ],
    [
        " To guard against surprise requires a correct estimate of enemy capabilities, adequate security measures,",
        4548.0,
        4554.26
    ],
    [
        " effective reconnaissance and readiness for action of all units.",
        4554.44,
        4557.68
    ],
    [
        " Every unit takes the necessary measures for its own local ground and air security,",
        4558.08,
        4561.88
    ],
    [
        " provision for the security of flanks and rear is of special importance.",
        4562.18,
        4568.92
    ],
    [
        " It also requires humility to recognize that you don't necessarily know exactly what your",
        4569.6,
        4576.24
    ],
    [
        " enemy is going to do.",
        4576.24,
        4576.9
    ],
    [
        " It might want to think that they are more capable than you think they might be and you have",
        4577.06,
        4581.04
    ],
    [
        " to have the noted recognize.",
        4581.04,
        4582.06
    ],
    [
        " They might do something that we might not anticipate and a humble leader doesn't get",
        4582.42,
        4587.92
    ],
    [
        " complacent what the enemy can and will do.",
        4587.92,
        4589.78
    ],
    [
        " They never do that.",
        4590.1,
        4592.22
    ],
    [
        " We don't have to worry about that.",
        4592.44,
        4593.48
    ],
    [
        " That's exactly what they're going to do.",
        4593.48,
        4595.24
    ],
    [
        " This section is called command.",
        4595.48,
        4599.52
    ],
    [
        " Command is the authority which an individual in the military service lawfully exercises",
        4599.66,
        4603.7
    ],
    [
        " over subordinates by virtue of rank or assignment.",
        4603.72,
        4606.9
    ],
    [
        " So that's what command is.",
        4607.46,
        4610.28
    ],
    [
        " Hey, I lawfully outrank you and therefore, you have to obey me.",
        4610.86,
        4618.68
    ],
    [
        " Then it says this, command and leadership are inseparable.",
        4618.98,
        4622.92
    ],
    [
        " Whether the forces larger small, whether the functions of command are complex or simple,",
        4623.5,
        4628.3
    ],
    [
        " the commander must be the controlling head.",
        4628.62,
        4630.14
    ],
    [
        " His must be the mastermind and from him must flow the energy and impulse which are to",
        4630.96,
        4637.82
    ],
    [
        " animate all under him.",
        4637.82,
        4639.82
    ],
    [
        " So that's a little bit interesting.",
        4641.78,
        4645.6
    ],
    [
        " Then we get into this and that's when I was talking earlier about how there's always",
        4647.06,
        4655.7
    ],
    [
        " that difference between people that think, hey, good leadership means these people will",
        4658.16,
        4663.02
    ],
    [
        " just listen to me because I have authority over them.",
        4663.02,
        4665.94
    ],
    [
        " Then there's people that realize the truth which is that's not the way you want to lead",
        4666.4,
        4672.14
    ],
    [
        " at all.",
        4672.14,
        4673.04
    ],
    [
        " Which we'll get into here.",
        4674.64,
        4677.72
    ],
    [
        " Decision as to specific course of action is responsibility of the commander alone.",
        4678.4,
        4682.3
    ],
    [
        " While he may accept advice and suggestions from any of his subordinates, he alone is responsible",
        4682.74,
        4687.12
    ],
    [
        " for what the unit does or fails to do.",
        4687.12,
        4688.64
    ],
    [
        " I think that's really the crux of what that last statement was trying to say is like, listen,",
        4688.98,
        4696.02
    ],
    [
        " you're going to have a platoon chief, a platoon sergeant, whatever, a company first sergeant,",
        4696.82,
        4702.38
    ],
    [
        " a chief operations officer, a chief operations officer, that's going to give you advice.",
        4702.5,
        4708.54
    ],
    [
        " It's going to help you make decisions.",
        4708.74,
        4709.76
    ],
    [
        " But if you're the boss, it's on you.",
        4709.76,
        4711.9
    ],
    [
        " And at the end, the idea that the leader, the commander is responsible for the outcome",
        4712.46,
        4719.4
    ],
    [
        " no matter what is, I think what they're getting at.",
        4719.4,
        4721.76
    ],
    [
        " I mean, I hear that and there are words that I don't like exactly the way that they say",
        4721.9,
        4725.64
    ],
    [
        " it.",
        4725.64,
        4725.82
    ],
    [
        " But I'm glad that they're making that clear distinction that command and leadership are",
        4726.08,
        4729.06
    ],
    [
        " two different things.",
        4729.06,
        4729.72
    ],
    [
        " Command is the structure.",
        4729.94,
        4730.64
    ],
    [
        " And we all understand that the military, I know who my boss is.",
        4731.12,
        4733.56
    ],
    [
        " The org chart in any company defines the CEO, the COO, the front line supervisor.",
        4733.56,
        4738.76
    ],
    [
        " But the leadership component, a good commander, not only am I going to take advice from other",
        4739.32,
        4744.82
    ],
    [
        " people, there are times that I simply won't be where they are.",
        4744.82,
        4747.88
    ],
    [
        " And I need them to make those decisions and lead their team.",
        4748.3,
        4751.08
    ],
    [
        " And if it ends up being wrong, it's still my responsibility.",
        4751.28,
        4754.76
    ],
    [
        " And that piece of it I think is 100% true.",
        4754.9,
        4758.0
    ],
    [
        " Yeah.",
        4758.28,
        4758.52
    ],
    [
        " Yeah.",
        4759.46,
        4760.04
    ],
    [
        " It's, we'll dig into it a little bit more here in a second.",
        4760.06,
        4763.5
    ],
    [
        " This continues on, which is, this is getting into exactly what you were just saying.",
        4763.76,
        4770.08
    ],
    [
        " A willingness to accept responsibility is the foremost trait of leadership.",
        4771.16,
        4775.8
    ],
    [
        " So we wrote an entire book about that called extreme ownership.",
        4776.34,
        4779.02
    ],
    [
        " A willingness to accept responsibility is the foremost trait of leadership.",
        4780.82,
        4785.14
    ],
    [
        " Every individual from the highest commander to the lowest private must always remember",
        4785.3,
        4789.52
    ],
    [
        " that inaction and neglect of opportunities will warrant even more severe",
        4789.52,
        4795.52
    ],
    [
        " censure than an error of judgment in the action taken.",
        4795.52,
        4798.9
    ],
    [
        " So this is something that troop and fear and definitely hit on almost word for word.",
        4799.76,
        4804.82
    ],
    [
        " It's worse to not do anything than it is to make a call and try and execute.",
        4805.0,
        4812.28
    ],
    [
        " And you have bad judgment.",
        4812.78,
        4814.46
    ],
    [
        " So those are bold statements.",
        4817.08,
        4818.68
    ],
    [
        " Continues on the criterion by which a commander judges the soundness of his own",
        4819.42,
        4824.84
    ],
    [
        " decision is whether it will further the intentions of the higher commander.",
        4824.84,
        4828.04
    ],
    [
        " So there you go.",
        4828.5,
        4829.0
    ],
    [
        " That makes it really easy to make decisions out of the battlefield.",
        4829.3,
        4831.26
    ],
    [
        " If you can come back to me and say, Hey, Jockel, this is what I did.",
        4831.56,
        4834.78
    ],
    [
        " You know, I know that we were trying to push West and I had an opportunity to get on this",
        4835.3,
        4840.96
    ],
    [
        " know I know it was outside our limit of advance, but it gave me a really good",
        4840.96,
        4845.26
    ],
    [
        " field of fire over the West.",
        4845.26,
        4847.1
    ],
    [
        " That's why I went there and I'm like, you know what?",
        4847.44,
        4849.7
    ],
    [
        " Ended up not working out the way we wanted it to, but I'm glad that you did it.",
        4850.14,
        4855.6
    ],
    [
        " Okay, because at least you went for it.",
        4855.84,
        4857.52
    ],
    [
        " As opposed to, well, you know, I know we are going west, but I decided, you know,",
        4857.8,
        4861.58
    ],
    [
        " maybe it would be smarter for us to go east and that's why back to my",
        4861.64,
        4864.88
    ],
    [
        " force off, right?",
        4864.88,
        4865.5
    ],
    [
        " You can't just ignore the the overall commander, the overall commander in the higher",
        4865.84,
        4872.2
    ],
    [
        " position.",
        4872.2,
        4873.52
    ],
    [
        " Got it.",
        4874.1,
        4874.42
    ],
    [
        " You got to support his intentions.",
        4874.5,
        4875.56
    ],
    [
        " So as long and what that means is for the higher commander, you got to make sure that",
        4875.58,
        4878.64
    ],
    [
        " your intentions are known.",
        4878.64,
        4879.32
    ],
    [
        " That's why we have commanders intent.",
        4879.32,
        4880.26
    ],
    [
        " Totally.",
        4880.48,
        4880.82
    ],
    [
        " Willingness to accept responsibility must not manifest itself in a disregard of orders",
        4882.34,
        4888.5
    ],
    [
        " on the basis of a mere probability of having better knowledge of the situation in the",
        4888.5,
        4892.36
    ],
    [
        " higher commander.",
        4892.36,
        4892.92
    ],
    [
        " The subordinate unit is a part of a tactical team employed by the higher commander to accomplish",
        4894.66,
        4899.52
    ],
    [
        " a certain mission and any independence on the part of the subordinate commander must",
        4899.52,
        4903.56
    ],
    [
        " conform to the general plan for the unit as a whole.",
        4903.56,
        4906.18
    ],
    [
        " So that's why we have parameters.",
        4906.5,
        4908.34
    ],
    [
        " That's what decentralized command.",
        4908.78,
        4909.88
    ],
    [
        " That's why when I'm always going off about, hey, for decentralized command to work, you",
        4910.16,
        4913.28
    ],
    [
        " have to make sure everyone understands what the mission is, what the goal is, what the",
        4913.28,
        4915.88
    ],
    [
        " end state is, what the parameters are that people are allowed to work with it.",
        4915.88,
        4918.24
    ],
    [
        " That's what you need to do.",
        4918.66,
        4919.66
    ],
    [
        " And that's what they're talking about here.",
        4919.76,
        4920.8
    ],
    [
        " Continuing the commander's mission is contained in the orders which he has received.",
        4923.64,
        4927.16
    ],
    [
        " Nevertheless, a commander of a subordinate unit cannot plead absence of orders or the",
        4927.16,
        4932.8
    ],
    [
        " non-receive orders as an excuse for inactivity in a situation where action is where action",
        4932.8,
        4937.98
    ],
    [
        " on part on his part is essential or where a change in the situation upon which the issued",
        4937.98,
        4943.52
    ],
    [
        " orders were based, renders such orders impractical or impossible of execution.",
        4943.52,
        4947.94
    ],
    [
        " So lack of orders lead in absence of orders lead.",
        4949.7,
        4952.98
    ],
    [
        " The I didn't know nobody told me what to do.",
        4953.22,
        4955.72
    ],
    [
        " And and that same responsibility for the leader of recognizing that he has to train",
        4955.98,
        4962.44
    ],
    [
        " his people to be able to lead in the absence of orders is 100% going to happen all the time",
        4962.44,
        4968.18
    ],
    [
        " in those situations.",
        4968.18,
        4969.38
    ],
    [
        " And this is so scary, especially from a military perspective, it's really scary because",
        4969.82,
        4975.12
    ],
    [
        " it this sounds like could easily just just devolve into total mayhem, right?",
        4976.74,
        4981.66
    ],
    [
        " Hey, look, just because you don't have orders doesn't mean you should sit around and do nothing.",
        4981.88,
        4985.7
    ],
    [
        " And and people there's some people think, well, I don't want my damn some, you know,",
        4986.44,
        4990.72
    ],
    [
        " corporal fire team leader out there making calls.",
        4991.22,
        4993.98
    ],
    [
        " Yes, you do.",
        4994.38,
        4995.5
    ],
    [
        " You have to as long as he understands from you what the intent is, then he's cleared hot.",
        4995.76,
        5001.56
    ],
    [
        " And he'll figure out the right thing to do.",
        5001.86,
        5003.72
    ],
    [
        " I had 13 guys in my Anglico team in Ramadi 13.",
        5004.56,
        5007.12
    ],
    [
        " And I was thinking, man, this is 13 guys.",
        5007.42,
        5009.58
    ],
    [
        " I mean, this is this is a small group.",
        5009.76,
        5010.96
    ],
    [
        " But this is this is easy.",
        5011.02,
        5011.92
    ],
    [
        " And when I got there immediately, immediately, I think the second day I'm there and like,",
        5012.4,
        5017.2
    ],
    [
        " man, I got to split these teams up.",
        5017.24,
        5018.5
    ],
    [
        " There's just too many missions, too much to do.",
        5018.5,
        5020.26
    ],
    [
        " I simply can't do this.",
        5020.32,
        5021.66
    ],
    [
        " So 13 people I got to do four here or four here.",
        5021.68,
        5023.7
    ],
    [
        " And I split them up nine, maybe 10 of the 13 guys were on their very first deployment.",
        5024.08,
        5029.3
    ],
    [
        " And look, I'll be honest with you, the first time I watched another gun truck go off the base without me.",
        5030.4,
        5035.08
    ],
    [
        " And like, man, I don't like this.",
        5035.18,
        5036.86
    ],
    [
        " I didn't like that.",
        5037.2,
        5038.32
    ],
    [
        " But not only was it necessary, obviously, it was completely necessary because the the opt-tempo",
        5039.5,
        5045.4
    ],
    [
        " in Ramadi was just completely out of control.",
        5045.4,
        5047.0
    ],
    [
        " I could have used 30 more people if I had them.",
        5047.0,
        5049.46
    ],
    [
        " But the reality is is that if you train them and they actually understand what they're there to get accomplished,",
        5050.2,
        5056.82
    ],
    [
        " they can go lead without you being there and you need them to and they have to go do it.",
        5057.36,
        5061.3
    ],
    [
        " And yeah, as a leader, it's it is a little hard to let that go.",
        5061.54,
        5063.58
    ],
    [
        " Decentralize command, the ultimate culmination of these laws, which is what you want.",
        5063.98,
        5067.46
    ],
    [
        " It is a little scary and it was a little hard, but you can't, you can't, there's no other alternative.",
        5067.92,
        5073.34
    ],
    [
        " What it should, what that fear should do, that fear should compel you to make sure that everyone",
        5073.7,
        5078.8
    ],
    [
        " understands what the commanders intent is, make sure that understand what the parameters are.",
        5078.8,
        5082.1
    ],
    [
        " Yes. Make sure they understand the rules of engagement.",
        5082.18,
        5083.76
    ],
    [
        " Make sure they understand everything that's in your head.",
        5083.94,
        5085.98
    ],
    [
        " That's what it should compel you to do because it is scary.",
        5086.82,
        5089.68
    ],
    [
        " Yeah.",
        5089.9,
        5090.1
    ],
    [
        " And that you've done all the other things required to get to that.",
        5090.54,
        5093.16
    ],
    [
        " I have incredibly strong relationships.",
        5093.24,
        5095.34
    ],
    [
        " They understand every single thing I need them to understand.",
        5095.52,
        5099.1
    ],
    [
        " And they know that we have to make hard decisions on the battlefield and prioritize.",
        5099.4,
        5102.84
    ],
    [
        " They're going to do the ones that greatly the most impact on the mission that we're trying to accomplish.",
        5103.24,
        5107.2
    ],
    [
        " I actually have to follow the laws of combat if I want to get to Decentralize command.",
        5107.34,
        5110.42
    ],
    [
        " Check.",
        5111.88,
        5112.36
    ],
    [
        " Continuing on, if the situation does not permit communication with the superior commander and the",
        5112.6,
        5117.12
    ],
    [
        " subordinate commander is familiar with the general plan of operations or the mission of the whole command,",
        5117.12,
        5121.6
    ],
    [
        " he should take appropriate action and report situation as early as practical,",
        5121.74,
        5124.98
    ],
    [
        " which is what exactly what you guys did and what you did with them.",
        5125.36,
        5128.68
    ],
    [
        " The situations that confront a commander in war are of infinite variety.",
        5129.2,
        5133.44
    ],
    [
        " In spite of the most careful planning and anticipation, unexpected obstacles, frictions and mistakes",
        5134.28,
        5139.02
    ],
    [
        " are common occurrences in battle.",
        5139.76,
        5141.5
    ],
    [
        " So that's right, things are going to go wrong.",
        5142.18,
        5143.86
    ],
    [
        " A commander must school himself to regard these events as commonplace and not permit them to frustrate him",
        5144.42,
        5150.7
    ],
    [
        " in the accomplishment of the mission.",
        5150.7,
        5151.9
    ],
    [
        " Yeah.",
        5153.08,
        5153.96
    ],
    [
        " What spins me up?",
        5154.28,
        5155.3
    ],
    [
        " Nothing.",
        5155.56,
        5156.1
    ],
    [
        " Nothing.",
        5156.86,
        5157.28
    ],
    [
        " Everyone's going to screw up.",
        5157.7,
        5158.96
    ],
    [
        " I'm going to screw up.",
        5159.04,
        5159.78
    ],
    [
        " You're going to screw up.",
        5159.82,
        5160.52
    ],
    [
        " The team leader's going to screw up.",
        5160.64,
        5161.72
    ],
    [
        " The platoon sergeant's going to screw up.",
        5161.82,
        5163.12
    ],
    [
        " The platoon commander.",
        5163.12,
        5163.8
    ],
    [
        " That's what's going to, the enemy's going to do unexpected things.",
        5164.24,
        5166.24
    ],
    [
        " That's what's going to happen.",
        5166.56,
        5167.94
    ],
    [
        " I guess what's going to happen in your life?",
        5168.12,
        5169.76
    ],
    [
        " Things are going to go wrong.",
        5170.38,
        5171.6
    ],
    [
        " The deal's not going to get closed.",
        5172.2,
        5174.5
    ],
    [
        " The kid's going to get sick.",
        5175.18,
        5176.46
    ],
    [
        " The car's going to crap.",
        5177.1,
        5178.18
    ],
    [
        " These things are going to happen.",
        5178.38,
        5179.68
    ],
    [
        " They're going to happen.",
        5179.9,
        5181.1
    ],
    [
        " It's the way life is.",
        5181.46,
        5182.76
    ],
    [
        " No one's rolling through life, not hitting speed bumps.",
        5183.18,
        5186.84
    ],
    [
        " It's not happening.",
        5187.26,
        5187.9
    ],
    [
        " Don't let them throw you off.",
        5188.7,
        5189.9
    ],
    [
        " Now here we go.",
        5191.02,
        5194.34
    ],
    [
        " Personal conferences between the higher commander and his subordinates who are to execute",
        5196.52,
        5201.22
    ],
    [
        " his orders may at times be advisable that the latter may arrive at a correct understanding",
        5201.22,
        5207.86
    ],
    [
        " of the plans and intentions of their superior.",
        5207.86,
        5211.52
    ],
    [
        " Then it continues on.",
        5212.46,
        5214.38
    ],
    [
        " Commanders do not justify their decisions to subordinates, nor do they seek the approval",
        5214.92,
        5219.62
    ],
    [
        " of subordinates for their actions.",
        5220.46,
        5221.9
    ],
    [
        " Now when I read that, like the other one that we were both kind of like, when I read that",
        5222.94,
        5230.64
    ],
    [
        " right there, I was like, here's my notes.",
        5230.64,
        5232.9
    ],
    [
        " You see what they say?",
        5233.04,
        5233.46
    ],
    [
        " It says wrong.",
        5233.5,
        5233.92
    ],
    [
        " I wrote, that's wrong.",
        5234.58,
        5235.42
    ],
    [
        " That's just wrong.",
        5235.66,
        5236.3
    ],
    [
        " I'll read it again so we know what's wrong.",
        5236.8,
        5238.18
    ],
    [
        " It starts off with something cool.",
        5238.54,
        5239.58
    ],
    [
        " Hey, personal conferences between the higher commander and his subordinates who are to",
        5239.9,
        5243.78
    ],
    [
        " execute his orders may at times be advisable.",
        5243.78,
        5246.26
    ],
    [
        " Yep, you want to meet with your people so that the latter may arrive at the correct",
        5247.32,
        5250.78
    ],
    [
        " understanding of the plans and intentions of their superior.",
        5250.78,
        5252.64
    ],
    [
        " Yes, meet with your people.",
        5252.86,
        5253.74
    ],
    [
        " Tell them what's going on.",
        5253.8,
        5254.48
    ],
    [
        " But then it says this, I kind of have to change voices for this one a little bit.",
        5254.92,
        5260.0
    ],
    [
        " Commanders do not justify their decisions to subordinates.",
        5260.48,
        5263.86
    ],
    [
        " Nor do they seek the approval of their subordinates for their actions.",
        5264.02,
        5267.0
    ],
    [
        " So I highlighted that circle bit and I wrote wrong and I was really pissed when I read it.",
        5268.62,
        5272.96
    ],
    [
        " And I was like, you know what?",
        5273.2,
        5274.54
    ],
    [
        " Let's see if anything changed.",
        5275.1,
        5277.72
    ],
    [
        " So I went to the 1944 manual and in 1944, that there are very limited changes in this section.",
        5278.48,
        5290.86
    ],
    [
        " In fact, mostly what is different between 1944 and 1941 is they have the massive sections",
        5291.26,
        5300.2
    ],
    [
        " on air power on how it's going to be used.",
        5300.2,
        5302.16
    ],
    [
        " There's closer to all that stuff.",
        5302.16,
        5303.2
    ],
    [
        " In the 1944 version, they completely eliminate that sentence.",
        5303.84,
        5309.96
    ],
    [
        " Yeah, good.",
        5310.56,
        5311.76
    ],
    [
        " They completely eliminate that sentence because guess what?",
        5312.18,
        5316.22
    ],
    [
        " As a commander, you are absolutely trying to explain your decisions to your subordinates.",
        5316.36,
        5321.92
    ],
    [
        " You want them to understand why you're making a decision.",
        5322.0,
        5325.58
    ],
    [
        " You want them to never mind to prove you want them to actually just totally embrace",
        5326.0,
        5330.56
    ],
    [
        " and love and probably hopefully even come up with that decision themselves.",
        5330.56,
        5333.66
    ],
    [
        " Totally.",
        5333.66,
        5334.18
    ],
    [
        " There's probably some element in there of this idea of decisiveness and the language is",
        5334.56,
        5340.54
    ],
    [
        " probably trying to get to something that they were thinking about that was clearly not",
        5340.54,
        5344.54
    ],
    [
        " explained correctly.",
        5344.54,
        5345.3
    ],
    [
        " But this idea that you don't owe your people an explanation is crazy, it's crazy.",
        5345.92,
        5353.22
    ],
    [
        " And as a matter of fact, if you can't explain it in a way that's really compelling and have",
        5353.5,
        5359.12
    ],
    [
        " them go, boss, got it.",
        5359.12,
        5360.58
    ],
    [
        " I'm on board.",
        5360.7,
        5361.24
    ],
    [
        " You're doing it wrong.",
        5361.66,
        5362.66
    ],
    [
        " You actually don't understand it well enough.",
        5362.84,
        5364.26
    ],
    [
        " And if you have to leverage the, oh, you don't understand what I'm saying.",
        5364.42,
        5367.02
    ],
    [
        " Okay, just do your job because I'm in charge of you.",
        5367.16,
        5368.92
    ],
    [
        " It's just wrong.",
        5369.72,
        5371.92
    ],
    [
        " Period.",
        5372.02,
        5372.42
    ],
    [
        " And it's like this stood out for me.",
        5372.96,
        5375.24
    ],
    [
        " This is not in the German manual at all.",
        5375.6,
        5377.9
    ],
    [
        " It's not in there.",
        5378.08,
        5378.6
    ],
    [
        " There's nothing that says anything close to that in the German manual.",
        5378.66,
        5380.62
    ],
    [
        " So what that told me is, that's why I started thinking about this pull between people",
        5381.26,
        5386.54
    ],
    [
        " that leaders that are like, hey, listen, bottom line is people got a duch till me",
        5386.82,
        5390.08
    ],
    [
        " deal.",
        5390.08,
        5390.26
    ],
    [
        " That's what there was a guy in the room.",
        5390.84,
        5392.64
    ],
    [
        " I wonder if there's that guy there.",
        5392.84,
        5394.3
    ],
    [
        " So, hey, this is 41 now, I think, you know, little piece of time.",
        5394.4,
        5397.48
    ],
    [
        " You know, hey, there's this piece of this, this time that they didn't really quite get",
        5397.5,
        5402.64
    ],
    [
        " it.",
        5402.64,
        5402.8
    ],
    [
        " The 44 guys are thinking, well, what have we been doing for the last three years?",
        5403.08,
        5406.44
    ],
    [
        " Get rid of that because that's crap.",
        5406.94,
        5408.38
    ],
    [
        " It doesn't work.",
        5408.54,
        5409.18
    ],
    [
        " Exactly.",
        5409.26,
        5409.62
    ],
    [
        " Yeah.",
        5410.02,
        5410.18
    ],
    [
        " This room, in this room, there was some poke, some rear echelon dude that was sitting there",
        5410.42,
        5418.58
    ],
    [
        " going, hey, you know, the bottom line though, I understand that we want, you know, people",
        5418.58,
        5421.82
    ],
    [
        " got to understand.",
        5421.82,
        5422.38
    ],
    [
        " But the bottom line is you don't have to go and justify your decisions to your subordinates.",
        5422.76,
        5426.42
    ],
    [
        " You know, you don't need to seek approval.",
        5426.7,
        5428.5
    ],
    [
        " You tell them what to do and they go and damn do it.",
        5428.8,
        5431.74
    ],
    [
        " That's the way it's got to be.",
        5431.82,
        5432.8
    ],
    [
        " In the end, you're in charge.",
        5433.08,
        5434.12
    ],
    [
        " So if they can't, you know, go back and forth for a while, but sooner or later you",
        5434.3,
        5436.7
    ],
    [
        " got to put your foot down and let them lose in charge.",
        5436.7,
        5438.84
    ],
    [
        " Yeah, you got to just, got to let them have it.",
        5438.84,
        5440.6
    ],
    [
        " And like you said, you can you imagine they reconvene after three years of war?",
        5440.88,
        5446.1
    ],
    [
        " And they say, you know what?",
        5446.62,
        5449.24
    ],
    [
        " Who wrote, who's the pug that wrote that?",
        5449.74,
        5452.5
    ],
    [
        " We're not going to rewrite it or change it.",
        5452.98,
        5454.98
    ],
    [
        " You can't just rid of it.",
        5454.98,
        5456.16
    ],
    [
        " Get rid of that sentence.",
        5456.26,
        5457.02
    ],
    [
        " I wasn't sure if I wanted to, we were actually going to cover this manual, but when I got to",
        5457.56,
        5461.42
    ],
    [
        " that, I was like, oh, this is, this makes it all worthwhile.",
        5461.42,
        5464.28
    ],
    [
        " This makes it all worthwhile because you understand that after three years of war, this should be",
        5464.72,
        5471.68
    ],
    [
        " a notification to leaders around the world that if you think that you can just order people",
        5471.68,
        5479.64
    ],
    [
        " and that's going to work out for you, you're wrong.",
        5479.64,
        5482.76
    ],
    [
        " You're wrong.",
        5483.82,
        5484.12
    ],
    [
        " And you know, you, the way you worded something, I got to jump back to it because you said,",
        5484.58,
        5488.44
    ],
    [
        " you said, if you, something like if you can't explain to your people why you're doing something,",
        5488.78,
        5494.24
    ],
    [
        " then you're doing it wrong.",
        5494.38,
        5495.54
    ],
    [
        " I want to make it clear that when you say you're doing it wrong, you're talking about what",
        5496.24,
        5501.22
    ],
    [
        " you're telling them to do is wrong.",
        5501.22,
        5503.36
    ],
    [
        " Because if I can't, if I say, hey, Dave, we want to assault this target from the West and",
        5503.54,
        5507.94
    ],
    [
        " you're like, why?",
        5507.94,
        5509.18
    ],
    [
        " And I say, well, because that's the best spot.",
        5510.06,
        5513.36
    ],
    [
        " And you go, well, there's a channelized area.",
        5513.6,
        5515.14
    ],
    [
        " You're going to have to go through it.",
        5515.14,
        5515.82
    ],
    [
        " And I say, no, we're going to go from the West.",
        5515.82,
        5517.84
    ],
    [
        " And you say, but there's an open area here from the South where we can get cover on this",
        5518.2,
        5522.72
    ],
    [
        " to high ground.",
        5522.72,
        5523.38
    ],
    [
        " And I say, no, we're going from the West.",
        5523.6,
        5527.5
    ],
    [
        " And my only recourse is to say, no, Dave, I'm the boss.",
        5528.5,
        5533.22
    ],
    [
        " You're going in from the West.",
        5533.48,
        5534.5
    ],
    [
        " You're doing it wrong.",
        5534.92,
        5537.42
    ],
    [
        " Not just my leadership.",
        5537.7,
        5538.56
    ],
    [
        " You're doing the thing that you're trying to get done is wrong.",
        5539.06,
        5542.14
    ],
    [
        " Yeah.",
        5545.06,
        5545.5
    ],
    [
        " Ah, so worthwhile.",
        5543.22,
        5547.18
    ],
    [
        " Continues on.",
        5548.06,
        5549.54
    ],
    [
        " And you got to look at the 44.",
        5549.72,
        5551.5
    ],
    [
        " It's almost like here's the next one after this.",
        5551.82,
        5554.18
    ],
    [
        " In 1941, it was all troops assigned to the execution of a distinct mission should be placed",
        5554.96,
        5559.64
    ],
    [
        " under one command.",
        5559.64,
        5560.26
    ],
    [
        " The next, the very next line, after they eliminated all troops assigned to the execution, it's literally",
        5561.16,
        5565.34
    ],
    [
        " the same.",
        5565.34,
        5565.82
    ],
    [
        " They went through this thing and was like, hey, this is a pretty solid get rid of that",
        5566.32,
        5569.62
    ],
    [
        " line.",
        5569.62,
        5570.0
    ],
    [
        " Who, what turd wrote that?",
        5570.1,
        5571.8
    ],
    [
        " So check, all troops assigned to the execution of a distinct mission should be placed under",
        5573.16,
        5577.94
    ],
    [
        " one command to function as a task force for the duration of the operation.",
        5577.94,
        5581.3
    ],
    [
        " So long as a commander can exercise effective command, he does not disturb the established",
        5582.5,
        5586.72
    ],
    [
        " chain of command in his force.",
        5586.72,
        5588.42
    ],
    [
        " In some situations, condition dictate that attachments must be made to support the commands.",
        5589.28,
        5593.04
    ],
    [
        " So this is something that it's a little bit of this sometimes, you know, like a, a",
        5593.56,
        5599.98
    ],
    [
        " group, a task unit, a batown, you know, company gets assigned.",
        5600.46,
        5603.66
    ],
    [
        " And if the leader, if the overall leader doesn't have the wherewithal to say, okay, you know",
        5604.18,
        5610.46
    ],
    [
        " what?",
        5610.46,
        5610.76
    ],
    [
        " Tasking a bruiser, you're supporting and tasking it alpha.",
        5611.54,
        5614.4
    ],
    [
        " You're, you guys are running this and the task unit bruiser guy, the tasking bruiser guy",
        5614.72,
        5618.38
    ],
    [
        " said, cool, hey, alpha, what do you need?",
        5618.38,
        5620.1
    ],
    [
        " So often it's like, man, I should have been the one made in this.",
        5620.58,
        5623.7
    ],
    [
        " That should be me.",
        5624.26,
        5625.34
    ],
    [
        " And I remember a couple times early in task in a bruiser while I was trying to be,",
        5626.68,
        5630.18
    ],
    [
        " trying to hang out with a fair, fairie and be like, well, you know, why don't we play?",
        5630.26,
        5633.74
    ],
    [
        " No, it's like, no, lay if you're running this one, Seth, your support or Seth, you're",
        5633.84,
        5637.6
    ],
    [
        " running this one.",
        5637.6,
        5638.1
    ],
    [
        " That's the way it is.",
        5638.22,
        5639.0
    ],
    [
        " I think I tried that one time like, you guys can each be, no, stupid.",
        5639.4,
        5644.4
    ],
    [
        " And if your guys actually believe in the mission, it's no factor.",
        5645.48,
        5650.74
    ],
    [
        " It's never, they don't care at all.",
        5650.78,
        5652.26
    ],
    [
        " Roger that boss.",
        5652.38,
        5652.88
    ],
    [
        " I'm on it.",
        5652.98,
        5653.26
    ],
    [
        " Yeah.",
        5653.36,
        5653.5
    ],
    [
        " What do you need, man?",
        5653.5,
        5654.12
    ],
    [
        " And I mean, if they get it, the big picture, if you'd explain the mission and they buy",
        5654.42,
        5657.42
    ],
    [
        " into it, you could put that guy as a support element forever.",
        5657.42,
        5660.86
    ],
    [
        " And he's like, no factor.",
        5661.14,
        5662.56
    ],
    [
        " No factor.",
        5662.56,
        5663.1
    ],
    [
        " No, what do you need?",
        5663.18,
        5663.7
    ],
    [
        " I will support all day long.",
        5663.88,
        5664.84
    ],
    [
        " What do you need?",
        5665.1,
        5665.58
    ],
    [
        " Not to mention half the time you go out there and the situation completely changes and",
        5665.66,
        5669.28
    ],
    [
        " the supporting effort becomes the main effort.",
        5669.28,
        5670.92
    ],
    [
        " Of course, of course.",
        5671.02,
        5672.18
    ],
    [
        " Isn't it crazy though if you're working for me and I go, hey, Dave, you're supporting",
        5672.74,
        5679.7
    ],
    [
        " effort and you're like, awesome, got it.",
        5679.7,
        5682.0
    ],
    [
        " And then the next night, I'm like, hey, Dave, you're supporting effort and you're, and",
        5682.46,
        5686.0
    ],
    [
        " you say, awesome, got it.",
        5686.0,
        5687.36
    ],
    [
        " And I say, hey, you know what?",
        5687.56,
        5688.42
    ],
    [
        " You're going to be supporting effort again.",
        5688.7,
        5689.7
    ],
    [
        " You're like, bring it.",
        5689.7,
        5690.7
    ],
    [
        " I'm ready.",
        5690.82,
        5691.4
    ],
    [
        " We're getting this dialed.",
        5691.72,
        5692.7
    ],
    [
        " And then I say, hey, man, I need you to do a supporting effort again.",
        5692.98,
        5696.06
    ],
    [
        " And you say, Roger that.",
        5696.22,
        5697.52
    ],
    [
        " Will we ready?",
        5697.68,
        5699.04
    ],
    [
        " So if that's your attitude, that's awesome.",
        5699.52,
        5701.86
    ],
    [
        " And eventually I go, hey, you know what, Dave, you're running this thing.",
        5702.1,
        5704.24
    ],
    [
        " Yes.",
        5704.3,
        5704.4
    ],
    [
        " Guess it's going to be the main effort.",
        5704.42,
        5705.28
    ],
    [
        " Yeah.",
        5705.44,
        5705.52
    ],
    [
        " Now, if I go, hey, Dave, you're the supporting effort.",
        5705.8,
        5708.62
    ],
    [
        " You go, okay, okay.",
        5708.64,
        5710.22
    ],
    [
        " And then the next night I go, hey, you're supporting effort and you're like, why?",
        5711.06,
        5713.6
    ],
    [
        " I was supporting effort last night.",
        5714.44,
        5715.86
    ],
    [
        " I immediately hate you.",
        5716.28,
        5718.0
    ],
    [
        " I hate you.",
        5718.54,
        5718.96
    ],
    [
        " Yeah.",
        5718.96,
        5719.12
    ],
    [
        " I immediately go, bro, is your ego really that out of control?",
        5719.56,
        5723.0
    ],
    [
        " That on this random piece of paper somewhere, on this particular operation, on an operation",
        5723.18,
        5727.64
    ],
    [
        " that we have no idea where it's going to go or what's going to happen.",
        5727.64,
        5729.96
    ],
    [
        " And you could end up being the element that's in the big giant fire fight that needs to",
        5730.08,
        5733.84
    ],
    [
        " step up.",
        5733.84,
        5734.34
    ],
    [
        " And you want it.",
        5734.92,
        5735.56
    ],
    [
        " You're so concerned about that right now.",
        5735.6,
        5737.16
    ],
    [
        " That's where your priorities are.",
        5737.16,
        5738.2
    ],
    [
        " That's where we're at.",
        5739.16,
        5739.86
    ],
    [
        " Okay, cool.",
        5739.96,
        5740.32
    ],
    [
        " Noted.",
        5740.56,
        5741.06
    ],
    [
        " I will never make you, I'll never put you in charge of anything ever.",
        5741.4,
        5744.26
    ],
    [
        " Yeah.",
        5744.76,
        5744.92
    ],
    [
        " You know what?",
        5745.44,
        5746.2
    ],
    [
        " Nobody ever asked me in 23 years of conducting missions in the Marine Corps.",
        5746.32,
        5749.92
    ],
    [
        " Hey, were you assigned the main effort to read the support?",
        5750.32,
        5752.2
    ],
    [
        " Nobody cares.",
        5752.42,
        5753.5
    ],
    [
        " And yeah, it's the blend of the ego and just, hey, what's the best way to, what's the",
        5754.4,
        5759.2
    ],
    [
        " thing I can do to help accomplish a mission?",
        5759.2,
        5760.78
    ],
    [
        " I mean, I don't care what it is.",
        5761.04,
        5762.12
    ],
    [
        " And by the way, if you and I meet and I say, hey, Dave, you know, I've been assigned",
        5762.26,
        5767.7
    ],
    [
        " supporter, you know, to you, which is kind of crap because I think my, my, my company's",
        5768.2,
        5774.02
    ],
    [
        " better than your company, but whatever.",
        5774.02,
        5775.58
    ],
    [
        " That's where the boss decided.",
        5775.88,
        5776.88
    ],
    [
        " So tell me what you need.",
        5777.22,
        5779.16
    ],
    [
        " And I'll do it.",
        5779.42,
        5780.38
    ],
    [
        " Like just think about that.",
        5780.92,
        5782.54
    ],
    [
        " And now when I say, hey, Dave, you know, we shouldn't do it like that.",
        5782.86,
        5786.56
    ],
    [
        " You won't, you won't listen to a damn thing.",
        5786.78,
        5788.7
    ],
    [
        " I say, but if I say, hey, Dave, hey, man, we're here to support.",
        5788.7,
        5792.3
    ],
    [
        " And if you need anything, tell me.",
        5792.6,
        5794.82
    ],
    [
        " And let's, let's get it done.",
        5795.1,
        5796.62
    ],
    [
        " And then we're not going to planning.",
        5797.06,
        5798.52
    ],
    [
        " I go, hey, what do you think about us setting up over here?",
        5798.52,
        5801.3
    ],
    [
        " You know, a little bit different than your thoughts, but what do you think of that?",
        5801.66,
        5803.8
    ],
    [
        " And you go, hmm, well, that's actually not a bad idea.",
        5803.98,
        5805.78
    ],
    [
        " So I have a little bit of humility and all of a sudden I can actually influence the situation",
        5806.58,
        5810.76
    ],
    [
        " a thousand times more than if I go in there with my chest bowed out and my ego barking",
        5810.76,
        5816.46
    ],
    [
        " like a rabid dog.",
        5816.46,
        5818.62
    ],
    [
        " Yeah.",
        5818.86,
        5819.56
    ],
    [
        " And the worst part about that is if you do that, your idea might actually still be better",
        5819.84,
        5823.86
    ],
    [
        " than mine.",
        5823.86,
        5824.12
    ],
    [
        " And I won't listen to you.",
        5824.22,
        5825.08
    ],
    [
        " Of course.",
        5825.08,
        5825.2
    ],
    [
        " And you're killing both of us.",
        5825.2,
        5826.18
    ],
    [
        " Of course.",
        5826.24,
        5826.52
    ],
    [
        " Yeah.",
        5826.66,
        5826.76
    ],
    [
        " It's just a freaking disaster.",
        5826.98,
        5828.26
    ],
    [
        " Just get on board for the entire team to win and get it works out.",
        5828.58,
        5833.44
    ],
    [
        " Get on board for the big win.",
        5833.56,
        5834.62
    ],
    [
        " Estimate the situation.",
        5835.84,
        5837.66
    ],
    [
        " In any tactical operation, the commander must quickly evaluate all available information",
        5838.12,
        5843.38
    ],
    [
        " bearing on his task, estimate the situation and reach a decision.",
        5843.38,
        5846.86
    ],
    [
        " The commander's estimate of the situation is based on the mission of the unit.",
        5847.32,
        5849.96
    ],
    [
        " The means available to him and to the enemy, the conditions in his area of operations",
        5850.22,
        5854.66
    ],
    [
        " including the train and weather, the probable effects of various lines of action on future",
        5854.66,
        5859.4
    ],
    [
        " operations.",
        5859.4,
        5860.06
    ],
    [
        " The basis of these factors, he considers the lines of action open to him, which of successful",
        5860.9,
        5866.72
    ],
    [
        " will accomplish his mission and the lines of action of which the enemy is physically",
        5866.72,
        5871.26
    ],
    [
        " capable and which can interfere with such accomplishment.",
        5871.26,
        5874.66
    ],
    [
        " He analyzes the opposing lines of action one against another to arrive at conclusions",
        5875.12,
        5879.98
    ],
    [
        " as to the probability of success for each of his own lines of action.",
        5879.98,
        5883.5
    ],
    [
        " There's a lot of words.",
        5883.96,
        5885.62
    ],
    [
        " Check all the different courses of action.",
        5887.38,
        5889.58
    ],
    [
        " See what the potential outcomes are.",
        5890.4,
        5892.42
    ],
    [
        " Move forward with one of them.",
        5893.34,
        5894.74
    ],
    [
        " On the basis of this analysis, he considers the relative advantages and disadvantages of",
        5895.42,
        5899.64
    ],
    [
        " his own lines of action and selects the line of action which most promises success regardless",
        5899.64,
        5903.94
    ],
    [
        " of what the enemy may do.",
        5903.94,
        5905.02
    ],
    [
        " If two or more lines of action appear equally promising, he chooses the one that will most",
        5905.2,
        5909.52
    ],
    [
        " favor future action.",
        5909.58,
        5911.48
    ],
    [
        " Pretty straightforward.",
        5911.76,
        5912.34
    ],
    [
        " The estimate often requires rapid thinking with consideration limited to essential factors.",
        5912.64,
        5918.1
    ],
    [
        " In campaign, exact conclusions concerning the enemy can seldom be drawn.",
        5918.42,
        5922.36
    ],
    [
        " To delay action and emergency, because of insufficient information, shows a lack of energetic",
        5923.22,
        5928.58
    ],
    [
        " leadership and may result in lost opportunities.",
        5928.58,
        5931.46
    ],
    [
        " The commander must take calculated risks.",
        5931.88,
        5935.26
    ],
    [
        " I read all that so I could say that last thing.",
        5936.96,
        5939.52
    ],
    [
        " Stereotyping versus tactical.",
        5939.52,
        5942.54
    ],
    [
        " If you don't do anything in a tactical situation, you're going to lose.",
        5942.98,
        5944.94
    ],
    [
        " Then you're not going to know everything.",
        5945.78,
        5950.12
    ],
    [
        " No.",
        5950.34,
        5950.46
    ],
    [
        " Ever.",
        5950.98,
        5951.22
    ],
    [
        " Ever.",
        5951.62,
        5951.8
    ],
    [
        " You do not know the potential outcomes.",
        5952.4,
        5955.5
    ],
    [
        " Even if you have the best intelligence, it's going to change.",
        5956.14,
        5958.9
    ],
    [
        " Continue on.",
        5960.5,
        5961.34
    ],
    [
        " Considering the enemy's possible lines of action, the commander must guard against unwarranted",
        5961.42,
        5966.28
    ],
    [
        " belief that he has discovered the enemy's intentions and against ignoring other lines of",
        5966.28,
        5971.08
    ],
    [
        " action over to the enemy.",
        5971.08,
        5972.26
    ],
    [
        " This is what you said earlier.",
        5972.54,
        5973.48
    ],
    [
        " If you think you know what the enemy is going to do, you're wrong.",
        5974.18,
        5976.36
    ],
    [
        " Don't fall into that ego trapped.",
        5977.08,
        5980.02
    ],
    [
        " Even when the weight of evidence warrants the belief that the enemy is committed to a definite",
        5980.6,
        5984.96
    ],
    [
        " line of action, the commander must bear in mind that a change in the enemy's plans",
        5984.96,
        5989.26
    ],
    [
        " may occur at any time.",
        5989.26,
        5991.06
    ],
    [
        " That's the way it happens.",
        5991.88,
        5994.02
    ],
    [
        " You got to stay humble.",
        5994.38,
        5995.1
    ],
    [
        " The estimate of the situation culminates in the decision.",
        5995.58,
        5998.18
    ],
    [
        " Once a decision, a decision once made is not changed without some compelling reason.",
        5998.54,
        6005.5
    ],
    [
        " In combat, the will and energy of the commander must persist until the mission is accomplished.",
        6005.92,
        6010.4
    ],
    [
        " Estimation of the situation is, however, a continuous process and changed conditions may",
        6010.7,
        6017.14
    ],
    [
        " at any time call for a new decision.",
        6017.14,
        6020.88
    ],
    [
        " Two stubborn adherents to a previous decision may result in costly delay, loss of opportunity",
        6021.16,
        6026.92
    ],
    [
        " for decisive action or outright failure.",
        6026.92,
        6029.52
    ],
    [
        " So the troop and furan covered this very, very well.",
        6030.04,
        6033.86
    ],
    [
        " Sometimes, yeah, it's this.",
        6034.18,
        6036.34
    ],
    [
        " You want to stick with your plan.",
        6036.76,
        6037.94
    ],
    [
        " But you're constantly assessing to see if your plan was the right plan, if your decision",
        6039.52,
        6042.64
    ],
    [
        " was the right decision.",
        6042.64,
        6043.34
    ],
    [
        " If it's not, you change.",
        6043.54,
        6045.28
    ],
    [
        " Change.",
        6045.36,
        6045.56
    ],
    [
        " That's the Udalupe impits are happening all the time.",
        6045.96,
        6048.0
    ],
    [
        " As soon as I say, hey, there's enough input to tell me, I got to change.",
        6048.18,
        6050.38
    ],
    [
        " I got to do something different.",
        6050.72,
        6051.42
    ],
    [
        " And you better have the ability to maneuver.",
        6051.62,
        6054.04
    ],
    [
        " When you're making those, you made that decision, you're taking action.",
        6055.04,
        6058.0
    ],
    [
        " You have to preserve the ability to maneuver because it's going to change period.",
        6058.4,
        6062.72
    ],
    [
        " That's that over commitment.",
        6062.92,
        6065.04
    ],
    [
        " It starts to talk about terrain here.",
        6068.62,
        6070.94
    ],
    [
        " The part of the commander's estimate dealing with terrain often exercises the size of influence",
        6071.4,
        6075.94
    ],
    [
        " upon his decision and plan.",
        6075.94,
        6077.06
    ],
    [
        " The proper evaluation and utilization of the terrain reduced the disadvantage of incomplete",
        6077.4,
        6081.2
    ],
    [
        " information of the enemy.",
        6081.2,
        6082.82
    ],
    [
        " The more important features to be considered in evaluating terrain include not only natural",
        6083.3,
        6089.24
    ],
    [
        " ground forms such as mountain ridges, streams, bodies of water, woods and open spaces, but",
        6089.24,
        6093.42
    ],
    [
        " also artificial features such as roads, railroads and towns.",
        6094.12,
        6096.42
    ],
    [
        " The commander seeks always to utilize the terrain to his own advantage and to the enemy's",
        6096.6,
        6101.64
    ],
    [
        " disadvantage.",
        6101.64,
        6102.02
    ],
    [
        " Now, that's one of those things where I was like, yeah, you know what?",
        6102.68,
        6106.38
    ],
    [
        " I definitely, for me, as a leader, actually as a leader, but more as an instructor, the",
        6106.94,
        6122.24
    ],
    [
        " small element unit leader, small unit leader, someone that doesn't do it right and someone",
        6123.14,
        6128.54
    ],
    [
        " that does it well is someone that does it right utilizes the terrain and someone that",
        6128.54,
        6133.06
    ],
    [
        " doesn't, they don't.",
        6133.06,
        6134.1
    ],
    [
        " Yeah.",
        6134.42,
        6134.52
    ],
    [
        " So that's why I put that in there, but there's much more to it than that.",
        6135.0,
        6139.68
    ],
    [
        " And that is the fact that when you are leading people, when you're interacting with human",
        6139.82,
        6144.44
    ],
    [
        " beings, there's terrain that needs to be accounted for.",
        6144.44,
        6147.26
    ],
    [
        " The terrain isn't bridges, streams and mountains.",
        6148.16,
        6152.58
    ],
    [
        " The terrain is ego, it's agendas, it's personalities, it's nuances that it's idiosyncrasies",
        6153.34,
        6162.86
    ],
    [
        " that people have.",
        6162.86,
        6163.68
    ],
    [
        " That's the terrain.",
        6164.4,
        6165.48
    ],
    [
        " That's so important and it's that every single person you're interacting with is going",
        6166.38,
        6172.32
    ],
    [
        " to be a little bit different and those idiosyncrasies and all those little small components,",
        6172.32,
        6176.5
    ],
    [
        " a good leader understands all of those different things.",
        6176.72,
        6179.6
    ],
    [
        " So the idea of what terrain is in their mind is all of that together.",
        6179.86,
        6183.3
    ],
    [
        " Yeah.",
        6183.64,
        6183.72
    ],
    [
        " I think you were setting me up for meeting and you gave me like an eight minute brief",
        6184.44,
        6191.82
    ],
    [
        " on the scenario that was happening.",
        6191.82,
        6193.18
    ],
    [
        " Like, hey, this is what's going on.",
        6193.94,
        6194.88
    ],
    [
        " This is this guy, this is where he comes from.",
        6194.98,
        6196.38
    ],
    [
        " This is what he likes.",
        6197.18,
        6198.36
    ],
    [
        " This is the problem he's had.",
        6198.6,
        6199.84
    ],
    [
        " Here's what I think he wants to do.",
        6200.08,
        6202.88
    ],
    [
        " And this is the approach I would take.",
        6203.82,
        6205.78
    ],
    [
        " And I was like, check, what did you just brief me on?",
        6205.86,
        6208.7
    ],
    [
        " You didn't mention trails and mountains, but you gave me the terrain brief that I was",
        6208.92,
        6213.8
    ],
    [
        " about to walk into.",
        6213.8,
        6214.5
    ],
    [
        " That's what it is.",
        6215.24,
        6216.5
    ],
    [
        " And then when I walk into that meeting, instead of me being a leader that doesn't know what's",
        6217.16,
        6225.2
    ],
    [
        " happening, all of a sudden, I'm a leader that understands the terrain and can make the",
        6225.2,
        6230.34
    ],
    [
        " right maneuvers.",
        6230.34,
        6231.0
    ],
    [
        " Don't know what you're terrain.",
        6232.4,
        6234.34
    ],
    [
        " Think about what and really what this ball is down to from a leadership perspective in",
        6234.82,
        6239.36
    ],
    [
        " the business world is think, identify your terrain, right?",
        6239.36,
        6243.22
    ],
    [
        " Identify it.",
        6243.6,
        6244.0
    ],
    [
        " Let's talk about what that is and see how we can use it to our advantage.",
        6244.22,
        6248.4
    ],
    [
        " Next section is called Conduct in Battle.",
        6249.38,
        6253.7
    ],
    [
        " The commander's decision for his unit as a whole and the missions to subordinate units",
        6254.86,
        6259.54
    ],
    [
        " in support of the decision are communicated to subordinates by clear and concise orders,",
        6259.54,
        6264.2
    ],
    [
        " which give them freedom of action appropriate to their professional knowledge, to the situation,",
        6264.2,
        6269.34
    ],
    [
        " to their dependability and to the team play desired.",
        6269.68,
        6272.46
    ],
    [
        " So again, I think there was a poke in the room and sometimes the other guys were like,",
        6273.16,
        6277.52
    ],
    [
        " hey bro, no, freedom of action is what these guys need.",
        6277.58,
        6281.06
    ],
    [
        " And they just had to like sometimes add this stuff while the poke was out getting coffee.",
        6281.78,
        6286.5
    ],
    [
        " I think the poke was probably the senior guy and a couple times he just overrode him.",
        6286.72,
        6291.96
    ],
    [
        " But then they just like he sent him to get, he went to a meeting and they did like several",
        6292.12,
        6298.18
    ],
    [
        " sections on it.",
        6298.18,
        6299.02
    ],
    [
        " That sentence is the exact opposite of what that said.",
        6299.02,
        6301.68
    ],
    [
        " Yeah.",
        6301.9,
        6302.0
    ],
    [
        " You know, a couple pages back.",
        6302.46,
        6303.6
    ],
    [
        " It's exact opposite thing.",
        6303.72,
        6304.56
    ],
    [
        " Freedom of action.",
        6305.94,
        6307.72
    ],
    [
        " Clear and concise orders, which gives them freedom of action.",
        6308.62,
        6311.12
    ],
    [
        " Use that as your guide.",
        6311.58,
        6313.66
    ],
    [
        " Next, after providing for the issuance of orders, the commander places himself where he can best control the course of action and exert his leadership.",
        6314.68,
        6321.6
    ],
    [
        " His command post affords the advantage of established signal communication when opportunity offers and when his presence at the command post is not urgently required, he visits subordinates,",
        6322.2,
        6331.02
    ],
    [
        " commanders and his troops in order to inspire competence and to assure and to assure himself that his orders are understood and properly executed.",
        6331.12,
        6337.94
    ],
    [
        " Yep, you got it.",
        6338.1,
        6338.7
    ],
    [
        " The Navy, they started calling that deck plate leadership.",
        6338.88,
        6341.46
    ],
    [
        " You guys over here that say, you need to get out, you need to get out with the troops.",
        6341.66,
        6345.24
    ],
    [
        " You can't sit in the air conditioning space when you got, you know, your, your boasts mates down there in the well deck.",
        6345.68,
        6353.22
    ],
    [
        " Right.",
        6353.22,
        6353.6
    ],
    [
        " And it's 180 degrees in the well deck with diesel fumes.",
        6353.88,
        6358.1
    ],
    [
        " Yeah.",
        6358.34,
        6358.5
    ],
    [
        " Whenever the commander leaves his command post, he should orient his staff as to further plans to be made or measures to be taken in anticipation of future contingencies.",
        6359.1,
        6370.58
    ],
    [
        " And should inform his staff where he can be reached.",
        6370.58,
        6372.62
    ],
    [
        " Yep.",
        6372.7,
        6372.78
    ],
    [
        " During the decisive phase of battle, the place of the commander is near the critical point of action.",
        6374.6,
        6379.2
    ],
    [
        " Not in it, but near it.",
        6379.62,
        6382.44
    ],
    [
        " A commander influences the course of subsequent action by his leadership by the use of his reserves, by the concentration of artillery and other supporting fires and by the employment of combat aviation and armored units.",
        6383.4,
        6393.18
    ],
    [
        " The duration of attack cooperation can seldom be predicted.",
        6393.94,
        6398.76
    ],
    [
        " Successful engagements, engagements sometimes progress so slowly that gains made are not immediately apparent apparent.",
        6399.7,
        6407.16
    ],
    [
        " Other times they progress so fast that gains made can be capitalized only by the most aggressive and far-sighted leadership.",
        6407.7,
        6415.06
    ],
    [
        " Troops are used up rapidly in the decisive phases of combat.",
        6415.92,
        6420.38
    ],
    [
        " That dissetrition must be anticipated by the commander and his staff who take timely measures for replacement of men, units, transports, weapons, and for replenishment of ammunition and other supplies.",
        6420.38,
        6429.48
    ],
    [
        " When the situation permits troops which have been heavily engaged are rested and reorganized before being assigned new and important mission.",
        6429.8,
        6438.1
    ],
    [
        " The staff assists the commander to the extent that he may require by providing information data and advice by preparing detailed plans and orders and accordance with his directions by exercising such supervision over the execution of his orders as he may prescribe.",
        6442.16,
        6455.72
    ],
    [
        " A staff officer as such does not exercise command.",
        6456.14,
        6459.14
    ],
    [
        " The staff may be divided into two groups.",
        6463.2,
        6465.38
    ],
    [
        " The general staff and the special staff in large units, these two staff groups are separate and distinct and smaller units they merge into each other.",
        6465.9,
        6471.62
    ],
    [
        " And one staff officer frequently is charged with the duties pertaining to both staff groups.",
        6472.8,
        6477.9
    ],
    [
        " Now the whole reason that I read the last two three paragraphs was so I could read this.",
        6478.2,
        6484.26
    ],
    [
        " In every headquarters there is a constant tendency to multiply personnel, expand the functions of staff administration and accumulate records and office equipment.",
        6485.86,
        6497.38
    ],
    [
        " And then this is one of the only thing that is italicized in this book.",
        6498.26,
        6504.0
    ],
    [
        " It says the commander must avoid this expansion.",
        6504.0,
        6508.6
    ],
    [
        " He must organize his headquarters so as to maintain its readiness for prompt movement.",
        6508.92,
        6514.02
    ],
    [
        " So again this is when the pog walked out of the room they're like look the pog wrote all those other three paragraphs.",
        6514.38,
        6519.82
    ],
    [
        " He was like the staff this and the staff commander and then these guys were like listen they're going to try and expand the staff you don't need it.",
        6520.1,
        6526.42
    ],
    [
        " I was almost surprised like there's a section on the staff.",
        6526.42,
        6529.2
    ],
    [
        " I was like oh do we need to put that and I've been listening to even some of the other things.",
        6529.2,
        6534.94
    ],
    [
        " There's something that he said earlier even about that at that point of friction I think really what he was saying is you'll burn through resources more quickly.",
        6535.46,
        6543.14
    ],
    [
        " Which is true I understand that because that's where the culminating event is and that that means you know your people have to be cycled through more quickly and you have to pull them out.",
        6543.46,
        6550.98
    ],
    [
        " There's a part of that that's true for sure the point of friction is going to require the most resources and the most energy and you're going to exert yourself the most.",
        6551.52,
        6557.9
    ],
    [
        " But there's a piece in there that probably needs to be worth expanding on a little bit is that the point of friction is actually if you're prepared and brief for it.",
        6558.04,
        6566.32
    ],
    [
        " Those people actually have the most endurance because that's where they want to be that's where they've been anticipating that's the entire thing this whole build has been about as to get there.",
        6566.8,
        6576.14
    ],
    [
        " And they're the most involved with the most engaged those people also have the most endurance.",
        6576.74,
        6581.02
    ],
    [
        " It's the places where there's a least amount going on the least amount of friction where you feel you're making the least impact.",
        6581.2,
        6586.66
    ],
    [
        " Those are the people that are the first ones to really struggle because they feel disconnected and it's not 100% wrong the way they said it.",
        6587.14,
        6595.28
    ],
    [
        " But I wanted there to be a piece of saying oh by the way everybody wants to be at the point of friction on your team if you prepared and built them and those people can actually endure the longest.",
        6595.4,
        6605.3
    ],
    [
        " You still need to pull some of those folks off the line you still need to assess how they're doing.",
        6605.84,
        6609.06
    ],
    [
        " But the people most engaged are typically the people that are most willing to stay engaged the longest and that piece was missing in that last section there and there's this there's this peacetime hint to all these comments that are in there and like the point of friction you would have to choke me out to get me away from that to give me a chance to rest and to refit and again it doesn't mean that you just let them go in the red forever but there's just a part missing in there that this guy is missing.",
        6609.32,
        6639.04
    ],
    [
        " The guy we're talking about whoever this guy was the poke yeah the poke and the RIMF had a lot of influence on that I'm like yeah what about the other part that says oh by the way that's everybody really wants to be yeah because that guy doesn't want to be there no and he's like all those guys need a break like I dare you to pull me off the line when things are at their most intense good luck getting me off the line.",
        6639.04,
        6659.7
    ],
    [
        " The next section is called combat orders the authority to issue orders is an inherent function of command orders are normally issued to next subordinate commanders bypassing the normal channels of command is resorted only to in or urgent situations it's such cases both commander issuing the command and the commander receiving the order should notify intermediate commanders of its report as soon as possible so try not to jump the chain of command.",
        6662.34,
        6688.78
    ],
    [
        " Orders may be either complete or fragmentary the order is complete when it covers all the essential aspects of the phase of phases of operations complete orders include missions to all subordinate units charged with the execution of tactical operations and carrying out the commander's plan so that's a complete order fragmentary orders and by the way there's no there's no distinction between these two things in group in general.",
        6690.3,
        6714.56
    ],
    [
        " So I think the poke was like no orders have to be detailed and the guys were like okay yep you're Roger that sir but you know there's something else that can happen maybe possibly like we call them they made up fragmentary orders fragmentary orders are used when speed and delivery and execution is imperative.",
        6715.8,
        6733.18
    ],
    [
        " Yeah guess which one you're going to do the most yeah frag orders are issued successively as the situation develops and as decisions are made and consist of separate instructions to one or four subordinate units prescribed prescribing each the part each is to play in the operation in the separate phases there off this procedure will be usual individuals and smaller units that poke snuck that one in there.",
        6733.18,
        6758.7
    ],
    [
        " That's a fragmentary orders may be either oral or written they are concise but not at the expense of clarity and omission of essential information that's very very clear in the in the truth and you're on instructions issued in fragmentary orders may be repeated in a complete field order or an annex of considered desirable orders should be originated sufficiently sufficiently.",
        6758.7,
        6788.36
    ],
    [
        " Early and transmitted in such form as to permit subordinate commanders the maximum superior periods to recon order to estimate their own situations to issue their orders and to prepare their troops for the contemplated operation in many situations it may be necessary or desirable to order a warn of impending operations warning order a warning order contains information which which enables subordinate commanders to make preparations for a.",
        6788.7,
        6818.58
    ],
    [
        " Contemplated operation its principal purposes to gain the time for prepare preparatory measures and to conserve the energy of the troops so that is in the trooping for the the idea of a warning order warning orders are awesome yeah.",
        6820.46,
        6832.42
    ],
    [
        " The repeat be prepared to get here's what we're probably going to do it's going to look something like this.",
        6832.42,
        6838.46
    ],
    [
        " This gear think about that area of operations and if I was going to take away something from this that long section there if I'm a leader in a business or a key leader in an organization.",
        6838.68,
        6848.54
    ],
    [
        " The takeaway for me is it may feel like you at the top of the org chart needs to talk the most give the most information actually what you should do is the time that you should maximize is your subordinate leaders going to figure out what they need to do to support your overall mission the least amount of information you can pass it it has to be the right amount of information from the",
        6848.92,
        6868.44
    ],
    [
        " organization but the more time you can give them to figure out their particular situation to support that the better less talking more time for your people to go near their job as opposed to let's get everybody in the room I'm going to talk all day long but every single detail and not give them any time to go figure out that's that's opposite so the",
        6868.7,
        6885.68
    ],
    [
        " Frago and the warning oh that's probably 95% of the way you're going to communicate is leader yeah once at your annual conference for sure yeah we need to spend some time we'll do that.",
        6885.68,
        6893.92
    ],
    [
        " But that's not going to happen on day today and the west you talk is probably the better for your team because it gives them more time to lead.",
        6894.26,
        6900.72
    ],
    [
        " Yeah and those those detailed plans are going to change they're going to change yeah so you can you can if you got if you've got the relationships and you got the well trained people and you got the trust built.",
        6901.08,
        6915.22
    ],
    [
        " Man the orders are so freaking simple to give and that was the thing with the and I didn't say this but that's the whole jumping the chain of command thing is what you really want there are time look don't jump the chain of command if you can vote it for sure that's a good blanket statement but the reality is is that are there times to jump the chain yes there are and the best thing I have when I jump the chain of command is whoever that leader that I bypass to give direct orders or information to their folks if I got a really good relationship with the community.",
        6916.8,
        6945.2
    ],
    [
        " So I'm just going to say that I'm not going to have a good relationship in a long history of them they don't even care it's no factor and I'm like hey and I was so good about hey Jocco you weren't around I had to make this thing happen this what we did in a while you're like good to go sounds good it's the pogue it's the guy who really likes the chain of command is you you shouldn't bypass me to speak to my man is the guy who's most defended and it's probably the hardest relationship because what that guy cares about the most is his positional authority and there's so much in there on even the jumping the chain is you have a good relationship you can jump the channel on the chain of command and you can't get the chance to do it.",
        6945.2,
        6975.18
    ],
    [
        " All day long and I'm saying you should go out of your way to do it but sometimes it's required and strong relationships like yeah no factor thanks for giving the heads up my guys back brief me anyway we're all good I'm all in yeah they told me what they're doing got it appreciate it thanks no factor people that are insecure about their leadership capabilities are the ones that really well that's the that's the",
        6975.18,
        6993.26
    ],
    [
        " that's the post the lieutenant colonel I think he's actually a full colonel this poke colonel poke yeah no he's the senior guy yeah he's the senior guy and yeah",
        6993.26,
        7004.94
    ],
    [
        " colonel poke is in the house for some of this orders an order should not trespass trespass upon the province of a subordinate",
        7004.94,
        7018.24
    ],
    [
        " it should contain everything that the subordinate must know to carry out his mission but nothing more",
        7018.24,
        7027.34
    ],
    [
        " I really like that order should not trespass upon the province of a subordinate yes like you gotta let him run his thing tell him what he needs and then give him all the time in the world you can't get let him go lead orders must be clear and explicit and his brief as is consistent with clarity short sentences are easily understood you know they're like hey colonel",
        7029.94,
        7057.32
    ],
    [
        " colonel poke do you mind if we just say that short sentences are easy understood because some of the guys might not get that he's like whoa I'd like to talk to you about that for a while",
        7057.34,
        7065.24
    ],
    [
        " clarity is more important in technique the more urgent the situation the greater the need for conscious for conciseness in the order think about that the more urgent the situation the greater the need for conciseness in the order I think it was marked",
        7065.24,
        7082.52
    ],
    [
        " between that said I wanted to write you a short note but I didn't have time so I'm writing you this long letter which is easier than writing something short and concise I come back you tell the story a lot on the podcast and it's the bus that door just three just this the simplest and the reason you have to say like that is because there's actually not any more time than you need to talk about hey well I feel like the enemy might be maneuvering this",
        7082.68,
        7112.28
    ],
    [
        " bus that door yeah and they go and they go do that yeah and problem solved totally any statement of reasons for measures adopted should be limited to what is necessary to obtain an intelligent cooperation from the subordinates",
        7112.78,
        7126.22
    ],
    [
        " I'm read that one again any statement of reasons for measures adopted should be limited to what is necessary to obtain intelligent cooperation from the subordinates",
        7126.22,
        7136.86
    ],
    [
        " there's a little bit there's a little argument about that one because the the Pope Colonel Pope was like they don't you need to tell why to do you don't want to do and the other guys like listen you need to give them some information on why this is happening",
        7137.16,
        7150.16
    ],
    [
        " and he's like no you don't and they said yes you do and finally they wrote this statement the compromises yeah the compromises like at least let them know give them what's limited so that they",
        7150.16,
        7160.44
    ],
    [
        " uh have have the information and can understand why it's happening now there are times when leaders give too much information and it overwhelms the machine gunner who's like bro tell me what my field of fire is for sure you tell me that again",
        7161.5,
        7176.66
    ],
    [
        " detailed instructions for a variety of contingencies or prescriptions that are a matter of training do not inspire confidence and have no place in an order",
        7176.66,
        7187.58
    ],
    [
        " trivial and meaningless expressions divide responsibility and lead to the adoption of half measures by subordinate by subordinates",
        7188.68,
        7198.1
    ],
    [
        " trivial and meaningless expressions they're actually telling you how to write now to speak yeah trivial and meaningless expressions",
        7198.1,
        7207.0
    ],
    [
        " divide responsibility and lead to the adoption of half measures by subordinates",
        7207.0,
        7213.66
    ],
    [
        " exaggerated and bombastic phrases invite ridicule and weaken the force of an order",
        7213.66,
        7221.96
    ],
    [
        " you cannot do that you cannot use exaggerating and bombastic phrases",
        7221.96,
        7232.44
    ],
    [
        " what what happens is you think you're not getting the message apart to your people yeah you think that",
        7235.3,
        7243.04
    ],
    [
        " they don't get it if we don't do this it's going to destroy the company and you're thinking",
        7243.04,
        7247.82
    ],
    [
        " that go what I better pay attention and actually all that does is just undermine your message like",
        7247.82,
        7251.7
    ],
    [
        " bro yeah hang hang on that's not going to destroy the company if you're the leader that that",
        7251.7,
        7258.84
    ],
    [
        " if you can have the she-mail to recognize you're the one that covers all these little detail points",
        7259.4,
        7263.86
    ],
    [
        " your people are tuning you out they're tuning you out and actually what's going to happen is",
        7263.86,
        7268.34
    ],
    [
        " they're going to miss the important things so you just need to say just the important things",
        7268.34,
        7272.84
    ],
    [
        " yeah what you do is you paint yourself into a corner because if you're talking",
        7272.84,
        7277.96
    ],
    [
        " and you're saying this and then you're saying that and then you're saying this and then you're",
        7277.96,
        7281.58
    ],
    [
        " saying that and then you finally want to say something important you want to make sure everyone",
        7281.58,
        7284.3
    ],
    [
        " pays attention so you put an exaggeration or you make it a bombastic phrase and then what",
        7284.3,
        7290.52
    ],
    [
        " you're end up doing is now you're making exaggerations and bombastic phrases all the time they",
        7290.52,
        7294.76
    ],
    [
        " have the impact and you're the you end up the the the boy that cried wolf last muster somebody asked",
        7294.76,
        7299.38
    ],
    [
        " you a question and the answer was basically kind of like how much talking how much listening and",
        7299.38,
        7303.44
    ],
    [
        " you're like 98% listening 2% talking and you pause and you're like now that I've thought about it",
        7303.44,
        7308.7
    ],
    [
        " that's the perfect ratio it's just the least amount of things you can say to pass the",
        7309.44,
        7314.66
    ],
    [
        " pern information and then stop talking and if it's the the only way to compel your people to do it",
        7314.66,
        7320.32
    ],
    [
        " is that the risk is total destruction then the one in a million times that actually it could be",
        7320.32,
        7326.52
    ],
    [
        " total destruction they actually don't respond the way that they need to they don't care because",
        7326.52,
        7330.04
    ],
    [
        " you've been saying that this could crush us this could destroy us like the one time that's that's",
        7330.04,
        7335.56
    ],
    [
        " they filtered you out years ago yeah yeah 98% of the time use your ears 2% of the time use your mouth",
        7335.62,
        7344.78
    ],
    [
        " I I would not talk on the radio you're not asking to bruiser as a patoon I would not talk on",
        7344.78,
        7353.16
    ],
    [
        " the radio when I talked everybody listened totally and same thing you know when when one of",
        7353.16,
        7360.26
    ],
    [
        " two commanders given a brief I'm not talking I got three things to say at the end maybe two",
        7360.26,
        7364.92
    ],
    [
        " here's what's important that's what you do think about boom",
        7364.92,
        7368.88
    ],
    [
        " expression such as attack vigorously if used in orders are not only verbose and meaning",
        7368.88,
        7377.36
    ],
    [
        " let's pretend to weaken the force of subsequent orders in which such expressions are not",
        7377.36,
        7381.6
    ],
    [
        " there so that's exactly what you were just saying like you're gonna run out of adjectives bro",
        7381.6,
        7385.82
    ],
    [
        " this is critically important yeah yeah there's the hierarchy of adjectives and you're going to",
        7387.78,
        7393.42
    ],
    [
        " reach the end of it which is going to suck next orders should prescribe only so far as conditions",
        7393.42,
        7398.14
    ],
    [
        " can be foreseen orders which attempt to regulate matters too far in the future result in frequent",
        7398.14,
        7402.68
    ],
    [
        " changes frequent changes in orders overload the means of signal communication cause confusion",
        7402.68,
        7407.72
    ],
    [
        " misunderstanding impose needless hardship on the troops and injure their morale so there you go",
        7407.72,
        7413.7
    ],
    [
        " that's freaking epic right there totally you you sit there and you're trying to what I just said this",
        7414.08,
        7419.84
    ],
    [
        " dip we're gonna come out with a detailed plan of how it's gonna go from day one to day 19",
        7419.84,
        7423.24
    ],
    [
        " no no you're not you're not no one is and it it pisses your guys off it pisses them off for sure",
        7423.24,
        7432.82
    ],
    [
        " I learned this lesson so I was on a argue deployment which man I was on a ship and we were",
        7432.82,
        7439.76
    ],
    [
        " planning for some mission and at first they said okay you're gonna launch from you're gonna launch",
        7439.76,
        7445.84
    ],
    [
        " from the boats the the the rib boats the rigid hulled flatable boats you'll load your zodiacs on",
        7445.84,
        7450.78
    ],
    [
        " there they'll put them in the water and you guys will go to your mission and so we start prepping",
        7450.78,
        7454.5
    ],
    [
        " for that and then they come back and they say actually sorry our bust you're gonna use helicopters",
        7454.5,
        7459.56
    ],
    [
        " so we're like okay now this is a totally different rigging exercise I mean completely different",
        7459.56,
        7465.54
    ],
    [
        " we have to we so we have to bring the zodiacs which we had rigged for boat launch we had to",
        7465.64,
        7473.8
    ],
    [
        " completely break them down and now rigged them to go inside of a CH 46 and get kicked out the back",
        7473.8,
        7479.24
    ],
    [
        " and then we jump in the water we go this takes us I'm not even kidding this takes six hours of hard",
        7479.24,
        7485.58
    ],
    [
        " labor and our five and a half comes back actually you're not using kilos you're using boats again",
        7486.84,
        7494.42
    ],
    [
        " and it was like borderline just total breakdown of Jacob and we're like are you kidding me",
        7494.42,
        7501.52
    ],
    [
        " because guess what we hadn't planned anything we hadn't done any of our personal gear prep all",
        7501.52,
        7506.28
    ],
    [
        " we were doing was and and when you're on an arg like you you go check out bringing a 55 horsepower",
        7506.28,
        7513.08
    ],
    [
        " engine from the flight deck next to the ribs down into the well deck you know and then you do that",
        7514.1,
        7519.72
    ],
    [
        " with every piece of gear that you have well it it was just stupid and and of course this was a",
        7519.72,
        7526.2
    ],
    [
        " three-minute conversation this is a decision a three-minute conversation and a four-second decision",
        7526.2,
        7532.04
    ],
    [
        " that my upper chain of command above my petun commuters you know was like oh wait it'd be good to",
        7532.04,
        7536.74
    ],
    [
        " get him some work in in a he loves okay well yeah let's get the he loves going have him get get",
        7536.74,
        7540.66
    ],
    [
        " ready for a he loves it wasn't like okay are they committed no they just made a little",
        7540.66,
        7544.06
    ],
    [
        " decision and and I learned that in that moment in time when you're the guy in charge you better",
        7544.06,
        7554.44
    ],
    [
        " know what the hell your decisions yeah how your decisions impact the boys because not I look",
        7554.44,
        7560.94
    ],
    [
        " wasn't hard work yes but was even worse than the fact it was hard work we were not prepared now",
        7560.94,
        7565.62
    ],
    [
        " we had wasted it took us another six hours to get everything deregged so we were not planning",
        7565.62,
        7571.16
    ],
    [
        " the way we should have been planning because we were running around like idiots wasting time wasting time",
        7571.16,
        7575.28
    ],
    [
        " orders issued by subordinates should not be mere repetition of those from higher authority",
        7575.28,
        7584.7
    ],
    [
        " with additions of their own new orders are clearer and more satisfactory",
        7584.7,
        7589.7
    ],
    [
        " as a rule it is desirable to keep contemplated operation secrets as long as possible and to",
        7591.88,
        7596.88
    ],
    [
        " confine knowledge thereof to new to a few staff officers and senior commanders however upon entry",
        7596.88,
        7602.48
    ],
    [
        " into action no unit should be endowed as to what the commander wants to do",
        7602.48,
        7606.86
    ],
    [
        " whenever knowledge of his intentions is necessary to ensure the cooperation of units engaged",
        7606.86,
        7614.1
    ],
    [
        " the commander does not hesitate to disclose them to all concerned ignorance of his intentions",
        7614.1,
        7620.12
    ],
    [
        " may often lead to inactivity on the port on the part of subordinates commanders intent",
        7620.12,
        7625.14
    ],
    [
        " is the actual thing that you lead with it's the most important piece of information of all of it",
        7625.14,
        7631.02
    ],
    [
        " and when we work with companies all the time there's this phrase that people know it's like",
        7631.02,
        7636.12
    ],
    [
        " if you ever hear yourself or the people around you're saying you don't need to know that",
        7636.12,
        7641.42
    ],
    [
        " just do your job the likelihood of success is basically zero check it is impossible to prescribe detailed",
        7641.42,
        7654.54
    ],
    [
        " forms of orders to fit every tactical situation to attempt to do so would result in rigid",
        7654.54,
        7659.36
    ],
    [
        " in rigid form and a routine style of expression which would not be in accord with the in accord",
        7659.36,
        7664.86
    ],
    [
        " with the tactical requirements presented by the diverse situations that arise in war",
        7664.86,
        7669.6
    ],
    [
        " you don't know what's gonna happen that circles back i think to the first sentence you read in war",
        7671.42,
        7675.26
    ],
    [
        " is like you can't script the answer you don't know what's going to happen",
        7675.26,
        7678.38
    ],
    [
        " to the extent practical however it has been found efficient and convenient to classify combat",
        7678.38,
        7685.4
    ],
    [
        " orders according to their purpose and scope of for some of these to adopt a standard sequence of",
        7685.4,
        7690.14
    ],
    [
        " composition this makes for the ease of understanding avoidance of emissions and ready reference",
        7690.14,
        7694.42
    ],
    [
        " yeah for sure that's where you get smacked which they surprisingly don't cover they cover it",
        7694.42,
        7698.22
    ],
    [
        " in troop and furing but they don't cover it in this one um but that's what they're talking about",
        7698.22,
        7704.98
    ],
    [
        " moreover experience has shown that in order which can be misunderstood will be misunderstood",
        7704.98,
        7711.8
    ],
    [
        " and it experience has shown that in order that which can be misunderstood will be misunderstood",
        7711.8,
        7718.12
    ],
    [
        " and to obviate the designations of boundaries details of time and place military terminology",
        7718.12,
        7725.38
    ],
    [
        " abbreviations designations of units and the like for details related to these matters cfm 101",
        7726.52,
        7733.08
    ],
    [
        " tack five and i wrote tack one which is the operational turns and graphics which in the seal teams",
        7733.08,
        7739.8
    ],
    [
        " when the war kicked off we were not we didn't know what we were doing like in terms of operational",
        7739.8,
        7745.8
    ],
    [
        " terms and graphics we just kind of drew arrows yeah and like made it obvious to the guys in",
        7745.8,
        7754.02
    ],
    [
        " we didn't we didn't realize that there was an actual an actual language that was utilized",
        7754.6,
        7763.1
    ],
    [
        " throughout all i i remember when i was trying to convince people that we entire military",
        7763.1,
        7768.54
    ],
    [
        " well it's through it's not just through our military it's all NATO forces by the way because i",
        7768.54,
        7774.18
    ],
    [
        " remember having i would be like hey listen you know you need to put this stuff in here there's",
        7774.18,
        7780.08
    ],
    [
        " manual it's called the 101 tack five i used to literally have the 101 tack five tack one i had",
        7780.08,
        7785.08
    ],
    [
        " a printed copy and i had it in my bathroom i had like one copy in my bathroom and i would read through",
        7785.08,
        7789.4
    ],
    [
        " it you know because at some point i think i was probably i think i was probably a platoon commander",
        7789.4,
        7798.96
    ],
    [
        " and i realized like oh everyone uses this but us okay so i just started trying to learn terms and",
        7798.96,
        7806.84
    ],
    [
        " you know because we we don't have the basic school in the seal teams we don't even have",
        7807.24,
        7812.78
    ],
    [
        " you know advanced infantry training like they have in the army where you're gonna you you you go",
        7812.78,
        7817.72
    ],
    [
        " through platoon worker but it's this isolated thing right it's this isolated thing and luckily i",
        7817.72,
        7822.48
    ],
    [
        " did two arguments where we work with the Marine Corps extensively which was awesome and i got my",
        7822.48,
        7827.42
    ],
    [
        " taste and my indoctrination in how the rest of the freaking military works because you got big navy",
        7827.42,
        7834.5
    ],
    [
        " you got the Marine Corps you got Marine Corps air it was awesome i was so lucky that i got put in",
        7834.5,
        7839.24
    ],
    [
        " those situations and that's kind of where i first would see these things i'd be like oh that's",
        7839.24,
        7843.1
    ],
    [
        " an interesting symbol but you know it's pre-internet it wasn't like you could wasn't like i could",
        7843.1,
        7847.72
    ],
    [
        " explore this idea but yeah i used to have one of those next to my bed but i remember trying to",
        7847.72,
        7853.02
    ],
    [
        " i would be telling guys like hey uh the symbol for the enemy actually isn't a red X it's it's a diamond",
        7853.02,
        7859.84
    ],
    [
        " yeah and they'd be like who that's no no no one's gonna know what that means actually everyone in",
        7860.24,
        7866.0
    ],
    [
        " NATO forces knows what that means the only people that don't know is the 16 guys in your seal",
        7866.0,
        7871.18
    ],
    [
        " platoon how about we get on board with the what everyone else in the military is doing",
        7871.18,
        7875.56
    ],
    [
        " check and now we get this is the last section that's you know we're that's that's covered",
        7875.56,
        7887.66
    ],
    [
        " worth covering in every unit standing operating procedures is prescribed by the commander",
        7887.94,
        7895.34
    ],
    [
        " wherever practicable this procedure covers those features of the operation which lend themselves",
        7895.34,
        7902.58
    ],
    [
        " to a definite or standardized procedure without loss of effectiveness the adoption of such procedures",
        7902.58,
        7907.78
    ],
    [
        " will save time in the preparation and issuance of orders minimize the chances for confusion and",
        7907.78,
        7913.6
    ],
    [
        " errors went under stress of combat and greatly simplify and expedite the execution of operations",
        7913.6,
        7919.5
    ],
    [
        " in the field pretty straightforward and they close out talking about command posts which",
        7919.5,
        7925.78
    ],
    [
        " nothing they talk about signal communication which you know this is very tactical level stuff",
        7925.78,
        7935.08
    ],
    [
        " like how you're gonna communicate at during this time period with uh with message centers and",
        7935.08,
        7942.5
    ],
    [
        " advanced mess I mean it's it's like the actual how they're doing it so it's not super applicable",
        7942.5,
        7948.54
    ],
    [
        " other than the stuff that we've already covered about things being simple clearing concise I mean",
        7948.54,
        7952.7
    ],
    [
        " literally airplane messengers may be employed when distance intervening obstacles on the ground",
        7952.7,
        7956.98
    ],
    [
        " enough factors prevent use of other means so that's what it's talking about it's it is actually",
        7956.98,
        7961.46
    ],
    [
        " talking to take a one step further homing pigeons are a mean of communication from front to rear when",
        7961.46,
        7966.46
    ],
    [
        " other means it failed so that's where we're at I'm not gonna dive into all those things even though",
        7966.46,
        7969.72
    ],
    [
        " they are interesting and fascinating and we can I'm sure learn something but we're not gonna dive",
        7969.72,
        7974.76
    ],
    [
        " too deep so that's that's kind of where it wraps up and as I as I mentioned before the the 1944",
        7974.76,
        7981.18
    ],
    [
        " version if if you look at that the the other than the differences to what I pointed out there's an",
        7981.18,
        7987.72
    ],
    [
        " entire big section of air power in and how you utilize it and then there's more granular tactics",
        7987.72,
        7996.72
    ],
    [
        " but again we're it's a little bit homing pigeon fish you know not not readily applicable as leaders",
        7996.72,
        8003.54
    ],
    [
        " but the but the leadership principles other than that one sentence that we pointed out other than",
        8003.54,
        8013.84
    ],
    [
        " that one sentence it's almost it doesn't change and it's very similar to the troop infure which",
        8013.84,
        8022.7
    ],
    [
        " is very similar to everything that we talk about all the time good leadership requires",
        8022.7,
        8025.62
    ],
    [
        " understanding people good leadership means you have to care about your men you have to as the",
        8025.62,
        8034.36
    ],
    [
        " book says show a constant concern for their comfort and welfare how about you make that a priority as a",
        8034.36,
        8041.22
    ],
    [
        " leader you can't unnecessarily tax the endurance of the troops discipline is the main cohesive",
        8042.88,
        8052.86
    ],
    [
        " force in a unit good morale cannot be improvised and and finally through offensive action through",
        8052.86,
        8063.96
    ],
    [
        " offensive action the commander exercises his initiative preserves his his freedom of action",
        8063.96,
        8070.14
    ],
    [
        " and imposes his will on the enemy that's what we need to do is go on the offense on all fronts",
        8070.14,
        8081.8
    ],
    [
        " don't wait for orders don't wait for the intel to be perfect and if you have to be on the defense",
        8081.8,
        8094.42
    ],
    [
        " don't stay there look for that moment in time where you can flip the scenario",
        8094.48,
        8100.26
    ],
    [
        " go on the offense take ground move forward and impose your will on the enemy and yes that does",
        8100.26,
        8110.64
    ],
    [
        " translate to business and it certainly translates to what you do with your life you go on offense",
        8110.64,
        8117.56
    ],
    [
        " when you wake up in the morning that's what you do don't wait to react you'll end up on the defense",
        8117.56,
        8125.78
    ],
    [
        " and you will eventually get taken out and I think that's all it got for this one or anything else",
        8125.78,
        8134.0
    ],
    [
        " crazy isn't it so good man somebody will reach out to me and tell me who wrote this yeah",
        8134.0,
        8142.7
    ],
    [
        " that's what's gonna happen yeah somebody will reach out to me uh somebody reached out to me",
        8142.7,
        8147.68
    ],
    [
        " I've got a track on the FM one attack three I've got a master I think it's a master gun",
        8147.68,
        8157.58
    ],
    [
        " resurgent that was in the room who was a Vietnam guy yeah who's like oh you know it's I",
        8157.58,
        8167.1
    ],
    [
        " I want to say his son I think his son reached out to me hey just kind of F or maybe it was one",
        8167.1,
        8174.3
    ],
    [
        " of the guys who served with him hey just FYI you know this guy was in the room we had a big part",
        8174.3,
        8180.1
    ],
    [
        " writing it and you know if you want to you want to ask him some questions I'm like uh 100%",
        8180.1,
        8186.28
    ],
    [
        " unfortunately since Colonel Pogue was probably 48 years old when he was doing this we won't get",
        8186.28,
        8197.08
    ],
    [
        " you start when you look at the timing when they're written I mean the takeaway you think about is",
        8197.08,
        8201.14
    ],
    [
        " you learn the hardest lessons from the most difficult situations and you learn the hardest lessons",
        8201.14,
        8207.58
    ],
    [
        " from the most challenging environments with your team and just think about how different the world",
        8207.58,
        8212.68
    ],
    [
        " was from 1920 to 1940 and then from 1941 to 1943 yeah and even if you looked at if you had a",
        8212.68,
        8223.26
    ],
    [
        " closed mind and you were looking at world war one even if even if Colonel Pogue served in world war",
        8223.42,
        8229.32
    ],
    [
        " why what he took away from that was like listen when I say charge there's just problem there's",
        8229.32,
        8234.4
    ],
    [
        " people that don't charge when I say charge that's horrible he might have been emphatically saying",
        8234.4,
        8239.16
    ],
    [
        " listen obedience is the most important thing and there were some guys that were came back and you know",
        8239.16,
        8244.06
    ],
    [
        " when he said it at the first time they were like well hey I know you were a platoon commander but like",
        8244.06,
        8248.48
    ],
    [
        " I was over here and we actually needed to think about what we were doing then after three years",
        8248.48,
        8253.74
    ],
    [
        " of war they just shut him down and said hey the methods that you used in world war one sucked",
        8253.74,
        8259.58
    ],
    [
        " and if we were to train our troops to say hey boss that's a dumb idea we should not get up and charge",
        8259.58,
        8266.02
    ],
    [
        " this we should not go and online at 0600 when the when the bugle sounds I'm not doing it",
        8266.02,
        8274.1
    ],
    [
        " and we should not do it should not do this because we are going to lose 480 men",
        8274.14,
        8281.36
    ],
    [
        " when that bugle sounds and that's stupid yeah because we're gonna get nothing because we're",
        8281.36,
        8287.04
    ],
    [
        " gonna get nothing out of it and so that's what we want and that's what this whole book begs for",
        8287.04,
        8295.5
    ],
    [
        " at least at least that at least the the other guys in the room beg for people to think",
        8295.54,
        8303.24
    ],
    [
        " that's what they beg for use your initiative question your boss if your boss can't explain why we're",
        8303.24,
        8311.32
    ],
    [
        " doing something then he's doing it wrong and a leader who has subordinates that push back",
        8311.32,
        8317.0
    ],
    [
        " me hey boss hey I don't get this I don't think this is right that's the best leadership you",
        8317.0,
        8323.3
    ],
    [
        " gonna have I want my guys to go hey hang on I don't understand this I that's the best feedback",
        8323.3,
        8330.54
    ],
    [
        " I could possibly get which is them saying timeout I don't understand we need to keep talking about",
        8330.54,
        8335.48
    ],
    [
        " this as opposed to one of two things the sort of this this blind loyalty or they just do whatever",
        8335.48,
        8340.32
    ],
    [
        " I say because there's no way I've got it all right or worse they think this guy's an idiot",
        8340.32,
        8345.38
    ],
    [
        " and it's not even worth talking to him about it how disconnected those people are you if you're",
        8345.38,
        8351.04
    ],
    [
        " leader you want your people pushing back you want them asking you hard questions and if you can't",
        8351.04,
        8356.62
    ],
    [
        " answer their questions you have more work to do yeah yep and and if you're smart the ones that you",
        8356.62,
        8364.28
    ],
    [
        " will charge with answering those questions is those men themselves that are asking them because if",
        8364.28,
        8370.96
    ],
    [
        " they say why are we coming in from the west you say well I thought it look good please tell me why",
        8370.96,
        8375.96
    ],
    [
        " you don't think that's gonna work go do a better map study than I did by the way because I got",
        8375.96,
        8381.26
    ],
    [
        " three other elements that I'm looking at but cool you come up with a better plan please",
        8381.26,
        8385.56
    ],
    [
        " we're standing mine for that so yeah these these principles of combat man these principles of",
        8385.56,
        8393.2
    ],
    [
        " leadership they just don't change and it's so it's crazy that in 2019 right now you and I can",
        8393.2,
        8403.96
    ],
    [
        " work with leaders you and I can meet leaders that are 100% aligned with Colonel Pogue yeah",
        8403.96,
        8411.94
    ],
    [
        " they're 100% aligned with Colonel Pogue their attitude is listen hey what I want is people just",
        8411.94,
        8417.98
    ],
    [
        " do what I tell them to do and God that sounds good doesn't it this sounds great hey if these guys",
        8417.98,
        8422.7
    ],
    [
        " just do what I tell them to do here's the problem you're not that freaking smart you don't even know",
        8422.7,
        8427.08
    ],
    [
        " what they should do how can you you're not in the front lines you're not seeing what's happening you're",
        8427.08,
        8432.46
    ],
    [
        " not in that manufacturing you're not on that line you're not on that construction site you're not in",
        8432.46,
        8437.5
    ],
    [
        " that in that meeting you're you're you're supposed to be looking up and out so how can you know what's",
        8437.5,
        8444.72
    ],
    [
        " going on down there you don't let your people lead let them lead all right so speaking of going",
        8444.72,
        8455.86
    ],
    [
        " on offense we kind of want to go on offense in our lives I think that's a smart thing to do",
        8455.86,
        8460.26
    ],
    [
        " train jujitsu train jujitsu how many things you will be able to relate to jujitsu is infinite it's",
        8463.2,
        8469.44
    ],
    [
        " going to make you better leader it's going to make you better boss it's going to make you better",
        8469.44,
        8473.88
    ],
    [
        " follower it's going to make you better dad make you better mom make you better human being",
        8473.88,
        8479.64
    ],
    [
        " and and hopefully get your kids doing it too it's going to help them even more get them in the game",
        8479.64,
        8485.68
    ],
    [
        " so yeah jujitsu if you need jujitsu ghee then get one from a place called origin origin main.com where",
        8485.68,
        8495.34
    ],
    [
        " we're not just up there selling keys what we're doing is up there bringing manufacturing back to",
        8495.34,
        8504.84
    ],
    [
        " America that's what we're doing that's where belongs highest quality it supports this podcast if",
        8504.84,
        8515.2
    ],
    [
        " supports the podcast but more important like I said it supports the United States of America it",
        8515.2,
        8521.16
    ],
    [
        " supports the community up there that's what we're doing so origin main you can get t-shirts you can",
        8521.16,
        8529.72
    ],
    [
        " get joggers which I personally don't wear but I got to say hoodies and jeans by the way jeans best",
        8529.72,
        8537.7
    ],
    [
        " jeans ever you everywhere jeans Dave I cannot remember the last time the war jeans and I know",
        8537.7,
        8544.84
    ],
    [
        " that's that you just wear shorts I wear shorts all the time when I lived in Virginia my criteria for",
        8544.84,
        8550.6
    ],
    [
        " shorts is it had to be below freezing so when you get a gig in New York City in January and you're",
        8550.6,
        8556.52
    ],
    [
        " flying out there what do you wear on the plane shorts really shorts at a national on front t-shirt or",
        8556.52,
        8561.56
    ],
    [
        " a origin main t-shirt I might bring a hoodie if I think it's going to be chilly check so 100% your",
        8561.56,
        8573.88
    ],
    [
        " here's here's one I'll put a little caveat okay so 99% guess what I don't have yet oh day",
        8573.92,
        8580.4
    ],
    [
        " I'll tell you what so that's that's I'm sorry you know I see what you're doing so right now we have",
        8580.4,
        8588.48
    ],
    [
        " the heavy weight jeans and they're not they're not heavy weight they're not heavy or weight then",
        8588.48,
        8592.46
    ],
    [
        " they're just normal jeans I got jeans right now that are lightweight jeans and they're freaking",
        8592.46,
        8601.26
    ],
    [
        " the best things ever all right there's one thing that will push me off the 100% shorts that's the",
        8601.26,
        8607.44
    ],
    [
        " one yeah so that's my guess we got the material in yeah it's you know made in America woven grown",
        8607.44,
        8614.18
    ],
    [
        " in America so so anyways yep jeans the I'm gonna call I think the the name of the jeans",
        8614.18,
        8620.1
    ],
    [
        " is gonna be make on 68 because if you don't know this the Vietnam seals my forefathers the people",
        8620.1,
        8630.64
    ],
    [
        " that gave me everything I have today in the make on delta of Vietnam the fatigues that we were",
        8630.64,
        8639.4
    ],
    [
        " that the seals were issued weren't durable enough for the operations that they were doing so they",
        8639.4,
        8645.42
    ],
    [
        " wore blue jeans and so make on 68 jeans and also we got boots we got origin boots",
        8645.42,
        8660.02
    ],
    [
        " they're awesome handmade in Maine check them out they're ready for pre-order right now so order some",
        8662.32,
        8671.42
    ],
    [
        " and then we got supplements joint warfare acrylic oil discipline discipline go and then",
        8671.42,
        8678.34
    ],
    [
        " we got discipline ready to drink in a car which is gonna shock the world dude so you had some",
        8678.34,
        8686.56
    ],
    [
        " discipline go pill before this podcast yes I was looking at you because I did too I was looking at",
        8688.76,
        8696.4
    ],
    [
        " you know I was like we are connected I was like I I hear what you're putting out yeah so you get",
        8696.4,
        8703.86
    ],
    [
        " all those good stuff and once you get mulkin you get warrior kid mulch strawberry chocolate mint",
        8703.86,
        8708.28
    ],
    [
        " whatever the best stuff in the world yes no sugar you you would swear that it's sweetened with",
        8708.28,
        8716.06
    ],
    [
        " sugar yep but it's not it's miraculous and then jacquoise T so good so good it's been a hot summer",
        8716.06,
        8726.08
    ],
    [
        " into in San Diego California and I've been burning through the jacquoise T in a can so all those",
        8726.08,
        8733.06
    ],
    [
        " things all good to go and then we have another store called jacquoise store where you can get ratchets",
        8733.06,
        8738.8
    ],
    [
        " t-shirts hats hoodies whatever a bunch of stuff on there if you want to as echo troll says",
        8738.8,
        8745.44
    ],
    [
        " if you want to represent while you're on the path he seems to think that gets the the message across",
        8746.42,
        8751.54
    ],
    [
        " he could be right we don't know he might be right there's some evidence out there I saw on twitter",
        8751.54,
        8756.36
    ],
    [
        " the other day I posted something that his wife said hey you got a birthday coming up is there",
        8756.36,
        8761.78
    ],
    [
        " anything you want and his answer was we have a store it's called jacquoise store and that was his",
        8761.78,
        8767.76
    ],
    [
        " answer to as well I said it's get out there that is legit jacquoise a store it's called jacquoise store",
        8767.76,
        8772.84
    ],
    [
        " that's what echo usually says about that subscribe to the podcast wherever you subscribe to",
        8772.84,
        8777.62
    ],
    [
        " podcasts leave a review so I can read your review and be a entertained or be informed about your",
        8777.62,
        8785.4
    ],
    [
        " critique points so that's good echo seems to think people don't subscribe so maybe it's hard",
        8785.4,
        8794.62
    ],
    [
        " to get people to subscribe to a podcast because they think it fills up their phone or something",
        8794.62,
        8799.6
    ],
    [
        " I don't know but anyways if you don't subscribe also check out the warrior kid podcast",
        8799.6,
        8803.06
    ],
    [
        " we are working always to try and get more warrior kid podcast done because I know parents",
        8803.06,
        8811.22
    ],
    [
        " are mad at me when I don't release them yes because they listen to the same podcast I think there's",
        8811.22,
        8815.82
    ],
    [
        " 23 of them right now there's 23 yeah I think there's 23 so I oh I try and put them out in",
        8815.82,
        8820.74
    ],
    [
        " threes for some reason I don't even know why I have one in the bank I'll do two more um sorry",
        8820.74,
        8825.92
    ],
    [
        " but check it out and then get some warrior kid soap irishokes ranch calm aiden",
        8826.92,
        8832.12
    ],
    [
        " he sold his thousandth package the other day thousand he's I think he's 13 now",
        8832.12,
        8839.08
    ],
    [
        " but you know he's just getting after it so stay clean irishokes ranch calm youtube channel",
        8839.08,
        8845.64
    ],
    [
        " there's a youtube channel you can subscribe to you can see what Dave Burke looks like",
        8845.64,
        8850.64
    ],
    [
        " you can see what I look like you can see us laughing and carrying on you can see our expressions",
        8850.96,
        8856.38
    ],
    [
        " you can see what we look like when we're talking about kernel pogue my new arch enemy in the world",
        8856.38,
        8862.52
    ],
    [
        " and you can see echoes completely overly enhanced videos where things are blowing up",
        8862.52,
        8872.84
    ],
    [
        " it's the worst um overuse of special effects walls are being smashed walls are being smashed",
        8872.84,
        8880.54
    ],
    [
        " things are exploding but a lot of people like them including echo psychological warfare if you",
        8880.7,
        8889.9
    ],
    [
        " need that little little a little shot in the brain if you need it you can get it from psychological",
        8889.9,
        8896.8
    ],
    [
        " warfare and iTunes mp3 platforms of all kinds flipside canvas calm that's Dakota Myers company and",
        8896.8,
        8903.92
    ],
    [
        " he's making shot in the arm that you can hang on the wall that's what it is shot in the arm",
        8903.92,
        8912.04
    ],
    [
        " that you can hang on the wall so you wake up every morning you can see something that says discipline",
        8912.04,
        8916.36
    ],
    [
        " equals freedom i got some books the next book to come out is called leadership strategy and tactics",
        8916.36,
        8924.22
    ],
    [
        " field manual you can preorder it right now if you want the first to dish i was talking to",
        8924.22,
        8932.62
    ],
    [
        " my publisher the other day and we're talking about what to do i said listen my people are there",
        8933.16,
        8941.84
    ],
    [
        " they want the first to dish and i want them to know that they got the first to dish so we're",
        8941.84,
        8948.12
    ],
    [
        " going to do something i'm not 100% sure yet but something to indicate at least that's the plan",
        8948.12,
        8952.16
    ],
    [
        " something to indicate that you got that first to dish so you get one chance to be on the first",
        8952.16,
        8959.42
    ],
    [
        " a dish train and then you're forever well i guess you could buy a used one for thousands of",
        8959.42,
        8965.12
    ],
    [
        " dollars off of ebay if you missed the if you missed the initial first to dish train and you know",
        8965.12,
        8972.44
    ],
    [
        " what'll let that happen so so leadership strategy and tactics really break down this stuff on a",
        8972.44,
        8976.58
    ],
    [
        " granular level on how to apply it in specific situations that you're in preorder that one now",
        8976.58,
        8986.1
    ],
    [
        " way the warrior kid there's three of them the most recent is where there's a will",
        8986.1,
        8990.14
    ],
    [
        " your daughter is seems to be mega on the path right yeah i mean you got to be so proud dude",
        8990.14,
        9002.36
    ],
    [
        " she is dialed in man i'm stoked and and we actually were talking about it the other day she is",
        9002.36,
        9008.16
    ],
    [
        " she had to write a little letter all the kids in that started school they had to write a little",
        9008.16,
        9013.6
    ],
    [
        " bio about themselves and kind of put it up on the wall to introduce themselves to the class and inside",
        9013.6,
        9018.48
    ],
    [
        " that biography it was talking about things that are important to you what do things you like",
        9018.48,
        9022.82
    ],
    [
        " she used the phrase discipline she used the phrase ownership she said good people don't make",
        9022.82,
        9030.5
    ],
    [
        " excuses i i didn't even know she wrote it so i went to back to school and had a couple weeks ago",
        9030.5,
        9034.4
    ],
    [
        " and i read it took a picture of it i'm like man this kid is so far ahead of where i was at that",
        9034.4,
        9039.52
    ],
    [
        " age it's uncle jakes been a good influence in her life uncle jake he has lessons for everyone but",
        9039.52,
        9047.46
    ],
    [
        " the problem is kids don't listen to their parents like they listen uncle jane it's just the way",
        9047.46,
        9053.38
    ],
    [
        " it is yes my own kids don't listen to me as much as they listen uncle jake that's just the way it is",
        9053.38,
        9058.48
    ],
    [
        " they're programmed to rebel against you they have to otherwise they'll be living at home when",
        9058.48,
        9064.62
    ],
    [
        " they're 38 years old you don't want that you want them to rebel rebel against you but when they",
        9065.0,
        9069.36
    ],
    [
        " look outside for guidance you want them to find the right guidance there's uncle jake standing at",
        9069.36,
        9074.96
    ],
    [
        " a rigid parade rest ready to put out the word and if you're a parent you've now know and you're",
        9074.96,
        9081.36
    ],
    [
        " listening you now know you have those resources available to you because if you're like most",
        9081.36,
        9084.64
    ],
    [
        " parents when your kid rebels you know what most of us do we squash that which is the worst thing",
        9084.64,
        9089.88
    ],
    [
        " you can do push him away push him away further and now you can say hey look i understand and now",
        9089.88,
        9095.5
    ],
    [
        " you've got some other you got some flanking maneuvers you can implement and have them because they're",
        9095.5,
        9100.34
    ],
    [
        " going to think they're figuring it out on their own which in some ways they are but the reason",
        9100.34,
        9103.32
    ],
    [
        " they're even getting there in the first place is because of you legit so way the warrior kid",
        9103.32,
        9108.94
    ],
    [
        " one two and three the first one's called way the warrior kid the second one's marks mission the",
        9108.94,
        9113.44
    ],
    [
        " third one is way the warrior kid through where there's a will got mighty in the dragons you gonna",
        9113.44,
        9118.6
    ],
    [
        " like just had this when i was on with fio von this guy had he had called in the last time",
        9118.6,
        9125.76
    ],
    [
        " and had a kid on the way he was super freaked out and scared and he was like what should i do",
        9125.76,
        9133.78
    ],
    [
        " and you know it's like okay here's a plan to go forward and then we called him yesterday called",
        9133.78,
        9139.64
    ],
    [
        " the guy back and he's like yeah i got the kid and it's not as bad as i thought it was going to be",
        9139.64,
        9145.74
    ],
    [
        " in fact it's actually amazing and i was like yeah those dragons on this dragon's on this big as",
        9145.74,
        9150.72
    ],
    [
        " you think they're going to be so mike in the dragon teach your kids to overcome teacher kids to stand",
        9150.72,
        9154.9
    ],
    [
        " up teacher kids to understand what fear is and how they can actually react to an a positive way",
        9154.9,
        9160.8
    ],
    [
        " mike in the dragons get that book for kids that you know man it's another book i wish i had when i was",
        9160.8,
        9168.28
    ],
    [
        " little uh dismay goes freedom field manual how to get after it yes you need that manual",
        9168.28,
        9175.08
    ],
    [
        " that's another one you what do you need to read to that a day read one page read one page and",
        9175.24,
        9181.26
    ],
    [
        " calibrate your brain for the day that's what it is brain calibration calibrate your brain one",
        9181.26,
        9188.46
    ],
    [
        " page a day it'll take you three minutes to read and you'll be calibrated and then of course there's",
        9188.46,
        9195.62
    ],
    [
        " the two books that i wrote with my brother lafab and extreme ownership and that dichotomy",
        9195.62,
        9199.54
    ],
    [
        " leadership talking about all the things that we've been talking about today leadership",
        9199.54,
        9203.74
    ],
    [
        " how to lead what to look out for how to overcome those obstacles we have ashelon front",
        9205.08,
        9210.3
    ],
    [
        " which is our leadership consultancy and what we do is solve problems through leadership all",
        9210.3,
        9216.46
    ],
    [
        " of your problems are leadership problems that's what we do Dave Burke got him got Andrew Paul",
        9216.46,
        9223.76
    ],
    [
        " who's on last time it's it's it's all of us that's what we do we do it 24 hours a day seven days a",
        9223.76,
        9230.2
    ],
    [
        " week we are working with companies and then on top of that we have eF online which is",
        9230.2,
        9237.74
    ],
    [
        " it's interactive training online where you can learn the leadership principles that we talk about",
        9237.74,
        9245.76
    ],
    [
        " look the books are are great the podcast book is a great come to the master all these things",
        9245.76,
        9254.06
    ],
    [
        " are good none of them work alone now you you want to give yourself as many advantages as possible",
        9254.06,
        9260.12
    ],
    [
        " get on eF online dot com and learn these leadership principles deeper more granular",
        9260.12,
        9268.4
    ],
    [
        " leadership is a skill it requires reps reps after reps after reps musters an awesome rep",
        9268.4,
        9276.62
    ],
    [
        " this podcast is an awesome rep the books are awesome reps eF online gives you an unlimited number",
        9276.62,
        9283.58
    ],
    [
        " of reps to go get and you need to get reps when you're learning leadership period",
        9283.58,
        9288.32
    ],
    [
        " speaking of the master the next one we're doing is in Sydney Australia",
        9288.32,
        9294.0
    ],
    [
        " the other two sold out Chicago sold out Denver sold out city's going to sell out extreme",
        9294.0,
        9300.06
    ],
    [
        " ownership dot com if you want to come and when it sells out there's no caveats no Denver was sold",
        9300.06,
        9306.88
    ],
    [
        " out yeah no additional seat existed yeah and the you've got fire marshals like it's not like we can",
        9307.8,
        9314.72
    ],
    [
        " bend the rules sorry we can't put people at risk because they want to come to the master that's",
        9314.72,
        9320.44
    ],
    [
        " not the way it works so if you want to come we're looking forward to coming out down to Australia",
        9320.44,
        9324.62
    ],
    [
        " and getting after it with y'all and of course we have eF Overwatch now which is we're taking proven",
        9324.62,
        9332.82
    ],
    [
        " leaders from the speck ops community the combat aviation community and we're",
        9332.82,
        9337.1
    ],
    [
        " placing them into companies that need to implement all these leadership principles that we're talking",
        9337.1,
        9343.3
    ],
    [
        " about you don't need somebody that knows your industry what you need is someone that knows how to",
        9343.3,
        9348.06
    ],
    [
        " lead they'll figure out your industry trust me they they know how to adapt and overcome they",
        9348.06,
        9351.82
    ],
    [
        " will get there and get in the game if you want that go to eF Overwatch dot com and if you want to",
        9351.82,
        9360.5
    ],
    [
        " continue this discussion with us which i can promise you davin i spend a lot of time together",
        9360.72,
        9368.12
    ],
    [
        " when we do spend time together or i shouldn't say we spend a lot of time together when we spend time",
        9368.12,
        9372.86
    ],
    [
        " together because we're on the road a lot when we spend time together then we talk about leadership",
        9372.86,
        9377.3
    ],
    [
        " all the time that's all we just talk about just talk about leadership so if you want to talk",
        9377.3,
        9381.26
    ],
    [
        " about leadership with us cool you can find us on the inner webs twitter uh instagram do fosm book",
        9381.26,
        9389.44
    ],
    [
        " davis at dav burq davis at david our burq and i am at jacke of willing dav any uh closing thoughts",
        9391.06,
        9400.22
    ],
    [
        " on this one yet one parting thought you were going through the books anytime i'm on the podcast",
        9400.22,
        9405.08
    ],
    [
        " which is completely awesome i get a lot of hits on social media asking me about the eminently",
        9405.08,
        9409.44
    ],
    [
        " qualified human being project let me 74 one 74 podcast one 74 let me tell you why you don't have that",
        9409.44,
        9419.62
    ],
    [
        " yet is because i simply haven't done a good enough job getting it done it is close but i am",
        9420.06,
        9428.08
    ],
    [
        " not doing my job uh we are getting very close that is coming out soon i will i will finish that",
        9428.08,
        9435.16
    ],
    [
        " project and i'll get that done what about the app we are we finished an awesome beta test thank",
        9435.16,
        9441.44
    ],
    [
        " you for all of you out there that were dialed in on that uh we are close on that as well and what",
        9441.44,
        9446.84
    ],
    [
        " you're going to see pretty soon is the app getting released and hopefully a digital version of that",
        9446.84,
        9451.38
    ],
    [
        " but you guys are asking the questions the answer is i'm just not doing a good enough job it's coming soon",
        9451.38,
        9455.8
    ],
    [
        " the interesting thing about and i know this when when i said this to you you were like what",
        9455.8,
        9461.26
    ],
    [
        " and i was like hey well we'll get an app out you know we can build an app and release that",
        9461.26,
        9465.78
    ],
    [
        " like soon as soon as possible and you're like well wouldn't it be easier to like just print a",
        9465.78,
        9470.58
    ],
    [
        " publisher book and i'm like nope believe it or not it's an archaic system and we're not i don't",
        9470.58,
        9478.64
    ],
    [
        " we're not 100% certain of how we're going to roll that out but the priority is speed right this",
        9478.64,
        9486.38
    ],
    [
        " priority of getting the eminently qualified human being app and document book which we've also",
        9486.38,
        9495.16
    ],
    [
        " well we've we've actually we actually see we we had a little mission creep right little",
        9496.46,
        9501.18
    ],
    [
        " mission creep because as i'm looking at it i'm thinking hey this is cool this is awesome but guess what",
        9501.18,
        9506.66
    ],
    [
        " there's some protocols that we could give people it grew so now we've got some protocols in",
        9506.66,
        9512.1
    ],
    [
        " there for kind of standard operating procedures for things that go down in your life and they're",
        9512.1,
        9516.36
    ],
    [
        " really good they i didn't have that big picture vision when we started working on it but with",
        9516.36,
        9521.44
    ],
    [
        " some folks contribute to that a lot of a lot of things are going into it it's certainly bigger but",
        9521.44,
        9526.36
    ],
    [
        " it didn't it's it's actually where it needs to be yeah it's pretty close right now dude it's close man",
        9526.36,
        9531.68
    ],
    [
        " we got to just get out there okay cool so that's that and um obviously once again",
        9531.68,
        9537.76
    ],
    [
        " we would not even be sitting in this room at all if it were not for our brave and courageous",
        9537.76,
        9546.0
    ],
    [
        " military men and women around the world so thanks to all of you that have served and those that",
        9546.0,
        9554.2
    ],
    [
        " are currently serving thank you and the same goes to our police and law enforcement the fire",
        9554.2,
        9560.76
    ],
    [
        " fighters out there the paramedics the EMTs the dispatchers the correctional officers the border",
        9560.76,
        9567.7
    ],
    [
        " patrol the secret service to all the first responders once again without you we cannot live the life",
        9567.7,
        9574.92
    ],
    [
        " that we live here so thanks to all of you for what you're doing and to both",
        9574.92,
        9579.74
    ],
    [
        " your families that are supporting that are sacrificing thanks to your families as well and to",
        9579.74,
        9586.92
    ],
    [
        " everyone else out there life is a war right it is a war that's what it is at least at a minimum",
        9586.92,
        9600.84
    ],
    [
        " it's a metaphor for war it's a fight and there are people out there and there are things out there",
        9600.84,
        9609.5
    ],
    [
        " that are trying to take you down there is friction and there are obstacles and there is complacency",
        9609.5,
        9619.18
    ],
    [
        " and you might think when I say life's war you like well not really but check this out listen to me",
        9619.18,
        9625.26
    ],
    [
        " in this situation that you're in your life is at stake your life is actually at stake right now",
        9625.86,
        9633.46
    ],
    [
        " what you do with your life is at stake you are fighting for your life every day the way that you",
        9633.46,
        9642.08
    ],
    [
        " live it the mark that you're gonna leave the legacy that you're gonna leave the people that you help",
        9642.08,
        9648.5
    ],
    [
        " the people that you help the people that you can help move forward the people that are weak that",
        9649.94,
        9656.88
    ],
    [
        " you can make stronger all that is gonna come back to you that is your life and your life is at stake",
        9656.88,
        9665.18
    ],
    [
        " right now every day almost as if you are at war so don't sit back and be on the defense and allow",
        9665.18,
        9674.56
    ],
    [
        " life to happen to you don't do that instead go on the offense every day by getting up",
        9674.56,
        9681.66
    ],
    [
        " and getting after it and until next time this is Dave Burke and Jaco out",
        9681.66,
        9692.5
    ]
]