[
    [
        " This is Jockel podcast number 197 with Andrew Paul and me Jockel Willink. Good evening, Andrew. Good evening",
        0.0,
        7.68
    ],
    [
        " For those of you that don't know Andrew Andrew",
        7.68,
        11.42
    ],
    [
        " It's one of my brothers from task unit bruiser. He's now with us at echelon front and if you haven't heard a podcast",
        11.42,
        19.02
    ],
    [
        " Number 42 that's when Andrew came on and",
        19.02,
        23.72
    ],
    [
        " Talked about his experiences",
        23.72,
        25.88
    ],
    [
        " But we're not really interviewing Andrew today. He's just filling in for echo Charles",
        26.62,
        32.34
    ],
    [
        " Who's on vacation",
        32.34,
        34.18
    ],
    [
        " again",
        34.18,
        35.86
    ],
    [
        " vacation. Yeah",
        35.86,
        37.9
    ],
    [
        " So that's why Andrew's here. So I have someone to talk to",
        37.9,
        42.54
    ],
    [
        " Otherwise it gets lonely in the podcast room",
        42.54,
        45.18
    ],
    [
        " All right",
        45.18,
        47.08
    ],
    [
        " You've heard me say before if you know the way broad, but you see it in all things",
        47.08,
        51.7
    ],
    [
        " That's what a little quote from Musashi",
        51.7,
        55.7
    ],
    [
        " But beyond that when you pull the thread on things",
        57.26,
        61.86
    ],
    [
        " When you dig down and you dig in",
        61.86,
        66.32
    ],
    [
        " You find that things are",
        66.32,
        69.62
    ],
    [
        " Not just similar. They're actually connected. There's a thread that runs through time and through history",
        69.62,
        77.54
    ],
    [
        " And there's a thread that runs through",
        77.54,
        80.56
    ],
    [
        " knowledge",
        80.56,
        81.88
    ],
    [
        " Knowledge itself and when you start connecting things you understand them better. So there's some I see them all the time",
        82.98,
        89.42
    ],
    [
        " In about face my favorite book",
        89.42,
        93.86
    ],
    [
        " Colonel David Hackworth talks about one of his mentors",
        93.86,
        97.78
    ],
    [
        " The guy he served with and the guy named Glover Johns",
        97.78,
        101.3
    ],
    [
        " Who was a officer in the army who wrote a book that we covered on this podcast called the Clay Pigeons is Saint Lowe",
        101.3,
        110.9
    ],
    [
        " How crazy is that connection I had John striker Meyer on",
        111.16,
        114.92
    ],
    [
        " And he when when he was on in one of his books he was talking about Elden Boswell a",
        114.92,
        121.86
    ],
    [
        " Saga operator",
        121.86,
        123.28
    ],
    [
        " That actually was a mentor to one of my mentors in the seal teams",
        123.28,
        129.0
    ],
    [
        " To connection how crazy is that",
        129.0,
        132.62
    ],
    [
        " What about the fact that I",
        132.62,
        135.7
    ],
    [
        " Read about and admired dick winners",
        135.7,
        139.7
    ],
    [
        " Commander the second of the 506 the band of brothers in Europe and",
        140.9,
        144.72
    ],
    [
        " Then in Ramadi we worked with the first of the 506",
        144.72,
        149.0
    ],
    [
        " So these connections they're just everywhere. There's everywhere you look things are connected now one of my favorite old field",
        149.0,
        158.92
    ],
    [
        " Manuals is called FM 100 attack five field service regulations. It was issued by the Department of War",
        158.92,
        167.8
    ],
    [
        " On May 22nd 1941 and it's an awesome",
        168.38,
        171.74
    ],
    [
        " Manual all kinds of information and I'm going to cover it on the podcast",
        171.74,
        177.14
    ],
    [
        " but the thing is the FM 100 attack five is",
        177.14,
        182.96
    ],
    [
        " not",
        182.96,
        183.3
    ],
    [
        " the most original document that I've ever seen and",
        183.3,
        188.94
    ],
    [
        " I've talked about the roots of maneuver warfare. In fact, we covered a book called maneuver warfare",
        188.94,
        194.72
    ],
    [
        " and",
        195.98,
        196.7
    ],
    [
        " The influence of the Prussian armies defeated the battle agenda. You got general sharn horse and his",
        196.7,
        203.58
    ],
    [
        " influence on the Prussian",
        203.58,
        205.72
    ],
    [
        " Military and thereby the German military. Well, what's interesting is FM 100 attack five again. This is an American",
        205.72,
        213.58
    ],
    [
        " Field service regulations an American field manual. It was so plagiarized",
        213.58,
        220.3
    ],
    [
        " It completely plagiarized from another document",
        220.3,
        224.14
    ],
    [
        " and this document",
        224.72,
        225.94
    ],
    [
        " is called",
        225.94,
        228.24
    ],
    [
        " Troopin-Fuhrung which is my attempt at German",
        228.24,
        232.66
    ],
    [
        " Troopin-Fuhrung which basically translates to",
        232.66,
        237.16
    ],
    [
        " Leading troops",
        237.16,
        239.34
    ],
    [
        " and it was first published in",
        239.34,
        243.62
    ],
    [
        " 1933",
        243.62,
        244.98
    ],
    [
        " So we're talking about Nazi Germany and it was prepared by",
        244.98,
        251.48
    ],
    [
        " by a group of people a group of military men but the leader of that group of military men was a guy named",
        252.7,
        258.72
    ],
    [
        " Colonel general",
        258.72,
        259.94
    ],
    [
        " Ludwig Beck",
        259.94,
        261.66
    ],
    [
        " now",
        261.66,
        263.8
    ],
    [
        " Nazis obviously are a scourge to humanity",
        263.8,
        269.62
    ],
    [
        " But what's interesting is this guy general Beck was",
        269.62,
        274.36
    ],
    [
        " Not a fan of the Nazis. He wasn't really a fan of Hitler. In fact",
        274.36,
        279.54
    ],
    [
        " He was",
        280.84,
        281.8
    ],
    [
        " Eventually executed by the Nazis because he's one of the guys that coordinated and tried to",
        281.8,
        289.66
    ],
    [
        " assassinate Hitler. He's one of those guys and they figured it out and they assassinated him. So",
        289.66,
        296.24
    ],
    [
        " he had some good character",
        296.24,
        299.86
    ],
    [
        " And he had a outstanding military sense. He was educated kind of like the traditional",
        299.86,
        306.72
    ],
    [
        " Prussian military education served as a staff officer in World War One",
        308.02,
        311.56
    ],
    [
        " He was he he objected",
        311.56,
        315.48
    ],
    [
        " staunchly to the",
        315.48,
        318.44
    ],
    [
        " offense of Germany starting World War Two. He did not want to go and fight. He realized that it was going to be a problem",
        318.44,
        326.94
    ],
    [
        " and again he resigned in protest actually. He resigned in protest and he tried to get a bunch of other people to resign",
        326.94,
        334.82
    ],
    [
        " and",
        337.44,
        337.84
    ],
    [
        " You know they kind of covered it up and made him walk away",
        337.84,
        340.92
    ],
    [
        " Then like I said eventually he tried to kill Hitler. He tried to plot to kill Hitler in it. And I think it was Rommel",
        340.92,
        346.36
    ],
    [
        " Rommel was saying because Rommel also participated in the attempted assassination of",
        346.36,
        352.66
    ],
    [
        " Of Hitler, which is why he got killed. We'll go into that someday on the podcast. I'm sure they came to him and said",
        352.66,
        359.98
    ],
    [
        " Hey",
        359.98,
        361.04
    ],
    [
        " Uh, you can come with us now and you'll die a hero",
        362.24,
        366.04
    ],
    [
        " Well, you have to kill yourself, but you know, we won't say anything or we're gonna",
        366.04,
        370.88
    ],
    [
        " Send you to court and make you a you know",
        370.88,
        373.42
    ],
    [
        " A public scapegoat for everything that's going wrong in Germany and he chose the farmer and went out in the woods",
        373.42,
        380.4
    ],
    [
        " Said goodbye to his family went out in the woods and killed himself. That's",
        380.4,
        384.04
    ],
    [
        " That's Rommel",
        384.04,
        386.54
    ],
    [
        " So back was executed um",
        386.54,
        389.76
    ],
    [
        " But",
        391.62,
        392.12
    ],
    [
        " Like I said his character obviously was a little bit, you know, he had some some good character traits stood up for what he believed in and the fact that this book trooper feeling",
        392.12,
        401.24
    ],
    [
        " The fact that this book",
        401.24,
        404.4
    ],
    [
        " is",
        404.4,
        405.92
    ],
    [
        " Has been so widely copied the Americans use something based on the Brits use something based the Germans still use something based on it",
        405.92,
        412.88
    ],
    [
        " Really kind of reveals his leadership knowledge. So with that",
        412.88,
        417.36
    ],
    [
        " We'll go to the book",
        417.36,
        420.28
    ],
    [
        " The book trooper through them. Am I getting better at saying that? It sounds good to me. Trooper for them",
        421.04,
        426.36
    ],
    [
        " All right kicks off with the introduction the introduction starts with",
        426.36,
        432.16
    ],
    [
        " The conduct of war is an art depending upon free creative activity",
        432.16,
        438.68
    ],
    [
        " Scientifically grounded is that the way you think of it? I love that definition out of the gate",
        438.68,
        444.72
    ],
    [
        " War is art",
        444.72,
        448.24
    ],
    [
        " Depending on free creative activity scientifically grounded",
        449.06,
        453.66
    ],
    [
        " It makes the highest demands on the personality boom. It makes that makes complete sense to me",
        453.66,
        458.8
    ],
    [
        " Yeah, it really does",
        458.8,
        459.94
    ],
    [
        " That I think the first time I said that was with Tim Ferriss at some point and I said",
        459.94,
        465.1
    ],
    [
        " I said wars and exercising creativity. That's what I said and here you have",
        465.1,
        470.04
    ],
    [
        " Where I subconsciously or consciously stole that from or just found that to be true",
        470.04,
        475.72
    ],
    [
        " So we're just found that because some women people say oh, well, you know, we get to be a robot to be a soldier",
        475.72,
        479.76
    ],
    [
        " It's actually not natural you will you will be destroyed",
        479.76,
        482.7
    ],
    [
        " Next the conduct of war is based on continuous development",
        482.7,
        487.12
    ],
    [
        " Oh",
        487.12,
        488.4
    ],
    [
        " Check new means of warfare call forth ever changing employment",
        488.4,
        493.78
    ],
    [
        " Their use must be anticipated their influence must be correctly estimated and quickly utilized",
        493.78,
        499.14
    ],
    [
        " situations in war are of unlimited variety",
        499.5,
        502.88
    ],
    [
        " They change often and suddenly and only rarely are from the first discernible",
        502.88,
        508.78
    ],
    [
        " Incalculable elements are often of great influence the independent whale of the enemy is pitted against ours",
        508.78,
        517.74
    ],
    [
        " The independent will of the enemy is pitted against ours friction and mistakes are of everyday occurrence",
        517.74,
        527.66
    ],
    [
        " So this guy is out of the gate. You know, he's he knows what he's talking about every one of these things",
        529.14,
        534.62
    ],
    [
        " It just nails it",
        534.62,
        535.34
    ],
    [
        " But what's always interesting of course is that",
        535.34,
        538.4
    ],
    [
        " He's talking about war, but guess what it applies to everything you do in life because guess what",
        538.4,
        544.24
    ],
    [
        " Everything in life is gonna change. It's unlimited variety",
        544.24,
        549.36
    ],
    [
        " It's a test of wills. There's friction and mistakes that occur every day no matter what you're doing",
        549.36,
        554.86
    ],
    [
        " Business with your family no matter what you're doing. You are you are going to experience this",
        554.86,
        560.6
    ],
    [
        " The teaching of the conduct of war cannot be concentrated exhaustively in regulations",
        560.6,
        567.66
    ],
    [
        " The principles so enunciated must be employed dependent upon the situation",
        567.66,
        575.74
    ],
    [
        " so",
        575.74,
        577.5
    ],
    [
        " Exhaustively you cannot you cannot focus exhaustively on regulations",
        577.5,
        583.1
    ],
    [
        " Which again as you just pointed out Andrew the",
        583.1,
        585.28
    ],
    [
        " That's what people think that oh you're in the military you just follow orders no",
        585.28,
        592.26
    ],
    [
        " You have to be able to think in fact if all you do is follow regulations you're wrong",
        592.26,
        598.82
    ],
    [
        " Simplicity of conduct",
        598.82,
        604.08
    ],
    [
        " Simple logically carried through will most surely attain the objective",
        604.08,
        610.56
    ],
    [
        " Yes",
        613.76,
        614.52
    ],
    [
        " War is the severeest test of spiritual and bodily strength",
        614.52,
        619.16
    ],
    [
        " In war character outweighs intellect",
        619.16,
        623.66
    ],
    [
        " Many stand forth on the field of battle who in peace would remain unnoticed",
        623.66,
        629.56
    ],
    [
        " That's an interesting. That's yeah",
        629.56,
        632.52
    ],
    [
        " I didn't I didn't see that coming. Yeah in this intro that's just",
        632.52,
        637.18
    ],
    [
        " I think what he's saying is",
        638.14,
        640.4
    ],
    [
        " That that person with the strong will that person with the strong character. Hey man",
        640.4,
        648.02
    ],
    [
        " You can be a really smart person and be mentally weak",
        648.02,
        651.78
    ],
    [
        " All day long agreed discipline. Yes, so you can be super smart and when things get crazy",
        651.78,
        659.1
    ],
    [
        " You're shriveling up you're thinking too much right you're shriveling up in the corner scared of what might happen",
        659.1,
        665.24
    ],
    [
        " Where you if you're just a dude that has strong character",
        665.28,
        668.66
    ],
    [
        " Guess what you can step up and win",
        668.66,
        671.34
    ],
    [
        " And how about when if you can know all the right things to do",
        671.34,
        676.0
    ],
    [
        " But if you lack the fortitude and discipline",
        676.0,
        678.14
    ],
    [
        " To do it. Yes, it does like how many doctors know all the right things about health and yet",
        678.14,
        685.76
    ],
    [
        " Maybe are not in great shape. So they know the things to do but don't do this the same same kind of thing",
        685.76,
        690.88
    ],
    [
        " Maybe don't see this very often anymore, but like doctors that smoke",
        690.88,
        694.96
    ],
    [
        " Well now I guess you just get doctors that eat crap right horrible. So yes",
        695.84,
        700.64
    ],
    [
        " Same thing so that that strength of character",
        700.64,
        704.96
    ],
    [
        " Doesn't matter you can overwhelm the super smart dude over in the corner",
        704.96,
        711.16
    ],
    [
        " Next",
        711.16,
        715.2
    ],
    [
        " Armies as well as lesser units demand lead and by the way if you can tell my reading is kind of stilted",
        715.2,
        723.4
    ],
    [
        " You know because",
        723.4,
        724.22
    ],
    [
        " It's translation so there's some weird words some weird orders of words that don't quite flow",
        724.22,
        731.78
    ],
    [
        " Which is why I was gonna read the the American manual 100-tack five first",
        731.78,
        736.68
    ],
    [
        " But no, I decided to do this one first because it's more challenging. Well, it's funny though",
        736.68,
        740.5
    ],
    [
        " I when as you've been reading this already I've been thinking wow",
        740.5,
        743.28
    ],
    [
        " This is so concisely written and the words are so carefully chosen",
        743.28,
        747.6
    ],
    [
        " And then I thought wait this is was this written no wasn't written in English",
        747.6,
        751.3
    ],
    [
        " Written in German yet is translated so well. Yeah, the American one",
        751.3,
        755.28
    ],
    [
        " I'm gonna do that one probably next, but it's it's even more",
        755.28,
        759.18
    ],
    [
        " Like to the point. Mm-hmm",
        759.18,
        761.58
    ],
    [
        " So we gotta know where you gotta know where the connections come from. Mm-hmm. I agree you got it on back. Yeah",
        761.58,
        766.84
    ],
    [
        " So continuing on armies as well as lesser units demand of leaders good judgments",
        766.84,
        771.96
    ],
    [
        " Here's what leaders need good judgment clear thinking and far-seeing leaders with independence and decisive resolution",
        771.96,
        779.2
    ],
    [
        " Leaders with perseverance and energy",
        779.24,
        781.74
    ],
    [
        " leaders not emotionally moved by the varying fortunes of war",
        781.74,
        786.56
    ],
    [
        " Leaders with a high sense of responsibility",
        786.56,
        789.32
    ],
    [
        " I'm making really yes, it's not everything I talk about",
        789.32,
        793.88
    ],
    [
        " Oh decentralized command here. Yeah, decentralized command. Oh, high sense of responsibility",
        793.88,
        799.46
    ],
    [
        " I think we might call it extreme ownership right deep uh",
        799.46,
        802.58
    ],
    [
        " Unemotionally moved",
        802.58,
        804.26
    ],
    [
        " Not emotionally moved by the varying fortunes of war detache",
        804.26,
        808.44
    ],
    [
        " So yeah, this this is just epic. It's great",
        809.6,
        813.36
    ],
    [
        " The officer is a leader and a teacher",
        813.36,
        816.36
    ],
    [
        " Besides his knowledge of men and his sense of justice must be distinguished by his superior knowledge and experience his earnestness",
        816.36,
        824.38
    ],
    [
        " His earnestness",
        824.38,
        826.66
    ],
    [
        " His self-control and high courage. I mean, yeah, this is just so awesome so legit",
        826.66,
        833.84
    ],
    [
        " And it's funny because",
        833.84,
        836.2
    ],
    [
        " A lot of times people you know what's it? What you know they ask this question almost like a rhetorical question like",
        837.1,
        841.98
    ],
    [
        " But what is a leader? You know, but what really is a leader there you go? Yeah, that's it. Just read it",
        841.98,
        846.34
    ],
    [
        " Yeah, so listen to that check those things in the mirror when you're trying to be a leader",
        846.34,
        849.64
    ],
    [
        " You know check and see if you're emotionally",
        849.64,
        853.0
    ],
    [
        " Detached check and see if you're earnest",
        853.0,
        856.06
    ],
    [
        " boom earnest",
        856.06,
        858.1
    ],
    [
        " Check yourself control check your knowledge check your experience all those things",
        858.1,
        865.58
    ],
    [
        " Continuing on the example and personal conduct of officers and non-commissioned officers are of decisive influence on the troops",
        866.56,
        873.6
    ],
    [
        " Wow",
        873.6,
        875.44
    ],
    [
        " The officer who in the face of the enemy is cold-blooded decisive and courageous",
        875.44,
        880.3
    ],
    [
        " Inspires his troops onward",
        880.3,
        882.24
    ],
    [
        " The officer must likewise find the way to the hearts of his subordinates and gain their trust through the and understanding of their feelings and thoughts",
        882.24,
        890.7
    ],
    [
        " and through never ceasing",
        890.7,
        893.28
    ],
    [
        " care of their needs",
        893.28,
        895.4
    ],
    [
        " I mean relationships how much do we talk on this right and there's this dichotomy between I mean",
        896.2,
        902.12
    ],
    [
        " Detach emotionally, but not on emotional you have to care and then to know that you care. I mean",
        902.12,
        906.62
    ],
    [
        " Yeah, so ridiculous so ridiculously",
        906.62,
        910.12
    ],
    [
        " Incredible that I guess it's not that ridiculous incredible. It's like oh",
        910.12,
        915.84
    ],
    [
        " You put a guy in",
        915.84,
        918.94
    ],
    [
        " 2000 and whatever",
        918.94,
        920.42
    ],
    [
        " Into a combat scenario where he's got a lead lead troops in a tough situation",
        920.42,
        924.86
    ],
    [
        " If they're successful at it, they're gonna come to the same conclusions that someone did in world war one",
        926.2,
        931.02
    ],
    [
        " Which is where this guy was coming this is eighty 90 years ago that this was written right and well",
        931.02,
        935.16
    ],
    [
        " Here's the thing people have been fundamentally the same for five thousand years these are fundamentally true about human nature. Yes",
        935.16,
        941.4
    ],
    [
        " But never ceasing to care for their needs",
        941.4,
        948.46
    ],
    [
        " When I had",
        948.46,
        950.28
    ],
    [
        " Mook mook on general mucayama",
        951.28,
        953.48
    ],
    [
        " He's the he's the guy that used that word around like",
        953.48,
        957.7
    ],
    [
        " Yes, he was one hack worse company commanders and Vietnam and he was just",
        957.7,
        964.12
    ],
    [
        " You know, I was saying this and I was saying that he's like yeah, you got to care for your men. I'm like check",
        964.12,
        970.78
    ],
    [
        " And that's what he was talking about hack worth once again hack worth known as this you know bad ass hard ass guy",
        970.78,
        977.28
    ],
    [
        " And he just",
        977.98,
        979.54
    ],
    [
        " Hack worth cared about them more than anything. Yeah",
        979.54,
        982.38
    ],
    [
        " Mutual trust is the surest basis of discipline in necessity and danger",
        982.38,
        992.54
    ],
    [
        " This is what I've been trying to explain to people for a couple years now is that is that",
        992.54,
        998.2
    ],
    [
        " The the word accountability",
        998.2,
        1000.2
    ],
    [
        " um",
        1000.2,
        1001.72
    ],
    [
        " I only have to hold someone accountable if they don't have if we don't have that mutual",
        1001.72,
        1007.18
    ],
    [
        " Trust where they understand where I'm coming from and they just go oh you want the weapons clean cool",
        1007.28,
        1011.08
    ],
    [
        " They'll be clean. I don't have to go and inspect the weapons right",
        1011.08,
        1014.18
    ],
    [
        " There's a mutual trust there and in that trust is discipline",
        1014.18,
        1018.46
    ],
    [
        " In all situations every leader must exert without evasion of of responsibility his whole personality",
        1018.46,
        1027.6
    ],
    [
        " willing and joyful acceptance of",
        1027.6,
        1030.92
    ],
    [
        " Responsibility is the distinguishing characteristic of leadership",
        1030.92,
        1034.46
    ],
    [
        " This speaking of plagiarism yeah, I just plagiarized this whole thing. I guess right yeah well",
        1037.94,
        1043.52
    ],
    [
        " This does not mean that the subordinate should seek an arbitrary decision without proper consideration of the whole or that he should not obey orders",
        1043.52,
        1051.98
    ],
    [
        " Precisely or that he should let his feeling of the greater knowledge take precedence over obedience",
        1051.98,
        1057.04
    ],
    [
        " Independence of action should never be based upon contrariness",
        1057.04,
        1062.44
    ],
    [
        " independence of action properly used is often the basis of great success",
        1063.84,
        1067.84
    ],
    [
        " So that's why you have to understand what the command is intent is because you got to be support when you make these decisions that you're making as a subordinate",
        1067.84,
        1075.98
    ],
    [
        " You got to make sure that they're in line that they're not contrary to what's going on",
        1075.98,
        1080.38
    ],
    [
        " But you know, he just touched on something real briefly about this contrarian mindset",
        1080.38,
        1085.12
    ],
    [
        " There are there are people who just walk around with a contrarian mindset and it doesn't matter what gets said like",
        1085.12,
        1091.32
    ],
    [
        " They're always going to be like well",
        1091.46,
        1092.96
    ],
    [
        " And sometimes that other that outside thought is is a good angle to think about but you but he just said he was real quick",
        1092.96,
        1101.4
    ],
    [
        " He just goes but you can't just be independent for the sake of being a contrarian or whatever you just said that that",
        1101.4,
        1106.64
    ],
    [
        " Contrarian mindset which as you know, I I mean, I have an open mind and I definitely try and think about things from a different angle",
        1106.64,
        1113.12
    ],
    [
        " But you're right people that are just being contrarian because they just enjoy the friction right of",
        1113.12,
        1118.78
    ],
    [
        " Of",
        1119.76,
        1120.36
    ],
    [
        " Arguing with people. Yeah, I'm not I'm not a big supporter of that and",
        1120.36,
        1124.22
    ],
    [
        " they end up having no influence because",
        1124.22,
        1127.24
    ],
    [
        " Because everybody just oh you you're if you they're crying wolf basically right everything they just disagree with everything so guess what yeah",
        1127.24,
        1136.68
    ],
    [
        " In spite of technique the worth of men is",
        1136.68,
        1143.22
    ],
    [
        " The decisive factor",
        1143.22,
        1144.6
    ],
    [
        " It's significant is increased",
        1144.6,
        1147.98
    ],
    [
        " In group combat so the way they translate it in the American one I think they say they value the guy",
        1148.78,
        1153.76
    ],
    [
        " I think they might even call it the combat value meaning basically are the dudes hard",
        1153.76,
        1157.8
    ],
    [
        " Like are the dudes hard that's what they're talking about here the worth the worth of men is the decisive factor",
        1157.8,
        1164.92
    ],
    [
        " This is an interesting translation here the emptiness of the battlefield demands independently thinking and acting fighters who",
        1164.92,
        1172.66
    ],
    [
        " Considering each situation are dominated by conviction boldly and decisively to act and",
        1173.18,
        1179.78
    ],
    [
        " Determined to arrive at success",
        1179.78,
        1181.16
    ],
    [
        " So the emptiness of the battlefield in the American translation they talk about because modern warfare",
        1181.16,
        1188.08
    ],
    [
        " Demands that we be separate from each other like as you and I know",
        1188.08,
        1192.8
    ],
    [
        " If you and I are in patrol, we're not close to each other, you know, we're dispersed and we're gonna spread out",
        1192.8,
        1198.04
    ],
    [
        " So that we're not gonna get killed by one machine gun round or one more to round",
        1198.04,
        1202.62
    ],
    [
        " So because of that distance that's what they're talking about when he talks about the emptiness",
        1202.62,
        1205.88
    ],
    [
        " So because of that emptiness on the battlefield you have to have independent think independently thinking and acting fighters",
        1205.88,
        1211.42
    ],
    [
        " Right because I'm not gonna be there to tell you what to do you're not gonna be there to tell your guys what to do",
        1211.42,
        1217.44
    ],
    [
        " They're gonna have to independently act that's the way it's gotta be that's something that we call decentralized command",
        1217.44,
        1223.28
    ],
    [
        "",
        1223.28,
        1223.28
    ],
    [
        " Being accustomed to physical accomplishments lack of consideration of self",
        1223.28,
        1228.76
    ],
    [
        " Willpower self confidence encourage qualify a man to master the most difficult situations. There you go",
        1228.76,
        1235.86
    ],
    [
        " There you go. Let's work on that physical accomplishments. What does that mean do athletic things? Right you have to be in shape",
        1235.86,
        1243.94
    ],
    [
        " lack of consideration of self boom",
        1243.94,
        1246.78
    ],
    [
        " You're not important will power yes discipline",
        1246.78,
        1251.22
    ],
    [
        " You're not only",
        1251.9,
        1252.66
    ],
    [
        " Self confidence and courage qualified man to master the most difficult situations",
        1252.66,
        1257.42
    ],
    [
        " The worth of leaders and men",
        1257.42,
        1261.1
    ],
    [
        " Determined the battle worth of the troops",
        1261.1,
        1264.62
    ],
    [
        " Which is supplemented by the possession care and maintenance of arms and equipment",
        1264.62,
        1269.34
    ],
    [
        " Superior battle worth can equalize numerical inferiority",
        1269.34,
        1274.58
    ],
    [
        " So if you're just hardcore fighters, it doesn't matter right how many people the enemies got",
        1274.58,
        1281.0
    ],
    [
        " Because we're gonna get some right",
        1281.22,
        1283.18
    ],
    [
        " The higher the battle worth the more vigorous and versatile can war be executed",
        1283.18,
        1290.24
    ],
    [
        " superior leadership",
        1290.24,
        1292.62
    ],
    [
        " And superior troop battle readiness are reliable portents of victory",
        1292.62,
        1298.76
    ],
    [
        " The leaders must live with their troops",
        1298.76,
        1301.72
    ],
    [
        " Participate in their dangers their wants their joys their sorrows only in this way",
        1301.72,
        1308.42
    ],
    [
        " Can they estimate the battle worth and the requirements of the troops",
        1308.42,
        1312.36
    ],
    [
        " Sitting around in the ivy tower",
        1312.36,
        1314.8
    ],
    [
        " It's interesting though because we do have a thing in this military about the separation to a certain degree, right?",
        1314.8,
        1320.82
    ],
    [
        " This is saying and so there's gonna be a balance there too, right?",
        1321.18,
        1324.04
    ],
    [
        " I mean, but you can't be in the ivy tower and totally disassociate people like well, who's that guy?",
        1324.12,
        1328.36
    ],
    [
        " I'll just get orders from that guy",
        1328.64,
        1329.98
    ],
    [
        " Battlefield elufness",
        1329.98,
        1331.74
    ],
    [
        " You know you got to actually get out of the hum V",
        1331.74,
        1335.46
    ],
    [
        " And go see what's going on that's what you got it you yeah, no, yeah",
        1335.78,
        1340.74
    ],
    [
        " man",
        1340.74,
        1342.08
    ],
    [
        " Is not responsible for himself alone",
        1342.08,
        1345.54
    ],
    [
        " But also for his comrades",
        1345.54,
        1348.1
    ],
    [
        " He who can do more who has greater capacity of accomplishment must instruct the inexperienced and weaker",
        1348.1,
        1355.94
    ],
    [
        " From such conduct the feeling of real comrade ship develops which is just as important between the leaders and the men as",
        1355.94,
        1364.12
    ],
    [
        " themselves",
        1367.84,
        1368.46
    ],
    [
        " Troops only superficially and not through long training and experience welded together",
        1368.46,
        1374.96
    ],
    [
        " More easily fail under severe conditions and unexpected crisis",
        1374.96,
        1380.22
    ],
    [
        " So if you're only superficially and you haven't gone through long training and you haven't been welded together",
        1380.22,
        1385.5
    ],
    [
        " When the hard times come you ain't gonna make it and that's really when people ask me about",
        1385.5,
        1390.84
    ],
    [
        " You know",
        1391.96,
        1392.44
    ],
    [
        " How do you build the team and how do you develop the bonds of team you do hard stuff together?",
        1392.44,
        1396.86
    ],
    [
        " That's right. You do hard stuff and when we work with companies now companies that made it through",
        1396.86,
        1401.14
    ],
    [
        " The downturn of",
        1401.14,
        1403.84
    ],
    [
        " 2007-2008 because most a lot of companies did make it but the companies that they always refer back to those experiences like",
        1403.84,
        1410.28
    ],
    [
        " You know, that's what bonded them together, right?",
        1410.28,
        1412.88
    ],
    [
        " Same thing with the military, you know, you go through boot camp. What is that it's a hard experience?",
        1413.38,
        1417.54
    ],
    [
        " You bond with all these people and you know when you meet someone else in military",
        1417.64,
        1420.78
    ],
    [
        " They went through at a minimum they went through boot camp or officer cannon at school or whatever some sort of hard kind of indoctrination",
        1420.78,
        1427.44
    ],
    [
        " Then you go to airborne school",
        1427.44,
        1430.46
    ],
    [
        " Little thing where you're all gonna overcome your fears of jumping out of airplanes or whatever",
        1430.46,
        1434.58
    ],
    [
        " Then you go to some kind of special operations school same thing",
        1434.58,
        1437.94
    ],
    [
        " You're just you're just putting people through harder and harder things to get them tighter and tighter and more and more bonded together",
        1437.94,
        1444.54
    ],
    [
        " So they can overcome these",
        1444.8,
        1446.4
    ],
    [
        " adversities when they come their way",
        1446.4,
        1448.92
    ],
    [
        " therefore",
        1448.92,
        1450.54
    ],
    [
        " Before the outbreak of war the development and maintenance of steadiness and discipline and the troops as well as their training is of decisive importance",
        1450.54,
        1460.24
    ],
    [
        " Every commander is enjoined immediately to intervene with all powers that is disposal against any relaxation of discipline",
        1460.24,
        1469.72
    ],
    [
        " Against excesses plundering panic and other damaging influence",
        1470.26,
        1475.98
    ],
    [
        " Gotta get the game see that stuff going on",
        1475.98,
        1480.4
    ],
    [
        " Discipline is fundamental in an army. It's strict maintenance a benefit to all",
        1480.4,
        1490.66
    ],
    [
        " No big deal just discipline",
        1490.66,
        1495.18
    ],
    [
        " So so it's interesting it's touched on a few things here which I think you know",
        1496.56,
        1500.0
    ],
    [
        " We get that because it's military mixed total sense and and then",
        1500.0,
        1504.96
    ],
    [
        " Talk about it when you want but there's you know people I think struggle with how do you do that in business today?",
        1504.96,
        1509.56
    ],
    [
        " Oh, you know HR and how do I can also like you have to still find a way to do that appropriately because",
        1509.58,
        1515.06
    ],
    [
        " HR doesn't have anything to do with having discipline process procedure, you know",
        1515.06,
        1520.12
    ],
    [
        " No, no, I'm talking about getting in and knowing what's going on with your people and in their life and",
        1520.12,
        1524.7
    ],
    [
        " Doing hard things together, you know because I think what people are going to show up on time do this part of your job",
        1525.26,
        1529.76
    ],
    [
        " It's like well, how do you how do you actually deepen those bonds in a company?",
        1529.76,
        1532.88
    ],
    [
        " Well, you got to find ways to put people through difficult things together through training",
        1533.3,
        1537.84
    ],
    [
        " Find events to do that builds that camaraderie that gets them through a hard time that strengthens the bonds of those relationships",
        1537.84,
        1544.38
    ],
    [
        " I see good companies good leaders do it in companies where they just set really tough goals that are",
        1544.38,
        1549.82
    ],
    [
        " Very hard but achievable whether it's a production goal whether it's a sales goal whether it's a project goal",
        1550.06,
        1557.3
    ],
    [
        " And people have to really turn and burn to get it done yeah, and when they get it done",
        1557.3,
        1563.58
    ],
    [
        " They have to force to work hard together their first to go to the extreme a little bit to work extra hours to",
        1563.58,
        1570.36
    ],
    [
        " Figure things out to strengthen their relationships and when they get done to everyone you know what it's stressful",
        1570.36,
        1576.04
    ],
    [
        " And then they get done and everyone's kind of holding their head up a little bit higher. It's right there a little bit tighter",
        1576.88,
        1581.06
    ],
    [
        " So it's not even it doesn't even necessarily have to be that you have to allocate separate training to do this",
        1581.06,
        1586.78
    ],
    [
        " You go hey guys here's this project. It's doing 30 days",
        1586.78,
        1590.44
    ],
    [
        " We're going to deliver it in 24 days. I ran the numbers. I looked the schedule",
        1590.44,
        1595.9
    ],
    [
        " We can do it who's in and everyone goes yeah",
        1595.9,
        1599.68
    ],
    [
        " And then everyone buckles down and they over they they achieve something that's what they do",
        1599.68,
        1604.56
    ],
    [
        " So that's what that's how you",
        1605.12,
        1606.74
    ],
    [
        " That's how you bring that build that bond between people and strengthen teams by doing hard stuff set goals on normal things",
        1606.74,
        1614.98
    ],
    [
        " Because think about it when I come in and go",
        1614.98,
        1616.96
    ],
    [
        " Hey guys, we got this project. Do it's doing 30 days",
        1616.96,
        1620.68
    ],
    [
        " Could take a little bit longer though. I don't know",
        1620.68,
        1622.94
    ],
    [
        " Everyone know who who gets fired up to hear that right? No one",
        1622.94,
        1626.76
    ],
    [
        " No one who goes oh cool. I'm gonna take an extra half hour for lunch every day",
        1626.76,
        1631.4
    ],
    [
        " If that's no people don't even want to do that like people might think they want to do that",
        1632.48,
        1636.96
    ],
    [
        " People might think they want to do that, but they don't want to do that",
        1636.96,
        1639.28
    ],
    [
        " No, they don't want to do that",
        1639.28,
        1640.46
    ],
    [
        " They don't want to do that they want to get after it and that's our job as leaders is to set that bar and to set it even a little bit higher",
        1640.46,
        1647.7
    ],
    [
        " And then and then inspire and encourage and bring everybody along to try and get to that next level further than what they wait",
        1647.7,
        1653.36
    ],
    [
        " Oh 24 days. Yeah, all right. Yeah, boss. What am I gonna? Yeah, what am I gonna do just here wait a second? You really think this is possible?",
        1653.36,
        1659.74
    ],
    [
        " Yes, I do. Yeah, and you know what we're gonna make the whole world",
        1659.8,
        1663.1
    ],
    [
        " We're gonna make everyone at this company look at us and say dang they did that in 24 days",
        1663.1,
        1667.34
    ],
    [
        " I guess what some other teams gonna do",
        1667.34,
        1669.42
    ],
    [
        " I know we get some good competition going",
        1669.42,
        1675.58
    ],
    [
        " So that's awesome. That's what you have to do. That's how you build teams",
        1675.58,
        1679.36
    ],
    [
        " Stress build teams",
        1679.36,
        1681.36
    ],
    [
        " Now if you have a team that's slightly fractured guess what that stress will do break it apart. Yeah, it's gonna find those weaknesses",
        1681.36,
        1687.86
    ],
    [
        " Yes, right. So there's balance. Oh, there's also a balance between",
        1688.12,
        1691.56
    ],
    [
        " Hey, you can set goals. Hey, there's a project that's doing 30 days. We're gonna do it in 15",
        1691.56,
        1696.44
    ],
    [
        " It's unrealistic everyone just looks at it goes. Yeah, Jocke doesn't idiot. He's in the ivory tower",
        1696.44,
        1701.78
    ],
    [
        " Just even know what it takes to get this done. So balance",
        1701.78,
        1704.4
    ],
    [
        " Balance there 100%",
        1704.4,
        1706.46
    ],
    [
        " Continuing on back to the book the strength of the troops must be able to meet the highest demands in decisive moments",
        1706.46,
        1715.3
    ],
    [
        " He who unnecessarily fatigues the troops jeopardizes success. Oh, well, there you go",
        1715.76,
        1722.32
    ],
    [
        " The strength employed in battle must stand in proportion to the objective desired",
        1722.32,
        1728.02
    ],
    [
        " Unwrote unreliable demands prejudice the trust in the leaders and shake the spirit of the troops again",
        1728.02,
        1734.92
    ],
    [
        " This is a cry wolf situation. We got to get this done in 15 days",
        1734.92,
        1737.9
    ],
    [
        " It's like and that's my you know the first time everyone goes, okay, and maybe we get it done in 15 days",
        1737.9,
        1743.86
    ],
    [
        " And then people look up. Well, what are we doing for the next 15 days? We're gonna",
        1744.14,
        1746.92
    ],
    [
        " I'm gonna do more. We're gonna you know, and you eventually just burned everyone out right",
        1746.92,
        1750.78
    ],
    [
        " So there's a balance to that",
        1750.78,
        1752.62
    ],
    [
        " Back to the book from the youngest soldier",
        1752.62,
        1756.54
    ],
    [
        " On up the employment of every spiritual and bodily power is demanded to the utmost only in such conduct is the full power of",
        1756.54,
        1766.78
    ],
    [
        " accomplishment of the troops",
        1766.78,
        1768.74
    ],
    [
        " achieved",
        1768.74,
        1769.94
    ],
    [
        " So do men develop and maintain their courage and powers of decision in hours of stress and carry forward with them to",
        1770.16,
        1777.8
    ],
    [
        " To greater deeds",
        1777.8,
        1779.32
    ],
    [
        " Their weaker comrades, so you can actually pass on your strength to the people around you in moments of stress. Absolutely. If you're strong",
        1779.32,
        1788.56
    ],
    [
        " Does that you know like when people quit in buds? I",
        1788.56,
        1799.92
    ],
    [
        " Can't I was literally about some people some people goes the other way right some people they see someone quit and they're like oh dude",
        1800.62,
        1806.2
    ],
    [
        " If he's quitting I'm quitting that's I can't even relate. Yeah, I mean, I mean I saw it. I saw it happen",
        1806.2,
        1811.86
    ],
    [
        " And not from some dude. I'm not like some big you know",
        1811.86,
        1815.08
    ],
    [
        " I'm just not from some ecotistical perspective. I say I can't really I just I'm not wired like that I",
        1815.08,
        1820.12
    ],
    [
        " I'm wired like call a corny, but you know highlander like",
        1820.12,
        1823.34
    ],
    [
        " You know how he would absorb like the strength of like",
        1823.34,
        1826.22
    ],
    [
        " That's kind of",
        1827.14,
        1828.1
    ],
    [
        " But like the you know when a guy would quit I somehow I felt like I absorbed his what was left of his power",
        1828.1,
        1834.94
    ],
    [
        " And it actually it more like it inspired me it's straight inspired me to keep going the fact that I could keep going and that guy couldn't",
        1834.94,
        1841.92
    ],
    [
        " It just I was like okay, you know, I mean",
        1841.92,
        1843.82
    ],
    [
        " It gave me more purpose. Yeah",
        1843.82,
        1846.52
    ],
    [
        " That's why",
        1846.52,
        1848.12
    ],
    [
        " You just got to stay hard man",
        1848.12,
        1851.2
    ],
    [
        " You know",
        1852.32,
        1853.16
    ],
    [
        " People are starting to because you're your if other people start to see you like cracking",
        1853.16,
        1858.52
    ],
    [
        " And they're your troops. They're gonna be like oh no, right. This is a bad sign. Yeah, yeah",
        1858.52,
        1864.22
    ],
    [
        " Jocco is breaking down. This is not good. Oh, yeah",
        1864.22,
        1867.2
    ],
    [
        " Yeah, because we also are like well that will never happen for jacco so jacco don't ever do that",
        1867.2,
        1872.02
    ],
    [
        " Now don't worry if you took a knee we would we wouldn't let you or we would just step in for you. Yeah",
        1872.02,
        1878.48
    ],
    [
        " But I don't see that happening not happening",
        1879.6,
        1881.8
    ],
    [
        " Here, this is what you I was actually gonna jump right here because when we started this thing off you you talked about this a little bit",
        1881.8,
        1888.14
    ],
    [
        " The first demand in war is decisive action",
        1888.14,
        1891.16
    ],
    [
        " So like you were saying like hey you can be the smartest person with a great plan",
        1891.16,
        1894.78
    ],
    [
        " But if you can't do it if you can't act on it",
        1894.78,
        1896.76
    ],
    [
        " Everyone the highest commander and most junior soldier must be aware that omissions and neglects",
        1896.76,
        1904.76
    ],
    [
        " Incriminate him more severely than the mistake of choice",
        1905.02,
        1909.54
    ],
    [
        " So if you decide not to act you are a worse criminal yes in the world",
        1909.54,
        1917.16
    ],
    [
        " I agree then someone that just makes a bad this bad judgment but moves",
        1917.16,
        1921.52
    ],
    [
        " I just disappeared for a second back to Ramadi and and thought of those exact that exactly happening like in real life like",
        1921.52,
        1928.88
    ],
    [
        " You in those moments when there is things going on you act and you can maneuver and aggressively solve a problem",
        1930.28,
        1938.06
    ],
    [
        " Even if you make a small mistake. It's it's the default aggressive. It's right. It's the complacency. Well, I sit back and",
        1938.06,
        1944.72
    ],
    [
        " That no, I just deemed no use. Yeah, you've got to make a call now",
        1944.72,
        1949.76
    ],
    [
        " Obviously, I hate having to point this stuff all the time, but it's the truth",
        1949.76,
        1954.22
    ],
    [
        " If you just jump and make rash decisions without thinking about them, that's also stupid",
        1954.42,
        1958.96
    ],
    [
        " You have to let things develop",
        1958.96,
        1960.52
    ],
    [
        " but this idea of inaction, I mean",
        1960.52,
        1964.1
    ],
    [
        " It is the worst that's why what what do people say about",
        1964.1,
        1967.2
    ],
    [
        " Inaction is a decision so we're like no decision is the bad decision right",
        1967.2,
        1971.72
    ],
    [
        " No decision is the worst decision. No decision is a decision. First of all. Yeah, no decision is a decision",
        1971.72,
        1977.24
    ],
    [
        " and",
        1977.24,
        1978.1
    ],
    [
        " It might be the worst decision",
        1978.1,
        1980.86
    ],
    [
        " Sometimes no decision while I watch things develop might be the right call",
        1981.0,
        1984.12
    ],
    [
        " But let's be clear. No decision is a decision",
        1984.12,
        1986.66
    ],
    [
        " What I've been trying to teach people lately is",
        1986.66,
        1990.12
    ],
    [
        " Like a standard operating procedure for when you don't know what to do",
        1990.12,
        1992.82
    ],
    [
        " Here's the standard operating procedure for when you don't know what to do",
        1992.82,
        1995.88
    ],
    [
        " you",
        1995.88,
        1996.7
    ],
    [
        " Look at what the situation you take you did that you take a step back you look at what's unfolding",
        1996.7,
        2001.46
    ],
    [
        " then you make the smallest",
        2001.46,
        2004.0
    ],
    [
        " decision in the area that you guess is the right direction to move",
        2004.0,
        2009.0
    ],
    [
        " And then you assess what that did so you don't just jump off and flank left because you thought that was the right call",
        2009.76,
        2016.22
    ],
    [
        " No, you go okay. Hey guys start pushing left. Okay, so they start moving a little bit. Do they meet major resistance?",
        2016.22,
        2022.06
    ],
    [
        " No, okay cool continue with the flank you don't just go flank left now they run over there now they're getting flanked and it's a bad situation",
        2022.6,
        2028.94
    ],
    [
        " so",
        2028.94,
        2029.5
    ],
    [
        " That's the thing you you make a small decision",
        2029.5,
        2032.62
    ],
    [
        " The smallest possible decision that you can but you make a decision you start moving in the direction that you think is correct",
        2032.62,
        2038.92
    ],
    [
        " assess yes",
        2041.04,
        2040.24
    ],
    [
        " Move yes, assess. Yes, yeah, you're getting an ooloo because what you're gonna do right you're gonna end up in a little ooloo",
        2040.24,
        2046.86
    ],
    [
        " But people get afraid of making a big decision",
        2046.86,
        2049.7
    ],
    [
        " Now sometimes you have to make a big bowl decision of course, but people get afraid of",
        2049.7,
        2055.3
    ],
    [
        " Making that they can't see they only want to go 100% in right. They don't see that they can go 8% yes",
        2055.3,
        2062.62
    ],
    [
        " 8% in is at the last mustard so I think it was at the last mustard someone asked me something about",
        2062.62,
        2068.98
    ],
    [
        " This but you know when you say hey, we want to go explore this new market area",
        2069.0,
        2072.58
    ],
    [
        " Let's let's buy three buildings",
        2072.58,
        2075.62
    ],
    [
        " in that market area and see where it happens. No, that's not what you do first do market research",
        2075.62,
        2082.38
    ],
    [
        " Then maybe you put a couple kiosks up on the street corner and see there's any interest leaves some space",
        2082.38,
        2087.16
    ],
    [
        " You know like that's what you do that's the kind of mentality you can have you don't need to just be",
        2087.16,
        2093.66
    ],
    [
        " paralyzed by the fact that it's this giant you break it down into some smaller decisions iterative decision making is what I call it and to be clear",
        2094.12,
        2100.44
    ],
    [
        " This is in the I don't know what to do right now. Yes, I'm in an unknown position, right? I mean because",
        2100.44,
        2106.0
    ],
    [
        " You know we're not talking about sheepishly going in directions here. We're talking about I don't know what to do here",
        2106.0,
        2112.84
    ],
    [
        " So I will",
        2112.84,
        2114.4
    ],
    [
        " Go in the direction that I believe to be the best, but I'm gonna take a smaller decision as I can",
        2114.4,
        2119.28
    ],
    [
        " Yes, I don't want to take too much ground in the right because it could be the wrong direction",
        2119.28,
        2122.34
    ],
    [
        " I'm gonna go the direction that I think is right",
        2122.54,
        2125.02
    ],
    [
        " But in the smallest of a decision that I can make in that direction and then I'm gonna reassess yes",
        2125.02,
        2131.78
    ],
    [
        " And guess what if it's the wrong decision now you know that if it's the wrong direction",
        2131.78,
        2136.26
    ],
    [
        " You just you hit a wall there now you just figured that out where when you made no decision",
        2136.26,
        2140.78
    ],
    [
        " You still you don't you still know which way to go that's right you go 360 degrees",
        2140.78,
        2143.98
    ],
    [
        " So when I say hey, we're gonna go 90 degrees cool. We take a step and we realize there's massive resistance",
        2143.98,
        2149.08
    ],
    [
        " They're cool. We're gonna go 180 degrees. Oh, okay right on you know, it's you know, it's a really good like modern day example of that",
        2149.08,
        2156.64
    ],
    [
        " You're been sitting like using your map like like Google maps or whatever and if you're not moving in a direction",
        2156.64,
        2162.64
    ],
    [
        " It sometimes doesn't know which direction you're going in. Oh, the arrow just kind of roads it's right",
        2162.64,
        2167.04
    ],
    [
        " It's like a step out of a hotel and I'm like which way am I supposed to go here? Dang it. This thing is doesn't even know which way so all right",
        2167.04,
        2172.78
    ],
    [
        " You know what I think it's that direction is where I supposed to go so I start walking",
        2172.78,
        2175.7
    ],
    [
        " Yes, as soon as I take 10 steps the map the arrow or ants itself and it's like yeah, you're going the right way",
        2175.82,
        2180.4
    ],
    [
        " Sometimes I don't actually know you went the wrong way. Yeah, yeah, I'm like, oh, okay cool. I'll turn around and go back together",
        2180.4,
        2184.7
    ],
    [
        " Or you could have stood there in the door of the hotel blocking the blocking the traffic and staring at that compass",
        2184.7,
        2190.8
    ],
    [
        " Rotating and never go anywhere that is exactly what happens and so that's why you you make a small decision you didn't you didn't",
        2190.8,
        2197.92
    ],
    [
        " Hale a cab and get it and try to start sprinting down the road it's a 10 steps. Yeah, that's right. That's the way it works",
        2197.92,
        2205.04
    ],
    [
        " All right",
        2206.8,
        2207.48
    ],
    [
        " And by the way, I always have to say this why I'm not covering this whole book this book is online",
        2207.48,
        2213.78
    ],
    [
        " PDF you can download it. It's free",
        2213.78,
        2216.58
    ],
    [
        " I'm not reading the whole thing. There's a bunch of like granularly",
        2216.58,
        2221.2
    ],
    [
        " Tactical things inside that we're not going to cover but we're covering the big stuff the stuff that's applicable to everything",
        2221.2,
        2228.96
    ],
    [
        " That we do next section section two it's a section called leadership",
        2228.96,
        2233.9
    ],
    [
        " So here we go great successes presume boldness and daring",
        2235.1,
        2239.74
    ],
    [
        " Proceeded by good judgment",
        2239.74,
        2242.52
    ],
    [
        " Check we never have at our disposal all the desire forces for decisive action",
        2242.52,
        2250.32
    ],
    [
        " The news flash you're not going to have everything you want all the time. It's not happening",
        2250.32,
        2255.04
    ],
    [
        " He who will be secure everywhere or who fixes forces in secondary tasks",
        2255.04,
        2263.02
    ],
    [
        " Axe contrary to the fundamental task",
        2264.22,
        2266.32
    ],
    [
        " So if you're a trying to do too many things at the same time we call that prioritize next cute if you got a button if you're trying to do all these secondary task",
        2266.32,
        2275.72
    ],
    [
        " You're not focusing on the main one you're going to get crushed and",
        2275.72,
        2279.66
    ],
    [
        " if you're so",
        2279.66,
        2281.2
    ],
    [
        " Ruded in your situation",
        2281.2,
        2285.84
    ],
    [
        " If you're secure everywhere",
        2285.84,
        2288.72
    ],
    [
        " If you're secure everywhere you're not going to make any progress",
        2289.64,
        2293.72
    ],
    [
        " Yeah, man. That's hunker down. Yeah, I'm secure. I'm safe hunker down when you're hunkering down the enemies maneuvering on you. That's what's happening",
        2293.72,
        2302.26
    ],
    [
        " The weaker force through speed mobility great march accomplishments",
        2302.26,
        2308.06
    ],
    [
        " Utilization of darkness and the terrain to the fullest surprise and deception",
        2308.06,
        2313.0
    ],
    [
        " Can be the stronger at the decisive area. So boom. That's jujitsu by the way",
        2313.0,
        2318.14
    ],
    [
        " And special forces and everything we do to leverage are numerically",
        2319.14,
        2323.3
    ],
    [
        " smaller force. Yeah",
        2323.3,
        2325.26
    ],
    [
        " Time and space must be correctly estimated favorable situations quickly recognized and decisively exploited",
        2325.26,
        2333.5
    ],
    [
        " Every advantage over the enemy increases our own freedom of action and yeah",
        2333.5,
        2339.2
    ],
    [
        " It's not just special forces not just special operations. It's every",
        2339.2,
        2344.08
    ],
    [
        " Military unit. They all do this",
        2344.08,
        2346.44
    ],
    [
        " If they're good",
        2347.18,
        2348.24
    ],
    [
        " Repidity of action in the displacement of troops can be greatly can be assisted greatly or retarded by the roads and streets",
        2348.24,
        2356.04
    ],
    [
        " Nets and buy the terrain conditions",
        2356.04,
        2361.88
    ],
    [
        " The season the weather the condition of the troops are also of influence",
        2361.88,
        2367.72
    ],
    [
        " The duration of strategical and tactical operations cannot always be foreseen",
        2367.72,
        2373.98
    ],
    [
        " You don't know how long something's gonna last",
        2373.98,
        2375.44
    ],
    [
        " Successful engagements often proceed slowly often the success of today's battle is first recognized tomorrow. It's an interesting one",
        2375.44,
        2383.2
    ],
    [
        " Surprise of the enemy is a decisive factor in success actions based on surprises are only of great success when we do not permit the enemy to take adequate counter measures",
        2383.2,
        2395.18
    ],
    [
        " So you can you got to follow up. That's why you're gonna follow up",
        2395.18,
        2399.36
    ],
    [
        " That's why in",
        2399.36,
        2401.58
    ],
    [
        " Striking you gotta throw",
        2402.56,
        2403.78
    ],
    [
        " Combination you can't just throw one punch you gotta",
        2403.78,
        2406.0
    ],
    [
        " Sting them with the jab and then you gotta hand them with the straight and then you gotta get coming with the hook",
        2406.0,
        2411.0
    ],
    [
        " That's what you gotta do. You know, it's interesting the um",
        2411.0,
        2414.86
    ],
    [
        " Don't want about",
        2414.86,
        2415.84
    ],
    [
        " Often the success of today's battle is first recognized tomorrow. What's interesting about that one",
        2415.84,
        2421.78
    ],
    [
        " I don't know if you remember this because I don't know you might not have been",
        2421.78,
        2426.18
    ],
    [
        " I might not have engaged you at this level",
        2426.18,
        2429.14
    ],
    [
        " But when we first started doing sniper overwatches and Ramadi and",
        2429.16,
        2433.48
    ],
    [
        " I was getting some questions from up the chain of command",
        2433.48,
        2436.68
    ],
    [
        " They were hey look what you know, this is after a couple weeks",
        2436.68,
        2441.02
    ],
    [
        " It was hey, you know, we get that you're killing some people",
        2441.02,
        2444.96
    ],
    [
        " But there's no metrics like there's the",
        2444.96,
        2447.14
    ],
    [
        " You've said you've shot three ied in places ied's have not gone down",
        2447.14,
        2452.6
    ],
    [
        " like the ied places have not gone down and",
        2452.6,
        2456.52
    ],
    [
        " Luckily i had read the the one oh the one is at the one tech 24 the counterinsurgency manual",
        2457.12,
        2462.84
    ],
    [
        " And I hadn't learned from that manual at the average counterinsurgency takes seven years",
        2462.84,
        2467.16
    ],
    [
        " So I replied back to the chain of command and said hey just kind of FYI",
        2467.16,
        2471.36
    ],
    [
        " We're fighting a counterinsurgency",
        2471.36,
        2473.28
    ],
    [
        " the average counterinsurgency takes takes seven years",
        2473.28,
        2478.88
    ],
    [
        " To achieve victory",
        2478.88,
        2480.82
    ],
    [
        " We've been doing this for two and a half weeks",
        2480.82,
        2483.94
    ],
    [
        " Can i get a little more time to see some metrics on it?",
        2483.94,
        2486.86
    ],
    [
        " So and that's true and actually colonel McFarland",
        2486.94,
        2490.42
    ],
    [
        " This was a battle that he had to fight because",
        2490.42,
        2494.04
    ],
    [
        " Here you are, you know, it's a metrics-based people that are looking at things from a metrics-based level right?",
        2494.04,
        2500.84
    ],
    [
        " They're saying okay in Ramadi",
        2501.16,
        2502.7
    ],
    [
        " There's 30 enemy attacks a day",
        2502.7,
        2505.1
    ],
    [
        " and all of a sudden",
        2505.1,
        2506.76
    ],
    [
        " McFarland rolls in and starts this counterinsurgency and the enemy attacks",
        2506.76,
        2512.06
    ],
    [
        " Go up or yeah, and they go up a lot and so his jane of commands look at him. What are you doing right?",
        2513.06,
        2518.34
    ],
    [
        " What are you doing the enemy attacks are getting worse your your thing's not working and he has to explain to them",
        2518.48,
        2521.96
    ],
    [
        " You know why the enemy attacks are going up because we are actually taking ground from them in their fighting",
        2521.96,
        2526.52
    ],
    [
        " Yeah, and we're killing them, but this is what's gonna happen",
        2526.52,
        2529.14
    ],
    [
        " So the initial metrics are the reverse of what you want",
        2529.14,
        2533.3
    ],
    [
        " And that's the way it is that's what so these the success of vict the success of a battle is not always visible today",
        2533.3,
        2540.08
    ],
    [
        " You have to look at the long-term",
        2540.48,
        2541.98
    ],
    [
        " Effects when we went into the hornets nest. I mean, it's like hey, you know what my kid gets stung by this B like you know once a year",
        2541.98,
        2549.4
    ],
    [
        " Well, we're gonna go in and get get rid of the bees nest. All right. Well, we go in there",
        2549.4,
        2552.42
    ],
    [
        " Well, he got you guys got stung like 20 times. Well, yeah, cuz we went in yeah",
        2552.42,
        2555.86
    ],
    [
        " And we actually are destroying the hornets nest so they're stinging us now even more that's why it went up",
        2555.86,
        2559.74
    ],
    [
        " And when we're done though, they're not gonna sting us at all, but for now the numbers went up",
        2559.74,
        2563.12
    ],
    [
        " That's exactly what happened when we went in there like that",
        2563.12,
        2565.36
    ],
    [
        " We used to go after the hornets nest",
        2565.36,
        2568.12
    ],
    [
        " It was sort of a test of you know when you're eight years old. It was always a test of of",
        2568.12,
        2574.26
    ],
    [
        " Of courage basically because you're gonna go in there with a stick",
        2574.26,
        2579.04
    ],
    [
        " Black that thing and see if you can get it to fall down and you know, it's like playing pinyata",
        2579.04,
        2584.74
    ],
    [
        " You don't get it on the first shot. It can takes a few",
        2584.74,
        2586.88
    ],
    [
        " So you whack and then you run and those things come after you",
        2586.88,
        2590.66
    ],
    [
        " Right, but then so all of a sudden this things go up and to me attacks go up. Yeah, you're getting stung",
        2590.66,
        2596.54
    ],
    [
        " Like when you go in and hit a hornets nest with a with a stick you're getting stung",
        2596.54,
        2600.42
    ],
    [
        " Pretty much that's what's gonna happen",
        2600.42,
        2603.36
    ],
    [
        " All right back to the book the enemy will likewise endeavor to make use of surprise our conduct must take this into consideration",
        2603.36,
        2612.04
    ],
    [
        " The knowledge of hostile leadership and war principles can influence the decision and aid our battle conduct",
        2612.04,
        2618.68
    ],
    [
        " But it must never lead to preconceptions. Oh, that's good, isn't it like we know what the enemy's gonna do",
        2618.68,
        2625.12
    ],
    [
        " But we don't really know what that's right. That's right. Hey, they're gonna use the laws of combat",
        2625.12,
        2629.82
    ],
    [
        " But we gotta remember that they might they might step outside the bounds of the laws of combat",
        2629.82,
        2635.4
    ],
    [
        " Those conditions which facilitate the conduct of war",
        2635.4,
        2639.84
    ],
    [
        " In our land make it difficult make it more difficult and foreign lands require consideration",
        2639.84,
        2645.44
    ],
    [
        " Yeah, it's much easier on your own granted. We've learned that over and over again",
        2645.44,
        2649.28
    ],
    [
        " In",
        2651.22,
        2652.06
    ],
    [
        " Strenuous combat troops are soon worn out and quickly used up",
        2652.06,
        2656.72
    ],
    [
        " The forces must receive timely reinforcements in leaders men animals battle needs and war materials of all kinds",
        2656.72,
        2667.9
    ],
    [
        " Boys are gonna get worn out after a while the mission and the situation form the basis of action",
        2667.9,
        2678.5
    ],
    [
        " The mission and the situation form the basis of action the mission designates the objective to be a to be attained",
        2679.28,
        2685.22
    ],
    [
        " The leader must never forget his mission a mission which indicates several tasks easily diverts from the main objective",
        2685.22,
        2692.72
    ],
    [
        " So once again prioritize next good if you got a bunch of different things you're not gonna achieve the main objective",
        2692.72,
        2698.64
    ],
    [
        " Had a situation recently",
        2698.64,
        2703.0
    ],
    [
        " Where people were wearing some of their teammates out and was talking to this company about how to do this and",
        2704.34,
        2711.32
    ],
    [
        " I said the mission is number one",
        2711.32,
        2713.06
    ],
    [
        " That's our mission our mission is number one, but the mission requires people",
        2713.06,
        2716.98
    ],
    [
        " And so you have to take care of your people and you have to balance their",
        2716.98,
        2720.84
    ],
    [
        " You know how tired they are whether they're being replenished",
        2720.84,
        2725.02
    ],
    [
        " But again always in balance, but the mission is number one",
        2725.02,
        2728.74
    ],
    [
        " But it takes the people and the team to accomplish the mission so if you wear your team out",
        2728.86,
        2732.98
    ],
    [
        " Then you got nobody left even accomplish the mission. That's so that's the dichotomy you talk about that in the dichotomy leadership. I mean if you if",
        2732.98,
        2739.78
    ],
    [
        " If all you're focused on is the mission your men will be either used up destroyed. They won't trust you anymore",
        2739.78,
        2746.16
    ],
    [
        " It'll be a disaster",
        2746.16,
        2747.0
    ],
    [
        " So your men your people have to come first",
        2747.0,
        2752.8
    ],
    [
        " And at the same time the dichotomy is if you do nothing but care about your people then guess what you won't have anyone",
        2754.08,
        2761.46
    ],
    [
        " You you won't accomplish the mission which by the way",
        2761.46,
        2764.0
    ],
    [
        " Hurts your people",
        2764.0,
        2765.76
    ],
    [
        " Because if you're in the business world and you're trying to push your people to drive production or or or do their job at a faster pace",
        2765.76,
        2772.64
    ],
    [
        " great",
        2772.64,
        2773.66
    ],
    [
        " Then you burn them out and they leave and all of a sudden the company folds or the opposite okay guys",
        2773.66,
        2779.04
    ],
    [
        " You know take your time well guess what now we don't get anything done and the company folds so what you have to do is you have to balance right",
        2779.04,
        2784.86
    ],
    [
        " Obscurity of the situation is the rule",
        2784.86,
        2792.1
    ],
    [
        " seldom will one have exact information of the enemy clarification of hostile situation is is a self-evident demand",
        2792.1,
        2799.8
    ],
    [
        " However to wait intense set intense situations for information is seldom a token of strong leadership often of weakness",
        2799.8,
        2808.22
    ],
    [
        " So look you're not gonna know everything. It's not gonna happen",
        2808.46,
        2811.44
    ],
    [
        " You have to make decisions. That's what you got to do. Otherwise sign a weakness",
        2811.44,
        2816.52
    ],
    [
        " They edited me on billions oh yes, they they there was one little section",
        2816.52,
        2826.82
    ],
    [
        " Where I was in the show billions and there was one little sections where where they showed",
        2826.82,
        2831.76
    ],
    [
        " dollar bill",
        2831.76,
        2833.62
    ],
    [
        " Getting like a massage or something like that and I was looking at him and I just go weak",
        2834.08,
        2838.96
    ],
    [
        " But I did make the cut",
        2838.96,
        2843.02
    ],
    [
        " Next the decision arises from the mission and the situation the decision arises from the mission and the situation",
        2843.02,
        2855.22
    ],
    [
        " Should the mission no longer suffice as the fundamental of conduct or if it is changed by events the decisions",
        2855.22,
        2861.98
    ],
    [
        " The decision must take these considerations into account",
        2862.02,
        2865.16
    ],
    [
        " He who changes his mission or does not execute the one given must report his actions at once and assume all responsibility for the consequences",
        2865.16,
        2874.38
    ],
    [
        " He must always keep in mind the whole situation. So not saying it's wrong",
        2874.38,
        2877.78
    ],
    [
        " That's right. Yeah, they're not saying it's wrong. Somebody's gonna be like hey Andrew wanted me to go and take this building",
        2877.78,
        2882.96
    ],
    [
        " And the building is untenable the the enemy is too strong",
        2882.96,
        2886.54
    ],
    [
        " I need you know, I make the decision. I'm not gonna take that building. We need to drop it on we need to do something else",
        2886.54,
        2891.28
    ],
    [
        " I just that's fine",
        2891.28,
        2892.52
    ],
    [
        " But I need to tell you and I need to keep the whole picture in mind because if that building was",
        2892.52,
        2898.38
    ],
    [
        " Strategically important for what we're trying to accomplish",
        2898.38,
        2900.96
    ],
    [
        " Well, then maybe I have to take more sacrifices than I thought to take the building down",
        2900.96,
        2906.06
    ],
    [
        " The the decision must depict a clear objective aimed at with the whole force",
        2906.06,
        2911.76
    ],
    [
        " The strong will of the commander must support it often the stronger will gains success",
        2911.76,
        2918.88
    ],
    [
        " Without very good reasons a decision once made should not be abandoned. Okay, so this is",
        2921.4,
        2926.46
    ],
    [
        " Again critical without without very good reasons a decision once made should not be abandoned",
        2926.46,
        2934.92
    ],
    [
        " And then it says however in the vicissitudes of war",
        2934.92,
        2940.76
    ],
    [
        " An inflexible maintenance of the original decision may lead to great mistakes",
        2940.76,
        2945.82
    ],
    [
        " Timely recognition of the conditions and the time which call for a new decision is an attribution of the art of",
        2946.06,
        2953.42
    ],
    [
        " leadership. Yeah",
        2953.42,
        2954.7
    ],
    [
        " Don't stick to the one plan that you came up with",
        2954.7,
        2959.84
    ],
    [
        " Doesn't work if it's not working change plans you really I'd work for some hard-headed people and the plan would be",
        2959.84,
        2967.58
    ],
    [
        " Completely falling apart and then riding that thing right",
        2967.58,
        2970.86
    ],
    [
        " They're just taking that thing all the way sitting a real ownership. Oh, that's a real ownership of either not gonna let it go. They're gonna be right",
        2971.98,
        2978.52
    ],
    [
        " The commander must permit freedom of action to his subordinates in so far that this does not endanger the whole scheme",
        2978.52,
        2986.16
    ],
    [
        " He must not surrender to them those decisions for which he alone is responsible",
        2986.16,
        2991.14
    ],
    [
        " So freedom of movement. What does that mean? That means decentralized command",
        2991.14,
        2994.08
    ],
    [
        " The attack is launched in order to defeat the enemy",
        2994.08,
        2998.62
    ],
    [
        " The attacker has the initiative",
        2998.82,
        3000.84
    ],
    [
        " superiority of leadership and of troops show the best advantage in the attack",
        3000.84,
        3005.2
    ],
    [
        " Success does not always come to superiority of numbers",
        3005.2,
        3009.56
    ],
    [
        " So go on the offense. I say that all the time go on the offense now is this 100% of the time? No",
        3009.56,
        3015.1
    ],
    [
        " But you you have you're you're just that much better off when you're on offense. You have surprise you have initiative",
        3015.1,
        3021.96
    ],
    [
        " You have the people on their heels",
        3021.96,
        3023.32
    ],
    [
        " It's amazing that we were able to take down the",
        3023.32,
        3026.96
    ],
    [
        " The island like the island campaign in World War two",
        3027.36,
        3031.06
    ],
    [
        " Going into those heavily fortified where the Japanese Imperial military had been digging in",
        3031.06,
        3039.04
    ],
    [
        " For three four five years preparing those islands for to defend against assaults",
        3039.04,
        3048.78
    ],
    [
        " United States Marine Corps coming at some",
        3048.78,
        3050.88
    ],
    [
        " Seriously",
        3050.88,
        3052.14
    ],
    [
        " United States Marine Corps and of course the Navy the army",
        3052.14,
        3056.32
    ],
    [
        " But dang",
        3057.68,
        3057.74
    ],
    [
        " Just unbelievable",
        3057.74,
        3059.74
    ],
    [
        " That they were able to that's that's going on offense. That's right momentum. Yeah, we're going on offense",
        3059.74,
        3065.92
    ],
    [
        " Oh, you've been digging in oh you built a miles long tunnel system to defend this island cool watch this we're coming in",
        3065.92,
        3073.08
    ],
    [
        " We got naval gunfire. We got corsairs. We got flame throwers",
        3073.08,
        3077.86
    ],
    [
        " And we're coming and obviously a great sacrifice",
        3077.86,
        3081.82
    ],
    [
        " Yeah",
        3083.28,
        3083.76
    ],
    [
        " But being on the offense being on the offense is a weapon in its own right. I'm great. Notice this in G2 to like when you're on offense",
        3083.76,
        3091.02
    ],
    [
        " You're you have the edge, you know, you're you're one step ahead when you when you're on defense. You're one step behind",
        3091.02,
        3099.28
    ],
    [
        " And it's not fun and",
        3099.28,
        3101.66
    ],
    [
        " If you're defending for too long",
        3101.66,
        3103.68
    ],
    [
        " Eventually you will get caught",
        3103.68,
        3105.84
    ],
    [
        " You will if you're on defense defense defense defense defense defense defense defense defense defense defense defense defense",
        3105.84,
        3110.36
    ],
    [
        " You will get caught eventually",
        3110.36,
        3111.82
    ],
    [
        " You have to at some point switch",
        3111.82,
        3114.22
    ],
    [
        " Yeah, get on offense. I don't know who said it. It maybe it's even cliche at this in these days",
        3114.22,
        3120.22
    ],
    [
        " But you know the best defense is a good offense",
        3120.22,
        3122.58
    ],
    [
        " So you're on defense so you need to convert that to an offense. So somebody attacks you you're on defense",
        3122.58,
        3128.18
    ],
    [
        " Yes, the best defense is a good offense. Yeah, yeah, being offence. Yeah, sure. Yeah, so my I'm a somebody attacks me first",
        3128.18,
        3133.82
    ],
    [
        " I'm on defense my best defense to that is to",
        3133.82,
        3136.96
    ],
    [
        " Return with an offense",
        3136.96,
        3139.34
    ],
    [
        " Yeah, you know what's interesting is a time when this is different is",
        3140.6,
        3146.18
    ],
    [
        " This is another thing I was talking about at the master is",
        3146.18,
        3149.5
    ],
    [
        " If there's if we're arguing about something",
        3149.5,
        3153.66
    ],
    [
        " If my if I go with that theory the best defense is a good offense and you start to try and tell me something",
        3153.66,
        3160.7
    ],
    [
        " Jump and cut you off and I'm like no, we do like this. That's actually wrong. I agree with you in that",
        3160.7,
        3165.38
    ],
    [
        " It's interesting right interesting because",
        3165.38,
        3167.44
    ],
    [
        " And I see that all the time because leaders",
        3167.88,
        3169.9
    ],
    [
        " People end up in leadership position their personality kind of drives them to be",
        3169.9,
        3174.78
    ],
    [
        " sort of",
        3174.78,
        3177.32
    ],
    [
        " outspoken and speak up and all those things when the reality is the the more",
        3177.32,
        3182.52
    ],
    [
        " senior you're getting leadership position the more you should actually use this the years",
        3182.52,
        3187.22
    ],
    [
        " You know, I think that what I said at the master was",
        3187.22,
        3189.16
    ],
    [
        " 90 98% use your ears 2% use your mouth",
        3189.16,
        3194.28
    ],
    [
        " That's where you end up so this idea that",
        3194.84,
        3197.3
    ],
    [
        " That",
        3197.3,
        3198.64
    ],
    [
        " You know being on offense is the best way well when it comes to",
        3198.64,
        3203.32
    ],
    [
        " discussions",
        3203.32,
        3204.76
    ],
    [
        " You should gather some intel before you act and listen to what other people have to say",
        3204.76,
        3209.7
    ],
    [
        " check",
        3209.7,
        3212.1
    ],
    [
        " The possibility that an attack may miscarry should never permit",
        3212.1,
        3216.66
    ],
    [
        " the feathering of energetic leadership from the first",
        3216.66,
        3220.28
    ],
    [
        " Yes, we may lose doesn't matter. We're going to get some",
        3221.78,
        3225.04
    ],
    [
        " pursuit reaps the fruits of victory",
        3225.04,
        3228.1
    ],
    [
        " It strives to destroy the enemy which destruction was not possible in the preceding engagement",
        3228.1,
        3232.98
    ],
    [
        " Only a throughgoing relentless pursuit",
        3232.98,
        3237.28
    ],
    [
        " Which prevents the enemy from gaining time to rest and recuperate saves ourselves sacrifices",
        3237.28,
        3243.72
    ],
    [
        " necessitated if we permit the enemy force another decisive engagement",
        3243.72,
        3248.8
    ],
    [
        " No, when you get them on the ropes go",
        3248.8,
        3250.94
    ],
    [
        " Put them all the way to the river and then toss their bodies in the river. It's one",
        3250.94,
        3256.28
    ],
    [
        " The defense waits for the opponent the defender seeks to to prescribe the battle terrain",
        3256.28,
        3265.98
    ],
    [
        " That's important right if you're on defense you want to bring people into gear arena right",
        3265.98,
        3271.78
    ],
    [
        " The defense is chosen when our own inferiority permits no other choice",
        3271.78,
        3278.08
    ],
    [
        " Or if for other reasons it appears advantageous. I was just reading a note from a friend of mine",
        3278.24,
        3285.14
    ],
    [
        " A team guy who's whose grandfather was in world war two still life going to get him on the podcast",
        3285.14,
        3290.62
    ],
    [
        " and when he did the island campaign and then went into",
        3290.62,
        3297.26
    ],
    [
        " Like Japan surrender after the bombs and the Japanese were told on your gun in placements put a white flag",
        3297.26,
        3305.3
    ],
    [
        " Like so Americans were sailing in like the wars over sailing in I think it was into like",
        3306.08,
        3311.4
    ],
    [
        " I don't he was into some big port in Japan",
        3311.4,
        3314.24
    ],
    [
        " And when he was sailing in there was just white flags everywhere",
        3314.24,
        3319.28
    ],
    [
        " Everywhere and he was looking around he said it he said it literally look like snow",
        3319.28,
        3324.56
    ],
    [
        " Wow there were so many weapons and placements and he just said I knew at that point that those atomic bombs saved hundreds",
        3324.56,
        3332.78
    ],
    [
        " Of thousands of Americans that would have had to go in there and fight until the end",
        3333.06,
        3338.36
    ],
    [
        " So the advantage of the defender as a defender you want to pull people into your",
        3338.36,
        3345.14
    ],
    [
        " Into your zone to where you know this what the Russians do right?",
        3345.14,
        3349.52
    ],
    [
        " Channelized terrain. Yeah channelized terrain perfect, but the Russians were the Russians to oh yeah",
        3349.54,
        3353.88
    ],
    [
        " You want to fight us cool come on come a little bit further come a little bit further come a little further",
        3353.88,
        3358.28
    ],
    [
        " What is it it's September come a little bit further right? Oh, it's it's October",
        3358.28,
        3362.06
    ],
    [
        " Come just a little bit further. It's November. Welcome to Russia. It's negative 48 degrees. Hope you brought your warmees. Yeah, hope you brought your warmees",
        3362.06,
        3371.1
    ],
    [
        " The defense is chosen when our own inferiority permits no other choice",
        3371.1,
        3378.02
    ],
    [
        " Or if for other reasons it appears advantageous",
        3378.02,
        3381.88
    ],
    [
        " So if you can be an offense, but if you have to you go on defense breaking off an engagement has the purpose of terminating the battle or giving up the",
        3381.88,
        3389.14
    ],
    [
        " former position or order continue the engagement at a more favorable position",
        3389.14,
        3393.36
    ],
    [
        " In the latter instance",
        3393.36,
        3396.28
    ],
    [
        " Delaying action is often employed so yes, sometimes you have to retreat",
        3396.28,
        3400.98
    ],
    [
        " The retreat intends to avoid further combat",
        3400.98,
        3406.5
    ],
    [
        " the engagement must for this purpose be terminated and the withdrawal of the troops be protected",
        3406.5,
        3412.98
    ],
    [
        " The changing fortunes of battle demand often the passing from one type of engagement to another so sometimes you've got to",
        3414.88,
        3422.46
    ],
    [
        " Attack and sometimes you've got to defend that's what's gonna happen",
        3422.46,
        3426.82
    ],
    [
        " That's the reality and Hitler was not Hitler got to this point as the war went on where he actually didn't understand that",
        3426.82,
        3434.1
    ],
    [
        " Which is why it's dollar grab they left those guys and they had plenty of opportunities to retreat. No",
        3434.1,
        3439.86
    ],
    [
        " No hold the line",
        3439.86,
        3441.4
    ],
    [
        " I",
        3442.42,
        3442.98
    ],
    [
        " Did that I covered the book called stolen grad from the from the Nazi perspective and",
        3442.98,
        3448.42
    ],
    [
        " those guys",
        3448.42,
        3450.1
    ],
    [
        " were",
        3450.1,
        3451.4
    ],
    [
        " Surrounded",
        3451.4,
        3452.6
    ],
    [
        " They were listening to the radio and Hitler was making speeches",
        3452.6,
        3457.36
    ],
    [
        " Talking about the brave sacrifices of them in stolen grad. They weren't even dead yet",
        3457.36,
        3464.42
    ],
    [
        " Like he was he was saying hey look they're surrounded, but they fought to the end. They're still there. Mm-hmm",
        3464.42,
        3469.6
    ],
    [
        " They were still there wow",
        3469.6,
        3470.94
    ],
    [
        " Talk about coward talk about being in your ivory tower",
        3470.94,
        3476.12
    ],
    [
        " He left those guys to die surrounded",
        3476.12,
        3480.4
    ],
    [
        " Delaying action avoids the decision",
        3480.4,
        3486.26
    ],
    [
        " It will gain time keep the enemy busy and deceived so delaying action. Let's let's let's let's",
        3486.26,
        3494.04
    ],
    [
        " Let things develop a little bit more",
        3494.04,
        3496.38
    ],
    [
        " During the course of the battle the commander influences the action",
        3496.88,
        3500.48
    ],
    [
        " Most strongly by the concentration and increase of fire and through the employment of his reserve",
        3500.48,
        3507.08
    ],
    [
        " distribution location and employment of the reserve require careful consideration mobility increases the possibility",
        3507.08,
        3514.66
    ],
    [
        " For their employment always have a little bit in the tank",
        3514.66,
        3518.26
    ],
    [
        " You know always got to have a little bit in the tank",
        3518.26,
        3521.78
    ],
    [
        " Everybody says that you know it's interesting about delaying you're talking about like",
        3521.78,
        3525.98
    ],
    [
        " The Russian so we live a little bit further and then going on in this next couple of sentences you feel",
        3526.1,
        3531.4
    ],
    [
        " Whether it's an enemy whether it's a competitor",
        3531.4,
        3533.68
    ],
    [
        " You know when they're going on the attack they're also expanding considerable resources. Absolutely right",
        3533.68,
        3539.0
    ],
    [
        " So if you can kind of think about a jujitsu match a guys on the attack and you're you know",
        3539.0,
        3544.02
    ],
    [
        " You're in the guard and you're kind of in a defensive position right?",
        3544.02,
        3546.52
    ],
    [
        " So you're kind of letting them use his energy up right?",
        3546.76,
        3548.84
    ],
    [
        " So let them keep using that energy use that energy and in the troops are expanding",
        3549.04,
        3552.52
    ],
    [
        " It takes effort logistical support to keep pushing pushing pushing you're spreading further and further further away from",
        3552.52,
        3557.68
    ],
    [
        " You know home base where you've got all your support and then",
        3557.68,
        3561.06
    ],
    [
        " When they're spread and they've expended their resources and they're down to just maybe the last of their fuel and their food",
        3561.06,
        3566.52
    ],
    [
        " Know it boom then you've launched your counter attack",
        3566.52,
        3569.2
    ],
    [
        " Yeah, so and speaking of",
        3569.2,
        3572.3
    ],
    [
        " We know what I brought up before about when you're I don't want to use the term arguing",
        3572.3,
        3577.6
    ],
    [
        " But when you're discussing something from a leadership perspective you're in a group you're in a meeting",
        3577.6,
        3582.28
    ],
    [
        " Exact same situation let the other people",
        3582.96,
        3586.08
    ],
    [
        " Talk and express their viewpoints because every time they express their viewpoint",
        3586.08,
        3589.46
    ],
    [
        " you have an opportunity to",
        3589.46,
        3591.42
    ],
    [
        " To listen to it to",
        3591.42,
        3593.92
    ],
    [
        " To understand it to hear someone else make a counter to it and hear their counter to the counter",
        3593.92,
        3599.56
    ],
    [
        " So you're getting all this information",
        3599.56,
        3601.32
    ],
    [
        " You're receiving all this information you haven't you haven't given up any you haven't used any bullets you haven't used any magazines",
        3601.32,
        3607.4
    ],
    [
        " You haven't you you've got everything and you're just observing I mean it's um",
        3607.4,
        3611.6
    ],
    [
        " I think it was it was either dick winners or but they wrote hey when when I let someone talk",
        3612.5,
        3618.52
    ],
    [
        " I know everything that they know and I I know everything that I know it's like well there you go",
        3618.52,
        3622.48
    ],
    [
        " So you keep talking because I'm gonna know everything that you know",
        3622.48,
        3625.66
    ],
    [
        " And I'm gonna know everything that I know and you know how you know how when you",
        3625.66,
        3629.36
    ],
    [
        " When you do something anything for the second time it's like",
        3629.36,
        3633.44
    ],
    [
        " Expo it's not twice as easy. It's not twice as easier",
        3633.44,
        3637.58
    ],
    [
        " It's it's it's exponentially more easy to make a decision",
        3638.86,
        3641.54
    ],
    [
        " So when you go into a room for the first time and there's a guy in the corner",
        3641.54,
        3643.96
    ],
    [
        " You don't know what to do with your weapon like it's hard and then you go into that room again or there's there's",
        3643.96,
        3648.9
    ],
    [
        " Whatever there's like a couch in an obstacle whatever and you gotta do you gotta you gotta make a decision the first time you go in there",
        3648.9,
        3653.84
    ],
    [
        " You see a new guy going in there the very first time he's ever done it",
        3653.84,
        3657.22
    ],
    [
        " Jams up and everything's the disaster. He does it one time",
        3657.22,
        3660.92
    ],
    [
        " You know he looks at it and go okay, you step out do it again. He's exponentially better at doing it",
        3660.92,
        3666.0
    ],
    [
        " So when we're having a discussion and",
        3666.56,
        3670.24
    ],
    [
        " I get to listen and listen and listen and listen and hear other people give points and counterpoints around a table",
        3670.24,
        3677.0
    ],
    [
        " And you sit there and just listen and go okay, and you can assemble it all you can assemble the the strongest facts",
        3677.0,
        3683.5
    ],
    [
        " You can identify the biggest weaknesses and then when you finally like you said you've now",
        3683.5,
        3688.58
    ],
    [
        " You've now everyone has expended all their ammunition, but you you have a full magazine",
        3688.58,
        3692.72
    ],
    [
        " Your magazines have as actually been filled up with more rounds because everyone else is expressing",
        3692.82,
        3697.56
    ],
    [
        " Their their points and counterpoints. So you just sit there and listen and then but by the end here we go",
        3697.56,
        3702.48
    ],
    [
        " Here's the plan and everyone goes dang jacola smart",
        3702.48,
        3705.8
    ],
    [
        " How did you do that? I just shot my mouth and listen",
        3705.8,
        3709.32
    ],
    [
        " All right going back to the book this next section communications information reports",
        3709.32,
        3717.76
    ],
    [
        " Situation maps",
        3719.68,
        3719.46
    ],
    [
        " So if you think about it what leadership is is actually just",
        3719.46,
        3724.84
    ],
    [
        " Communicating with other human beings. That's actually what it is great",
        3724.84,
        3729.02
    ],
    [
        " You you have to be able to communicate what it is that you need to get done",
        3729.02,
        3732.3
    ],
    [
        " To other people that's what it is. So how does that work",
        3732.3,
        3736.52
    ],
    [
        " The reports and information of the enemy form one of the most important foundations of the estimate of the situation",
        3736.52,
        3743.82
    ],
    [
        " The decision and its execution you got to know what's going on and here",
        3744.3,
        3748.44
    ],
    [
        " It talks about air and ground reconnaissance it talks about continual observation it talks about information secured through",
        3748.44,
        3754.32
    ],
    [
        " Special means and I'm sure they're talking about human resources, you know",
        3754.32,
        3759.24
    ],
    [
        " Like human human intelligence. So spies or whatever",
        3759.24,
        3763.18
    ],
    [
        " That's not human resources is it",
        3763.18,
        3765.72
    ],
    [
        " Sorry, sorry, I didn't got a human resources and and then it says from the whole",
        3765.72,
        3772.44
    ],
    [
        " From the whole of all these different things the commander is able to draw correct conclusions",
        3773.26,
        3777.76
    ],
    [
        " Apparently unimportant details in connection with other reports have considerable worth and this is something that I always told us in the military when you come back from an operation and you debrief you'd say like well",
        3777.76,
        3787.7
    ],
    [
        " I remember this specific thing where did you guys find?",
        3787.7,
        3792.66
    ],
    [
        " Because we my first deployment we would be looking for",
        3793.12,
        3795.36
    ],
    [
        " weapons built, you know",
        3795.36,
        3796.98
    ],
    [
        " munitions or",
        3796.98,
        3798.32
    ],
    [
        " Some anything that they could be using to build IDs right and the question was always where did you find it",
        3798.84,
        3803.62
    ],
    [
        " Where did you find it and I first I was like well we found in the bedroom, but where",
        3803.62,
        3807.6
    ],
    [
        " Because is it is it inconceivable to think that if you and I were bad guys and I said hey man, I'm keeping my stuff",
        3807.6,
        3815.88
    ],
    [
        " Oh taped up under my table when the but when the good guys come and they never find it there. Oh, okay cool",
        3815.88,
        3820.54
    ],
    [
        " So I'll do the same thing and we I'm going this from an actual example we found",
        3820.54,
        3825.58
    ],
    [
        " Dead cord taped up underneath",
        3826.34,
        3828.44
    ],
    [
        " Amusha Dean fighters table in this house, and so this is like I was like oh that that's when it clicked to me. Oh",
        3828.44,
        3835.78
    ],
    [
        " Well",
        3835.78,
        3836.64
    ],
    [
        " We should tell everyone that because they probably tell everyone right because that's a pretty good place to hide",
        3836.64,
        3841.92
    ],
    [
        " You know how tables well this",
        3841.92,
        3843.14
    ],
    [
        " Tables have like legs, but then they've got things that the legs attached to mm-hmm",
        3843.14,
        3847.3
    ],
    [
        " So if you just look glance under it and it's up under there. It's kind of hard to see right so maybe someone says",
        3847.3,
        3852.44
    ],
    [
        " Hey, this is where I've been hiding it. They've searched my house three times haven't found it",
        3852.44,
        3855.4
    ],
    [
        " We'll find it now. So we flip things over. That's why we break it now",
        3855.58,
        3859.46
    ],
    [
        " so",
        3859.46,
        3861.86
    ],
    [
        " It continues on every report and the best information are of little or no value when they reach too late",
        3861.86,
        3870.04
    ],
    [
        " Into the command for which they are intended. So yeah, if you don't pass information timely doesn't make any difference",
        3870.04,
        3875.64
    ],
    [
        " All commanders are enjoined as early and to the greatest extent possible to inform the higher commander of the situation and to transmit all important information",
        3875.64,
        3885.04
    ],
    [
        " Yes",
        3886.36,
        3887.36
    ],
    [
        " The one making a report must express himself clearly and positively he must differentiate between what he has seen",
        3887.36,
        3895.82
    ],
    [
        " What another has noted or stated stated and what is presumed mm-hmm the source of the information must be stated",
        3895.82,
        3905.36
    ],
    [
        " Suspissions must have bases those are big. Yeah, I've",
        3905.36,
        3913.44
    ],
    [
        " You've got you've got to pay attention to those things. There's a big difference",
        3915.72,
        3919.1
    ],
    [
        " And that's why we use appears to be right? That's one of the biggest ones that they teach us is you don't say",
        3919.1,
        3924.28
    ],
    [
        " Hey has an a k 47 or hey, he's got a weapon if you can't confirm or 100% that that guy legitimately has a weapon because it's a big difference between",
        3924.28,
        3932.3
    ],
    [
        " Oh, looks like there's something under his dish dasha right? Oh looks like he's looks like he's got a chest rig underneath his dish dasha",
        3932.3,
        3938.86
    ],
    [
        " That's a lot different than he's wearing a chest rig right and he's got an a k 47",
        3938.86,
        3943.94
    ],
    [
        " So it's always appears to be unless you can confirm it and there's a when I did the me live ask around here that",
        3943.94,
        3951.46
    ],
    [
        " Breakdown of intelligence of it going from",
        3951.46,
        3957.54
    ],
    [
        " Like the division level which was hey, this is a I think they use the word",
        3957.54,
        3964.9
    ],
    [
        " The original word was like a suspected VC. Oh, no, it was like possible possible VC",
        3964.9,
        3972.82
    ],
    [
        " A coordination point",
        3974.02,
        3974.9
    ],
    [
        " Went from there down to like the brigade level then it turned it like from from possible to suspected",
        3974.9,
        3981.98
    ],
    [
        " Just a little bit of a different word. Yep. Yep. Yep. Then from brigade to battalion. It was like",
        3981.98,
        3988.0
    ],
    [
        " Likely likely and it went all the way down when those guys when those when that Charlie company got those words",
        3988.0,
        3993.68
    ],
    [
        " It was this is a VC stronghold. Not only was it that this is a VC stronghold. The civilians are no longer there",
        3993.68,
        4000.92
    ],
    [
        " The civilians there's no civilians there and what they had heard was on Wednesdays they go to some market this the the",
        4001.26,
        4008.5
    ],
    [
        " The women and children go to this market",
        4008.5,
        4011.14
    ],
    [
        " And maybe they did",
        4011.14,
        4013.52
    ],
    [
        " But it wasn't like I mean does every single person in your neighborhood go and shop on the same day at the same time",
        4013.52,
        4020.2
    ],
    [
        " No, is there hey Wednesday? They got a Wednesday. They got specials at the grocery store cool a bunch of people go down there",
        4020.2,
        4025.98
    ],
    [
        " Not everyone right but the report that they got was",
        4025.98,
        4028.44
    ],
    [
        " There's no friendlies in this village all VC",
        4029.02,
        4032.32
    ],
    [
        " Wow, and so as that escalated",
        4032.32,
        4035.24
    ],
    [
        " You know you tell that to a 18-year-old trooper",
        4035.24,
        4038.68
    ],
    [
        " This is an enemy village and guess what they did they went in there and they killed they murdered everyone so",
        4038.68,
        4044.86
    ],
    [
        " That's why you have to pay attention to those and I had this happened to me too. We we didn't opt on my first deployment",
        4044.86,
        4051.14
    ],
    [
        " We got a",
        4051.14,
        4053.72
    ],
    [
        " Piece overhead imagery and on that piece of overhead imagery",
        4054.92,
        4057.24
    ],
    [
        " There was a red ax on one of the buildings and I was like cool. I mean this is early in my deployment",
        4057.24,
        4061.1
    ],
    [
        " I'm like oh that's where the bad guys are cool. We'll go get them",
        4061.1,
        4063.76
    ],
    [
        " we went out we hit this building and",
        4063.76,
        4067.04
    ],
    [
        " We cleared it you know blew the door off the hinges go in there start SSE while we're doing SSE",
        4067.04,
        4074.26
    ],
    [
        " Our terps are interrogating or what's the tactical questionings? We don't do interrogation",
        4074.26,
        4080.8
    ],
    [
        " But doing tactical questioning of the people the people are like oh no, that's not me",
        4080.8,
        4084.98
    ],
    [
        " The person you're looking for is three doors down and",
        4084.98,
        4088.36
    ],
    [
        " So we went and hit it and we actually got the bad guy",
        4088.36,
        4091.04
    ],
    [
        " Well, when I got back I was I was pissed because I'm thinking a",
        4091.04,
        4095.84
    ],
    [
        " Like we wrecked this person's house now. We you know, that's that's horrible. That's not good for our strategic vision",
        4095.84,
        4102.34
    ],
    [
        " What we're trying to get done here the guy the enemy the real bad guy could have escaped",
        4102.34,
        4106.46
    ],
    [
        " And so I asked the question I said who drew this who put this red",
        4106.46,
        4110.28
    ],
    [
        " X on this building",
        4110.28,
        4111.14
    ],
    [
        " Who spiss like what was this and who and I actually said yeah, yeah who and why and as I dug down into it",
        4111.14,
        4118.64
    ],
    [
        " they had",
        4118.64,
        4120.0
    ],
    [
        " they had",
        4120.0,
        4121.34
    ],
    [
        " Through various intelligence sources",
        4121.34,
        4124.06
    ],
    [
        " narrowed it down to like",
        4124.06,
        4126.62
    ],
    [
        " this one area",
        4126.62,
        4128.94
    ],
    [
        " And this one area the center of that circle was the building with the red X on it",
        4128.94,
        4135.0
    ],
    [
        " so",
        4135.0,
        4136.5
    ],
    [
        " That's my fault right? That's my fault because I should have said okay, so from then on",
        4137.3,
        4142.08
    ],
    [
        " It was my deal to say who put this red X on why it what does that mean what yeah? What does it mean?",
        4142.08,
        4147.82
    ],
    [
        " Yeah, I mean that red X implied at the time that like that was the target house as opposed to",
        4147.98,
        4152.9
    ],
    [
        " Hey, there's the center of the ring and it could be anywhere in there you would have it plan that mission completely differently",
        4152.9,
        4158.0
    ],
    [
        " There's five houses in this ring and it's one of them. We would have cordoned off the whole area",
        4158.0,
        4162.58
    ],
    [
        " And if you you can think about all the different ways that intel can come in and every different type of intel that you could have could come up with",
        4162.58,
        4169.3
    ],
    [
        " You know, hey, here's here's the probable chances, you know, it's gonna be one of these houses",
        4169.3,
        4173.8
    ],
    [
        " So that was a big lesson learned for me and you know if you're people people to know when we would make a mistake like that",
        4173.8,
        4182.26
    ],
    [
        " We would obviously we what we did is we carried money we carried money and we'd pay them for the damages that we caused and",
        4182.26,
        4190.02
    ],
    [
        " And we would more than",
        4190.76,
        4192.32
    ],
    [
        " More than pay for the damage that we caused it was kind of a good deal to get your doorbell off",
        4192.32,
        4197.74
    ],
    [
        " At the time you like to use my home now",
        4197.74,
        4199.82
    ],
    [
        " I mean the thing is yeah, we gave him a good chunk of money and you know",
        4199.82,
        4202.6
    ],
    [
        " It was all documented. We had to count for all that. I mean, I remember guilty with the logistics of that but but the but",
        4202.6,
        4207.98
    ],
    [
        " Nonetheless, I mean it's still terrifying those people who hadn't done anything wrong all of a sudden have their door blown off",
        4207.98,
        4215.38
    ],
    [
        " Oh, yeah, no, it's absolutely horrible. Yeah, the money doesn't",
        4215.38,
        4220.0
    ],
    [
        " It's a strategic loss. It's a strategic loss. Yeah, so that's why I was so pissed right this happened",
        4220.94,
        4225.94
    ],
    [
        " And that's why I was pissed at myself",
        4225.94,
        4228.96
    ],
    [
        " Because I accepted that intel as what we were just talking about hey cool there's the red X",
        4228.96,
        4236.56
    ],
    [
        " Yeah, that must be the bad guy cool. Let's go hit that house so many examples in life and in business on that too",
        4236.56,
        4241.66
    ],
    [
        " people say something and you're like",
        4241.66,
        4243.14
    ],
    [
        " Well, wait, do they say they did they say they weren't gonna be there or they say they didn't think they could be like",
        4243.14,
        4249.02
    ],
    [
        " I mean, there's just so many conversations that you can have about whether it's marketing in your business whether it's something",
        4249.02,
        4253.54
    ],
    [
        " We're doing with your family. He just clarified for a second. Hey, wait, wait",
        4253.54,
        4256.9
    ],
    [
        " What did they really say did they actually say this? Well, no, they didn't really say that. Oh, okay",
        4256.9,
        4263.26
    ],
    [
        " Totally change it's in that moment. Yeah, it's always and that's in those moments as a leader",
        4263.26,
        4268.16
    ],
    [
        " It's okay. Well hold on before we actually go and pull the trigger on this",
        4268.16,
        4271.04
    ],
    [
        " Actually in case of combat work figuratively or before we start marching. Let's just clarify real quick before we go pushing off in this direction",
        4271.04,
        4278.54
    ],
    [
        " Oh, yeah, the",
        4278.56,
        4280.04
    ],
    [
        " The rumor mill the gossip the he said she said",
        4280.04,
        4284.42
    ],
    [
        " Those things are just awful and as a leader you have to take a step back",
        4284.42,
        4289.5
    ],
    [
        " You can't let your emotions get a hold of you when someone says oh he said he didn't want to come to this thing",
        4289.5,
        4294.42
    ],
    [
        " Wait, oh really he didn't want to come he didn't want to come or he's father sick",
        4294.42,
        4300.48
    ],
    [
        " Yeah, he's got a parent teacher conference on and his kids really struggling in school right now",
        4300.48,
        4304.78
    ],
    [
        " So he he just he can't be there. Oh, well, that's a totally different story",
        4304.78,
        4308.18
    ],
    [
        " totally different story",
        4308.18,
        4309.7
    ],
    [
        " Check",
        4309.7,
        4311.6
    ],
    [
        " next one",
        4311.6,
        4314.16
    ],
    [
        " Battle itself provides the most reliable means of estimating the enemy boom",
        4314.16,
        4320.04
    ],
    [
        " That's a confirmation. Yeah, that's that's just legit. That's the truth",
        4320.04,
        4325.22
    ],
    [
        " Which means sometimes you got to take some risk got to take some calculated risk and figure out what's going on",
        4325.22,
        4330.02
    ],
    [
        " All of this is just is talking about preparing you know mindset the troops the tactics the techniques logistics",
        4330.02,
        4336.98
    ],
    [
        " All of that, but now to now to okay sooner or later battles gonna happen. That was a tough one in Ramadi",
        4337.22,
        4344.66
    ],
    [
        " They so there would be little checkpoints out in town and",
        4344.66,
        4350.36
    ],
    [
        " The checkpoints would be run by Americans and then eventually there'd be run by half Americans and half Iraqis and at some point it was okay",
        4350.36,
        4359.82
    ],
    [
        " Iraqis are gonna have to run this checkpoint by themselves",
        4360.74,
        4362.72
    ],
    [
        " and",
        4362.72,
        4363.86
    ],
    [
        " That was a huge risk every time to see if they could pull it off then the first several times it was not successful and",
        4363.86,
        4372.42
    ],
    [
        " We would turn over the checkpoints to the Iraqis in the worst there was I think three of them got overrun",
        4372.42,
        4381.88
    ],
    [
        " Oh, yeah overrun. Yeah, and just mass casualties",
        4381.88,
        4385.36
    ],
    [
        " But that's what we're what that's a risk that the commander had to take you know, that's a risk that",
        4386.76,
        4391.7
    ],
    [
        " Um, colonic for all and at the time had to take you had to say okay",
        4391.7,
        4395.64
    ],
    [
        " We've trained them. We've we've pushed them. They've been out there. We've done the right seat left seat",
        4395.64,
        4400.3
    ],
    [
        " We need to see if they can maintain it. We need to see what the enemy's gonna do",
        4400.3,
        4404.84
    ],
    [
        " And so the first few times it got tried it was a horrific and",
        4404.84,
        4411.0
    ],
    [
        " Eventually we did get the level of violence down and we did get the Iraqis soldiers trained up enough that they could handle it, but it took some",
        4411.9,
        4417.22
    ],
    [
        " We had to do what we're talking about right here battle itself provides the most reliable means of estimating the enemies sometimes you got to take that risk",
        4417.22,
        4425.5
    ],
    [
        " It's awful",
        4425.5,
        4425.98
    ],
    [
        " Continuing on this next little section called estimate of it's called estimate of situation period decision period",
        4425.98,
        4437.12
    ],
    [
        " Ha",
        4438.12,
        4438.94
    ],
    [
        " An estimate of the situation provides it's precedes each decision it demands rapid thought simple logical consideration of the essential details only",
        4438.94,
        4448.12
    ],
    [
        " Our mission is the basis we proceed from it and determine what it prescribes and how we can best accomplish it",
        4448.12,
        4459.9
    ],
    [
        " Rapid thought simple logical you wouldn't think that you would need to tell people",
        4459.9,
        4466.6
    ],
    [
        " In the military and business in the world that hey when you're gonna make a decision you need to think simple and logical",
        4467.12,
        4472.96
    ],
    [
        " Right how often do I see people making decisions that are not simple right and logical emotional yeah, just emotional decision making here",
        4472.96,
        4482.34
    ],
    [
        " This is what the and you know",
        4482.34,
        4484.9
    ],
    [
        " That general back had seen this over and over again in order to get to a point where he's making it",
        4484.9,
        4492.0
    ],
    [
        " Evident in this book that you need to be logical about your decision making process",
        4492.0,
        4495.34
    ],
    [
        " Like if you if you were to sit there and talk to hey listen guys here's the most important thing",
        4496.08,
        4500.18
    ],
    [
        " I want to start off with about your decision making process make sure it's logical",
        4500.18,
        4503.7
    ],
    [
        " You get laughed out of the room well no kidding",
        4503.7,
        4506.1
    ],
    [
        " Okay, let's see what happens when we crank up the stress right that's right",
        4506.1,
        4510.8
    ],
    [
        " Yeah, people are not making logical decisions. You know when things get emotional",
        4510.8,
        4515.74
    ],
    [
        " Whenever people are involved yes",
        4515.74,
        4517.92
    ],
    [
        " Like that's it because that's just there's there's all those dynamics of those relationships and",
        4517.92,
        4523.78
    ],
    [
        " History and and wait people talking treat each other and it creates in then people become emotionally attached to their own plan",
        4524.62,
        4530.46
    ],
    [
        " And so he has to put it in the book to codify it as you've got to be able to unemotionally detach and analyze what is the best decision",
        4530.46,
        4538.76
    ],
    [
        " That is going to have the biggest impact on the battlefield or to impact the battlefield",
        4538.76,
        4543.44
    ],
    [
        " Yeah",
        4543.44,
        4545.7
    ],
    [
        " The character of the hostile leader and the hostile troops it may be used in estimating the conduct of the enemy",
        4545.7,
        4552.8
    ],
    [
        " especially",
        4553.8,
        4554.46
    ],
    [
        " If we have had previous battle experience with those so you got to know who you're going to guess that's patent right there",
        4554.46,
        4560.6
    ],
    [
        " I read your book",
        4560.6,
        4561.34
    ],
    [
        " As a determined decision",
        4561.34,
        4564.8
    ],
    [
        " Must be logic must be the logical result of careful consideration of all factors the decisions made will not always correspond to the actual conditions presented",
        4564.8,
        4574.36
    ],
    [
        " This is interesting the decisions made will not always correspond to the actual conditions conditions presented",
        4574.36,
        4581.0
    ],
    [
        " Then the situation develops other than the decision",
        4583.82,
        4588.06
    ],
    [
        " contemplated",
        4588.06,
        4590.14
    ],
    [
        " He has the greatest prospect of success who quickly and skillfully exploits other reconnaissance",
        4590.14,
        4599.8
    ],
    [
        " But does not change the decision except with compelling reasons so that's the same thing we were talking about earlier",
        4599.8,
        4606.02
    ],
    [
        " You stick with your decision until you see that it's not a good decision and then you change it",
        4606.02,
        4611.44
    ],
    [
        " You can do that get quickly analyzed and right that's how like boy said whether you would elope this quickly you can go through that",
        4611.44,
        4617.88
    ],
    [
        " It'll loop the better you can out maneuver. I used to do this all the time in even it in task unit bruiser",
        4617.88,
        4623.22
    ],
    [
        " When things weren't going the way I expected them to go my my",
        4623.22,
        4629.12
    ],
    [
        " My strongest",
        4629.12,
        4632.12
    ],
    [
        " Desire was to keep doing what we plan to do like okay look",
        4632.12,
        4636.48
    ],
    [
        " Oh, we didn't expect to take contact from over there cool",
        4636.64,
        4638.94
    ],
    [
        " But we're gonna keep pressing through from the north for whatever",
        4638.94,
        4642.28
    ],
    [
        " And that was my that was my that was where I lean toward I always lean toward go with the plan",
        4642.28,
        4648.72
    ],
    [
        " You know plan your dive dive your plan right we stand diving hey you come up with a plan",
        4648.72,
        4652.56
    ],
    [
        " You go out there everyone's walked through it everyone knows with the plan and we briefed it if you can stick with that you stick with it",
        4652.56,
        4657.86
    ],
    [
        " But then sometimes you got to go oh, you know what?",
        4657.86,
        4661.5
    ],
    [
        " I didn't expect what that and that is too big of a curve ball for us to handle",
        4661.88,
        4665.74
    ],
    [
        " I'm making an adjustment or making a call and that's why we have standard operating procedures",
        4665.82,
        4669.34
    ],
    [
        " And we make an adjustment based on something that else that we've rehearsed a thousand times",
        4669.34,
        4673.78
    ],
    [
        " That's right",
        4673.78,
        4674.26
    ],
    [
        " So you got to pay attention to that",
        4674.26,
        4676.24
    ],
    [
        " Now we get into orders. This is pretty cool",
        4676.24,
        4679.46
    ],
    [
        " The order puts the decision into effect clear orders are an essential",
        4679.46,
        4685.64
    ],
    [
        " for the frictionless cooperation of all commanders",
        4685.64,
        4688.84
    ],
    [
        " For the higher commander the written order provides the foundation for leadership",
        4688.84,
        4693.94
    ],
    [
        " It is communicated to the lower units printed as a carbon copy type written or written by hand or by technical",
        4694.4,
        4702.0
    ],
    [
        " communications means",
        4702.0,
        4703.26
    ],
    [
        " Frequently it is dictated over the telephone in every instance the most sure and suitable method of transmission is to be chosen",
        4703.26,
        4713.12
    ],
    [
        " should the order",
        4713.12,
        4715.24
    ],
    [
        " Should the order be simple or short it may be orally communicated",
        4715.24,
        4720.52
    ],
    [
        " It must later however be committed to paper",
        4720.84,
        4724.76
    ],
    [
        " So this is something that I talk about a lot",
        4724.76,
        4729.4
    ],
    [
        " And I always throw out this question to trip everyone up. I say what's better communication email or voice",
        4729.4,
        4735.54
    ],
    [
        " You know email or or conversation and everyone goes conversation conversation conversation and and they're right right? Yeah kind of",
        4735.54,
        4741.88
    ],
    [
        " Because what goes on what goes on is if",
        4741.88,
        4745.46
    ],
    [
        " If I call you up and I say hey Andrew we're gonna do abnc",
        4745.46,
        4749.78
    ],
    [
        " You good with that and you're like cool got it",
        4750.52,
        4752.34
    ],
    [
        " And then you go out and what I said isn't what you heard",
        4752.34,
        4756.46
    ],
    [
        " And you do abnd that's right and I go what we're wrong with you",
        4756.46,
        4761.7
    ],
    [
        " And you say what you tell me to do abnd. No, I still do abnc and here we go right we have a problem",
        4761.7,
        4766.7
    ],
    [
        " So that's why when you and I have a phone conversation I say",
        4766.7,
        4770.1
    ],
    [
        " We get done and I call you and I send you an email. It says hey just want to confirm we're on the same sheet",
        4770.1,
        4775.0
    ],
    [
        " We're gonna do abnc and you email me back and say no, I thought you said you wanted me to do abnd",
        4775.28,
        4781.4
    ],
    [
        " No, sorry",
        4781.4,
        4782.22
    ],
    [
        " I didn't articulate it right. We're definitely doing abnc and you say okay cool got it so",
        4782.22,
        4787.68
    ],
    [
        " Verbal is great voices great phone is great. Yes",
        4787.68,
        4791.94
    ],
    [
        " But email is very clear now you flip that over okay now. I'm just emailing you hey and you do abnc",
        4791.94,
        4800.58
    ],
    [
        " And you're like wait, why is he telling me this?",
        4800.58,
        4802.82
    ],
    [
        " Is he is he told me this because he thinks I don't know how to do this myself right? You know",
        4802.82,
        4806.1
    ],
    [
        " It's like and then we get into this whole thing. We're getting these long emails long super stupid long emails that you didn't don't even read the whole thing",
        4806.1,
        4812.96
    ],
    [
        " Because it's too long. So what you want to do is you want to use both",
        4812.96,
        4816.44
    ],
    [
        " um",
        4816.44,
        4817.46
    ],
    [
        " This is this stuff here",
        4817.46,
        4820.22
    ],
    [
        " The fact that this is why I this is actually why I majored in English because when I was a young officer and I hadn't been to college yet",
        4820.22,
        4830.36
    ],
    [
        " Luckily",
        4831.22,
        4831.58
    ],
    [
        " So I was able to figure out what I wanted to major in but I could already see and there was no war going on",
        4831.58,
        4836.26
    ],
    [
        " This is like 1998 1999 I could already see that the",
        4836.26,
        4840.32
    ],
    [
        " written messages that we'd get the",
        4840.32,
        4843.26
    ],
    [
        " They were so important to be able to understand and then you had to be able to write a concept of operation that made sense",
        4843.26,
        4849.96
    ],
    [
        " And so I knew I was like okay. Well, I know what I'm gonna do. I'm gonna get really good at this and I realized that",
        4849.96,
        4855.4
    ],
    [
        " This idea of communicating with other humans humans was the actual basis of of all leadership up and down the chain of command",
        4855.6,
        4863.18
    ],
    [
        " And what really helped me a lot was",
        4863.18,
        4865.88
    ],
    [
        " When I when I had a study Shakespeare in college",
        4865.88,
        4870.04
    ],
    [
        " The thing is Shakespeare is very humbling because you don't know what the freaking words mean because they're barely English",
        4870.04,
        4877.16
    ],
    [
        " Right",
        4877.16,
        4877.74
    ],
    [
        " It's barely English and anyone that says they can pick up Shakespeare and understand it is lying either lying to you",
        4877.74,
        4884.92
    ],
    [
        " Or they came from a time machine",
        4884.92,
        4886.28
    ],
    [
        " So what I realized you know because at first you're reading Shakespeare and you're like oh, I must be stupid",
        4886.28,
        4893.7
    ],
    [
        " I'm stupid because I and you know the it's like no actually you wouldn't know that word that word hasn't been used",
        4893.7,
        4900.38
    ],
    [
        " Since 1648 so why would you know this word why would you know the meaning of that word you wouldn't know it",
        4900.38,
        4906.66
    ],
    [
        " So you have to look it up and you got I got very it's just you know what it is it's just humbling so when I would get some",
        4906.66,
        4913.84
    ],
    [
        " R.O.E. from down from some rules of engagement down from the chain of command and I'd look at it go",
        4914.7,
        4918.68
    ],
    [
        " I'm not really sure what this means. I didn't just go oh well screw it",
        4918.68,
        4921.68
    ],
    [
        " I'll just make my best guess no I would get out a dictionary and look up the damn words that I didn't understand and then",
        4921.68,
        4927.32
    ],
    [
        " Simplify him because I you know if I don't understand what a word means there's no way it",
        4927.32,
        4932.14
    ],
    [
        " Hell you're an English major. Yeah, I'm an English major and there's no way in hell that some of our front line guys",
        4932.14,
        4936.68
    ],
    [
        " They are gonna know it so you got to translate it for him so this stuff about communications",
        4936.68,
        4941.88
    ],
    [
        " He's just",
        4943.1,
        4943.82
    ],
    [
        " Just simple. Yeah, it's just yeah, it's got to be simple clear concise is what we say at echelon front simple clear concise",
        4943.82,
        4949.3
    ],
    [
        " That's the way it's got to be",
        4949.3,
        4950.24
    ],
    [
        " Continuing on the this is so good the more pressing the situation the shorter the order",
        4950.24,
        4958.08
    ],
    [
        " Where circumstances permit or orders are given in accordance with the terrain not the map. Oh, that's good",
        4958.08,
        4965.06
    ],
    [
        " So whenever chance whenever I can't I'm actually taking you out there. I'm actually looking okay Andrew",
        4965.06,
        4969.84
    ],
    [
        " You see that hill over there. I want you to get you know put some sheen guns up there because we're gonna salt through you go",
        4969.84,
        4974.68
    ],
    [
        " Okay, got it now look at a map. We're looking at the terrain itself. Yeah, how often can you actually get eyes on",
        4974.68,
        4981.14
    ],
    [
        " um",
        4981.14,
        4983.32
    ],
    [
        " In the front lines and with the lower commanders. This is particularly this is particularly so",
        4983.32,
        4990.96
    ],
    [
        " With important orders it is often advisable to use two or more means of transmission",
        4990.96,
        4996.42
    ],
    [
        " Which is what I just said and I tell that to companies all time hey, you want to get your you want to get your vision out to the company",
        4996.42,
        5002.64
    ],
    [
        " Email it to them do a video do a conference call",
        5002.64,
        5006.02
    ],
    [
        " Do a poster that they can do it all get that message out there do",
        5006.02,
        5011.28
    ],
    [
        " You know, I hate to say over communicate because that implies it's too much, but",
        5011.28,
        5016.02
    ],
    [
        " Overcommunicate you know when I think of overcream again, it's like I'm gonna send you hey and drum and send you 48 emails every day",
        5016.02,
        5023.44
    ],
    [
        " Yeah, no, which one I see reading here is yeah, you know I had a good conversation with Sarah",
        5023.76,
        5029.36
    ],
    [
        " trying at the",
        5029.36,
        5030.62
    ],
    [
        " That muster about this and about how in this day and age if anything people tend to overuse email and we have these just swamped in boxes",
        5030.62,
        5040.2
    ],
    [
        " And having in this modern day and age having a good plan in place for some comms discipline",
        5040.2,
        5045.72
    ],
    [
        " Of and it's exactly what what you said earlier and and I've been using this in business for years",
        5045.72,
        5050.62
    ],
    [
        " It's it's a conversation because you can get to the bottom line quicker because so much of the communication is",
        5050.68,
        5056.66
    ],
    [
        " nonverbal it's like tonality and then if you can do it in over a video of VTC or a zoom or Skype or whatever great",
        5056.66,
        5062.94
    ],
    [
        " So you get to the solution quicker because we're we're going back and forth on each other",
        5062.94,
        5067.06
    ],
    [
        " We get to this we get to that final conclusion and then you follow up with an email because then it's black and white",
        5067.06,
        5072.68
    ],
    [
        " And then you have like the confirmation of this is what we talk about. Yeah, it's exactly",
        5072.68,
        5077.14
    ],
    [
        " It is easy to underestimate the time required to get an order through if that's a good one",
        5078.42,
        5083.22
    ],
    [
        " It takes a little bit longer than you thought",
        5083.22,
        5085.58
    ],
    [
        " Oh, here we go. This is what you were just talking about too many orders especially a battle during which the communication means may",
        5085.58,
        5091.76
    ],
    [
        " Miscarry produces the danger of causing injury to independence of action or lower of the lower commanders",
        5091.76,
        5097.22
    ],
    [
        " So if you're if you're trying to tell everyone exactly what to do guess what",
        5097.22,
        5101.18
    ],
    [
        " Eventually that order is not going to get through and you know what they're doing they're waiting to hear it because you haven't",
        5101.18,
        5106.18
    ],
    [
        " Decentralized command enough you've you've trained them like a dog only to do what you tell them to do",
        5106.2,
        5111.56
    ],
    [
        " In order should shall contain all that is necessary for the lower commander to know in order for him to execute",
        5111.56,
        5120.3
    ],
    [
        " independently his task",
        5120.3,
        5122.52
    ],
    [
        " It should contain no more",
        5122.52,
        5124.94
    ],
    [
        " Correspondingly the order must be brief and clear decisive in tone and complete",
        5124.94,
        5133.04
    ],
    [
        " Adopted to the understanding of the receiver. Oh, that's what I just talked about adopted to the understanding",
        5133.72,
        5138.4
    ],
    [
        " So you got to translate those big words in the ROE down to the frontline troops",
        5138.4,
        5141.8
    ],
    [
        " And according to conditions his peculiarity",
        5141.8,
        5145.28
    ],
    [
        " The commander must never fail to place himself in the position of the receiver",
        5145.28,
        5149.46
    ],
    [
        " I talk about perspective all the time you got to understand the perspective of the person that you're talking to",
        5149.46,
        5154.22
    ],
    [
        " They don't have all the context that you have you got to you got to recognize that",
        5154.22,
        5158.12
    ],
    [
        " The language of orders must be simple and understandable",
        5158.96,
        5162.74
    ],
    [
        " clarity which eliminates",
        5162.74,
        5164.62
    ],
    [
        " Douts is more important than correct technique clarity must not be sacrificed for brevity",
        5164.62,
        5171.04
    ],
    [
        " So sometimes you got to go a little bit more detailed",
        5171.04,
        5173.72
    ],
    [
        " Negative expressions and changes lead to half measures and are objectionable",
        5173.72,
        5182.32
    ],
    [
        " Exaggerations are equally bad",
        5182.32,
        5185.66
    ],
    [
        " Orders may bind only in so far as they correspond to the situation and its condition and its conditions",
        5186.82,
        5193.32
    ],
    [
        " So that's good one orders may bind only in so far as they correspond to the situation and its conditions",
        5193.32,
        5200.66
    ],
    [
        " So as soon as there's something outside that you can't",
        5200.66,
        5203.3
    ],
    [
        " You can't say no don't go across the line of the limit of advance ever",
        5203.3,
        5208.0
    ],
    [
        " Because guess what you might get into contact and the only way to get out of it is to cross that limit of advance",
        5208.0,
        5213.36
    ],
    [
        " So you better leave some flexibility in there",
        5213.36,
        5215.2
    ],
    [
        " Still it is often necessary to issue orders in uncertain situations",
        5216.68,
        5221.22
    ],
    [
        " If",
        5221.22,
        5224.14
    ],
    [
        " Changes in the situation are to be expected before the orders put in execution the order should not go into details",
        5224.14,
        5231.02
    ],
    [
        " So if you don't know really 100% what's gonna happen if you have",
        5231.02,
        5234.9
    ],
    [
        " He says still still it is often necessary to issue orders in uncertain situations. You're still gonna give orders but",
        5234.9,
        5241.54
    ],
    [
        " If",
        5242.06,
        5242.74
    ],
    [
        " Change in the situation to be expected before the orders put in execution the order should not go into details",
        5242.74,
        5248.14
    ],
    [
        " In great strategic operations, especially when orders must be issued for several days in advance",
        5248.14,
        5252.96
    ],
    [
        " This absension from details is to be specifically observed",
        5252.96,
        5257.66
    ],
    [
        " The general intention is expressed the end to be achieved is especially stressed",
        5257.66,
        5264.1
    ],
    [
        " In the execution of impending action the main instructions are given",
        5264.1,
        5268.62
    ],
    [
        " The immediate conduct of the engagement is left to subordinate commanders in such a way the order is fully executed",
        5268.82,
        5278.12
    ],
    [
        " Decentralized command 100%",
        5278.12,
        5281.44
    ],
    [
        " Mission end state. Yes. This is what we're trying to get done. Here's where we're trying to end up",
        5281.44,
        5286.8
    ],
    [
        " Go make it happen",
        5286.8,
        5288.44
    ],
    [
        " And so far as conditions permit",
        5288.44,
        5291.4
    ],
    [
        " It is often best for the commander to clarify his intentions to his subordinates by word of mouth and discussion",
        5291.4,
        5297.44
    ],
    [
        " Yet he must not make himself dependent on his subordinates the decision and orders are therefore solely his",
        5298.04,
        5304.36
    ],
    [
        " This is",
        5304.36,
        5304.94
    ],
    [
        " Hey, you talk to your platoon chief as a platoon commander and your platoon chief is saying",
        5304.94,
        5309.64
    ],
    [
        " We should come in from the west and attack from the west and you go okay sounds good and then you get",
        5309.64,
        5314.88
    ],
    [
        " Hit strong forces and you fail your mission. You know will chief told me coming in for the west",
        5314.88,
        5320.06
    ],
    [
        " That you said those are no shut up. It was your call",
        5320.06,
        5323.04
    ],
    [
        " He made his recommendation",
        5323.04,
        5324.62
    ],
    [
        " Continuing it is recommended that the written order which directs the activities of different elements to a common goal be",
        5325.78,
        5332.3
    ],
    [
        " paragraph and the paragraphs numbered",
        5332.3,
        5335.22
    ],
    [
        " That's a I've kind of left that in there because this is the kind of detail this manual goes into like number your paragraphs. Yeah",
        5335.22,
        5342.44
    ],
    [
        " That which is important should be placed first check",
        5342.44,
        5348.64
    ],
    [
        " Here we get here. This is this is good",
        5348.64,
        5352.66
    ],
    [
        " The following sequences recommended for operations orders",
        5352.66,
        5356.92
    ],
    [
        " Number one information so in the US military and in and in NATO as a matter of fact",
        5356.92,
        5365.46
    ],
    [
        " We use something called the five paragraph order smiak",
        5365.46,
        5368.52
    ],
    [
        " Situation mission execution admin and logistics and command and signal. That's what we use in the US military",
        5368.52,
        5375.9
    ],
    [
        " that sort of our abbreviated",
        5375.9,
        5378.54
    ],
    [
        " troop leading procedures boom you use situation mission execution",
        5378.84,
        5383.18
    ],
    [
        " admin logistics and command and signal. So here's they're talking about operational orders the first thing",
        5383.18,
        5389.44
    ],
    [
        " Information of the enemy and neighboring units in so far as this is importance of the receiver",
        5389.44,
        5396.18
    ],
    [
        " So what is that that's the situation enemy situation and friendly situation",
        5396.18,
        5400.08
    ],
    [
        " Next the intention of the commander in so far as it is communication",
        5400.08,
        5405.34
    ],
    [
        " As its communication is essential to the accomplishment of the end sought. What is that? It's mission",
        5405.76,
        5411.7
    ],
    [
        " So we've got situation mission. We've got literally the exact same thing",
        5411.7,
        5414.96
    ],
    [
        " Execution is what we have next and there's is missions for the elements of the whole command",
        5414.96,
        5421.96
    ],
    [
        " What's that?",
        5421.96,
        5423.2
    ],
    [
        " Yeah, that's that's the execution. That's what we're actually going to do",
        5423.9,
        5427.16
    ],
    [
        " for America we have admin and logistics next",
        5427.16,
        5431.74
    ],
    [
        " And they have",
        5432.68,
        5433.68
    ],
    [
        " Orders for the light motorized columns the field trains and baggage trains the battle echelon and the remaining reserve elements in so far as this is a",
        5433.68,
        5445.04
    ],
    [
        " Importance the troop. So what's that? It's all the logistics. It's all the admin",
        5445.04,
        5448.46
    ],
    [
        " And the last one we have is",
        5448.46,
        5451.62
    ],
    [
        " Command and signal, which is how you're going to communicate and where you know, this is when you'd be briefing you'd say",
        5451.62,
        5457.24
    ],
    [
        " You know, hey as the tasking commander, I'm going to be on this ridge line",
        5457.24,
        5460.54
    ],
    [
        " So we have command and signal like the last thing that they say is command post and communications to and from",
        5461.52,
        5467.84
    ],
    [
        " I wonder where we got a smiac from so there's the origination of smiac",
        5467.84,
        5471.88
    ],
    [
        " It's yeah, you know, it comes from the troop in furrow",
        5471.88,
        5477.08
    ],
    [
        " That's where we got good man",
        5477.08,
        5479.0
    ],
    [
        " How this book has escaped",
        5479.0,
        5481.86
    ],
    [
        " Like my junior officer training, you know what I mean like that's what we're trying to solve right now",
        5481.86,
        5487.94
    ],
    [
        " Yeah, that's what we're trying to solve. We can't solve it. We can't go back in time",
        5488.0,
        5491.42
    ],
    [
        " But I promise you there are",
        5491.42,
        5494.3
    ],
    [
        " NCOs out there. I talk to them all the time. There are junior officers out there",
        5494.3,
        5500.0
    ],
    [
        " I talk to them all the time they send me messages. There are battalion commanders",
        5500.0,
        5505.02
    ],
    [
        " that",
        5505.02,
        5506.1
    ],
    [
        " That go through this and listen to it. So we're good. Yeah, we've we're taking care of the problems in the past",
        5506.1,
        5513.76
    ],
    [
        " This is absolutely true. That's why I'm sitting here",
        5513.76,
        5517.42
    ],
    [
        " It's literally why I'm sitting here because I get a I get a damn email or I get a message from a Marine Corps",
        5517.94,
        5523.84
    ],
    [
        " second lieutenant",
        5523.84,
        5525.56
    ],
    [
        " That's in the game or I get a letter from an army",
        5525.56,
        5530.24
    ],
    [
        " Sergeant that's leading a squad and is like thank you got it",
        5530.24,
        5536.22
    ],
    [
        " I gotta admit when I was a junior officer. I was so busy so busy, you know",
        5536.22,
        5542.34
    ],
    [
        " Rabbidiers you guys can't see that like with whatever I was tasked with yeah, I'd never had time to",
        5542.72,
        5548.0
    ],
    [
        " Read a book like this",
        5548.0,
        5549.66
    ],
    [
        " I read what books I was basically forced to read and I got through them as best I could",
        5549.66,
        5555.24
    ],
    [
        " And the best leaders made me do those things because I was so darn busy",
        5555.24,
        5559.84
    ],
    [
        " It wasn't a priority of me at me at 23 years old to do that",
        5559.84,
        5562.94
    ],
    [
        " But man some of these things I learned firsthand and like as you're reading them",
        5562.94,
        5567.14
    ],
    [
        " I'm like yeah, why absolutely know this to be true",
        5567.14,
        5569.5
    ],
    [
        " But I learned it like by actually touching the hot stove myself, you know",
        5569.76,
        5573.02
    ],
    [
        " Well, Dave Burke was talking about it",
        5573.02,
        5575.04
    ],
    [
        " When he was at the basic school. He's like they gave him a stack of manuals",
        5575.04,
        5580.14
    ],
    [
        " And said read the manuals, but the problem is you don't have the context around them",
        5580.14,
        5583.26
    ],
    [
        " Yeah, so that makes it much much harder to read. It's like distant. You don't really and even for me when I when I'm reading something",
        5583.26,
        5590.56
    ],
    [
        " With all the context I have around it like when I read it",
        5590.56,
        5595.18
    ],
    [
        " Like when I first started reading books that I knew I was gonna do on the podcast",
        5595.18,
        5598.1
    ],
    [
        " It gave me a new level of appreciation before and I was reading because I was like oh, okay",
        5598.14,
        5602.32
    ],
    [
        " So here's how I'm gonna describe this to everyone because",
        5602.32,
        5606.0
    ],
    [
        " Just like we were talking about written versus email versus verbal right when you read the written word",
        5606.0,
        5615.76
    ],
    [
        " It's different than when",
        5615.76,
        5617.84
    ],
    [
        " someone is putting",
        5617.84,
        5619.84
    ],
    [
        " the",
        5619.84,
        5621.36
    ],
    [
        " influence",
        5621.36,
        5622.42
    ],
    [
        " On the right spot right the",
        5622.42,
        5625.24
    ],
    [
        " When you're using the tone and all that stuff and I mean it's that's coming from",
        5625.48,
        5629.44
    ],
    [
        " That's coming from kernel William reader who had me I was reading his book to him on this podcast",
        5629.44,
        5638.24
    ],
    [
        " And he's like this is very emotional for me because I haven't you know read this book since I wrote it and",
        5638.24,
        5646.04
    ],
    [
        " It's very",
        5646.04,
        5648.16
    ],
    [
        " Hard to listen to",
        5648.16,
        5650.22
    ],
    [
        " You know, it's like yes when you add the voice it's there's something more to it",
        5650.94,
        5656.38
    ],
    [
        " And then when you have someone that's a knuckle dragger like me that says oh here's what this is here's what we're talking about here",
        5656.38,
        5662.12
    ],
    [
        " Here's what here's what this actually means here's what this translates to",
        5662.12,
        5666.68
    ],
    [
        " On on the battlefield in the boardroom somewhere here's the way it actually works",
        5666.68,
        5672.9
    ],
    [
        " So that's what's good even though we didn't get the ideal training",
        5672.9,
        5678.94
    ],
    [
        " We can give it to them now. Yeah, and I think it's so important",
        5678.94,
        5682.38
    ],
    [
        " We talk about training and how important training is for preparation like",
        5682.38,
        5685.96
    ],
    [
        " At least at the very least hey you got to read this book at the very least okay",
        5685.96,
        5690.26
    ],
    [
        " I mean in the absence of that it's like a complete failure, but at least go okay read these books",
        5690.26,
        5693.82
    ],
    [
        " But you've got to find the time to do the training read the books and then as a leader sit down",
        5693.82,
        5698.88
    ],
    [
        " You what does that really mean when we go out and we operate in this way?",
        5698.88,
        5701.98
    ],
    [
        " Where are the lessons from this book that we can apply? Yeah, really do it. Yeah, you know, it's like",
        5701.98,
        5706.88
    ],
    [
        " For me what I was reading about face and I read about face like when we were in Ramadi",
        5707.68,
        5713.16
    ],
    [
        " I read it for the first time",
        5713.16,
        5714.16
    ],
    [
        " I'm not sure 100% sure when I read it for the first time, but I knew that when I brought it to Ramadi",
        5714.16,
        5718.66
    ],
    [
        " I was like that's the only book I brought with me wow",
        5718.66,
        5721.52
    ],
    [
        " and the thing is",
        5721.52,
        5723.74
    ],
    [
        " I would read that like I would read that to fall asleep right? I just get up to my room",
        5723.74,
        5728.46
    ],
    [
        " I would open up to a random page because I've read it enough times that I don't need to read it from cover to cover",
        5728.46,
        5732.32
    ],
    [
        " But I'd open up to a random page and I'd be like oh, oh, this is this is what I'm experiencing right now",
        5732.32,
        5737.02
    ],
    [
        " Oh, yeah, okay, he experienced the same thing",
        5737.02,
        5739.02
    ],
    [
        " I remember one of the first nights I was there flipped it open and I start reading it and what it's saying is",
        5739.02,
        5746.74
    ],
    [
        " He they're working with the South Vietnamese military and the South Vietnamese military was untrained on equipped",
        5746.74,
        5754.52
    ],
    [
        " they were",
        5754.52,
        5756.18
    ],
    [
        " They were totally devoid of any kind of ethics in terms of money and you know, it was corrupt",
        5756.78,
        5763.34
    ],
    [
        " So I was like oh, okay, so he so in Vietnam they were dealing with the exact same thing that we're dealing with here",
        5763.34,
        5769.32
    ],
    [
        " Okay, cool. Let's look at how he dealt with it. You know what I mean?",
        5769.32,
        5772.18
    ],
    [
        " Look there. That's the person that actually made me say",
        5772.44,
        5775.58
    ],
    [
        " Okay, the Iraqi soldiers are not going to be like us. They have a different culture",
        5775.58,
        5781.88
    ],
    [
        " They they run things a different way. It's not it's not wrong",
        5782.26,
        5786.46
    ],
    [
        " It's just different from the way we do think the classic cases",
        5786.46,
        5790.28
    ],
    [
        " The Iraqi officers skimming money off the enlisted guys paychecks right and we're to us. This is like a total",
        5790.28,
        5800.16
    ],
    [
        " total sin right the ultimate sin you're gonna steal money from your enlisted troops for them",
        5800.16,
        5807.4
    ],
    [
        " The enlisted guys",
        5808.46,
        5809.26
    ],
    [
        " That's what they expected hey, he's the boss. Yeah, he's gonna take a little bit. He's gonna take his little cut",
        5809.26,
        5815.06
    ],
    [
        " Of course, he's the boss, you know, what are we doing? We're he's gonna he's still generous to us, you know",
        5815.06,
        5820.04
    ],
    [
        " He's not taking all of it right and we had to get that through our minds, you know that",
        5820.04,
        5824.08
    ],
    [
        " That that their attitude they're called they're culturally different and so if we waste a bunch of time trying to sort out",
        5824.08,
        5831.76
    ],
    [
        " They're paid they're all looking at us going what are you doing?",
        5831.76,
        5834.38
    ],
    [
        " What why are you trying to create a conflict with us? We I'm the boss. I'm gonna take my cut",
        5834.82,
        5840.0
    ],
    [
        " What are you talking about right to them? It's just as simple as that's how it is. That's just how it is. Yeah, you know",
        5840.0,
        5845.76
    ],
    [
        " and and so",
        5845.76,
        5847.82
    ],
    [
        " For me like reading about face that was that was the book that really",
        5847.82,
        5851.88
    ],
    [
        " Tuned me into okay. There are lessons here. I mean, that's why that's why I named asking to bring you to asking your bruiser",
        5851.88,
        5858.56
    ],
    [
        " Because that's what that's what hack worth did 100% stolen from hack worth 100%",
        5858.56,
        5863.16
    ],
    [
        " But all the little things cover movie talks about in there talks about decentralized command all the time talks about",
        5863.28,
        5868.7
    ],
    [
        " All those things are in there. He doesn't it's not even a leadership book. It's all under though",
        5868.7,
        5872.62
    ],
    [
        " So yes, these types of situations where",
        5872.62,
        5876.98
    ],
    [
        " The other thing that happens is",
        5876.98,
        5879.36
    ],
    [
        " Everything we've said so far right just every topic that we've talked about",
        5879.36,
        5884.02
    ],
    [
        " Is in extreme ownership. It's in the dichotomy of leadership. It's all in there",
        5884.02,
        5888.12
    ],
    [
        " But all of it is a different angle and just like when you",
        5888.44,
        5891.48
    ],
    [
        " When you experience the same thing",
        5891.48,
        5894.56
    ],
    [
        " But from a little bit of different angle you know it better that's right",
        5894.56,
        5897.66
    ],
    [
        " You know it if I teach you an arm lock",
        5897.66,
        5899.68
    ],
    [
        " And then Dean teaches you an arm lock and then Andy teaches you an arm lock",
        5899.68,
        5903.04
    ],
    [
        " You got a little something different from each one of us. It's just a little different sign a little different movement",
        5903.04,
        5909.0
    ],
    [
        " And you get better at it",
        5909.0,
        5910.56
    ],
    [
        " Same thing happens here. You you hear that same message maybe in a little different way",
        5910.56,
        5915.64
    ],
    [
        " Maybe a little different spin on it maybe shown in a different scenario",
        5915.86,
        5918.94
    ],
    [
        " You actually learn from it and that's what's important because the more you the more",
        5918.94,
        5924.96
    ],
    [
        " The more variations of the same thing you've seen the better off the better you understand it",
        5924.96,
        5931.16
    ],
    [
        " And it makes you that much better and if you see the way if you know the way probably you see it in all things and the more you see it the more you know it",
        5931.16,
        5938.68
    ],
    [
        " So yes",
        5938.68,
        5941.12
    ],
    [
        " That's the way it should be",
        5941.12,
        5943.7
    ],
    [
        " That's the way it should be",
        5944.22,
        5945.78
    ],
    [
        " continuing on",
        5945.78,
        5949.0
    ],
    [
        " Supositions and expectations are to be so indicated",
        5949.0,
        5958.96
    ],
    [
        " Reasons for the measures ordered belong only exceptionally in the order",
        5958.96,
        5964.24
    ],
    [
        " Detailed instructions covering all possible contingencies which are matters of training do not belong in an order",
        5964.24,
        5972.98
    ],
    [
        " It's interesting they say sup positions and expectations of what we call those in the military call assumptions",
        5975.34,
        5979.44
    ],
    [
        " We just talked about that too. No, me and I",
        5979.44,
        5982.0
    ],
    [
        " It is often suitable to issue a warning order",
        5982.0,
        5986.96
    ],
    [
        " Warning order informs the latest developments in the situation",
        5986.96,
        5990.32
    ],
    [
        " It is used to affect with the most origin preparations",
        5990.32,
        5992.7
    ],
    [
        " Likewise, it is used to permit the troops to come to rest",
        5992.7,
        5995.96
    ],
    [
        " Earlier and also permit them to plan to rest longer. So warning order something that we",
        5995.96,
        6002.92
    ],
    [
        " also use",
        6003.22,
        6004.42
    ],
    [
        " Another section here",
        6004.42,
        6009.14
    ],
    [
        " When in order or report is transmitted orally the one bearing the order or report must repeat it to the issuing person",
        6009.14,
        6018.26
    ],
    [
        " A person transmitting a written report should be instructed as to its contents in so far as conditions permit",
        6018.26,
        6025.26
    ],
    [
        " Officers transmitting orders should as a rule be instructed as to the tactical situation",
        6025.26,
        6030.38
    ],
    [
        " It's funny even in the teams",
        6030.44,
        6032.1
    ],
    [
        " When someone says peel right",
        6032.1,
        6034.28
    ],
    [
        " Everyone repeats the call you repeat it back to the person that just told you and then you repeat it to the next person",
        6034.28,
        6039.86
    ],
    [
        " The place of the commander and his staff. This is the next section we're going into the personal effect of the commander on the troops is of great",
        6039.86,
        6051.0
    ],
    [
        " Importance he must be near the fighting troops the choice of location for the core commander should be based upon the requirement of the staff",
        6051.0,
        6060.36
    ],
    [
        " Abishment of rapid and continuous communication to the divisions and the rear he cannot rely along technical communications meaning",
        6060.38,
        6067.32
    ],
    [
        " Telephone wires and all that we we can do better with this now, but back in the day and even even so",
        6067.32,
        6074.68
    ],
    [
        " There's nothing that beats face to face nothing",
        6074.68,
        6077.94
    ],
    [
        " Nothing beats beats face to face",
        6077.94,
        6080.4
    ],
    [
        " Great distance in spite of adequate communication",
        6080.4,
        6083.92
    ],
    [
        " facilities",
        6083.92,
        6085.42
    ],
    [
        " Lengthens the command and report lines in dangers the system and may lead to",
        6085.6,
        6091.3
    ],
    [
        " late reports and orders or even",
        6091.3,
        6094.32
    ],
    [
        " Failure of arrival",
        6094.32,
        6096.36
    ],
    [
        " Moreover, great distance makes difficult personal terrain study and a personal knowledge of the process progress of the battle",
        6096.36,
        6103.98
    ],
    [
        " The division commander belongs with his troops. Boom",
        6103.98,
        6108.82
    ],
    [
        " Don't get so detached",
        6108.82,
        6113.52
    ],
    [
        " This section is called and we just I just jump through a bunch of really granular tactical stuff if you're a",
        6116.38,
        6122.72
    ],
    [
        " military good stuff to read",
        6122.72,
        6124.9
    ],
    [
        " Gonna jump through it",
        6124.9,
        6127.44
    ],
    [
        " This section is called attack which is just a worth covering in its own right",
        6127.44,
        6133.02
    ],
    [
        " The attack is affected through movement fire thrusts and through",
        6133.02,
        6136.82
    ],
    [
        " Thrust and through the direction in which it is directed the attack can be directed from one direction against the front",
        6136.82,
        6144.24
    ],
    [
        " But ordinarily the greatest strength is launched against the flank or the rear of the enemy more over and attack can be launched from several directions",
        6144.72,
        6152.34
    ],
    [
        " With a breakthrough of the hostile front new attack directions are provided so when you flank someone guess what there's gonna be other opportunities they don't appear",
        6152.34,
        6159.78
    ],
    [
        " The frontal attack is the most difficult of execution yet. It is the most frequent out for the out flanking attack is more efficient than the frontal",
        6159.78,
        6168.56
    ],
    [
        " Simultaneously out flanking of both enemy flanks presumes considerable superiority and",
        6169.28,
        6175.94
    ],
    [
        " Invelopment of one or both hostile flanks and reaching deep into his rear can lead to the annihilation of the enemy",
        6175.94,
        6182.68
    ],
    [
        " This is something that's very tricky",
        6182.68,
        6184.34
    ],
    [
        " Because we talk about",
        6184.34,
        6187.88
    ],
    [
        " Invelopment of the enemy which means surrounding the enemy and",
        6187.88,
        6192.6
    ],
    [
        " In a small that's cool",
        6192.6,
        6196.0
    ],
    [
        " If you're in a",
        6196.46,
        6197.54
    ],
    [
        " Battalion or bigger and actually I want to say brigade or bigger like we're talking massive battlefield movements",
        6197.54,
        6203.8
    ],
    [
        " Because when you get when you if you envelop if you have a if you have a company of soldiers a hundred and fifty soldiers and you envelop the enemy",
        6203.8,
        6212.6
    ],
    [
        " Guess what you're doing",
        6212.6,
        6214.18
    ],
    [
        " Well, not only you spread thin when you surround an enemy you are all pointing your weapons at yourselves",
        6214.18,
        6221.3
    ],
    [
        " That's the real problem. So we ran into this a lot in in the teams where guys would want to surround a target and and there's some",
        6221.94,
        6230.08
    ],
    [
        " It's problematic. It's very problematic. You have to that's why you know the classic L shaped right whether ambush or L shaped assault",
        6230.08,
        6239.26
    ],
    [
        " There's a reason for that. There's a reason why the guys and Vietnam taught us to do that right because",
        6239.26,
        6245.52
    ],
    [
        " As long as you know what your fields of fire are you can",
        6245.52,
        6248.7
    ],
    [
        " You can go hot if you're in an L shaped ambush or you're in an L shaped assault the minute I put people",
        6248.84,
        6255.84
    ],
    [
        " You know whether it's",
        6255.84,
        6257.82
    ],
    [
        " 270 degrees around the target or",
        6257.82,
        6261.0
    ],
    [
        " 360 degrees I can I now I have to worry about my backdrop and it's a real problem",
        6261.0,
        6266.7
    ],
    [
        " And you know what you can get away with those you can get away with enveloping a target all day long as long as there's no shooting",
        6266.7,
        6272.84
    ],
    [
        " But the minute the enemy starts shooting it's a problem",
        6272.84,
        6275.34
    ],
    [
        " So there are ways to cover exits from an L",
        6276.08,
        6279.32
    ],
    [
        " You extend that a little bit you can put some overwatches in",
        6279.32,
        6283.56
    ],
    [
        " But it is a real problem to think that you're gonna envelop a target in a small you know",
        6283.56,
        6289.72
    ],
    [
        " Let's say with with direct fire weapons",
        6289.72,
        6293.34
    ],
    [
        " Company size are smaller. It's a real problem to think you're gonna be able to develop a target",
        6293.34,
        6297.94
    ],
    [
        " And not have a problem if there's a big firefight",
        6297.94,
        6301.32
    ],
    [
        " It's gonna suck. Yeah, and those lines those phase lines can get confused real quickly as we know and",
        6301.66,
        6308.24
    ],
    [
        " But flanking the enemy is awesome and you should do it every opportunity you get in all aspects of life",
        6308.24,
        6315.72
    ],
    [
        " Continuing a little bit more about the development the development presumes a frontal fixation of the enemy",
        6315.72,
        6324.58
    ],
    [
        " So you still have to lay down some sort of fire to make them",
        6324.58,
        6329.2
    ],
    [
        " Distracted",
        6331.6,
        6332.16
    ],
    [
        " The enemy is most certainly fixed if his entire front is attacked",
        6332.16,
        6336.08
    ],
    [
        " However such an attack demands strong forces which must be absent from the enveloping wing",
        6336.08,
        6341.1
    ],
    [
        " Often therefore must the attacker be content with limited objective or faint attacks. So you're trying to",
        6341.1,
        6349.22
    ],
    [
        " Yeah, you if you if you use every troop that you have to do the frontal frontal assault",
        6349.22,
        6356.04
    ],
    [
        " Well, then you've got no one left to flank",
        6356.04,
        6357.6
    ],
    [
        " This is another cool thing like in the teams",
        6357.72,
        6359.76
    ],
    [
        " You'd have the little assault force that was gonna move",
        6359.76,
        6362.52
    ],
    [
        " And so when I first was like going through sqt",
        6362.52,
        6366.64
    ],
    [
        " Well, we just take all the big machine gunners",
        6366.64,
        6368.92
    ],
    [
        " And put them in the base element like you guys are gonna lay down fire and then all of uh all the other guys with the",
        6368.92,
        6374.34
    ],
    [
        " with the m4s",
        6374.34,
        6375.88
    ],
    [
        " We would be the assault team",
        6375.88,
        6378.3
    ],
    [
        " Well, what happens when the assault team gets compromised",
        6378.3,
        6380.78
    ],
    [
        " They're compromised they're compromised and now they can advance",
        6383.8,
        6387.54
    ],
    [
        " So now they lay down and start laying down fire will now the base force just became the assault force",
        6387.54,
        6393.68
    ],
    [
        " And guess what they're holding yeah, heavy weapons. They're not very they're not as mobile and even worse",
        6393.68,
        6400.32
    ],
    [
        " The now base force all they have is m16s and they're going ping ping ping",
        6400.32,
        6406.56
    ],
    [
        " That's not gonna keep anyone's head down compared to an m60 right",
        6406.72,
        6410.96
    ],
    [
        " So I learned that very early what you don't you don't and it was great for me because that was another thing that initially taught me",
        6410.96,
        6417.68
    ],
    [
        " Hey, you got your standard operating procedures. You got two squads",
        6417.68,
        6421.16
    ],
    [
        " You know, you got two squads in a platoon cool one is base one is a soul",
        6421.16,
        6425.1
    ],
    [
        " Don't pull the heavy weapons into the base force because you might need them",
        6425.1,
        6429.48
    ],
    [
        " Well, I think in two it's it's if the enemy",
        6429.48,
        6432.36
    ],
    [
        " In the in there he's saying what the enemy is is fixed",
        6432.36,
        6436.18
    ],
    [
        " Right, you have it it presumes the frontal assault like that's the main effort and and but if that shifts",
        6436.56,
        6442.9
    ],
    [
        " If they become wise to the flanking maneuver and they begin to put more forces there then the whole thing just dynamically shifted around",
        6442.9,
        6449.24
    ],
    [
        " And so by loading up your base with your automatic weapons",
        6449.24,
        6452.06
    ],
    [
        " Now you're now you're totally off balance. Yes. Yes. Yes",
        6452.06,
        6456.38
    ],
    [
        " These are the little things that I learned along the way that I that I was like oh, then that makes sense",
        6456.38,
        6466.54
    ],
    [
        " AW2",
        6468.32,
        6469.04
    ],
    [
        " That's the best best position",
        6469.04,
        6471.38
    ],
    [
        " Check here's talking about execution of attacks",
        6471.38,
        6477.34
    ],
    [
        " bases of the cooperation of arms. So what are we talking about here?",
        6477.34,
        6482.7
    ],
    [
        " The objective of combined arms in an attack is to bring the infantry in its decisive action against the enemy with sufficient firepower and shock",
        6482.92,
        6492.0
    ],
    [
        " Action",
        6492.32,
        6493.16
    ],
    [
        " So that is possible to drive through deeply and break down the final hostile resistance",
        6493.16,
        6498.74
    ],
    [
        " This goal is first reached when the hostile artillery is taken or is forced to retire",
        6498.74,
        6505.38
    ],
    [
        " All arms cooperating in an attack must recognize their mutual capabilities and consider their respective limitations",
        6505.38,
        6513.38
    ],
    [
        " They require continuous close communications with one another",
        6513.38,
        6517.68
    ],
    [
        " The cooperation between the attacking infantry and the supporting artillery governs the course of the attack",
        6518.96,
        6525.0
    ],
    [
        " Full cooperation must exist in time and space throughout the attack",
        6525.0,
        6530.42
    ],
    [
        " This is a little something that we call cover and move yeah",
        6530.42,
        6533.34
    ],
    [
        " And what's interesting is how much they talk about communication",
        6533.34,
        6537.94
    ],
    [
        " Continuous close communication with one another in the cooperation you know in the Marine Corps",
        6537.94,
        6543.4
    ],
    [
        " When we covered when when when Dave Burke and I covered",
        6544.06,
        6547.36
    ],
    [
        " The tactics manual they call cover move",
        6547.36,
        6551.86
    ],
    [
        " Cooperation that's what they call it and so that's I wonder where they got that from",
        6551.86,
        6556.92
    ],
    [
        " Cooperation working together, but also look like break the word into pieces. It's co operation",
        6556.92,
        6562.58
    ],
    [
        " Right, so you have two different elements that have me even have different chains of command right you got an artillery unit",
        6562.58,
        6567.86
    ],
    [
        " You have an infantry unit and",
        6567.86,
        6569.72
    ],
    [
        " You know we saw this in our body too. We're here. We are a naval sports forces unit with one set of communication method working with army and Marines",
        6569.72,
        6576.28
    ],
    [
        " Use different types of communication who own the battle space",
        6576.28,
        6579.12
    ],
    [
        " We were guests in their battle space and we had to co operate right we had to cooperate that meant",
        6579.12,
        6584.0
    ],
    [
        " Communication working together to ensure you know that synchrony of effort and without that",
        6584.0,
        6590.82
    ],
    [
        " That's when you know, where we're going to be operating this here. Where are you going to be?",
        6590.82,
        6595.46
    ],
    [
        " Well, I don't need to tell you like that was kind of like this old, you know, so we will talk like that",
        6595.54,
        6599.2
    ],
    [
        " That's not what we did and that's part of why we had successors because we co-operate with the army and Marines",
        6599.72,
        6604.14
    ],
    [
        " No doubt about it continuously. Yeah, we cover moved with them 100%",
        6604.14,
        6609.9
    ],
    [
        " It is the duty of both infantry and artillery to secure their cooperation through mutual established",
        6609.9,
        6618.84
    ],
    [
        " permanent and effective communication. What does that mean? That means you better have relationship with them. No",
        6618.84,
        6623.74
    ],
    [
        " It's just",
        6623.74,
        6624.82
    ],
    [
        " Sorry to know you're about to read what I just said",
        6624.82,
        6628.08
    ],
    [
        " No, no, it's good. That's that's once again proving that",
        6628.08,
        6630.66
    ],
    [
        " That actually what we're talking about is",
        6630.66,
        6634.54
    ],
    [
        " timeless and",
        6634.54,
        6637.76
    ],
    [
        " And it and it should be obvious",
        6637.76,
        6640.16
    ],
    [
        " To people on the battlefield. It should be obvious to people",
        6640.16,
        6643.98
    ],
    [
        " In the in the business world. It should be obvious to people that are trying to work together inside of a family",
        6643.98,
        6650.1
    ],
    [
        " should be obvious",
        6650.1,
        6651.84
    ],
    [
        " but once again",
        6651.84,
        6654.14
    ],
    [
        " The reason we have a business",
        6654.14,
        6657.32
    ],
    [
        " The reason we have a business is because it's not as obvious. It's not as easy to execute this stuff",
        6658.62,
        6663.96
    ],
    [
        " Right as it is to read it. Yep, and it takes practice in a takes technique and",
        6663.96,
        6668.34
    ],
    [
        " and the best way to get good at it is to do it, but you're gonna make mistakes and you",
        6668.34,
        6674.16
    ],
    [
        " And you're gonna learn from them you well you better learn from them",
        6674.16,
        6678.5
    ],
    [
        " so",
        6678.5,
        6679.78
    ],
    [
        " It's actually a good place to wrap up this um",
        6679.78,
        6683.64
    ],
    [
        " This document, you know this document this crazy document",
        6685.28,
        6689.62
    ],
    [
        " group infuri",
        6689.62,
        6691.4
    ],
    [
        " which is just",
        6691.4,
        6693.88
    ],
    [
        " tons of those lessons in there",
        6693.88,
        6696.38
    ],
    [
        " and either lessons learned most of them aren't just lessons reinforced. That's what most of them are",
        6696.38,
        6702.44
    ],
    [
        " Simplicity of conduct will most surely obtain the objective",
        6702.44,
        6706.46
    ],
    [
        " Friction of mistakes or an everyday occurrence. This is for those you out there with the um",
        6706.46,
        6713.62
    ],
    [
        " Wrong",
        6714.84,
        6715.28
    ],
    [
        " People are gonna make mistakes. There's gonna be friction. There's not you're not gonna get to do anything easy if you're doing something easy",
        6715.28,
        6720.68
    ],
    [
        " Guess what it's you shouldn't move on and find something more challenging",
        6720.68,
        6723.32
    ],
    [
        " Mutual trust is the surest form of discipline",
        6723.32,
        6727.68
    ],
    [
        " That right there",
        6727.68,
        6731.96
    ],
    [
        " When you when you think of discipline or something you're going to impose on your troops you're wrong",
        6731.96,
        6737.44
    ],
    [
        " You're wrong",
        6737.44,
        6739.2
    ],
    [
        " Discipline is formulated through trust",
        6739.2,
        6742.48
    ],
    [
        " Strictly maintained discipline is the benefit for tall and",
        6744.48,
        6747.36
    ],
    [
        " And then this one one of my favorites from this is the first demand of war is decisive action",
        6747.36,
        6755.34
    ],
    [
        " decisive action",
        6755.34,
        6757.78
    ],
    [
        " That",
        6757.78,
        6759.34
    ],
    [
        " Is what we need that's what we all need the words and the thoughts and the plans and the ideas they all",
        6759.34,
        6767.62
    ],
    [
        " Mean nothing without action",
        6767.62,
        6770.48
    ],
    [
        " And",
        6773.34,
        6773.7
    ],
    [
        " I'm definitely not saying that you don't need to think or you don't need to plan or you don't need to have ideas",
        6773.7,
        6777.34
    ],
    [
        " But I am saying that none of those things matter unless you take action",
        6777.34,
        6784.14
    ],
    [
        " So",
        6784.14,
        6785.92
    ],
    [
        " I think that's all we've got for tonight and if you want to take some action in your life and your world",
        6785.92,
        6795.14
    ],
    [
        " Here's some things that you can do",
        6795.14,
        6796.34
    ],
    [
        " Change your jitsu",
        6796.34,
        6797.76
    ],
    [
        " That's a good one",
        6798.72,
        6799.46
    ],
    [
        " You're training right now Andrew I am",
        6799.46,
        6802.84
    ],
    [
        " Check back on the mats of justice very humbling",
        6802.84,
        6806.76
    ],
    [
        " The last muster which is what got me back on the mats. Oh",
        6806.76,
        6810.86
    ],
    [
        " Because you realized you need to get your game back. Oh, it was just humbling. That's just the only way I can describe it",
        6810.86,
        6817.08
    ],
    [
        " See you're lucky you had that jiu jitsu you had you had jitsu before a lot of people had jiu jitsu because you were training in the 90s",
        6817.08,
        6823.16
    ],
    [
        " Yeah, yeah, yeah, and so you kind of rested on those lures",
        6823.16,
        6827.74
    ],
    [
        " A bit right",
        6827.76,
        6828.5
    ],
    [
        " Right I yeah, well, and everybody else got really good and I got rusty. Yeah",
        6828.5,
        6833.56
    ],
    [
        " Yeah, so I just haven't been training not in jiu jitsu anyway. Yeah, so back on the mats",
        6833.56,
        6838.72
    ],
    [
        " Hey, if you're if you're training jiu jitsu go to origin main.com",
        6838.72,
        6841.74
    ],
    [
        " You can get American made everything",
        6841.74,
        6844.34
    ],
    [
        " Gees",
        6844.34,
        6845.98
    ],
    [
        " the best geese",
        6845.98,
        6847.74
    ],
    [
        " You can support this podcast and you can support America",
        6847.74,
        6851.44
    ],
    [
        " We got t-shirts",
        6851.44,
        6853.08
    ],
    [
        " hoodies",
        6853.08,
        6854.74
    ],
    [
        " Gees, did I say geese? Yes, I did and jeans by the way now we got jeans",
        6855.48,
        6859.96
    ],
    [
        " That's right American made jeans",
        6859.96,
        6863.0
    ],
    [
        " cotton from America woven in America",
        6863.0,
        6867.72
    ],
    [
        " sewn in America",
        6867.72,
        6871.02
    ],
    [
        " by",
        6871.02,
        6873.08
    ],
    [
        " Americans",
        6873.08,
        6874.72
    ],
    [
        " It's awesome and actually available now for the first time",
        6874.72,
        6881.58
    ],
    [
        " for pre-order",
        6881.58,
        6883.18
    ],
    [
        " Origin boots",
        6884.06,
        6885.02
    ],
    [
        " Origin boots. So same thing you know, we",
        6885.02,
        6890.46
    ],
    [
        " We invested in the machinery we found the the old timers",
        6890.46,
        6895.18
    ],
    [
        " That know that did that further living before",
        6895.18,
        6898.86
    ],
    [
        " Factory started going overseas. So check out the origin boots supplements during war for a krill oil",
        6898.86,
        6905.54
    ],
    [
        " Discipline discipline go and also discipline go ready to drink boo yah. I see you've been sucking on that thing over there",
        6905.54,
        6912.8
    ],
    [
        " You drink a lot of those during the mustard. You know, I was like dang",
        6913.26,
        6917.72
    ],
    [
        " Well, you I had some at night and you're like you're drinking that right now. I'm like yeah, man. It tastes great",
        6917.72,
        6922.42
    ],
    [
        " I like it. I'm a fan of the tropic thunder. Oh, yeah, yeah",
        6922.42,
        6926.52
    ],
    [
        " So we got tropic thunder. We got lemon lime",
        6926.52,
        6929.04
    ],
    [
        " Which is called citrus psycho. I'm running low on that right now. So I didn't",
        6929.04,
        6933.86
    ],
    [
        " Oh, I thought when you brought it in here, you just remembered that my preference",
        6933.86,
        6937.92
    ],
    [
        " I was lucky",
        6937.92,
        6938.9
    ],
    [
        " I was like I was if that draco you pay an attention to the guy's word form like, you know, you know, I don't care",
        6939.04,
        6944.74
    ],
    [
        " All the thing I said about caring was not true. I just that's what I have left. I didn't want to sacrifice any of my lemon lime",
        6944.74,
        6951.08
    ],
    [
        " Right to that right to that no, dude. I remembered I was taking care of you. So yeah, you can get the you can get those cans",
        6951.08,
        6956.94
    ],
    [
        " Ultimately, you're gonna be able to get those everywhere in the world",
        6956.94,
        6960.12
    ],
    [
        " That's what I'm talking about because it's good for you. I was the ingredients every scene the ingredients",
        6960.12,
        6965.94
    ],
    [
        " filtered carbonated water natural flavor citric acid monk fruit extract",
        6967.6,
        6971.82
    ],
    [
        " That's the ingredients look at the ingredients on any other can of what crap is in there. That's not bad for you",
        6971.82,
        6977.06
    ],
    [
        " So it's got a bunch of other things b12 and magnesium and sodium potassium and there's caffeine in it",
        6977.06,
        6982.68
    ],
    [
        " So anyways check it out",
        6982.68,
        6985.46
    ],
    [
        " You'll dig it and it will get you",
        6985.46,
        6988.22
    ],
    [
        " We'll get you kind of fired up. We'll get you go",
        6988.22,
        6990.74
    ],
    [
        " Yeah, exactly like it's going warrior kid mulk mulk strawberry chocolate whatever a bunch of different flavors jacquill white tea check that out",
        6991.92,
        6998.72
    ],
    [
        " We have her own store jacquistore.com rash guards t-shirts truckers hats beanies hoodies",
        6998.72,
        7004.22
    ],
    [
        " Everything on those legit",
        7004.22,
        7006.16
    ],
    [
        " If you want to support the podcast. It's awesome support subscribe to the podcast subscribe to this podcast the warrior kid podcast",
        7006.16,
        7013.2
    ],
    [
        " I got a couple that are approaching readiness. So we'll be there",
        7013.2,
        7018.14
    ],
    [
        " I usually roll those out three to time. So I got one in the bank working on a couple more",
        7019.14,
        7023.88
    ],
    [
        " YouTube if you want to see echo Charles's legit videos",
        7023.88,
        7027.92
    ],
    [
        " Then you can go there and you can in the comments tell echo that he's jacked",
        7027.92,
        7032.32
    ],
    [
        " He's not here right now to defend himself",
        7032.32,
        7034.4
    ],
    [
        " But boy does he love it when people tell him he's jacked and he's all he acts all humble, but he loves every second",
        7034.4,
        7039.3
    ],
    [
        " Psychological warfare get down on ijun's google play if you want an alarm clock",
        7039.3,
        7045.8
    ],
    [
        " You want the jacquill alarm clock jacquill you should make an alarm clock. It's there. Oh, I have it. This is what I use it",
        7046.74,
        7051.52
    ],
    [
        " It's called psychological warfare if you want that go to any mp3 platform",
        7051.52,
        7056.3
    ],
    [
        " You can get it flipside canvas.com Dakota my brother",
        7056.3,
        7059.58
    ],
    [
        " He's making",
        7059.58,
        7061.02
    ],
    [
        " Cool things to hang on your wall got a bunch of books",
        7061.02,
        7064.68
    ],
    [
        " The next book to come out is called leadership leadership strategy and tactics field manual",
        7064.68,
        7069.42
    ],
    [
        " Breaking down this stuff at a tactical level pragmatically so you can execute it",
        7071.38,
        7076.78
    ],
    [
        " Also way the warrior three kid just came out a little while ago. It's called where there is a will",
        7076.78,
        7082.06
    ],
    [
        " Talked about will today. Shouldn't children know about the power of their will. Yes, they should get them the book",
        7082.06,
        7089.26
    ],
    [
        " That's literally called where there's a will and you know the rest of it",
        7089.26,
        7092.64
    ],
    [
        " The other way where the warrior kid books are also available where the warrior kid and marks mission",
        7092.64,
        7098.34
    ],
    [
        " Mikey in the dragons best kids book ever you're one of the first people I read it to yes, yeah before was even in print",
        7098.48,
        7105.42
    ],
    [
        " The boom. I wasn't even print. It was like I just scratched it out. It's so good",
        7105.42,
        7109.72
    ],
    [
        " Yeah, it was awesome when I read it to you and you were like I could see the look in your face. You're like",
        7109.72,
        7116.2
    ],
    [
        " How did this knuckle dress you right that same exact so good? That's a gift I give to like",
        7116.2,
        7123.18
    ],
    [
        " Friends of mine to give to like kids like it's a bedtime story. It's so good",
        7124.02,
        7128.4
    ],
    [
        " And there's something in there for all of us adults there is there is indeed",
        7128.4,
        7132.56
    ],
    [
        " Uh, and then there's discipline goes free and field manual",
        7132.56,
        7136.2
    ],
    [
        " How to get after it manual",
        7136.2,
        7139.3
    ],
    [
        " The audio version of that is on its MP3 is not audible",
        7139.3,
        7144.28
    ],
    [
        " It's because same thing I want to be able to break it down and put on their alarm. So that's what I did",
        7144.28,
        7149.34
    ],
    [
        " iTunes whatever MP3 extreme ownership",
        7149.34,
        7152.7
    ],
    [
        " With my brother, laf babin dichotomy leadership with my brother, laf babin",
        7153.18,
        7155.9
    ],
    [
        " everything that we're talking about",
        7155.9,
        7157.7
    ],
    [
        " In modern language examples from the battlefield in the business world very straightforward principles",
        7157.7,
        7164.5
    ],
    [
        " One of the best I think it's the best selling business book since it came out extreme ownership",
        7164.5,
        7170.9
    ],
    [
        " dichotomy leadership people say is better interestingly enough",
        7170.9,
        7174.4
    ],
    [
        " so get those two",
        7174.4,
        7176.56
    ],
    [
        " EF online",
        7176.56,
        7178.46
    ],
    [
        " We made online training for leadership because you can't just go to one",
        7179.58,
        7185.98
    ],
    [
        " event or read one book and think that you're all good to go",
        7185.98,
        7189.74
    ],
    [
        " You need to continually train and and that's what we made EF online for EF online.com",
        7189.74,
        7197.32
    ],
    [
        " It is leadership training interactive leadership training",
        7197.32,
        7200.62
    ],
    [
        " Online",
        7200.62,
        7202.82
    ],
    [
        " Check it out and we have one more muster this year. It's in Sydney, Australia",
        7203.34,
        7208.66
    ],
    [
        " All the other muster we did we did Chicago sold out we did Denver sold out",
        7208.66,
        7212.74
    ],
    [
        " We had to change the room around in Denver. Yeah",
        7212.74,
        7215.22
    ],
    [
        " To because we had so much demand so we changed the room around that's not happening in Sydney",
        7215.22,
        7220.76
    ],
    [
        " Sydney is absolutely gonna sell out go to extreme ownership.com if you want to come",
        7220.76,
        7225.72
    ],
    [
        " I look forward to seeing you all in Sydney and we're going to announce",
        7225.72,
        7229.58
    ],
    [
        " The 2020 dates pretty soon. How'd you like muster? Oh musters amazing",
        7230.98,
        7235.3
    ],
    [
        " So good and you know teams need to come together. Yeah, you know you I mean I've gone to events for years",
        7235.3,
        7241.76
    ],
    [
        " There's nothing like muster, you know running a business. There's nothing like muster and I'll just tell you that",
        7241.76,
        7245.96
    ],
    [
        " You come as a leader for sure",
        7245.96,
        7248.52
    ],
    [
        " The value of bringing several of your other key leaders with you so you're all hearing them material together",
        7248.52,
        7254.78
    ],
    [
        " It's one thing to go individually. It sure that's great",
        7255.08,
        7257.96
    ],
    [
        " But the tendency is to come back like Moses coming down the mountain with the tablets and everyone's you're fired up",
        7257.96,
        7263.5
    ],
    [
        " And it's like okay, but when they when several of you hear it together",
        7263.5,
        7266.38
    ],
    [
        " You can really implement change in your in your organization. Yeah, that's a good girl",
        7266.38,
        7269.58
    ],
    [
        " And we've seen a lot more of that there was some people some companies that brought",
        7269.58,
        7273.14
    ],
    [
        " 20 plus that's amazing the muster the amazing and we set aside some seats so that they could be together like you're talking about",
        7273.14,
        7281.66
    ],
    [
        " Matt like 20 plus people and there's there's plenty of companies that brought four. Yep, you know, brought six",
        7281.98,
        7288.14
    ],
    [
        " Some people come alone. That's fine too, but yeah, if you can bring a few people from your team",
        7288.14,
        7293.34
    ],
    [
        " And you can all hear it from the horse's mouth and you can all bounce these ideas off each other",
        7293.34,
        7299.58
    ],
    [
        " It just adds that much more to the experience and just kind of FYI when we do these we go to the hotels",
        7299.58,
        7305.6
    ],
    [
        " The hotel people are like",
        7305.6,
        7307.72
    ],
    [
        " This is the most incredible thing. This is the only event where",
        7308.2,
        7313.92
    ],
    [
        " When the doors open at 7.45 in the morning after we do PT at 7.45",
        7313.92,
        7319.58
    ],
    [
        " come back shower",
        7319.58,
        7321.5
    ],
    [
        " When the there's people lined up waiting to get in there",
        7321.5,
        7325.52
    ],
    [
        " And then every you know the hotel South of like everyone's so proactive and nice and you know no one's rude",
        7325.52,
        7331.74
    ],
    [
        " It's just like good people. It's awesome. Yeah, because what are people focused on people are focused on getting after it",
        7331.74,
        7337.1
    ],
    [
        " winning and",
        7339.1,
        7339.4
    ],
    [
        " And being good and I'll tell you to just something I've seen because I don't you don't see this in other events for those you're listening",
        7339.4,
        7346.28
    ],
    [
        " Leif and Jaco basically they don't basically eat all day no every break so called",
        7346.28,
        7352.66
    ],
    [
        " Leif and Jaco are sitting there talking to everybody and and that's something the feedback that I see consistently",
        7352.66,
        7356.96
    ],
    [
        " People are like wow Leif and Jaco in all the instructors are so accessible",
        7356.96,
        7360.92
    ],
    [
        " So it's not like the session sessions end and Leif and Jaco disappear back into their green room",
        7360.92,
        7365.78
    ],
    [
        " Yeah, yeah, they're out front meeting so you get a lot of really good interruption",
        7365.78,
        7369.22
    ],
    [
        " I stopped saying no green room, but there is no green room at the muster",
        7369.22,
        7372.96
    ],
    [
        " So we're we're there if you think if you want to come hang out come hang out. That's what we're doing",
        7372.96,
        7378.44
    ],
    [
        " um",
        7378.44,
        7379.14
    ],
    [
        " And of course right now we have EF Overwatch and this was cool too to see this at at the muster, you know people say",
        7379.14,
        7385.24
    ],
    [
        " Where can I get",
        7385.24,
        7387.26
    ],
    [
        " leaders that",
        7387.26,
        7389.04
    ],
    [
        " have these",
        7389.04,
        7390.54
    ],
    [
        " Principles in their brain. How can I get them to my company? Well, believe me Leif and I've been",
        7391.3,
        7395.9
    ],
    [
        " I get asked that for years and so what we did was we created a company with Mike Sirelli",
        7395.9,
        7401.32
    ],
    [
        " Who's another as long front guy another one of our brothers from to you bruiser",
        7401.32,
        7406.68
    ],
    [
        " And and you know he said hey look he's he'd been working with veterans transitioning into the civilian sector",
        7406.68,
        7414.1
    ],
    [
        " And he said hey, let's rock this and so that's where we did great idea for Mike",
        7414.1,
        7419.72
    ],
    [
        " And so now we've got it um EF Overwatch whether you're",
        7419.72,
        7424.72
    ],
    [
        " Special operations veteran or aviation combat aviation veteran and little news flash",
        7424.72,
        7431.88
    ],
    [
        " Coming soon we are opening it up",
        7431.88,
        7436.1
    ],
    [
        " We're we're got another wing of EF Overwatch. We're about to bring online which is going to be for",
        7436.1,
        7441.78
    ],
    [
        " Everyone in the military",
        7441.78,
        7443.3
    ],
    [
        " Because we the demand is so high and look you're in special operations great",
        7443.3,
        7448.9
    ],
    [
        " You got some you you know you've got great leadership experience. You know who else has great leadership experience",
        7448.9,
        7452.76
    ],
    [
        " Uh infantry platoon commander, right? An infantry platoon sergeant so",
        7452.76,
        7458.82
    ],
    [
        " We",
        7458.82,
        7459.88
    ],
    [
        " We started with the community that we know we know it best",
        7459.88,
        7464.08
    ],
    [
        " But the fact that matter is and and you know this as well as anyone the",
        7464.08,
        7468.68
    ],
    [
        " The rest of the military they're great people they're great leaders",
        7468.68,
        7472.34
    ],
    [
        " They've great experiences",
        7472.34,
        7474.4
    ],
    [
        " So we're creating something right now that is going to open this up so we can plug in our great",
        7474.4,
        7480.54
    ],
    [
        " experienced military people from every branch from every",
        7480.54,
        7484.66
    ],
    [
        " MOS",
        7484.66,
        7485.42
    ],
    [
        " from every job specialty and and let them apply those leadership skills that discipline",
        7485.42,
        7492.82
    ],
    [
        " To the civilian workforce and make the veterans life better and make America better make the companies better",
        7492.82,
        7499.2
    ],
    [
        " It's just a win-win",
        7499.2,
        7500.44
    ],
    [
        " So we got that rolling out the next few months, but just a heads up on that one",
        7500.44,
        7504.72
    ],
    [
        " And if you need more of this conversation because",
        7504.72,
        7510.14
    ],
    [
        " Too straight hours of me and Andrew Paul is not enough that you can find us on the interwebs",
        7510.14,
        7515.3
    ],
    [
        " We're on Twitter",
        7515.3,
        7516.6
    ],
    [
        " We're on Instagram and we are on dine fruzenbach",
        7516.6,
        7521.62
    ],
    [
        " Andrew is the Andrew Paul",
        7521.62,
        7525.06
    ],
    [
        " And I am at jaco willink",
        7525.06,
        7528.5
    ],
    [
        " Andrew got the closing thoughts",
        7530.84,
        7531.96
    ],
    [
        " Good after it every day. I love your post, you know",
        7531.96,
        7535.42
    ],
    [
        " None of us are promised tomorrow. Mm-hmm make as big of an impact. You can every single day",
        7535.42,
        7541.02
    ],
    [
        " I've had a lot of time to think about",
        7541.02,
        7544.6
    ],
    [
        " Life and particularly recently passing on my grandfather or another friends of ours",
        7544.6,
        7550.7
    ],
    [
        " At the end of the day we're only here on this earth for a certain amount of time",
        7550.7,
        7554.58
    ],
    [
        " And I think the biggest legacy that we can leave is how we impact the lives of other people",
        7555.58,
        7561.1
    ],
    [
        " And that can be at a small level",
        7561.1,
        7563.32
    ],
    [
        " Doesn't cost anything to say a kind word to somebody to offer some encouragement",
        7563.32,
        7567.9
    ],
    [
        " To show an active kindness to hold the door",
        7567.9,
        7570.88
    ],
    [
        " That doesn't cost anything",
        7570.88,
        7572.52
    ],
    [
        " And I think we can make a huge difference every day and just how we interact with other people",
        7572.52,
        7577.48
    ],
    [
        " In kindness and in getting after it every single day",
        7577.48,
        7581.4
    ],
    [
        " So that when I meet St. Peter at the burly gates",
        7581.4,
        7583.96
    ],
    [
        " And I meet my maker",
        7584.6,
        7585.92
    ],
    [
        " He says well done good and faithful servant",
        7585.92,
        7588.5
    ],
    [
        " Check and it's interesting that that ties right back into this premise that as a leader",
        7588.5,
        7594.56
    ],
    [
        " One of the most important things if not the most important thing that you can do as a leader is care about your people",
        7594.56,
        7603.6
    ],
    [
        " Now",
        7603.6,
        7606.56
    ],
    [
        " We learn from military history and those",
        7606.56,
        7610.72
    ],
    [
        " Lessons are of course written in blood",
        7612.16,
        7614.72
    ],
    [
        " Written in blood by the men and women around the globe",
        7614.72,
        7619.64
    ],
    [
        " That have served that are currently serving that protect our freedom every day",
        7619.64,
        7624.74
    ],
    [
        " So thank you to all of them",
        7624.74,
        7626.8
    ],
    [
        " Our police and law enforcement and firefighters and paramedics and EMTs and dispatchers and correctional officers and border patrol and secret service",
        7626.8,
        7635.14
    ],
    [
        " And all the first responders out there",
        7635.14,
        7637.34
    ],
    [
        " same thing",
        7637.34,
        7638.9
    ],
    [
        " Holding the line",
        7640.1,
        7641.16
    ],
    [
        " Thank you all for keeping us protected",
        7641.16,
        7644.12
    ],
    [
        " Here at home and to everyone else out there whether you're in the military or not",
        7644.12,
        7648.68
    ],
    [
        " Whether you're a first responder or not",
        7648.68,
        7651.82
    ],
    [
        " Whether you have a mission or you just have a job",
        7651.82,
        7655.74
    ],
    [
        " No matter what situation you're in",
        7655.74,
        7660.88
    ],
    [
        " It all starts",
        7660.88,
        7664.28
    ],
    [
        " When you start",
        7664.9,
        7666.26
    ],
    [
        " When you actually start when you take decisive action",
        7666.26,
        7672.42
    ],
    [
        " That's what you need to do you need to make it happen by getting up every day",
        7672.42,
        7679.3
    ],
    [
        " Then getting after it",
        7679.3,
        7683.44
    ],
    [
        " And until next time this is Andrew Paul and Jaco out",
        7683.44,
        7689.82
    ]
]