[
    [
        " So what do you think about CrossFit?",
        0.0,
        1.6
    ],
    [
        " Seems you do a lot of the same movements and workouts schemes.",
        2.86,
        6.38
    ],
    [
        " So CrossFit, I think CrossFit is a solid base for things.",
        7.74,
        14.96
    ],
    [
        " I also think that CrossFit actually deserves a pretty good amount of credit",
        15.52,
        20.06
    ],
    [
        " for getting the general populace of the world moving in the right direction when it comes to fitness.",
        20.06,
        25.4
    ],
    [
        " I've been doing CrossFit type stuff before there was such a thing as CrossFit.",
        26.36,
        32.74
    ],
    [
        " I mean the movements that you use in CrossFit are movements that have didn't invent anything new, right?",
        33.14,
        39.86
    ],
    [
        " But they did reintroduce... It's kind of like the Gracie family, to be honest with you.",
        40.52,
        43.78
    ],
    [
        " And there's, you know, both the Gracie family and CrossFit, in my opinion, are responsible for",
        44.18,
        52.2
    ],
    [
        " really a paradigm shift in those two arenas, the arena of fitness and the arena of martial arts.",
        52.2,
        58.14
    ],
    [
        " If you looked at martial arts in the 70s and the 80s, what was it? It was...",
        58.3,
        65.48
    ],
    [
        " It was karate, it was kung fu, it was iKido, it was traditional martial arts, it was not full",
        65.48,
        71.86
    ],
    [
        " contact sparring, it was... it was just radically different than what it is now.",
        71.86,
        77.46
    ],
    [
        " And that came from the Gracie family who created the UFC and broadcast it and got the information",
        77.92,
        84.3
    ],
    [
        " out there and spread the word of Jiu-Jitsu, which part of Jiu-Jitsu and part of the UFC is that you have",
        84.3,
        91.1
    ],
    [
        " to learn to wrestle and you have to learn to strike. So that all kind of came afterwards, but it's",
        91.1,
        94.82
    ],
    [
        " all related to the initial... the initial birth of the UFC and Gracie Jiu-Jitsu. And that's the same thing",
        94.82,
        104.3
    ],
    [
        " in my opinion with CrossFit. CrossFit, again, were people doing Olympic lifting years ago?",
        104.42,
        111.98
    ],
    [
        " Yes, they were, but it's a very small... if you... okay, you look at the martial arts schools in the 70s,",
        112.16,
        117.22
    ],
    [
        " look at fitness places in the 70s and 80s, it was those weird, you know, machines and aerobic stuff",
        117.44,
        125.54
    ],
    [
        " and the thing that women would like tie around their stomachs and would like shake them. I mean,",
        125.54,
        130.26
    ],
    [
        " just all kinds of bizarre stuff. And that's just stuff that was just ineffective. And so I think",
        130.26,
        140.26
    ],
    [
        " CrossFit deserves credit for spreading, you know, the knowledge of squatting and cleaning tricks",
        140.26,
        151.4
    ],
    [
        " and pull-ups and muscle-ups and all those things. And so, you know, again, like I said, it's... you've got...",
        151.4,
        161.0
    ],
    [
        " there were de-cathletes before CrossFit. There were Olympic lift, there was gymnasts before CrossFit,",
        161.0,
        166.18
    ],
    [
        " and those people were incredibly fit. But CrossFit popularized those activities and those exercises",
        166.28,
        173.22
    ],
    [
        " more than anybody else was able to. I mean, CrossFit is popular and Jiu-Jitsu is popular. I mean,",
        173.94,
        181.48
    ],
    [
        " if you look at the number of Jiu-Jitsu schools and CrossFit boxes in the country, they're probably",
        181.66,
        186.76
    ],
    [
        " the same growth pattern. So, I definitely give CrossFit credit for bringing that kind of well-balanced",
        186.76,
        195.84
    ],
    [
        " fitness to the forefront. And I think the programming, you know, is fine. For me, it's a little bit",
        195.84,
        202.54
    ],
    [
        " too random. I like stuff to be a little bit more scheduled, I guess you could say. And sometimes I",
        202.54,
        208.44
    ],
    [
        " need more volume than what they have. And I think you need more focus to get really good at some",
        208.44,
        215.0
    ],
    [
        " things. You need to do a more often than the straight CrossFit would prescribe. I think, you know,",
        215.0,
        222.18
    ],
    [
        " now people realize, you know, for a while they kind of held the line of like, no, all you need to do",
        222.18,
        227.3
    ],
    [
        " is what it says to do on the CrossFit workout of the day. Just like in the beginning, Jiu-Jitsu,",
        227.3,
        233.14
    ],
    [
        " Gracie Jiu-Jitsu said, all you need to do is just do Gracie Jiu-Jitsu. And clearly, both those",
        233.46,
        240.18
    ],
    [
        " attitudes are wrong. You know, what you really need to do is get that base and then open your mind,",
        240.18,
        246.3
    ],
    [
        " open your mind up. And you get to know yourself what you're, you get to know your own physicality",
        246.84,
        255.0
    ],
    [
        " after a while. And then you know what your weaknesses are and you know what hurts you and you know",
        255.0,
        258.8
    ],
    [
        " what you can do more of and you know what you should do less of. So I think that as a base, you know,",
        258.8,
        266.98
    ],
    [
        " like if someone just randomly says, you know, hey, I never worked out before, what should I do?",
        267.16,
        271.08
    ],
    [
        " I think CrossFit is a fine place to point them, you know, there's some other really good stuff out",
        271.28,
        276.2
    ],
    [
        " there, but you know, if you, yeah, CrossFit's a good one. And I think it's a good starting point,",
        276.2,
        280.08
    ],
    [
        " it's going to teach you the basics of squats and pull-ups and dips. And there's going to be a",
        280.28,
        282.98
    ],
    [
        " million people that are going to say, they don't really teach you Olympic lifting properly and you",
        282.98,
        286.7
    ],
    [
        " need to learn better form. I get it, right? Don't. If you want to learn to be an Olympic lift or",
        286.7,
        290.94
    ],
    [
        " CrossFit is not going to be the best place to learn to be an Olympic lift or you need to go get an",
        290.94,
        294.84
    ],
    [
        " Olympic lifting coach. If you want to be a great gymnast, you need to get a gymnastics coach,",
        294.84,
        300.04
    ],
    [
        " but if you want an introduction to stuff, a basic introduction, then I think it's a solid",
        300.04,
        305.0
    ],
    [
        " and again, I think you need to give it credit for what it did. And then most importantly,",
        305.14,
        311.06
    ],
    [
        " you need to keep an open mind that things change and you will, you have to change. We all have",
        311.06,
        321.24
    ],
    [
        " to change and adapt and grow and evolve so that you can become better. So that's my opinion.",
        321.24,
        327.2
    ],
    [
        " Yeah, the CrossFit undeniably, what it did is took working out in some CrossFit workouts can",
        327.68,
        334.8
    ],
    [
        " be hard. I did CrossFit for a little bit and even for someone who's like in pretty good shape,",
        334.8,
        340.2
    ],
    [
        " like they can be hard. And what an element of CrossFit that I'm not sure if this was intended",
        340.54,
        347.82
    ],
    [
        " from the beginning, but it got this way quick is kind of the group supportive environment.",
        347.82,
        353.76
    ],
    [
        " So what it did was it turned it into, now it's a sport. It's a straight up sport now. And really",
        354.54,
        363.3
    ],
    [
        " all it is is exercising, the sport of exercising being and the guy who wins the CrossFit Games,",
        363.3,
        368.68
    ],
    [
        " what's he called the fittest guy? So it brought fitness into this more of an activity to do rather than",
        368.74,
        376.26
    ],
    [
        " okay, you got to do this chore to kind of, you got to work out. It made it into like an activity,",
        376.26,
        380.68
    ],
    [
        " like boom, and not just okay, I'm going to go do some easy stuff with the girls on the weekend.",
        380.9,
        385.7
    ],
    [
        " It's for real, you know, like a hard workout and it put you through, you get in a group in a",
        386.0,
        391.02
    ],
    [
        " CrossFit situation and they're going to be yelling supporting you and it's way easier to stick with",
        391.82,
        396.98
    ],
    [
        " a workout program when you have people supporting you and they support you like for real support you.",
        396.98,
        401.76
    ],
    [
        " They're yelling how you finish, make it official, all this stuff and you're way more likely to",
        401.86,
        405.5
    ],
    [
        " achieve success rather than someone's like, oh, here, you're going to make it to the gym today. Oh,",
        405.5,
        408.74
    ],
    [
        " yeah, maybe, maybe not or whatever and then give you good guidance. So again, it made it made fitness,",
        408.74,
        414.36
    ],
    [
        " what I'm quote, fitness be popular, you know, this cool thing, you know, and a community,",
        414.82,
        420.52
    ],
    [
        " you know, in a way that I don't, it's, I mean, like you said, there was already some of these,",
        420.94,
        425.54
    ],
    [
        " but they're like, okay, bodybuilding and, you know, I don't know, maybe some aerobics,",
        425.68,
        430.24
    ],
    [
        " but it didn't have that sense of community like CrossFit does. So much more probably. I mean, you look",
        430.3,
        434.6
    ],
    [
        " at a company like Rogue Fitness. Yeah, I mean, they didn't exist, I don't know, five years ago,",
        434.6,
        438.86
    ],
    [
        " but like I have my old squat rack thing was ancient, right? And it was kind of hard to get back",
        439.7,
        445.86
    ],
    [
        " in the day. You want to squat rack now? Boom. Rogue Fitness is a boom. Oh, there you go. Yeah,",
        445.86,
        450.64
    ],
    [
        " they're going to send it to you. It's going to show up at your house in three days. And they're",
        451.08,
        455.18
    ],
    [
        " selling hundreds of thousands of them. I'm sure. And, and why is that? They're selling rings. They're",
        455.18,
        461.1
    ],
    [
        " selling boxes for boxes to bumper plates. Bumper plates used to be, you'd never see them. Like,",
        461.1,
        467.64
    ],
    [
        " I had, I had bumper plates in the why where I grew up. And there was, you know, two guys that would",
        467.78,
        473.66
    ],
    [
        " actually Olympic left. And you go, oh, wow, that's cool. But never in the gym. Now you go to",
        473.66,
        479.52
    ],
    [
        " a, almost any gym now. No, no, no, hey, almost I shouldn't say that because the 24 hour fitness type",
        479.52,
        485.12
    ],
    [
        " Globo gyms. Oh, do they? Oh, yeah. I haven't been in one of the long time. Yeah. Yeah.",
        485.12,
        492.8
    ],
    [
        " All over all over. And, and there's over here. And I still have 24 of fitness membership. I'll go",
        492.9,
        498.88
    ],
    [
        " there, you know, from time to time. Yeah. All of them have straight up, you know, protein Greg. Yeah.",
        498.88,
        504.76
    ],
    [
        " Um, he's a trainer and he's at the, the battle one. Big full on. Brad, you want to get a",
        505.1,
        509.8
    ],
    [
        " your crossfit on? You can go to 24 of fitness. Of course, it's more crowded. It's different. The",
        509.8,
        514.12
    ],
    [
        " culture is different, right? Which is a big part of crossfit as well. But facility wise,",
        514.12,
        519.44
    ],
    [
        " well, yeah, bumpers all up in there. Yeah. So that's, that's all thanks to crossfit. Right. Yeah.",
        519.46,
        524.8
    ],
    [
        " It, that's exactly your point, you know. Yeah. Yeah. Good deal.",
        524.94,
        528.3
    ]
]