[
    [
        " We are going to be aggressive and that's gotta be your default mode.",
        4.4,
        7.98
    ],
    [
        " The good deals that you think are gonna come to you in the world?",
        8.3,
        10.84
    ],
    [
        " They're not gonna come knocking on your door.",
        11.12,
        13.1
    ],
    [
        " You gotta go out and make them happen.",
        13.36,
        15.96
    ],
    [
        " You've gotta innovate and adapt all the time.",
        17.28,
        22.36
    ],
    [
        " The battlefield is always changing.",
        22.46,
        24.34
    ],
    [
        " It'll only stop if you stop.",
        24.64,
        26.68
    ],
    [
        " And I think that's when it's hardest to innovate and adapt is when things are going well.",
        27.54,
        30.48
    ],
    [
        " And when you stop, the enemy's gonna get ahead of you and you're gonna lose.",
        31.02,
        34.26
    ],
    [
        " Most underperformers don't need to be fired and be led.",
        35.08,
        37.98
    ],
    [
        " The real accountability has to get a look at it yourself.",
        38.58,
        40.48
    ],
    [
        " When you're in that moment, when you think, okay, the pressure is off.",
        41.14,
        43.36
    ],
    [
        " Whether it's in your business or whether it's in your life,",
        43.62,
        45.72
    ],
    [
        " when you have that pause that you think everything is okay,",
        46.02,
        48.84
    ],
    [
        " it's not. The enemy is actually maneuvering on you.",
        49.26,
        52.12
    ],
    [
        " When plans get too complex, people can't understand them and things go wrong.",
        54.78,
        58.54
    ],
    [
        " So you gotta keep things simple.",
        58.68,
        59.8
    ],
    [
        " We are all in conflict.",
        60.2,
        63.14
    ],
    [
        " And if we recognize that we're in conflict, we can also recognize that there's a winner and a loser.",
        63.28,
        67.3
    ],
    [
        " The way that you train, the way that you plan, the way you prepare,",
        67.6,
        72.06
    ],
    [
        " and most importantly, the way that you lead is going to dictate the outcome.",
        72.34,
        75.0
    ],
    [
        " If you don't work together as a team, we're gonna get killed.",
        75.72,
        79.78
    ],
    [
        " When you find something you want to make it happen, make it happen!",
        79.78,
        82.3
    ]
]