[
    [
        " Have you ever been so dug in on a solution or an opinion that it felt impossible to admit that you were in fact wrong?",
        0.0,
        7.46
    ],
    [
        " So I actually almost gave up on this question and",
        8.54,
        12.68
    ],
    [
        " Because it's been I learned this lesson a long time ago that",
        12.68,
        18.16
    ],
    [
        " Again the humility that you get from Jiu Jitsu and from combat and from life is that I very seldom",
        18.16,
        26.78
    ],
    [
        " dig in",
        26.78,
        29.02
    ],
    [
        " On something that I'm not a hundred percent sure of yeah, and which means I don't dig in on the locks",
        29.62,
        34.54
    ],
    [
        " I'm not a hundred percent sure of much right who can be a hundred percent sure of a lot of things",
        34.54,
        38.02
    ],
    [
        " And when I do do that",
        38.02,
        40.42
    ],
    [
        " It's not that hard for me to realize that I'm wrong stifle my ego admit it and change course. It's not that big of a deal to me",
        40.42,
        46.5
    ],
    [
        " When I like I said when I do dig in on a subject or on the decision. It's because I know",
        46.5,
        53.84
    ],
    [
        " Like almost to a 100% certainty that I'm right otherwise I'm gonna leave myself a little bit of an out",
        55.28,
        60.74
    ],
    [
        " I'm not gonna just dig in on things that I can't be positive about because why would I",
        60.74,
        67.4
    ],
    [
        " Why would I do that?",
        67.4,
        69.32
    ],
    [
        " Now when I end up being wrong if I do take a stance on something it's no big deal",
        70.22,
        75.18
    ],
    [
        " I'm gonna use that as an opportunity to show that I'm humble and show that I can admit when I'm wrong",
        75.18,
        80.06
    ],
    [
        " I'm gonna take advantage of it good. I'm wrong good",
        80.06,
        82.5
    ],
    [
        " and",
        84.14,
        84.9
    ],
    [
        " You know, so I would say just keep your options open keep an open mind",
        84.9,
        89.66
    ],
    [
        " When you feel yourself or your ego is digging in",
        89.66,
        93.84
    ],
    [
        " Just check yourself",
        93.84,
        97.38
    ],
    [
        " I did admit that you're wrong and",
        97.38,
        100.6
    ],
    [
        " move on and",
        100.6,
        103.72
    ],
    [
        " One thing I think that happens with people is people think that",
        103.72,
        109.62
    ],
    [
        " digging in",
        109.62,
        111.76
    ],
    [
        " And having a strong 100% opinion makes them appear stronger or it makes their idea appear stronger, but I don't think so",
        112.5,
        120.42
    ],
    [
        " I'm not saying to be wishy-washy on stuff. I'm just saying I have an open mind because I think that's the ultimate strength",
        120.42,
        127.14
    ],
    [
        " That's kind of my opinion. I mean the last time I came close to digging in I was advising a company and",
        127.14,
        135.0
    ],
    [
        " They were going through some rough a little bit of a rough patch",
        135.0,
        138.86
    ],
    [
        " And they started multiple initiatives to try and turn some some things around and one of the initiatives",
        139.34,
        145.26
    ],
    [
        " Of all the initiatives there was a couple that the CEO wanted done immediately and two of those initiatives when I looked at them",
        145.26,
        152.78
    ],
    [
        " I thought I thought that they were redundant",
        152.78,
        155.64
    ],
    [
        " And so I said look I wouldn't waste I wouldn't do both these initiatives. Just pick one",
        155.64,
        161.58
    ],
    [
        " I think this one's the better one just do this one and I think it'll cover the problem and",
        161.58,
        165.8
    ],
    [
        " I convinced them",
        165.8,
        167.86
    ],
    [
        " And it was pretty easy to convince them because they had limited resources at the time and",
        167.86,
        171.18
    ],
    [
        " limited assets",
        171.18,
        172.4
    ],
    [
        " So it wasn't like they had a bunch of stuff to spread around",
        172.4,
        174.4
    ],
    [
        " But he was pretty sad on it, but I convinced him otherwise and he agreed and within a matter of days",
        174.4,
        178.66
    ],
    [
        " It started to look like I was wrong",
        178.66,
        181.24
    ],
    [
        " And it started to look like both systems were going to be needed to solve that",
        181.24,
        184.84
    ],
    [
        " specific issue. So I didn't like wait I",
        184.84,
        189.6
    ],
    [
        " I didn't",
        189.6,
        190.92
    ],
    [
        " Say oh, I hope that things go I said look hey, I think I was wrong about this. I think you were right",
        190.92,
        195.66
    ],
    [
        " Let's get the other initiative going and let's get this problem covered and that's it",
        196.5,
        199.96
    ],
    [
        " and",
        199.96,
        200.86
    ],
    [
        " I'm telling you he didn't lose respect for me",
        200.86,
        205.2
    ],
    [
        " Because I said hey, I'm wrong",
        205.2,
        207.54
    ],
    [
        " After a few days of watching what the results are and making an early decision",
        207.54,
        212.3
    ],
    [
        " He actually",
        212.3,
        213.66
    ],
    [
        " Thought it was awesome",
        213.66,
        215.74
    ],
    [
        " And he and he knows he's like hey, I wish I wish everyone could admit when they were wrong like that",
        215.74,
        219.92
    ],
    [
        " It would make everything around here so much easier and I said well, that's why I'm here in the first place",
        219.92,
        223.56
    ],
    [
        " Is to help with that so",
        223.76,
        225.94
    ],
    [
        " Just be cautious when you dig in you know because when you dig in you're actually when you dig in",
        225.94,
        233.7
    ],
    [
        " You're taking away your ability to maneuver",
        233.7,
        235.94
    ],
    [
        " Yeah, you don't want to do that. It's good. So so watch out",
        235.94,
        241.4
    ]
]