[
    [
        " How do you stay positive having seen the absolute worst in humanity?",
        0.28,
        4.76
    ],
    [
        " Oh man.",
        4.94,
        5.34
    ],
    [
        " Easy.",
        5.58,
        5.86
    ],
    [
        " I have a beautiful brunette.",
        6.82,
        9.4
    ],
    [
        " I'm going to do a huge eliteration here.",
        9.52,
        11.06
    ],
    [
        " Beautiful brunette busty babe that's banging in the bikini that will drink bourbon with",
        11.48,
        20.48
    ],
    [
        " me.",
        20.48,
        20.66
    ],
    [
        " Boom.",
        21.2,
        21.34
    ],
    [
        " Yeah.",
        21.72,
        21.88
    ],
    [
        " Boom.",
        22.42,
        22.6
    ],
    [
        "",
        23.06,
        23.06
    ],
    [
        " Boom.",
        24.18,
        24.8
    ],
    [
        " So yeah, I have heard kids and women scream that I threw a grenade into the room.",
        26.3,
        31.1
    ],
    [
        " They're having their dad shoot from.",
        31.3,
        33.4
    ],
    [
        " Get nightmares from it.",
        34.42,
        36.0
    ],
    [
        " Yeah, I've seen donkeys go down wells because the village lied to us.",
        36.76,
        43.06
    ],
    [
        " Yeah, I've watched bombs get dropped on entire villages where I knew that there are people",
        43.94,
        48.28
    ],
    [
        " and like not bad people.",
        48.28,
        50.16
    ],
    [
        " They're good people near bad people and watch all the buildings crumble.",
        50.4,
        55.98
    ],
    [
        " I love life.",
        56.62,
        60.5
    ],
    [
        " I love my wife.",
        61.18,
        62.78
    ],
    [
        " I love my kids.",
        63.04,
        64.14
    ],
    [
        " I love a sunset.",
        64.58,
        65.5
    ],
    [
        " I appreciate art.",
        65.88,
        66.86
    ],
    [
        " I play the piano.",
        67.18,
        68.02
    ],
    [
        " I wish I could appreciate beer.",
        68.74,
        69.92
    ],
    [
        " I don't have a palette for it.",
        69.92,
        70.86
    ],
    [
        " But like everything about life is that much sweeter because I know how nasty and ugly it",
        70.86,
        76.92
    ],
    [
        " is.",
        76.92,
        77.24
    ],
    [
        " And if at any point I forgot why I fight and I forgot what right was and I forgot what",
        77.66,
        86.96
    ],
    [
        " humanity is, I'm done.",
        86.96,
        88.7
    ],
    [
        " The moment where I was like, I want to go kill something.",
        89.14,
        91.52
    ],
    [
        " I'm good at it.",
        92.34,
        92.96
    ],
    [
        " I'm good at war.",
        93.08,
        93.58
    ],
    [
        " There's nothing else I'm good at.",
        93.66,
        94.62
    ],
    [
        " And there's that temptation because you're good at something.",
        95.24,
        98.98
    ],
    [
        " You want to go do more of it to go and spend time doing that.",
        99.12,
        102.86
    ],
    [
        " But if I ever had that realization that I'm actually doing that, I'm done.",
        103.7,
        111.24
    ],
    [
        " I turn my gun in.",
        111.64,
        112.7
    ],
    [
        " I'd go be a salesman.",
        113.3,
        114.4
    ],
    [
        " I'd sell kias.",
        114.7,
        115.66
    ],
    [
        " I don't care.",
        116.18,
        116.52
    ],
    [
        " Now that I'm talking smack about kias, I'm just or Hyundai, whatever.",
        116.94,
        120.6
    ],
    [
        " And this is a subject that comes up that I think people want to understand in the civilian",
        121.4,
        127.68
    ],
    [
        " world.",
        127.68,
        128.1
    ],
    [
        " And you've definitely nailed a perspective that I think most guys feel.",
        128.66,
        136.94
    ],
    [
        " And I would say on top of that is that war, while it does expose you to the worst part",
        137.66,
        147.56
    ],
    [
        " of humanity in my mind forever.",
        147.56,
        152.42
    ],
    [
        " I will, I don't think I will ever see anything as moving or as beautiful as men rolling",
        153.64,
        168.46
    ],
    [
        " out into a horrible place day after day, night after night, risking their lives directly,",
        168.46,
        177.86
    ],
    [
        " indirectly for their country, for the civilians that are there that they're trying to protect",
        180.44,
        186.0
    ],
    [
        " and for each other.",
        186.0,
        189.08
    ],
    [
        " And to go to memorial service after memorial service and realize that these are, and again,",
        189.46,
        198.0
    ],
    [
        " you know, I always try to remind everybody that listens to this that when I say memorial",
        198.2,
        201.84
    ],
    [
        " service, I'm not talking about a dog tag.",
        201.84,
        205.1
    ],
    [
        " And somebody in a uniform, I'm talking about a kid, talking about a person and a person",
        205.76,
        214.14
    ],
    [
        " that sacrificed everything in everything, everything they are.",
        214.14,
        221.12
    ],
    [
        " And everything they ever will be.",
        222.56,
        226.12
    ],
    [
        " And so yes, war will show you the worst part of humanity, but that right there is an incredible",
        230.38,
        238.26
    ],
    [
        " part of humanity.",
        238.26,
        239.14
    ],
    [
        " And I don't care about the politics of it.",
        239.26,
        240.9
    ],
    [
        " I don't care about any of that, but you're talking about men that will give their lives",
        240.98,
        245.6
    ],
    [
        " for their friends.",
        245.6,
        246.78
    ],
    [
        " And when I have that in the back of my mind, then that makes it very easy for me to stay positive,",
        250.44,
        259.5
    ],
    [
        " very easy for me to wake up in the morning and say, I'm going to do my damnedest today to live a good life",
        259.96,
        268.2
    ],
    [
        " and do some good things and try and honor those guys.",
        268.68,
        274.84
    ],
    [
        " So I don't think war makes you worse.",
        275.76,
        279.72
    ],
    [
        " I think war makes you better.",
        279.82,
        280.98
    ],
    [
        " Those services, those memorials, they're not like just some dude had a young, a young",
        282.06,
        298.18
    ],
    [
        " old man.",
        298.62,
        299.02
    ],
    [
        " Why don't you bring him back to me?",
        299.02,
        301.88
    ],
    [
        " You know, do you know what it's like to lose him?",
        302.06,
        304.62
    ],
    [
        " You know, do you know what we had?",
        305.0,
        306.0
    ],
    [
        " You know, you didn't know him.",
        306.94,
        307.84
    ],
    [
        " I was like, bitch, please, I sat there and took it.",
        308.28,
        312.34
    ],
    [
        " What do you think we sit there and talk about as we're staring at a tree for 12 hours?",
        313.3,
        319.56
    ],
    [
        " Yeah, I know what your fart smell like, woman.",
        321.0,
        323.44
    ],
    [
        " You know, I know what his favorite panties were on you.",
        323.82,
        326.84
    ],
    [
        " You know, I know every single kid name of your kids when their birthday is.",
        327.92,
        333.56
    ],
    [
        " You don't think you think you know him better than I know him?",
        333.94,
        337.4
    ],
    [
        " How much time did you spend with him in the past five years?",
        337.86,
        340.34
    ],
    [
        " You know, day and night, 60 hours straight, taking his blood, being covered in it.",
        341.56,
        348.76
    ],
    [
        " Like, we know, like, this isn't just some memorial.",
        351.54,
        354.14
    ],
    [
        " You know, we need to be sacrifices that you're talking about.",
        354.54,
        356.14
    ],
    [
        " It's, this is a different level of, you know, we're talking about intimacy, the brothers.",
        356.42,
        361.28
    ],
    [
        " And when we say it's about the dude standing next to us, it's the, it's not just some dude.",
        361.28,
        365.42
    ],
    [
        " You know, it's not some cliche line in a movie.",
        365.74,
        368.18
    ],
    [
        " Yeah.",
        368.58,
        368.76
    ],
    [
        " Like, these are dudes.",
        369.46,
        370.92
    ],
    [
        " When we say with diaphragm, it's for a reason.",
        371.42,
        374.66
    ],
    [
        " It's because we've known it, never known somebody that close and never will forever.",
        375.16,
        380.88
    ],
    [
        " And they're the best dudes on the planet.",
        381.3,
        383.12
    ],
    [
        " Yeah.",
        383.84,
        387.06
    ],
    [
        " You're right over there, Uncle Charlie.",
        387.92,
        391.58
    ],
    [
        " Yeah, it's getting heavy for sure.",
        392.12,
        393.76
    ],
    [
        " But I'm kind of used to it though.",
        394.4,
        395.58
    ],
    [
        " I'm sure you're sure.",
        395.92,
        396.9
    ],
    [
        " Dude, when he starts talking, I'm just like, what is the next word?",
        396.9,
        401.98
    ],
    [
        " There's too much space because I can't take it anymore.",
        402.48,
        405.14
    ],
    [
        " Shit, dude.",
        405.26,
        406.84
    ]
]