[
    [
        " Good evening. I'm a firefighter paramedic and I'm still the rookie at my station. The fire service is notorious for politics within the ranks and",
        0.0,
        10.04
    ],
    [
        " Rookie's often get the worst of it. My question is",
        10.04,
        12.86
    ],
    [
        " How can I implement extreme ownership in a situation where the blame falls to me anyway?",
        12.86,
        17.74
    ],
    [
        " How can I have my superiors view this as a positive trait when every rookie gets the short end of the stick and",
        18.88,
        25.32
    ],
    [
        " When none of my superiors are willing to engage in extreme ownership",
        25.32,
        28.0
    ],
    [
        " I'm taking ownership however the typical response along is along the lines of that's correct. It is your fault",
        28.24,
        34.72
    ],
    [
        " Yeah, you know what",
        34.72,
        39.5
    ],
    [
        " That's correct. It is your fault",
        39.5,
        43.32
    ],
    [
        " That's what extreme ownership is that's what it is. Yeah, that's what it is",
        43.32,
        49.32
    ],
    [
        " That's what it is",
        49.32,
        52.42
    ],
    [
        " That's what extreme ownership it is. You're saying it's your fault. You're not just saying it so they leave you alone",
        53.2,
        57.64
    ],
    [
        " You're saying it because you're taking ownership of it. Then you can fix what is wrong?",
        57.64,
        61.48
    ],
    [
        " That's what it is so and I will tell you the boss will notice",
        62.22,
        67.6
    ],
    [
        " He will he'll notice and the people above you in the chain of command will notice they will notice that you're taking ownership",
        67.6,
        74.04
    ],
    [
        " They'll notice it you're solving problems and notice that",
        74.04,
        76.48
    ],
    [
        " That will then give you a good reputation",
        76.48,
        79.84
    ],
    [
        " But taking extreme ownership does not absolve you of the blame. That's what's the opposite of that",
        81.78,
        88.58
    ],
    [
        " You are at fault. That's the whole point",
        88.58,
        93.28
    ],
    [
        " That's the whole point and this is one of those classic questions. I get asked all the time",
        93.28,
        99.58
    ],
    [
        " It's like what if they say it is what if they say that's right. It is your fault. That's what you're saying",
        99.58,
        105.04
    ],
    [
        " Yeah",
        107.46,
        107.9
    ],
    [
        " so",
        107.9,
        107.0
    ],
    [
        " It doesn't matter. It's true in business. It's and it's true in life too if you're blaming other people for things that are going wrong",
        107.0,
        114.98
    ],
    [
        " You're not gonna fix them",
        114.98,
        115.8
    ],
    [
        " You can't fix them because in your mind you don't control them. They're not your fault. So",
        115.8,
        120.12
    ],
    [
        " If you want to take extreme ownership",
        120.12,
        123.0
    ],
    [
        " At work and in business and in life stop blaming other people and blame yourself and realize that it actually is",
        123.0,
        132.14
    ],
    [
        " Your fault and that's correct only and do something about it",
        132.14,
        136.76
    ],
    [
        " Damn, do you think that sometimes?",
        136.76,
        140.12
    ],
    [
        " Like this",
        141.18,
        143.24
    ],
    [
        " You know how some people will",
        143.24,
        145.7
    ],
    [
        " At like at the most just people say to ask you this and they'll say it'll be similar to this where they'll be like",
        145.7,
        151.46
    ],
    [
        " Like I'm trying to take extreme ownership, but you know something like this happens and then you say well",
        151.46,
        156.56
    ],
    [
        " Yeah, like you take extreme ownership",
        156.56,
        158.62
    ],
    [
        " You actually take the blame and then you talk about how you're gonna fix the problem, right?",
        159.12,
        162.94
    ],
    [
        " Like that's how you do you don't just take you don't say yes my fault and then boom work good",
        163.1,
        167.1
    ],
    [
        " We're done my bus kind of thing",
        167.1,
        168.86
    ],
    [
        " It's for that's ego. It's funny because your ego is like if I say like echo this went wrong and it's my fault",
        168.86,
        177.58
    ],
    [
        " And then you go yeah, yeah, you should have done a better job. I get that's the one I talk about all the time",
        177.58,
        183.4
    ],
    [
        " That's my defam like what are you talking about? Well, you know, I you know, I would have been able to do it better if you",
        183.4,
        187.58
    ],
    [
        " So even though I'm saying I'm taking ownership. I'm not actually taking ownership. Yeah, so that was actually gonna be like question",
        188.8,
        194.46
    ],
    [
        " So it's almost like",
        194.46,
        197.72
    ],
    [
        " Maybe not all of that, but it's almost like",
        197.72,
        201.0
    ],
    [
        " Like let's say I did something and I messed up I caught my own mistake right in the middle of doing it",
        201.0,
        206.56
    ],
    [
        " I was like man, I'm so dumb and it was a dumb mistake, but I'm so dumb and you said yeah, you are a dumb and I'd be like wait",
        206.56,
        210.76
    ],
    [
        " Don't call me dumb, right? It's kind of like that, right?",
        210.76,
        213.06
    ],
    [
        " It's like man, you just said you're dumb kind of thing",
        213.42,
        215.96
    ],
    [
        " You know what else is funny as to is you hear people make excuses",
        215.96,
        219.16
    ],
    [
        " like",
        219.16,
        220.6
    ],
    [
        " But instead of taking the blame instead of taking owning the excuse they they",
        220.6,
        227.12
    ],
    [
        " So like let's say",
        227.12,
        228.82
    ],
    [
        " I wasn't prepared for a podcast",
        228.82,
        231.5
    ],
    [
        " Or let's say no, I said hey, we're gonna we can try and record on Wednesday",
        231.5,
        235.86
    ],
    [
        " But I don't think I'm gonna be able to do it because I have this going on and my dog did this and my kid did that",
        235.86,
        241.98
    ],
    [
        " And I'm making excuses",
        243.06,
        244.84
    ],
    [
        " Instead of saying like hey, I didn't plan well enough and I didn't anticipate some things that I should have anticipated and now I'm not gonna be ready",
        244.84,
        254.06
    ],
    [
        " Right, yeah, it's my fault. Yeah, yeah",
        254.06,
        256.32
    ],
    [
        " Now if you get in what this is what happens and this is the difference man",
        256.32,
        259.8
    ],
    [
        " If you have the habit of actually saying like hey, I didn't anticipate this and it's actually my fault",
        259.8,
        267.16
    ],
    [
        " Then you know what you do your plan better",
        267.16,
        270.0
    ],
    [
        " Yeah",
        270.0,
        270.58
    ],
    [
        " How many times have I called you up and said hey echo not ready to record the podcast?",
        271.76,
        275.06
    ],
    [
        " Yeah, if you text",
        275.86,
        276.58
    ],
    [
        " No actually no you said I might not be ready and then",
        276.58,
        281.66
    ],
    [
        " Right, but I got mad at yourself. Yeah, I got mad bro",
        281.66,
        285.02
    ],
    [
        " And I but I I was actually giving you a warning of like hey, I'm gonna be it's gonna be tight",
        285.02,
        289.7
    ],
    [
        " But I knew I was gonna have to work to try and get it done what I'm saying is",
        289.7,
        294.78
    ],
    [
        " When you truly say like everything that's happening in my world is my fault",
        295.52,
        299.68
    ],
    [
        " You don't make excuses anymore up front you you and even if you do you say like hey, here's what's going on",
        299.68,
        305.44
    ],
    [
        " And this is what I'm gonna do to get over them. Yeah, it's a big difference man. It has a huge impact. Yeah, when you're saying",
        305.44,
        311.08
    ],
    [
        " Here's a good one like and this is a one of them probably the most common thing of anything and of any excuse",
        311.08,
        316.98
    ],
    [
        " Is I don't have time?",
        316.98,
        318.32
    ],
    [
        " This is the most is there any more common excuse than I don't have time besides the dog ate my homework, right?",
        318.48,
        322.5
    ],
    [
        " I don't not that I know by the way one time the dog literally ate my kids homework",
        323.02,
        327.74
    ],
    [
        " Here was all chewed up. Yeah, well dog ate your homework",
        327.74,
        330.88
    ],
    [
        " Um keep your dog keep your in a dog secure area. Yeah, so there's no eat",
        330.88,
        336.36
    ],
    [
        " There's no bigger excuse that gets used more common at least for like a long-term goal like a like hey, I want to",
        336.36,
        342.88
    ],
    [
        " You name it. Yeah, I want to",
        342.88,
        345.78
    ],
    [
        " You know, but I want to play piano and play guitar. I want to write a book. I want to",
        345.78,
        349.06
    ],
    [
        " Study I want to get my degree all this stuff right anything is just I don't have time. I want to get in shape",
        349.9,
        354.64
    ],
    [
        " Right, I want to run every it's it's all hey even even I want to spend more time with my kids by all time",
        354.64,
        359.78
    ],
    [
        " So that's that's the pre-given excuse",
        359.78,
        362.58
    ],
    [
        " But when you blame all these other things",
        362.58,
        366.3
    ],
    [
        " The time that it's not your fault that you don't have time right? It's the fault of the",
        366.3,
        372.62
    ],
    [
        " Schedule. It's the fault of the weather. It's the fault of it's the lack of time",
        372.62,
        377.64
    ],
    [
        " The fact of the matter is if you take ownership of that",
        377.64,
        381.0
    ],
    [
        " If you take ownership of the time",
        381.0,
        384.8
    ],
    [
        " You will have time because you'll make time yeah",
        384.8,
        388.08
    ],
    [
        " And when I call you up and say hey, I might not be able to get ready",
        388.08,
        391.08
    ],
    [
        " What I'm doing is like saying okay, I'm giving him a warning and then I'm looking at my schedule going where can I finish",
        391.08,
        397.02
    ],
    [
        " Preprepar where I can prepare for this yeah",
        397.02,
        399.24
    ],
    [
        " When can I get this done that's the ultimate excuse",
        399.24,
        403.68
    ],
    [
        " For so many people I don't have time and the minute you say that you don't have control over the time",
        404.5,
        409.92
    ],
    [
        " You do have control over the time. Guess what?",
        409.92,
        412.38
    ],
    [
        " Hey, are there people that are working three jobs? Yes, there are and might they have out",
        412.92,
        417.28
    ],
    [
        " Are there things that they're gonna have to edit out of their schedule? Yes, there are one of the first things",
        417.28,
        420.88
    ],
    [
        " You should edit out of your schedule YouTube",
        420.88,
        422.56
    ],
    [
        " Social media surfing internet surfing right? What else do we do to waste time? You know what I mean like we waste time doing things TV",
        422.56,
        432.2
    ],
    [
        " So that way if you if you have an excuse",
        434.78,
        437.04
    ],
    [
        " Turn it back on yourself and take control of it. Yeah, that's all I'm saying",
        437.04,
        442.32
    ],
    [
        " We got you make the time you make the time",
        442.32,
        446.14
    ],
    [
        " Yeah, a little time saving",
        446.14,
        449.08
    ],
    [
        " Element I don't even know if it's a tip. It's just a little thing to consider when you cruise cruise extra hard so you can get it done in half the time",
        449.08,
        457.36
    ],
    [
        " I'm disciplined with my time so I can cruise yeah",
        457.36,
        461.54
    ],
    [
        " Sometimes",
        463.64,
        464.04
    ],
    [
        " Just when equals cruising. Yeah, that's the freedom part of the cruising",
        464.04,
        467.54
    ],
    [
        " The time is like a it can be kind of like a balloon, you know with like little leaks in it where you know you want to",
        467.54,
        475.28
    ],
    [
        " Like time will just kind of leak away, right? So if you're not you know like it in fact",
        475.28,
        480.1
    ],
    [
        " You're I think you're the one who kind of told me where it's like you should you should like plan kind of everything",
        480.1,
        484.56
    ],
    [
        " You got to go just plan it all and get it done and then the rest of that time is all is your time open free",
        484.56,
        489.84
    ],
    [
        " Yeah, so if you're like okay, I have some stuff to do today, but I'm not gonna plan it necessarily",
        490.38,
        494.72
    ],
    [
        " I'm just gonna sort of get it done tomorrow at some point",
        494.72,
        497.28
    ],
    [
        " You could get one thing done you could just be you know",
        497.28,
        500.8
    ],
    [
        " Messing around or whatever and then you get another thing done and you kind of like dang that took me kind of all day a lot of time",
        500.8,
        505.82
    ],
    [
        " So you know especially you have like three four things",
        505.82,
        507.38
    ],
    [
        " But all those like little in between times yeah, if you can add them all up",
        507.38,
        511.56
    ],
    [
        " But sure okay work out takes let's say you really want to go hard and say I want to work up for an hour and a half every day",
        511.56,
        516.3
    ],
    [
        " But I don't really have a free hour and a half in a row right because I gotta go pick up my kids",
        516.3,
        521.16
    ],
    [
        " I didn't gotta go do this. I got to drop them off. I could do all this stuff",
        521.16,
        523.52
    ],
    [
        " but if",
        523.52,
        524.8
    ],
    [
        " Most of the time if you're like okay, I'm gonna schedule all these things and I'm gonna boom boom and get them all done",
        524.8,
        529.9
    ],
    [
        " Then it's almost like you you're shifting your time. So it doesn't just leak through",
        529.9,
        534.2
    ],
    [
        " The little things that you have to do when you allow it to I think it was you that originally talked about this",
        534.2,
        540.42
    ],
    [
        " How much work people get done before like vacation like they know when they're going on vacation",
        540.42,
        544.98
    ],
    [
        " Everything done do that every day. Yes. You have more free time. Yeah",
        546.3,
        550.14
    ],
    [
        " Just even like when you're leaving hey this what I found myself I did this the other day",
        550.14,
        554.76
    ],
    [
        " I went I actually went to 24-hour fitness got a good workout by the way",
        554.76,
        559.44
    ],
    [
        " So I went to 24 was got my workout or whatever came out came in my truck. I was checking",
        559.44,
        565.88
    ],
    [
        " Checking the crypto stuff, but so I got my truck checked it and I was checking it and then I'd like check some other alerts",
        565.88,
        573.2
    ],
    [
        " You know",
        573.4,
        573.86
    ],
    [
        " Checking and boom boom and then I and then I left so I remember when I put my phone down and I started it up and I left",
        573.86,
        580.3
    ],
    [
        " I kind of looked over and you could see the window of 24 fitness and you know the people that work at the front desk are there",
        580.3,
        584.96
    ],
    [
        " So I for whatever reason I'm thinking to myself. I wonder if they're watching me like oh another person",
        584.96,
        590.4
    ],
    [
        " It took to do his phone in there kind of just had that thought, you know that I thought about I was like wait",
        590.4,
        594.42
    ],
    [
        " There that was like a good maybe 10 minutes. Oh, yeah that I just like let leak away right there",
        594.42,
        601.14
    ],
    [
        " Hey, if that was part of my schedule if I needed to check these things for sure",
        601.14,
        604.76
    ],
    [
        " I could it like if that was on some sort of a schedule or if I",
        604.76,
        608.08
    ],
    [
        " If I chose to do that at a specific time",
        608.08,
        611.0
    ],
    [
        " I would have got that 10 minutes back somehow",
        611.0,
        613.2
    ],
    [
        " Like that 10 minutes wouldn't leak the way no",
        613.2,
        615.84
    ],
    [
        " I actually by the time I left the gym",
        615.84,
        619.1
    ],
    [
        " At that particular time if I didn't let that 10 minutes I would have been home already doing other stuff",
        619.1,
        624.8
    ],
    [
        " That I should have schedules yeah work doing it. Yeah exactly right and we do that all day",
        624.8,
        629.44
    ],
    [
        " That kind of stuff don't let your time leak",
        629.82,
        632.0
    ],
    [
        " But another thing where another time or another situation where this works what you're saying about this",
        632.0,
        637.82
    ],
    [
        " Taking ownership and for real take ownership. Yeah, don't be like hey, um, you know, you know",
        637.82,
        642.94
    ],
    [
        " Ah, it's my fault. Then they say it's your fault. I'm be like, whoa, what is that? What's this?",
        642.94,
        645.84
    ],
    [
        " My fault kind of thing. I'm not saying he said that but I'm saying that kind of is apologizing when you apologize to someone",
        645.88,
        651.36
    ],
    [
        " You know like someone's like hey, hey look mean you had a disagreement it escalated whatever then the next time like hey man",
        651.36,
        657.88
    ],
    [
        " I'm sorry, you know, but but you did kind of say something, you know, but I am sorry, you know kind of thing",
        658.22,
        663.6
    ],
    [
        " You know, yeah, wait, so you're putting a button there. Yeah, I'm not real. It's not a true apology",
        663.6,
        668.1
    ],
    [
        " It's not effective at all like you yeah, or if you explain like but I was just feeling this or you know",
        668.1,
        674.2
    ],
    [
        " It's just you know anytime there's not a like a full on 100% full speed apology towards someone like don't mention",
        674.2,
        681.08
    ],
    [
        " The reasons why you felt that way don't mention any kind of justification on why you went there with your mind or whatever",
        681.08,
        687.54
    ],
    [
        " It's all just like this what it did dissolved like terrible and whatever and I'm straight up. Sorry",
        687.58,
        692.16
    ],
    [
        " Good, that's ineffective",
        692.16,
        693.38
    ]
]