[
    [
        " How do I take ownership of mixed messages to the people under me from the other leaders in my group?",
        0.18,
        7.0
    ],
    [
        " Pretty straightforward question. I like it. Well, first of all, you have to address this",
        7.48,
        12.86
    ],
    [
        " Straight up with the other leaders in your group because if you aren't aligned as a leadership team",
        12.86,
        17.54
    ],
    [
        " This is gonna hurt the cause. It is absolutely gonna hurt the cross",
        17.54,
        21.78
    ],
    [
        " This is critical and it's gonna be hard and there are some things in your group that people do not agree on and that is why they are",
        21.78,
        29.8
    ],
    [
        " undermining the messaging or",
        30.2,
        32.28
    ],
    [
        " Why they're giving out different messaging because they don't agree with it",
        32.28,
        35.3
    ],
    [
        " They don't have the courage to stand up and say hey, I don't agree with this right here",
        35.3,
        39.14
    ],
    [
        " So let's do it a different way. Here's my thoughts. They don't have the courage to do that",
        39.14,
        42.06
    ],
    [
        " So what do they do? They just sit back and then when it comes time to put out the word they put out the mixed messages",
        42.06,
        46.8
    ],
    [
        " And it's it's a bad situation and you actually have to lead here",
        46.8,
        50.8
    ],
    [
        " That's what you have to do and it shouldn't actually be that hard because what you're asking for is",
        50.8,
        58.02
    ],
    [
        " Something that anybody can tell is important so you know you say to you say to your leadership team you go hey guys",
        58.02,
        63.68
    ],
    [
        " Our message to the troops needs to be aligned and right now it isn't we need to fix that",
        63.68,
        69.18
    ],
    [
        " Is there anyone on your leadership team is gonna disagree with that? No, they won't that's not what they disagree with",
        69.18,
        74.2
    ],
    [
        " They everybody knows that the leadership team has to have an aligned message. They have to be on the same sheet of music and",
        74.2,
        81.56
    ],
    [
        " That's what you need to do and and again, it's gonna be a hard conversation",
        81.56,
        86.76
    ],
    [
        " It's gonna bring out that statement should bring out the conversation of what people don't agree on and why they're sending this messages now",
        87.64,
        95.8
    ],
    [
        " If you if you cannot",
        95.8,
        100.08
    ],
    [
        " Get them aligned it is a serious problem, but if you can't the best thing you can do is",
        100.08,
        107.14
    ],
    [
        " mitigate",
        107.14,
        108.58
    ],
    [
        " mitigate that to your team by becoming the trusted voice",
        111.42,
        116.06
    ],
    [
        " So so with your team you want to become the trusted voice now",
        116.06,
        119.36
    ],
    [
        " You just doesn't mean that you're gonna go on undermine your other leaders and say oh echo came in here",
        119.36,
        124.68
    ],
    [
        " He doesn't know what he's talking about no no no no no that's not what I'm talking about I'm never",
        124.68,
        127.78
    ],
    [
        " Almost never talking about undermining another leader or a leadership team what I'm gonna do though is I'm gonna translate",
        127.78,
        136.3
    ],
    [
        " I'm gonna say hey guys our job on this. I know echo said that here's our job. Here's here's what our focus needs to be",
        136.3,
        144.02
    ],
    [
        " Here's the way this translates for us. So I'm not",
        144.02,
        147.4
    ],
    [
        " Disparaging you and I'm not even disagreeing with you. I'm simply honing the message for my team",
        147.4,
        153.78
    ],
    [
        " now",
        153.78,
        155.54
    ],
    [
        " You still even when you do that you're mitigating that as much as possible",
        155.54,
        161.28
    ],
    [
        " You still have to maintain the critical goal of getting your leadership team aligned and one other little tool to help make that happen is",
        161.28,
        171.56
    ],
    [
        " To present their words back to them",
        171.56,
        175.4
    ],
    [
        " And you said you know I wrote down what you said to the team this morning and I just wanted to go through that with you and break it down a little bit",
        175.4,
        182.54
    ],
    [
        " And then go through it line by line and have the hard conversations and make the tough decisions",
        182.54,
        190.46
    ],
    [
        " You got to make the tough decisions",
        190.58,
        192.7
    ],
    [
        " And also give a little",
        192.7,
        197.2
    ],
    [
        " Seed some points",
        197.2,
        199.64
    ],
    [
        " Right be flexible",
        199.64,
        202.12
    ],
    [
        " But unify",
        202.12,
        204.0
    ],
    [
        " Unify the message and there's a worse not a worse case scenario",
        204.0,
        208.74
    ],
    [
        " But there are scenarios where echo and I cannot agree on the message and we got to go up the chain of command",
        208.74,
        214.02
    ],
    [
        " Now I would never want to do that",
        214.02,
        216.26
    ],
    [
        " I would never ever want to say to my boss hey echo and I can't agree",
        216.26,
        220.86
    ],
    [
        " You need to make the decision for us to me. That's a total failure",
        220.86,
        224.42
    ],
    [
        " It's a failure in my leadership that I can't get us on the same sheet of music",
        224.42,
        228.66
    ],
    [
        " So I don't I can't even think of any time that I ever did that went to my boss and said hey boss",
        228.66,
        234.92
    ],
    [
        " I can't we you know I can't come to come to a conclusion here with the other tasking to commanders",
        234.92,
        239.66
    ],
    [
        " I can't come to a conclusion with the other platoon commanders or I can't come to conclusion with the my squad about how we should",
        239.66,
        246.18
    ],
    [
        " Do this I've never done that so you should be able to if you're right you'll win the argument and if you're wrong",
        246.18,
        251.7
    ],
    [
        " Then you change your mind so it's not that it's not like this ultimate. I like I'm saying. I'm great",
        251.7,
        255.46
    ],
    [
        " I'm just saying if you're right then you'll win the argument and if you're wrong",
        255.46,
        260.16
    ],
    [
        " Then you'll change your mind so it's not that hard",
        260.16,
        263.22
    ],
    [
        " So that's what happens needs to happen here with the leadership team we've got to find out who's right and",
        263.22,
        269.62
    ],
    [
        " People that are right need to",
        269.62,
        270.96
    ],
    [
        " Convince the people that are wrong now you need to check your ego obviously",
        272.38,
        276.26
    ],
    [
        " Across the board every team everybody on the teams got to check the rego because a lot of people will be holding on to their idea because it's their idea",
        276.26,
        283.54
    ],
    [
        " And they love their idea",
        283.54,
        285.78
    ],
    [
        " Because they're egotistical",
        285.78,
        288.8
    ],
    [
        " And that's how I would deal with mixed messages coming down the chain of command",
        288.8,
        297.24
    ],
    [
        " I'm gonna go ahead and just say it that that could have been one of the best lines I've ever heard if you're right",
        298.02,
        303.66
    ],
    [
        " You'll win the argument if you're wrong you'll change your mind",
        303.66,
        307.18
    ],
    [
        " That's a good that's a good one. You just make that up. I did just make it up",
        307.18,
        311.6
    ],
    [
        " Yeah, I mean, I guess it's something that I've known but right",
        311.6,
        315.82
    ],
    [
        " Yeah, that's what makes it so good because you kind of kind of seems like oh, yeah, you know right but that's never the case",
        315.82,
        321.7
    ],
    [
        " But if you're being on the up and up there it is right there",
        321.7,
        325.6
    ],
    [
        " Yeah",
        325.6,
        326.08
    ]
]