[
    [
        " Run a five-man team two men down",
        0.88,
        3.62
    ],
    [
        " What does that mean? He's missing two guys. Oh, it's okay. So if I'm an team. So what it's supposed to be seven now",
        3.62,
        9.5
    ],
    [
        " It's five words. It's a five-man team now. There's only three we don't know wouldn't know well, okay",
        9.5,
        13.12
    ],
    [
        " Either way, we figure that he's under man. Sure. We know that much sure sure",
        13.12,
        17.22
    ],
    [
        " Okay under man team five-man team to men down. I'm not meeting performance expectations",
        17.22,
        22.44
    ],
    [
        " No sport coming from my command",
        22.44,
        24.56
    ],
    [
        " Do you see a way out other than just getting after it?",
        24.56,
        28.52
    ],
    [
        " I know you also talk about blaming yourself and taking extreme ownership because the people above you may have different information",
        28.94,
        35.82
    ],
    [
        " That leads to prioritize different areas",
        35.82,
        38.76
    ],
    [
        " However, when I question things like why we don't have enough people working in different zones when clearly there's an",
        38.76,
        45.32
    ],
    [
        " imbalance in zones to the point customers notice or it makes it difficult for colleagues to do their jobs",
        45.32,
        51.1
    ],
    [
        " Then I'm deemed argumentative",
        51.1,
        53.38
    ],
    [
        " And that I don't have the best intentions",
        53.38,
        56.34
    ],
    [
        " This was this was with the manager that is in charge of",
        56.5,
        59.64
    ],
    [
        " In charge of business and I would think understands my perspective more",
        59.64,
        63.56
    ],
    [
        " We're supposed to have a culture of feedback",
        63.56,
        67.74
    ],
    [
        " But he isn't receptive. I'm not the only one who said that about him as well",
        67.74,
        72.76
    ],
    [
        " This all leads to me to me. This all leads me to think that I must",
        72.76,
        77.14
    ],
    [
        " Just be fake and go through the motions, but that disgusts me",
        77.14,
        82.18
    ],
    [
        " Yeah, so",
        82.18,
        84.26
    ],
    [
        " What do we do here? How do we take ownership of this? How do you take ownership of your boss not listening to you not hearing what you're saying?",
        86.1,
        93.34
    ],
    [
        " Well, the way you take ownership of that isn't to say my boss doesn't listen and doesn't understand the way to take ownership of that is to say",
        93.52,
        100.46
    ],
    [
        " That I'm not a I'm not doing a good job of getting my",
        100.46,
        103.68
    ],
    [
        " Information to my boss. I'm not doing a good job of convincing my boss. I'm not doing a good job of influencing my boss boss",
        103.68,
        109.1
    ],
    [
        " So you need to be mad about that or you can change your approach",
        109.1,
        113.28
    ],
    [
        " Step one, we're going back to this again today",
        113.76,
        116.18
    ],
    [
        " Build a relationship with that person",
        116.18,
        118.96
    ],
    [
        " Now there's a chance that that disgusts you",
        118.96,
        122.6
    ],
    [
        " There is right. I've talked about that before",
        122.6,
        126.68
    ],
    [
        " I've literally said that I had great relationships with people that I had like a visceral hatred for I still had a good relationship",
        126.68,
        132.68
    ],
    [
        " Well, I'm gonna work. It's very well with them",
        132.68,
        134.58
    ],
    [
        " If it disgusts you and you can't do that",
        134.58,
        137.8
    ],
    [
        " Then there's other jobs right where you don't have to interact with other people. You know, you could be like a long haul truck driver",
        139.46,
        144.36
    ],
    [
        " You can be a technical writer",
        144.36,
        147.68
    ],
    [
        " You know, where you just look at the information and turn it into words",
        147.68,
        151.48
    ],
    [
        " You can be a lab technician. We don't have to interact with a lot of different people. That's cool",
        151.48,
        155.42
    ],
    [
        " There's a lot of jobs out there that require very little human in action",
        155.42,
        160.22
    ],
    [
        " That's fine because if you think you're gonna go through life only working with people that you get along with you're wrong",
        160.22,
        166.38
    ],
    [
        " That's not gonna happen. Especially if you want to run teams and you want to lead and you have to learn how to get over the fact that you might have to work with people that you don't like",
        166.72,
        173.98
    ],
    [
        " And by the way on top of that if they know that you don't like them",
        173.98,
        181.16
    ],
    [
        " That is not gonna make your job easier. It's kind of not gonna make your life better",
        181.16,
        185.56
    ],
    [
        " In fact, it's gonna make your life more miserable the people that I had visceral hatred for that that I worked for",
        185.56,
        191.98
    ],
    [
        " It wasn't that bad because at least they thought I liked them and and I acted like it and they liked me",
        193.2,
        198.78
    ],
    [
        " So it's like okay, it's a little painful, but you know what?",
        198.78,
        201.18
    ],
    [
        " Yeah, it's pretty low impact as opposed to like head-to-head conflict every single day and by the way when you have",
        201.24,
        209.08
    ],
    [
        " Head-to-head conflict every day. You're miserable. You're gonna advance slower",
        209.08,
        212.84
    ],
    [
        " You're gonna have less control over your fate. You're not gonna get",
        212.84,
        215.46
    ],
    [
        " Promoted and on top of all that you're gonna get assigned the crappiest possible jobs because your boss doesn't like you",
        215.46,
        221.56
    ],
    [
        " And he likes that other guy over there. So he's gonna get the easy job",
        221.56,
        224.68
    ],
    [
        " He'll right he's gonna get go you go save the princess. Jocco go slay the dragon, right?",
        224.68,
        229.34
    ],
    [
        " Of course, we know I prefer to say the dragon never buy the princess",
        229.76,
        232.8
    ],
    [
        " But that's what I'm saying like you want to get along with this person want to play the long game",
        232.8,
        239.04
    ],
    [
        " you want to play the long game",
        239.04,
        240.78
    ],
    [
        " And here's the deal when you play the long game if the person sucks as bad as you say they do they'll end up",
        240.78,
        247.26
    ],
    [
        " Making their own bed and having to lie in it and they'll end up working for you",
        248.54,
        253.16
    ],
    [
        " now",
        253.16,
        255.56
    ],
    [
        " Also",
        255.56,
        258.1
    ],
    [
        " Make sure that you come to the table with solutions not just complaints and problems, right?",
        258.1,
        265.02
    ],
    [
        " You could see that this guy's talking about we don't have enough guys and you need to square over these zones",
        265.3,
        269.46
    ],
    [
        " Well, what's your solution the problems? Yeah, and",
        269.46,
        272.32
    ],
    [
        " What's really smart to do?",
        272.32,
        274.38
    ],
    [
        " And you got to be a little bit careful this but what can be very smart to do is",
        274.82,
        278.6
    ],
    [
        " If you can solve the problem with your own internal assets, just go and execute on it and solve it",
        278.6,
        287.46
    ],
    [
        " You know if you use your own",
        287.46,
        288.58
    ],
    [
        " Internal assets to solve a problem",
        288.58,
        291.04
    ],
    [
        " Make the make the change make it happen to implement it and you go to the boss and say hey, this is what we did",
        291.04,
        295.52
    ],
    [
        " There was this problem on our zones or whatever",
        295.52,
        298.34
    ],
    [
        " Yeah, we made this adjustment",
        298.34,
        300.92
    ],
    [
        " I took two guys from this blah blah blah. I moved them around and now here's where we're at we're getting better, you know results",
        300.92,
        306.06
    ],
    [
        " You have to be careful because you can say that in such a way that you're thrown in your boss's face, right?",
        306.06,
        311.64
    ],
    [
        " Absolutely do that now even though you were trying to build a relationship and trying to help permission",
        311.78,
        316.5
    ],
    [
        " You still end up with an adversarial relationship with your boss and out things go negative again",
        316.5,
        320.64
    ],
    [
        " So you've got to be careful when you do this",
        320.64,
        322.08
    ],
    [
        " You can also just present the idea and present the solution be like hey bossers what I want to do",
        322.08,
        326.14
    ],
    [
        " Which is that's once you've got the relationship trust built up that doesn't there",
        326.14,
        330.54
    ],
    [
        " Then you can't just go present a bra present a solution of how you're gonna do it's not gonna let you do it",
        330.54,
        334.72
    ],
    [
        " Because he doesn't trust you. He's got an adversarial relationship with you. You see where this is. Yeah, you see how this works",
        334.72,
        340.08
    ],
    [
        " Yeah, another thing he says near",
        340.08,
        342.6
    ],
    [
        " He says he says I",
        342.6,
        347.4
    ],
    [
        " Would",
        347.4,
        347.92
    ],
    [
        " Think the manager this was a manager that is in charge of the business and I would think he understands my perspective more",
        347.92,
        354.86
    ],
    [
        " Right, so here we go",
        354.86,
        356.66
    ],
    [
        " If you want to take ownership of things and how you and you look at your boss and say he doesn't blame my perspective",
        357.7,
        362.98
    ],
    [
        " Or doesn't understand my perspective that's his fault. You know the way I look at that",
        362.98,
        367.18
    ],
    [
        " If you don't understand my perspective as my boss, it's my fault. That means I'm not explaining to you",
        367.18,
        371.72
    ],
    [
        " It means I'm not giving you enough information means I'm not convinced you means I'm not building relationships so that you can see my perspective",
        371.72,
        376.4
    ],
    [
        " That's what that is",
        376.4,
        377.5
    ],
    [
        " so",
        377.5,
        379.18
    ],
    [
        " Don't blame the boss",
        379.18,
        381.18
    ],
    [
        " Step up your game build a relationship teach him the perspective and win and I'll tell you one more little thing on this",
        384.14,
        390.82
    ],
    [
        " From a to get away from the discussed mindset",
        390.82,
        394.8
    ],
    [
        " Because I understand that you know",
        394.8,
        398.02
    ],
    [
        " The one good way to get away from the discussed mindset is to get into the game mindset the game like this is a game",
        398.02,
        404.6
    ],
    [
        " Mm-hmm, and this guy that I don't like I'm gonna become best friends with him watch",
        404.6,
        407.98
    ],
    [
        " Yeah, you know, I mean like okay. Oh, you don't like this guy cool watch. Yeah watch this",
        408.1,
        412.8
    ],
    [
        " That's how it's gonna go and you're gonna have fun with it and you're gonna try and win the game. Yeah, which is good",
        412.8,
        417.72
    ],
    [
        " That understanding perspective",
        417.72,
        421.66
    ],
    [
        " I",
        421.66,
        422.46
    ],
    [
        " Think that's it every day almost every day kind of thing where",
        422.46,
        428.3
    ],
    [
        " Okay, so my wife",
        428.3,
        431.96
    ],
    [
        " We're on our way to the park today by the way",
        431.96,
        437.02
    ],
    [
        " And she's like oh, she said it's uh there's two parks. There's one you can go straight",
        439.3,
        443.54
    ],
    [
        " There's one you can make a right then you make another left is there's two parks and I don't know which one we're going to",
        443.54,
        448.08
    ],
    [
        " I don't really mind which one we go to",
        448.08,
        451.16
    ],
    [
        " So she's like yeah, let's let's go to the other one right and she mentions the I don't know what even one is the other one",
        451.16,
        459.26
    ],
    [
        " But whatever I'll follow your direction. So she said okay maker. She said she goes stay in this lane",
        459.26,
        463.52
    ],
    [
        " She doesn't motion though she goes stay in this lane. So I'm thinking okay, we're gonna stay in this lane",
        463.52,
        467.86
    ],
    [
        " She goes okay, uh turn here",
        467.86,
        469.7
    ],
    [
        " But then so she's not like pointing like turn here. It's like because there's a turn right here",
        469.7,
        475.32
    ],
    [
        " And then there's one like right here, you know turn here can apply to like a bunch of stuff",
        475.32,
        479.22
    ],
    [
        " But in her mind is super clear, you know, so",
        479.22,
        482.34
    ],
    [
        " If I would have got mad or actually I can see how people can get frustrated right there",
        482.34,
        488.28
    ],
    [
        " Right, so if I would express myself you're not being more clear boom now we're",
        488.28,
        493.68
    ],
    [
        " We're against each other. Yeah, because I didn't in my mind",
        493.68,
        497.14
    ],
    [
        " I'm like I can't read your mind explain better. I've got a funny story",
        497.14,
        500.02
    ],
    [
        " He was they were on night missions in a humvee and he's telling the driver. He's in a vehicle commander seat",
        500.02,
        504.94
    ],
    [
        " Which is the basically the pat the front passenger seat and he's he's pointing",
        504.94,
        509.74
    ],
    [
        " He's going hey turn here here here. Yeah, and and the guy just like keeps driving and he goes bro",
        509.74,
        516.96
    ],
    [
        " What are you doing and the guy's like I can't see you because when you have night vision goggles on you have no peripheral vision",
        516.96,
        522.36
    ],
    [
        " He's like I can't see your fingers and it's like oh sorry",
        522.36,
        525.82
    ],
    [
        " Because what you do problem call is right turn 30 meter right turn 500 meters right turn 100 meters",
        527.14,
        533.4
    ],
    [
        " Right turn coming up right turn boom and that way the person can do it. Yeah, but life was pointing",
        533.4,
        538.32
    ],
    [
        " But the guy couldn't say yeah, but there's this very similar to your wife who's not pointing. Yeah, she wasn't pointed at the time",
        538.32,
        544.4
    ],
    [
        " Well, here's the thing to do and this is jammy up. I'm not gonna take too long in this one",
        544.4,
        548.44
    ],
    [
        " But the way girls take your time. We're all here the girl the way girls female females girls",
        548.44,
        553.94
    ],
    [
        " Take you remember the last time you talked about you generalized females go ahead at your peril go ahead",
        554.74,
        559.32
    ],
    [
        " No, it wasn't a my peril because that that was the same thing. What it was the giant a bicycle. Yeah, exactly right",
        559.32,
        563.76
    ],
    [
        " Yeah, it's the same thing same. You know",
        563.76,
        566.68
    ],
    [
        " No, no, you bike. It's no",
        566.68,
        568.74
    ],
    [
        " No, did you know someone drew you on a tricin",
        568.74,
        571.44
    ],
    [
        " Animated it was legit. It was very good. Give credit separate than the point, but it was good",
        571.44,
        576.68
    ],
    [
        " There was also some there was also some pretty",
        576.68,
        578.64
    ],
    [
        " Non-working bicycles that were drawn correct. Yeah, and I dig it and this by no means says you know the",
        580.28,
        586.7
    ],
    [
        " Superiority or inferiority of any of the sex at all. I'm just saying there's studied done",
        586.7,
        593.02
    ],
    [
        " girls and guys interpret and give directions in completely different ways because of how they",
        593.02,
        599.68
    ],
    [
        " How their brain formulates like like",
        599.68,
        603.02
    ],
    [
        " directions, so",
        603.02,
        604.84
    ],
    [
        " Girls kind of requires real generally speaking girls require like land and Jordan B. Peterson back on the top of this",
        605.5,
        610.64
    ],
    [
        " Okay, I want to I'd ask you if you're correct or not so girls they they prefer like landmarks and you know",
        610.64,
        616.74
    ],
    [
        " You know like the the voice on the thing like she'll be on this way so they can wait you mean the Siri voice",
        616.74,
        622.28
    ],
    [
        " Siri voice. Yeah, whatever or whatever. Yeah, I mean those can help guys to whatever that that navigation voice wasn't part of this",
        622.28,
        629.06
    ],
    [
        " Study so I shouldn't mention the voice, but they prefer like landmarks like make a right interesting in a",
        629.06,
        634.24
    ],
    [
        " jet when",
        636.82,
        636.16
    ],
    [
        " When you're flying a jet plane sure like an F18 which which I have done a backseat ride in an F18 before but the voice that talks to you",
        636.16,
        646.86
    ],
    [
        " Is a is a female voice and that and I was told that it's because it relaxes",
        646.86,
        652.5
    ],
    [
        " It gets the attention of and then kind of relaxes the pilots",
        652.5,
        655.88
    ],
    [
        " So it says like like when I was flying and I don't know why I wasn't like we were gonna die, but",
        655.88,
        661.38
    ],
    [
        " At all like I'm not sure I say at all, but the thing would say warning it was a girls voice and say warning warning",
        661.98,
        668.32
    ],
    [
        " altitude altitude yeah, and yeah, so they say it's relaxing a little bit. Yeah, I could dig it",
        668.32,
        674.94
    ],
    [
        " You know typically if my wife is giving me directions. It's not relaxing. I'm not saying it's stressful, but it's not relaxing",
        674.94,
        682.16
    ],
    [
        " So where are you going with this the girls? Which you said was gonna be sure I'm just saying it's it's dangerous to do the directions thing the",
        682.16,
        689.08
    ],
    [
        " Navigation thing with your wife",
        689.08,
        691.04
    ],
    [
        " Your girlfriend or with the girl with the girl then like if you let's say",
        691.84,
        695.02
    ],
    [
        " You and a girl in whatever capacity is sitting next to you",
        695.02,
        700.12
    ],
    [
        " And you guys are you know how like one we're looking for the hotel",
        700.12,
        703.46
    ],
    [
        " Yeah, we were both sort of looking for the hotel, you know, and we're both kind of navigating and then I failed",
        703.46,
        708.42
    ],
    [
        " Then you just jump you know remember that you actually debrief me",
        708.42,
        711.36
    ],
    [
        " Yeah, you're like hey when it was time when I failed at nav you were just like I got this here right turn coming up",
        711.36,
        716.18
    ],
    [
        " 500 meters right turn 200 meters yeah, right turn 100 meters right turn right turn right turn",
        716.18,
        721.0
    ],
    [
        " Okay, get in the right hand lane and you were just like cool. Yeah. Yes, so easy",
        721.12,
        725.7
    ],
    [
        " So consider that type of situation before you took over",
        725.7,
        729.76
    ],
    [
        " Consider that situation when you were both trying to navigate if you do that with a girl",
        729.76,
        733.8
    ],
    [
        " You you were more likely to run into problems because of this",
        733.8,
        737.12
    ],
    [
        " They interpret I know what this is anyway they interpret and give directions in different ways because their brain works different",
        737.12,
        742.56
    ],
    [
        " They require like landmarks got kind of guide them like okay, make a right at this make a laugh at this",
        742.56,
        747.54
    ],
    [
        " Okay, that helps sure, but it's more what a guys go off of they",
        747.54,
        750.92
    ],
    [
        " Build a map in their head. So if they're like okay, like if they looked at a map",
        750.92,
        754.72
    ],
    [
        " They'd be like okay, they'd have a better understanding okay, so sure I can make a right at that at the building or whatever",
        754.72,
        760.48
    ],
    [
        " But when they make a right they're like okay, I made that right",
        760.48,
        762.82
    ],
    [
        " So here I am physically oriented, you know, and they kind of just make sense of that way more than the girls do",
        762.82,
        768.62
    ],
    [
        " I'm not saying it's like one is black one is white. I'm seeing one doesn't want one one does more than",
        768.62,
        772.96
    ],
    [
        " Yeah, it's more than ten than tenancy because it's how your mind works",
        772.96,
        777.96
    ],
    [
        " This is just a I didn't do the study I",
        778.72,
        781.24
    ],
    [
        " Want to address this with echo on social media can",
        781.24,
        784.98
    ],
    [
        " Address it to echo I'm out I will say this and I'll believe the study",
        784.98,
        790.46
    ],
    [
        " I sure will because I haven't been the other one is if you have it if you listen all the podcasts",
        790.46,
        794.62
    ],
    [
        " Echo also said that girls cannot draw offhand a functional bicycle correct and",
        794.62,
        801.24
    ],
    [
        " He got a lot he got a lot of attempts",
        801.24,
        803.42
    ],
    [
        " Yeah, and he did get one person that put a gift to get for animated gift animated gift of echo himself",
        804.26,
        811.04
    ],
    [
        " Riding a tricycle. Yeah, it was pretty awesome",
        811.04,
        814.62
    ],
    [
        " Yeah, again",
        814.62,
        816.5
    ],
    [
        " Beside the point, but it was very very awesome",
        816.5,
        819.44
    ],
    [
        " I don't even have any idea what the point of anything that we've said in the last few minutes",
        819.44,
        823.3
    ],
    [
        " And I don't even want you to try to talk about miscommunication that I can't read your mind",
        823.3,
        827.68
    ],
    [
        " You got a community, you know like he don't understand my perspective. He's supposed to understand kind of thing",
        827.68,
        831.94
    ],
    [
        " God run into that. Yes, true man. So you got to be clear is what I'm saying like how you were when we were finding that",
        832.44,
        838.88
    ],
    [
        " Stake place or whatever",
        838.88,
        840.72
    ]
]