[
    [
        " Tell us a story about Buds.",
        0.2,
        2.56
    ],
    [
        " So Buds is the basic seal training that you see on TV and that you see",
        3.22,
        11.36
    ],
    [
        " carrying people carrying logs on their heads and boats around and doing pushups",
        11.36,
        14.18
    ],
    [
        " and pullups and getting wet and sandy.",
        14.18,
        16.32
    ],
    [
        " And the reason that I don't talk about Buds a lot is because it's not...",
        17.32,
        24.46
    ],
    [
        " It's a tiny, tiny fraction of what the seal teams is all about.",
        25.1,
        30.54
    ],
    [
        " And in fact, when you get in the seal teams, you realize that Buds is nothing more",
        30.72,
        37.56
    ],
    [
        " than a screening process to weed out people that don't really want to be there.",
        37.56,
        42.9
    ],
    [
        " But if you compare it to what you have to do once you get in the teams,",
        43.36,
        48.2
    ],
    [
        " it's actually nothing.",
        48.66,
        50.7
    ],
    [
        " Because there's no way that you can compare, hey, you got to go",
        51.18,
        56.12
    ],
    [
        " getting cold ocean water and then roll around in the sand.",
        56.12,
        59.96
    ],
    [
        " Oh no.",
        60.28,
        61.12
    ],
    [
        " And I always think back to the first time when I was in the...",
        61.86,
        67.98
    ],
    [
        " I was in at Camp Cregor and I'm rolling out of the first major operation",
        67.98,
        71.82
    ],
    [
        " we were doing in the mallab district of Ramadi.",
        71.82,
        74.08
    ],
    [
        " And there's tires burning the street, there's smoke, you can hear the gunfire.",
        74.56,
        78.88
    ],
    [
        " Getting wet and sandy and being cold is a joke compared to that.",
        83.22,
        87.46
    ],
    [
        " So that's why the Buds thing is something that...",
        87.96,
        94.32
    ],
    [
        " It's not that big of a deal.",
        94.32,
        95.64
    ],
    [
        " And I think some guys try and turn it into a big deal.",
        96.06,
        99.08
    ],
    [
        " Especially if that was kind of the highlight of their career was going through seal training.",
        99.4,
        103.9
    ],
    [
        " But if you were in the teams and you deploy it overseas,",
        104.12,
        107.68
    ],
    [
        " then that shouldn't be the highlight of your career.",
        107.68,
        109.9
    ],
    [
        " It shouldn't be the highlight of your knowledge, it shouldn't be the highlight of your...",
        110.06,
        113.04
    ],
    [
        " of your...",
        113.04,
        114.18
    ],
    [
        " the man test that people like to consider Buds, not a man test.",
        114.18,
        118.84
    ],
    [
        " It means you didn't quit being cold.",
        119.44,
        120.76
    ],
    [
        " Good job.",
        121.08,
        121.5
    ],
    [
        " And to that point, I think it's...",
        122.72,
        125.6
    ],
    [
        " For those folks that didn't really get tested in combat or didn't get a chance to",
        125.6,
        129.98
    ],
    [
        " go out on the battlefield and experience the just incredible physical nature of combat",
        129.98,
        137.24
    ],
    [
        " and how difficult it is, then Buds is like everything.",
        137.24,
        141.38
    ],
    [
        " So they talk about Buds all the time.",
        141.52,
        142.86
    ],
    [
        " So it's kind of this legendary thing.",
        143.12,
        144.36
    ],
    [
        " And it's a great training program.",
        144.48,
        145.64
    ],
    [
        " It's been around for a long time.",
        145.74,
        146.76
    ],
    [
        " It screens out the people that don't have the characteristics.",
        147.28,
        150.84
    ],
    [
        " As Jocco said, that we think we're going to be successful.",
        151.0,
        152.82
    ],
    [
        " And it works.",
        152.96,
        153.28
    ],
    [
        " And we should keep those standards high.",
        153.52,
        154.86
    ],
    [
        " And we should push that.",
        155.66,
        156.38
    ],
    [
        " I thought Buds was a pretty good time.",
        156.48,
        157.76
    ],
    [
        " We had some great times in Buds.",
        157.84,
        159.06
    ],
    [
        " I love the guys I went through Buds with.",
        159.12,
        160.34
    ],
    [
        " Most of them.",
        160.98,
        162.18
    ],
    [
        " But it's gotten nothing on combat.",
        163.36,
        165.9
    ],
    [
        " And it's interesting that some of the big political discussions today, one of them is the integration",
        165.9,
        172.08
    ],
    [
        " of women into the SEAL teams and to special operations and to infantry units.",
        172.08,
        175.66
    ],
    [
        " And everyone's always focused on what if they can be standards and if they can make it through training",
        176.06,
        183.92
    ],
    [
        " and they should be able to go out and serve.",
        183.92,
        187.54
    ],
    [
        " And they're focused on training.",
        187.96,
        189.3
    ],
    [
        " And the people they're talking about training at the highest levels because they don't know what it's like to be in real combat.",
        189.44,
        195.26
    ],
    [
        " And real combat is infinitely harder than the toughest.",
        195.26,
        199.22
    ],
    [
        " I mean, why aren't we talking about integrating the NFL?",
        199.44,
        201.7
    ],
    [
        " Well, you got huge, big, strong guys that are snatching each other.",
        202.72,
        205.28
    ],
    [
        " And yet that's, you know, maybe you get a concussion.",
        205.86,
        208.08
    ],
    [
        " Maybe you tear your ACL.",
        208.28,
        209.36
    ],
    [
        " Maybe you break your elbow or snap up your wrist.",
        209.58,
        213.84
    ],
    [
        " You're not going to get killed.",
        214.64,
        215.72
    ],
    [
        " Very rarely does someone get killed in the football game, right?",
        216.0,
        218.52
    ],
    [
        " And where combat is infinitely harder than that.",
        218.7,
        222.3
    ],
    [
        " And so, you know, and unlike a football game that's over in just a couple of hours,",
        224.74,
        228.74
    ],
    [
        " you're talking about something that can last weeks, months, even years.",
        228.74,
        232.68
    ],
    [
        " And it's just the physical nature of combat cannot be overstated.",
        233.14,
        237.48
    ],
    [
        " It is incredibly difficult.",
        237.54,
        238.78
    ],
    [
        " And when people are shocked to hear that, they tell me some stories about buds.",
        238.98,
        242.28
    ],
    [
        " Buds is, I care some logs, man, don't quit.",
        242.84,
        246.62
    ],
    [
        " Okay, I mean, it's, it's, make it through, you know.",
        246.86,
        249.44
    ],
    [
        " It's combat where you're, and you'll see it too, guys who excelled in buds,",
        251.04,
        255.16
    ],
    [
        " because they're great athletes.",
        255.4,
        256.3
    ],
    [
        " Sometimes I'll go to the battlefield and I remember the first time that an IED,",
        256.86,
        261.84
    ],
    [
        " I saw an IED going off about a block away from me.",
        262.1,
        266.08
    ],
    [
        " And we were sitting on the rooftop in a sniper position.",
        266.3,
        268.2
    ],
    [
        " It was my first appointment before Jocke and I were working together.",
        268.26,
        270.52
    ],
    [
        " And all of a sudden, there's a hundred foot fireball that goes up in the air.",
        271.36,
        275.22
    ],
    [
        " I mean, the blast wave hits me and just knocks me on my ass.",
        275.28,
        278.18
    ],
    [
        " And frag, just metal fragments and shards of concrete and stuff,",
        279.38,
        283.3
    ],
    [
        " just raining down all over the place from, from a block away, you know, from us.",
        283.42,
        287.68
    ],
    [
        " It was, it was like, damn, that is, that is not something I want to be standing on",
        288.32,
        295.46
    ],
    [
        " around in a vehicle when you hit that thing.",
        295.46,
        296.86
    ],
    [
        " And when you see something like that, like just the kinetic energy of a round is coming in.",
        296.98,
        302.34
    ],
    [
        " And just, you know, think of the biggest, strongest guy you can imagine with a sledgehammer",
        302.44,
        305.78
    ],
    [
        " is smashing a wall next to you.",
        305.94,
        307.64
    ],
    [
        " And, you know, multiple of that time, seven or eight hundred rounds a minute for a belt fit machine gun.",
        307.78,
        312.7
    ],
    [
        " And I mean, it's incredibly difficult.",
        312.94,
        315.32
    ],
    [
        " I'm in, and dangerous and overwhelming.",
        315.44,
        318.46
    ],
    [
        " And so you see some of the toughest guys that did well on buds are like,",
        318.84,
        321.48
    ],
    [
        " oh, not necessarily eager to go out on that.",
        321.64,
        324.4
    ],
    [
        " And so it's a whole new level of difficulty.",
        324.48,
        327.34
    ],
    [
        " And it's, it's just, it can't be overstated.",
        327.98,
        331.32
    ],
    [
        " So I think that it's, it's, the difficult is it combat.",
        331.32,
        334.38
    ],
    [
        " Again, kid just cannot be overstated.",
        334.7,
        336.22
    ],
    [
        " People need to understand what the reality that is like.",
        336.3,
        338.56
    ],
    [
        " And I think this idea that America is not going to, oh, we kind of dictate the nature of wars.",
        338.56,
        342.72
    ],
    [
        " And, you know, as we've been told, the tide of wars receding, and it's just not true.",
        343.0,
        346.74
    ],
    [
        " As Jaco said in his retirement speech, the nature of war does not change.",
        347.12,
        351.64
    ],
    [
        " And we're going to always have to fight wars.",
        351.76,
        353.88
    ],
    [
        " We're going to always have to be in difficult conflicts.",
        354.4,
        356.28
    ],
    [
        " We don't get to choose that.",
        356.48,
        357.58
    ],
    [
        " And so we better be ready for those, those difficulties.",
        357.98,
        360.4
    ],
    [
        " In the late 90s, we would hear that from, from senior leadership, that we know,",
        360.72,
        368.44
    ],
    [
        " look, the direct action mission, we're not going to be doing these, those anymore.",
        368.58,
        371.96
    ],
    [
        " Why would we do a direct action mission when we can send in a Tomahawk missile?",
        372.3,
        375.16
    ],
    [
        " And then, oh, why would we do a reconnaissance when we can send over a drone?",
        375.9,
        379.56
    ],
    [
        " And why would we go clear buildings, house to house, when we have technology that can put bombs right into buildings?",
        380.08,
        385.8
    ],
    [
        " So this idea that we're going to have the ground wars are over, we need to move on to the next phase of warfare",
        386.6,
        392.0
    ],
    [
        " and adapt to a new way of doing things.",
        392.0,
        396.22
    ],
    [
        " And of course, what was it eight years later, September 11th happened.",
        396.88,
        400.5
    ],
    [
        " We spent 15 years in Afghanistan and whatever, 10 years in Iraq, that on the ground,",
        400.92,
        407.14
    ],
    [
        " doing those very missions that everyone thought we would never do again.",
        407.56,
        410.98
    ],
    [
        " So, so yes, the nature of war does not change.",
        411.68,
        414.3
    ],
    [
        " And it's not about technology either. You know, some of the guys that don't make it to that training,",
        414.3,
        417.72
    ],
    [
        " they go, man, if I just, if I can just get through somehow, and I'll get all this cool gear,",
        417.82,
        422.16
    ],
    [
        " and I'll have night vision and lasers, and I'll be badass.",
        422.38,
        425.14
    ],
    [
        " And it's like, it's not about that. And while we need to, we need to invest in technology,",
        425.14,
        429.62
    ],
    [
        " certainly, and equip our military accordingly, it's the people that matter.",
        429.62,
        434.14
    ],
    [
        " It's leadership at all levels that matter.",
        434.34,
        436.02
    ],
    [
        " You know, one of the, one of my favorite quotes from the hero, the Pacific War,",
        436.54,
        440.54
    ],
    [
        " who was in charge of the entire, the commander-in-chief of all forces,",
        440.8,
        446.86
    ],
    [
        " US forces of the Pacific. I got to name Chester Nimitz, Fleet Admiral Chester Nimitz,",
        447.14,
        450.96
    ],
    [
        " good old boy from Central Texas. And he said, our armament must be adequate to the needs,",
        451.06,
        459.04
    ],
    [
        " but our faith is not primarily in these machines of defense, but in ourselves.",
        459.92,
        464.84
    ],
    [
        " And I mean, that's just exactly true. And we've got to always push those standards,",
        465.32,
        469.92
    ],
    [
        " keep those standards eye, prepare people for the difficulties of real actual combat,",
        470.2,
        475.68
    ],
    [
        " and just how physically demanding it is, and crushing it can be, and be ready.",
        475.84,
        481.28
    ],
    [
        " So then we can execute, and we can win.",
        481.62,
        483.28
    ],
    [
        " Next.",
        484.62,
        487.84
    ],
    [
        " Next. Back to Buds real quick. That's, how long is Buds six months, right?",
        488.18,
        492.1
    ],
    [
        " Yeah, about 27 weeks or so. Because a lot of other things that it's like, you know,",
        492.1,
        496.18
    ],
    [
        " hell week, right? That's the time where you don't sleep that much or whatever.",
        496.28,
        499.62
    ],
    [
        " I think some people think that that's Buds. Like you just don't sleep ever, and it's all hard.",
        499.76,
        505.94
    ],
    [
        " They drown you, and then they bring you back to life.",
        506.98,
        510.0
    ],
    [
        " Yeah, yeah, yeah.",
        510.22,
        510.94
    ],
    [
        " Nuts.",
        511.36,
        512.6
    ]
]