[
    [
        " I'm about to accept a position across the country after changing the IT field I work in.",
        0.06,
        4.94
    ],
    [
        " I've just been accepted from my first job and in this type of position with the amount",
        5.44,
        9.84
    ],
    [
        " of responsibility I'll have and I'm not or I'm having some issues and some hesitations",
        9.84,
        14.86
    ],
    [
        " on if I'll be good enough.",
        14.86,
        16.06
    ],
    [
        " Have you ever been in a position before where you tried to bite off more than you can chew",
        16.48,
        20.4
    ],
    [
        " professionally?",
        20.4,
        21.14
    ],
    [
        " How do you approach it?",
        22.3,
        23.44
    ],
    [
        " And is there ever a time where you think it's best to bow out and quit?",
        23.84,
        27.04
    ],
    [
        " And if so, how do you know when that point is?",
        27.04,
        30.42
    ],
    [
        " So actually most people get hired into leadership positions they haven't been in before.",
        31.98,
        37.8
    ],
    [
        " The civil teams is all about that.",
        38.18,
        39.96
    ],
    [
        " You get promoted, you do that leadership job and just as you're getting the hang of it,",
        40.1,
        44.08
    ],
    [
        " you get promoted again.",
        44.28,
        45.74
    ],
    [
        " So there's nothing abnormal about feeling that you aren't quite ready for a leadership",
        47.1,
        52.44
    ],
    [
        " position.",
        52.44,
        52.96
    ],
    [
        " And the reason that some people fail when they get to these positions that they're",
        54.42,
        59.7
    ],
    [
        " not ready for is because they're nervous that they're going to show that.",
        59.7,
        63.02
    ],
    [
        " And so they try to hide it.",
        63.74,
        65.76
    ],
    [
        " They're afraid to ask questions.",
        66.28,
        68.4
    ],
    [
        " They're afraid to say they don't know.",
        68.42,
        70.08
    ],
    [
        " So they end up looking scared and stupid, which equates to looking incompetent.",
        70.22,
        79.98
    ],
    [
        " And I mean, even just with the beloved captain, they actually kicked off.",
        80.98,
        85.08
    ],
    [
        " There's a reason this guy included those statements in there that he asked questions and asked",
        85.24,
        90.74
    ],
    [
        " for guidance and admitted his mistakes.",
        90.74,
        92.92
    ],
    [
        " There's a reason that he was beloved.",
        92.92,
        94.92
    ],
    [
        " That is one of the reasons.",
        95.3,
        96.76
    ],
    [
        " And so that's what you got to do is be okay with it.",
        98.04,
        107.76
    ],
    [
        " Don't try and hide it.",
        107.86,
        108.7
    ],
    [
        " Now to bow out and quit, I have not done that.",
        108.7,
        111.32
    ],
    [
        " But there's no reason to because if I don't know how to do something, I have no problem",
        111.84,
        118.0
    ],
    [
        " asking for help up and down the chain of command up and down the chain of command.",
        118.0,
        122.46
    ],
    [
        " Nothing wrong with that.",
        123.08,
        124.48
    ],
    [
        " And I've said this before that what what you're feeling.",
        125.02,
        129.8
    ],
    [
        " Person that asked this question, what you're feeling that you aren't good enough and that",
        130.6,
        136.18
    ],
    [
        " you don't want to blow it.",
        136.18,
        137.32
    ],
    [
        " Those are actually signs of humility.",
        137.42,
        139.32
    ],
    [
        " And it's okay.",
        140.1,
        141.32
    ],
    [
        " Those are good.",
        141.34,
        141.96
    ],
    [
        " I felt those feelings my whole career and I still feel them now.",
        142.16,
        146.48
    ],
    [
        " And when I was in the SEAL teams, I would over prepare for things.",
        146.94,
        150.56
    ],
    [
        " And it wasn't because I thought I was going to dominate it was because I thought I was",
        150.66,
        153.76
    ],
    [
        " going to fall short.",
        153.76,
        154.34
    ],
    [
        " Even I was telling you, I prepared for the podcast all yesterday.",
        155.26,
        162.12
    ],
    [
        " I thought I was good.",
        162.12,
        163.38
    ],
    [
        " Literally had printed out my notes.",
        163.52,
        165.3
    ],
    [
        " Woke up this morning, worked out and I was like, no, I'm not ready.",
        165.44,
        168.12
    ],
    [
        " I over prepare for this.",
        168.4,
        170.02
    ],
    [
        " Why?",
        170.3,
        170.6
    ],
    [
        " Because in my mind, I'm feeling I'm going to blow it.",
        170.84,
        175.02
    ],
    [
        " And I don't like that.",
        175.02,
        176.64
    ],
    [
        " Bro, there's a thing.",
        176.96,
        178.26
    ],
    [
        " It's like a for real thing.",
        178.66,
        180.14
    ],
    [
        " It's called imposter syndrome.",
        180.34,
        181.9
    ],
    [
        " You've heard that.",
        182.1,
        183.16
    ],
    [
        " No.",
        183.22,
        183.34
    ],
    [
        " But it's this and I think you know what I think I think everyone has it in whether a teeny",
        183.48,
        188.08
    ],
    [
        " tiny bit or a lot.",
        188.08,
        189.34
    ],
    [
        " It's where it's basically you feel this.",
        190.18,
        192.12
    ],
    [
        " You feel like I'm re like on the inside, like I'm really not this good.",
        192.32,
        196.18
    ],
    [
        " You can be like champion of the world on the inside.",
        196.34,
        198.52
    ],
    [
        " You're like, there's just a matter of time before they find me out.",
        198.68,
        200.88
    ],
    [
        " You know, I don't know.",
        201.18,
        202.0
    ],
    [
        " I don't deserve to be here.",
        202.1,
        203.06
    ],
    [
        " Whatever that I wish more people would have that because there's a lot of people that",
        203.06,
        207.54
    ],
    [
        " I know that have been leadership positions that feel that they have the divine right to",
        207.54,
        212.96
    ],
    [
        " be there.",
        212.96,
        213.88
    ],
    [
        " A lot of times if they'll have it, they'll behave in that way.",
        214.1,
        216.82
    ],
    [
        " They absolutely do.",
        216.82,
        217.9
    ],
    [
        " That's why they fail.",
        218.08,
        219.42
    ],
    [
        " So rehash as always bottom line, be humble, study and learn what you can ask questions.",
        219.52,
        229.72
    ],
    [
        " And if you don't know something, admit it.",
        230.3,
        232.9
    ],
    [
        " Now I had to make this note and I'm cautious to even say this, but I do have to say it.",
        232.98,
        240.24
    ],
    [
        " Asking questions doesn't just mean putting your ignorance on clear display all the time.",
        243.44,
        248.84
    ],
    [
        " Okay.",
        249.5,
        249.66
    ],
    [
        " When you ask questions, make sure you are asking thoughtful, meaningful questions.",
        251.06,
        258.52
    ],
    [
        " In fact, if you can find out the answer on your own, do that.",
        259.3,
        264.02
    ],
    [
        " If it's something that you can refer back to and you can look up and you can go back and",
        264.36,
        267.18
    ],
    [
        " you can check out the org chart.",
        267.18,
        268.1
    ],
    [
        " You can see where that department is or you can find out who's running that project without",
        268.1,
        272.24
    ],
    [
        " having to ask that question.",
        272.24,
        273.66
    ],
    [
        " Do that because contrary to popular belief, there actually is in fact such a thing as a stupid",
        273.96,
        283.22
    ],
    [
        " question.",
        283.22,
        283.68
    ],
    [
        " And you can get away with it sometimes so you don't need to be hyperparadoid about it.",
        284.48,
        287.72
    ],
    [
        " But you also part of leadership is confidence and up and down.",
        288.12,
        296.62
    ],
    [
        " So you got to have some confidence and you people have to have some confidence in you.",
        296.82,
        300.38
    ],
    [
        " And if you don't know anything and you can't figure it out for you, you can't figure out",
        300.84,
        307.44
    ],
    [
        " some portions of that on your own, that's not a good sign because I just expect if you're",
        307.44,
        314.06
    ],
    [
        " going to be in charge of me, you couldn't look that up.",
        314.06,
        316.26
    ],
    [
        " You didn't review this before you came in here.",
        316.64,
        318.6
    ],
    [
        " I know you don't know my job, but you should at least know what the requirements of my",
        318.78,
        322.82
    ],
    [
        " job are.",
        322.82,
        323.2
    ],
    [
        " You should at least know what the outcomes at a strategic level of my job are.",
        323.34,
        328.38
    ],
    [
        " You see what I'm saying?",
        328.5,
        329.12
    ],
    [
        " There's a difference.",
        329.26,
        329.88
    ],
    [
        " So you don't have to go in there and be overly humble.",
        330.68,
        336.72
    ],
    [
        " You don't have to go in there and be overtly blank wide open with what you don't know because",
        337.08,
        347.14
    ],
    [
        " again, I was cautious to make this note because this doesn't I want you should feel comfortable",
        347.14,
        352.54
    ],
    [
        " enough saying had or not to do this or hey, can you explain that the way that works to",
        352.86,
        356.22
    ],
    [
        " me?",
        356.22,
        356.36
    ],
    [
        " Can you explain what this project, you know, what this project entails?",
        356.62,
        359.24
    ],
    [
        " There's nothing wrong with that.",
        359.44,
        360.7
    ],
    [
        " There's nothing wrong with that.",
        360.74,
        362.2
    ],
    [
        " But if you go into a room and you accidentally ask a question of something that everybody",
        362.54,
        370.58
    ],
    [
        " legitimately should know, you're going to look stupid.",
        370.58,
        374.3
    ],
    [
        " That's a mistake.",
        374.6,
        375.78
    ],
    [
        " That's a mistake.",
        375.96,
        376.72
    ],
    [
        " And so don't do that.",
        377.38,
        379.42
    ],
    [
        " It's okay.",
        379.7,
        380.24
    ],
    [
        " Be humble.",
        380.52,
        381.08
    ],
    [
        " Ask questions, but ask thoughtful questions, meaningful questions that you don't know because",
        381.5,
        387.94
    ],
    [
        " it's it would be pretty difficult for you to know the answer.",
        387.94,
        391.64
    ],
    [
        " Yeah.",
        391.94,
        392.22
    ],
    [
        " Yeah.",
        392.48,
        392.62
    ],
    [
        " It's I mean, it kind of seems obviously when you say it out loud where you're not going",
        392.86,
        396.38
    ],
    [
        " to know everything.",
        396.38,
        397.16
    ],
    [
        " No.",
        397.4,
        397.54
    ],
    [
        " So that makes sense.",
        397.74,
        398.72
    ],
    [
        " But you got to know something.",
        398.92,
        400.52
    ],
    [
        " You got to be there for a reason.",
        400.52,
        402.9
    ],
    [
        " You can't be like, Hey, I don't know nothing.",
        403.02,
        404.86
    ],
    [
        " I shouldn't be here.",
        405.16,
        405.72
    ],
    [
        " And that's another thing from the beloved captain where he says for a few days, he didn't",
        405.72,
        409.24
    ],
    [
        " do anything.",
        409.24,
        409.74
    ],
    [
        " Yeah.",
        410.06,
        410.44
    ],
    [
        " Guess what?",
        410.76,
        411.22
    ],
    [
        " If you can observe for a few days, you're probably going to answer a bunch of questions just",
        411.56,
        415.64
    ],
    [
        " for observation, taking notes and getting back and maybe conferring with your trusted agent",
        415.64,
        421.9
    ],
    [
        " or your senior enlisted guy or your superintendent, you can confer directly with them and keep that",
        421.9,
        429.48
    ],
    [
        " build that relationship while you're garnering information.",
        429.48,
        433.66
    ],
    [
        " Yeah.",
        436.46,
        436.96
    ],
    [
        " Don't be that guy.",
        437.14,
        438.2
    ],
    [
        " Try not to.",
        438.84,
        440.22
    ],
    [
        " Yeah.",
        440.46,
        440.62
    ],
    [
        " Try not to.",
        440.94,
        441.72
    ]
]