[
    [
        " I'm a young officer platoon commander. I deployed late but it's how I arrived on deployment.",
        0.0,
        6.34
    ],
    [
        " There had been some problems and my company commander had been sent back to the states",
        6.6,
        11.54
    ],
    [
        " and the company first sergeant had been redeployed to another country. Now there's a new company",
        11.54,
        17.58
    ],
    [
        " commander and new first sergeant. They are treating all the soldiers in my platoon and in the entire",
        17.58,
        23.94
    ],
    [
        " company as if we were all messed up. I don't like their attitude and my gut tells me they're out",
        23.94,
        28.72
    ],
    [
        " to make themselves look good by crucifying more people in the platoons. I want to take care of my",
        28.72,
        34.72
    ],
    [
        " soldiers. How do I best stand up to the new leadership? All right so I would say the best way that",
        34.72,
        45.3
    ],
    [
        " you can take care of your soldiers is not to stand up to the new leadership but instead to build a",
        45.3,
        51.66
    ],
    [
        " relationship with the new leadership. You know if you confront them you confront the new leadership",
        51.66,
        57.24
    ],
    [
        " that's taken over automatically they're going to see you as the enemy right? They're going to see",
        57.24,
        64.08
    ],
    [
        " you whoever got sent home for whatever reason maybe there was some kind of a problem maybe there was",
        64.08,
        69.08
    ],
    [
        " yeah there's definitely some kind of a problem someone got in trouble something happened bad that's",
        69.08,
        72.66
    ],
    [
        " why guys are getting sent out of country or back to the states. If you confront the new leadership",
        72.66,
        77.9
    ],
    [
        " that means you're on the bad guy's side. That's not what you want to be because if you're on the",
        77.9,
        83.8
    ],
    [
        " bad side if you're on the bad list then they're not going to listen to you. They're not going to trust",
        83.8,
        88.4
    ],
    [
        " you and they're going to be suspect of you and of your soldiers. So that is not confrontation and",
        88.4,
        96.3
    ],
    [
        " this is not going to be helpful. What you want to do is if you can build a relationship with them",
        96.3,
        102.26
    ],
    [
        " if you can try and understand their perspective which is important because they don't know you get",
        102.26,
        108.38
    ],
    [
        " you get put into a position where you're taken over for a quote unquote bad boss or a bad",
        109.52,
        114.3
    ],
    [
        " platoon or a bad company. You don't know what the specific problems are so you're pretty suspect",
        114.3,
        119.28
    ],
    [
        " on everything and you kind of have to be so that's their perspective. Their perspective is like yeah",
        119.28,
        123.34
    ],
    [
        " we don't know what's going on in here. Well we know it's something bad happened. They fired the",
        123.34,
        126.84
    ],
    [
        " last company commander. They fired the last company first sergeant. Something bad happened here.",
        126.84,
        131.68
    ],
    [
        " I don't know what it is but I'm not going to let it happen to me. So I'm suspect of everything. So",
        131.72,
        134.84
    ],
    [
        " understand that perspective and then listen to what they're saying. Try and give them some kind of",
        135.8,
        140.86
    ],
    [
        " support. Try and gain their trust. So that way they will listen to you and they will start to",
        140.86,
        149.58
    ],
    [
        " believe you and then you will be in a position where you can actually protect the soldiers.",
        149.58,
        154.3
    ],
    [
        " Right? If you get fired you're not protecting your soldiers. If you go I'm going to stand up for",
        154.9,
        160.16
    ],
    [
        " you guys don't worry about you going hey you guys you're treating my soldiers bad. Oh really you're",
        160.16,
        163.9
    ],
    [
        " fired. Now he's taking care of your soldiers. So be careful with that now you could be also be",
        163.9,
        170.82
    ],
    [
        " right and these guys could be really really bad. They could be out for themselves out to make",
        170.82,
        176.08
    ],
    [
        " themselves look good and if that is the case well it still remains that the best possible thing",
        176.08,
        182.36
    ],
    [
        " you can do for your soldiers is to develop a relationship with these guys and make sure that as",
        182.36,
        187.52
    ],
    [
        " they're trying to make themselves look good you protect your soldiers as much as you can.",
        187.52,
        191.74
    ],
    [
        " And if they end up being good guys right that would just like I said just had a coming into a bad",
        193.4,
        198.18
    ],
    [
        " situation well then you've got an opportunity then you form a relationship with them and as you get",
        198.18,
        202.44
    ],
    [
        " through that then you on their good side you're good to go that way as well. Now this is where people",
        202.44,
        209.18
    ],
    [
        " get a little freaked out right because because I'm sitting here and I'm saying you got to play the",
        209.18,
        214.2
    ],
    [
        " game right people think I'm saying hey like you need to brown nose. Yeah yeah be fake. Yeah",
        214.2,
        220.44
    ],
    [
        " hey here's the deal I'm not talking about that I'm not talking about brown nosing I'm talking about",
        220.52,
        225.18
    ],
    [
        " being professional. I'm talking about being respectful I'm talking about being humble that's",
        225.18,
        233.46
    ],
    [
        " what I'm talking about I'm talking about understanding their perspective. I'm not talking about",
        233.46,
        239.22
    ],
    [
        " brown nosing those things that's not how you build relationships and by the way you don't build",
        239.22,
        245.02
    ],
    [
        " relationships through brown nosing either. Wait if you just try and brown nose people they don't",
        245.02,
        249.9
    ],
    [
        " respect you that does that's not how you build relationships you don't build relationships through",
        249.9,
        253.78
    ],
    [
        " brown nosing all you do is submit you don't build anything you're just you're just on the receive side",
        253.78,
        260.72
    ],
    [
        " but if you're respectful and you're humble and you're professional that's how you build relationships",
        260.72,
        265.82
    ],
    [
        " and the better relationships you have up the chain of command the better you can take care of",
        265.82,
        270.68
    ],
    [
        " the people below you in the chain of command that's the way it works. Of course this doesn't mean",
        270.68,
        275.72
    ],
    [
        " you're okay if your superiors are doing something that's illegal, immoral or unethical or",
        275.72,
        282.48
    ],
    [
        " or if they're putting your troops or the mission in danger right they we're not playing the game",
        282.48,
        290.5
    ],
    [
        " we're not playing the game now you might still even then have to play the game if you were my",
        290.5,
        296.74
    ],
    [
        " boss echo and you were like hey I want you to send your guys to run attack that bunker on the",
        296.74,
        301.48
    ],
    [
        " elevated position right there enemy bunker with a with a machine multiple machine guns in it with",
        301.78,
        305.98
    ],
    [
        " interlocking fields of fire and I'm like we're not doing that's the dumbest thing I've ever heard",
        305.98,
        311.62
    ],
    [
        " now if I tell you I will not do it and you say okay fine you're fired you come here you take the",
        311.62,
        318.32
    ],
    [
        " platoon and go attack and now that guy does they all get killed maybe what I should have done was like",
        318.32,
        322.38
    ],
    [
        " hey echo we shouldn't do that's not a good plan and you go no you do it anyways I go hey that's",
        322.38,
        328.82
    ],
    [
        " not a good plan and you say go do it or I'm gonna fire you okay I'll go I'll go do it and now when",
        328.82,
        334.54
    ],
    [
        " you do it you go out and you flank you do something different you know what I mean you make something",
        334.54,
        340.26
    ],
    [
        " happen you mitigate the damage as much as possible so you that's that's a decision you're gonna have",
        340.26,
        346.74
    ],
    [
        " to make that's why being a leader's heart yeah because that's a really hard decision to make right",
        346.74,
        349.92
    ],
    [
        " there yeah that's a tough one yeah I remember at the mustard last mustard you're talking about",
        349.92,
        358.76
    ],
    [
        " that that very thing like you you build a relationship with them and you know some people every",
        359.26,
        365.88
    ],
    [
        " once in a while I'm paraphrasing kind of what you said where some people will look at it as brown",
        365.88,
        370.68
    ],
    [
        " nosing yeah and you're like no but it's you build a relationship with them every once in a while",
        370.68,
        376.86
    ],
    [
        " it you might brush the where do you brush against some you know every once in a while then I'll",
        376.86,
        382.18
    ],
    [
        " come back or whatever but um but the mission is worth that you know if I did a brush up against",
        382.18,
        387.56
    ],
    [
        " brown nosing just for a second to accomplish the mission and whatever then that's what I'm gonna do",
        387.56,
        391.86
    ],
    [
        " kind of thing and that's what a good leader does I can't man that that makes that makes a good sense",
        391.86,
        395.96
    ],
    [
        " and really so when I thought about that I was like well really what that is is a lack of perspective",
        395.96,
        401.14
    ],
    [
        " or if people forgetting about the big picture you know like getting what the big overall thing is",
        401.14,
        405.18
    ],
    [
        " we're here to win we're here to win we're here to win yes but if I gotta if I gotta tell this guy",
        405.18,
        408.96
    ],
    [
        " he's got an you know that's a great plan sir yeah that you you come up with some brilliant",
        408.96,
        413.3
    ],
    [
        " plan sir I'm gonna go and execute that thing so that he says oh see Jockel gets it and I'm gonna",
        413.3,
        417.14
    ],
    [
        " go let him execute on his own I'm not gonna bother him because he because he understands my planning",
        417.14,
        420.68
    ],
    [
        " and then I go back to my guys and I go hey here's what we're doing a little different from what the",
        420.68,
        424.34
    ],
    [
        " boss said but don't worry his intention was there I'm not talking bad about the boss but like hey this",
        424.34,
        428.12
    ],
    [
        " is what the boss want to do I think this is how we're gonna get it get it done yeah talk about about",
        428.12,
        431.66
    ],
    [
        " your boss you just say we're making some adjustments based on his guidance you actually give him credit",
        431.66,
        435.58
    ],
    [
        " that's how you get it done you brushing up against brown nosing a little bit but again if you're",
        435.58,
        442.04
    ],
    [
        " just a full on brown noser you're not developing relationships you're just you're just unasked",
        442.04,
        445.98
    ],
    [
        " or it's not gonna go good for you yeah because because think about this think about this here's why",
        445.98,
        451.84
    ],
    [
        " and I just thought of this myself here's why a brown noser isn't developing relationship and",
        451.84,
        457.88
    ],
    [
        " here's how it's not good to just be a brown noser does this superior listen to the brown",
        457.88,
        462.78
    ],
    [
        " noser does he respect their opinion no not really yeah he's just looking at him like oh yeah he's",
        462.78,
        467.72
    ],
    [
        " just oh yeah it's old old echo yep yeah hey buddy yep yep yep you're gonna do whatever say",
        467.72,
        475.96
    ],
    [
        " echo that's good thank you now hey the big boys are over here trying to talk can you can you just",
        475.96,
        479.98
    ],
    [
        " excuse yourself you know you don't want to end up like that you're kind of the guy who like",
        479.98,
        483.54
    ],
    [
        " you know like the iconic picture of the guy fanning the other guy yeah yeah yeah yeah yeah like",
        483.54,
        489.44
    ],
    [
        " that guy cool to have around yeah yeah but yeah man but he's not given any strategic input on",
        489.44,
        494.36
    ],
    [
        " the operations not building the relations so yeah build relationship man don't confront build",
        494.36,
        501.94
    ],
    [
        " yeah that's distracted by that right the the feeling you get when this new guy comes he did I",
        503.0,
        507.92
    ],
    [
        " don't like the way he said that to me even though what he said was really important I don't like the way",
        507.92,
        511.96
    ],
    [
        " he said it you know what's interesting is when a lot of leadership books that we've discussed and a",
        511.96,
        516.68
    ],
    [
        " lot of leadership guidance will say if you're a new leader coming in you just don't start barking",
        516.68,
        520.92
    ],
    [
        " orders right you just don't start saying they do this we're changing that you assess and you look",
        520.92,
        524.8
    ],
    [
        " around and you make sure now occasionally this doesn't happen there's there's things that happen",
        524.8,
        527.98
    ],
    [
        " if you're taking over a totally messed up unit or team then you might have to go in there and",
        527.98,
        533.34
    ],
    [
        " and lay down some law but generally you come in and you assess and you make then you see what's",
        533.34,
        539.7
    ],
    [
        " wrong and you see where some adjustments can be made now think about that from the other side from",
        539.7,
        543.14
    ],
    [
        " down the chain of command you also shouldn't jump to conclusions and be like oh the new boss is an",
        543.14,
        547.92
    ],
    [
        " idiot or new boss has this plan you should be like okay let's see what his plan is yeah you should",
        547.92,
        552.48
    ],
    [
        " both have a little period of like like a like a cooling down period sure but a warming up period",
        552.76,
        561.12
    ],
    [
        " sure yeah the opposite of cooling down it's a warming up it's getting to know each other yeah",
        561.12,
        565.12
    ],
    [
        " it's funny this is way out the left field but so big shocker",
        565.12,
        570.32
    ],
    [
        " so great back and tear he'd he did he made this one comment where he was explaining like how he",
        570.32,
        579.44
    ],
    [
        " rolled with like some like some famous person and like he wrote I was like oh yeah like how was",
        579.44,
        584.98
    ],
    [
        " that you know you know how you want the full report like I wasn't really I forget who it was what",
        584.98,
        588.4
    ],
    [
        " he was like he's like now it was a full on you know first date role oh yeah but and I never heard",
        588.4,
        593.66
    ],
    [
        " that before when exactly what that means yeah it was like I'm not gonna go hard in the",
        593.66,
        597.3
    ],
    [
        " paint right off the bat he can feel he's not going hard and it's just kind of feeling out you know",
        597.3,
        603.58
    ],
    [
        " and a lot of respect throughout the whole level does that start out and you did too what do you mean",
        603.58,
        608.12
    ],
    [
        " like what what how good do you have to be in GJ2 before you start like having a little",
        608.12,
        613.74
    ],
    [
        " nice gentle I you know what I call it just respectful yeah like yeah like here's an example",
        613.74,
        619.7
    ],
    [
        " just don't dive on the ankle rock yeah yeah two seconds into yeah like oh really okay I mean",
        619.7,
        628.2
    ],
    [
        " I've had that happen and then I've had to you know take appropriate call them measures right",
        628.2,
        634.28
    ],
    [
        " and you see and you know that and that's the whole reason for the first date role really yeah",
        634.54,
        639.14
    ],
    [
        " because it's like you know you start to roll the guy you've heard of him and he's heard of you",
        639.14,
        642.96
    ],
    [
        " and or whatever whatever the situation is and you guys roll and in your mind you're kind of like",
        642.96,
        648.96
    ],
    [
        " hey I'm gonna give this guy some respect and he doesn't he goes all out first thing it's kind of like",
        648.96,
        652.68
    ],
    [
        " you kind of got you got offended a little bit not majorly but there's that little inkling of oh",
        652.68,
        657.32
    ],
    [
        " all right it's something it's not nothing it's something but compared to just some dude you know let's",
        657.32,
        663.08
    ],
    [
        " say we're all training some do some new person whatever in the gym you guys are all going hard",
        663.08,
        666.96
    ],
    [
        " it's all good you're going hard that's just like like basically purple belts they're coming at me",
        666.96,
        673.02
    ],
    [
        " brown belts and black belts that you know it's all cool yeah you know it's like mutual respect and we'll",
        673.02,
        678.2
    ],
    [
        " roll and not saying we and I'm not saying don't roll hard and I'm not saying you don't escalate",
        678.2,
        681.64
    ],
    [
        " because as you get to going you know like things escalated and oh that's you know he gets to know",
        681.64,
        685.32
    ],
    [
        " each other now it's okay to get after it a little bit yeah that's weird that's a weird little",
        685.32,
        689.36
    ],
    [
        " unwritten thing yeah in jiu jitsu isn't it like what I don't really I guess it's just respect yeah",
        689.38,
        694.94
    ],
    [
        " I think you respect so yeah do that up and down the chain of command too yeah like respect it's that",
        694.94,
        699.88
    ],
    [
        " first date like period like I said that period let's get to know a little warming up period warming up",
        699.88,
        704.82
    ],
    [
        " warming up period exactly give your bosses that slack yeah fully all respect all nice you know",
        704.82,
        710.64
    ]
]