[
    [
        " What do you do when people treat you like a dormat?",
        0.0,
        2.1
    ],
    [
        " And then when you finally put your foot down, they lose their minds.",
        3.08,
        7.28
    ],
    [
        " I try to be agreeable, but there's a limit.",
        7.62,
        10.62
    ],
    [
        " When I stand my ground, people are act shocked in the advice.",
        11.4,
        14.7
    ],
    [
        " Yeah.",
        15.08,
        15.3
    ],
    [
        " So this is actually kind of the same thing, right?",
        15.7,
        18.26
    ],
    [
        " You need to be balanced because what's happened with this dude, I assume,",
        18.44,
        21.78
    ],
    [
        " is that sitting around getting like a push over like a dormat,",
        22.14,
        27.64
    ],
    [
        " people are kind of walking all over them, then all of a sudden he does an instant 180 and goes,",
        27.64,
        31.48
    ],
    [
        " puts his foot down, right?",
        31.82,
        33.76
    ],
    [
        " And now you think that they're going to do a 180.",
        35.1,
        37.14
    ],
    [
        " You think that they're going to say, oh, sorry, I didn't mean to, oh, sorry,",
        37.54,
        40.06
    ],
    [
        " Echo, I didn't know that that offended you, I'm sorry.",
        40.14,
        41.96
    ],
    [
        " No, when you do that, they're like, what's wrong with you, bro?",
        42.2,
        44.4
    ],
    [
        " Yeah, you just started tripping.",
        44.68,
        45.52
    ],
    [
        " Yeah, yeah, you're freaking out over nothing.",
        45.68,
        47.5
    ],
    [
        " So of course, when you stand there ground, they're going to be shocked, right?",
        47.88,
        51.44
    ],
    [
        " Which is what you're saying happened.",
        51.6,
        52.62
    ],
    [
        " This is like no surprise at all.",
        52.74,
        54.58
    ],
    [
        " So what you need to do is you got to draw the line a little bit earlier,",
        54.96,
        60.1
    ],
    [
        " but without going nuts.",
        60.1,
        61.52
    ],
    [
        " And I think I got a good example of how you do this.",
        61.52,
        64.26
    ],
    [
        " Okay, let's say you got a dog.",
        64.32,
        65.08
    ],
    [
        " And the dog is like kind of mellow and happy and just doesn't just all good.",
        66.12,
        71.34
    ],
    [
        " And then like all of a sudden, you know, you're walking by the dog one day and",
        72.26,
        76.34
    ],
    [
        " wow, it bites you on the arm.",
        76.34,
        77.74
    ],
    [
        " Like big time.",
        78.94,
        80.08
    ],
    [
        " Big time.",
        81.32,
        81.86
    ],
    [
        " How do you feel about that dog?",
        82.42,
        83.64
    ],
    [
        " Yeah, bad.",
        84.26,
        84.88
    ],
    [
        " I don't like that dog.",
        85.04,
        85.74
    ],
    [
        " That's bad.",
        85.74,
        85.88
    ],
    [
        " That dog's getting put down, right?",
        86.08,
        87.92
    ],
    [
        " This dog, let's say a bit one of your kids.",
        88.34,
        91.12
    ],
    [
        " That dog's getting put down.",
        91.42,
        93.16
    ],
    [
        " Okay, so that's what this guy is doing.",
        93.28,
        95.04
    ],
    [
        " All acting all, like everything's like nothing bothering me and all of a sudden biting people.",
        95.76,
        100.94
    ],
    [
        " Think about what a dog, like a normal dog does.",
        101.08,
        104.54
    ],
    [
        " What a normal dog does is it's, if it starts getting offended a little bit or starts",
        104.88,
        108.52
    ],
    [
        " getting problems, it's, it like stands up a little bit, right?",
        108.52,
        111.88
    ],
    [
        " And then it's going to grow.",
        112.22,
        113.78
    ],
    [
        " Now that's an indicator.",
        114.6,
        115.86
    ],
    [
        " So even a kid, even a child knows.",
        116.38,
        118.14
    ],
    [
        " I don't know what age, but pretty young kids know that a growling dog is a warning.",
        119.02,
        123.84
    ],
    [
        " What else do dogs do?",
        125.02,
        125.84
    ],
    [
        " Dogs show their teeth.",
        125.96,
        126.94
    ],
    [
        " That's another warning.",
        127.66,
        128.66
    ],
    [
        " Like, hey, that's another line in the sand.",
        128.82,
        130.86
    ],
    [
        " And barking, right?",
        132.8,
        134.34
    ],
    [
        " Because you have to bark.",
        134.54,
        135.28
    ],
    [
        " And I mean, a dog barks you when a dog barks you.",
        135.92,
        137.96
    ],
    [
        " It's got your attention.",
        138.04,
        138.68
    ],
    [
        " It's growling at you.",
        138.8,
        139.56
    ],
    [
        " You know what's going to happen next.",
        139.7,
        141.34
    ],
    [
        " If you keep doing whatever it is you're doing, right?",
        141.34,
        143.44
    ],
    [
        " You can get back away from that dog.",
        143.56,
        144.88
    ],
    [
        " Now if you did, if the butt dog did all those things to you and then it bit you,",
        145.72,
        150.96
    ],
    [
        " you'll still be mad at it, but you at least know that you kind of had it coming, right?",
        151.16,
        155.84
    ],
    [
        " Right?",
        156.62,
        156.76
    ],
    [
        " Yes, sir.",
        157.2,
        157.36
    ],
    [
        " So, so there you go.",
        157.84,
        159.6
    ],
    [
        " That's what this dude needs to do, a little bit of.",
        159.68,
        162.42
    ],
    [
        " He needs to learn how to growl a little bit, how to bark a little bit,",
        162.58,
        168.52
    ],
    [
        " how to show your teeth a little bit, how to just stand up,",
        168.56,
        170.4
    ],
    [
        " posture correct.",
        171.1,
        171.6
    ],
    [
        " Because there's, you know a dog, if you know dogs at all,",
        171.9,
        174.34
    ],
    [
        " dogs have a posture.",
        174.64,
        175.52
    ],
    [
        " And they have a posture, their ears are down and their tails down.",
        175.98,
        180.5
    ],
    [
        " When they get fired up, boom, ears are up.",
        180.74,
        182.8
    ],
    [
        " They're on alert.",
        183.74,
        184.28
    ],
    [
        " Their back is they get the cacles can stand up and everything.",
        184.44,
        186.72
    ],
    [
        " That means like, okay, that's even before growling.",
        186.82,
        189.38
    ],
    [
        " That's happening.",
        189.42,
        189.86
    ],
    [
        " Alert.",
        190.22,
        190.56
    ],
    [
        " So this dude needs to learn how to come to an alert, improve his pot,",
        191.54,
        195.96
    ],
    [
        " increase his posture in those moments, not when it's getting too far,",
        196.02,
        200.32
    ],
    [
        " but like when someone, when someone gives you a little jab, you know, you can't bite them.",
        201.1,
        206.18
    ],
    [
        " You got to give a little growl.",
        206.64,
        208.26
    ],
    [
        " Yeah.",
        208.48,
        208.7
    ],
    [
        " Back them off a little bit, you know?",
        209.04,
        210.6
    ],
    [
        " And again, this is, I don't know you, you know, so it's hard for me to say,",
        210.98,
        214.84
    ],
    [
        " some people just have a hard time dealing with when people harass them.",
        214.94,
        219.8
    ],
    [
        " Because I think the best thing to do when somebody makes fun of me",
        220.02,
        224.1
    ],
    [
        " is just to like, be like, ask, yeah, good one.",
        224.64,
        226.78
    ],
    [
        " You know, like, because, you know, just like we were talking about before we started this podcast,",
        228.24,
        232.72
    ],
    [
        " if I let you know that whatever you just said to me bothers me,",
        233.4,
        236.12
    ],
    [
        " but I can expect you to just keep getting after that thing until I snap.",
        236.32,
        239.64
    ],
    [
        " So you got to be careful.",
        240.42,
        242.94
    ],
    [
        " You don't want to be all hypersensitive.",
        243.08,
        245.04
    ],
    [
        " The other thing to remember is, man, when people are making fun of you,",
        245.18,
        249.7
    ],
    [
        " it's not like they hate you most of the time.",
        249.76,
        251.62
    ],
    [
        " Yeah.",
        252.54,
        252.94
    ],
    [
        " You know, it's not that big of a deal.",
        252.58,
        254.66
    ],
    [
        " Like people talk smack to each other.",
        254.92,
        256.62
    ],
    [
        " Right?",
        256.9,
        257.44
    ],
    [
        " People talk smack to each other.",
        257.62,
        258.88
    ],
    [
        " And I guarantee, this is this is a good way to think about it.",
        259.24,
        262.38
    ],
    [
        " If someone talks smack to you,",
        263.16,
        265.24
    ],
    [
        " if you, and then you both leave, let's say it's at work,",
        265.46,
        269.18
    ],
    [
        " you go home, the other person that was talking smack goes home.",
        269.54,
        272.5
    ],
    [
        " You go home, you're thinking about it.",
        273.24,
        274.78
    ],
    [
        " That person that was talking smack didn't think about it.",
        275.04,
        276.68
    ],
    [
        " One millisecond after he left the office, he wasn't care.",
        276.8,
        278.96
    ],
    [
        " He's not sitting there thinking about it.",
        279.16,
        280.38
    ],
    [
        " He was not thinking like, man, I'm really glad I told him.",
        280.38,
        283.96
    ],
    [
        "",
        284.32,
        284.32
    ],
    [
        " You know, he had a funny looking eyebrows.",
        284.4,
        287.06
    ],
    [
        " That was awesome.",
        287.2,
        288.08
    ],
    [
        " I can't believe how weird his eyebrows are.",
        288.42,
        290.16
    ],
    [
        " Like, I mean, that's, he's not doing that, right?",
        290.32,
        292.68
    ],
    [
        " He's not even thinking about it.",
        293.14,
        294.26
    ],
    [
        " He just went home.",
        294.36,
        295.0
    ],
    [
        " He's carrying on with his life.",
        295.08,
        295.92
    ],
    [
        " Carry on with your life.",
        296.22,
        297.06
    ],
    [
        " Don't get all tied up about what these other people are thinking of you.",
        297.28,
        299.52
    ],
    [
        " It's not that big of a deal.",
        299.56,
        300.26
    ],
    [
        " No one's sitting around thinking about it's a perception that we have",
        300.38,
        304.46
    ],
    [
        " that the whole world revolves around us and that people are sitting around thinking about us all the time.",
        304.46,
        307.7
    ],
    [
        " It's like they're not thinking about you all the time.",
        307.98,
        309.5
    ],
    [
        " They don't care.",
        309.5,
        310.16
    ],
    [
        " They're at home.",
        310.68,
        311.22
    ],
    [
        " There's not too many people that are actually thinking about you all the time,",
        311.42,
        314.28
    ],
    [
        " especially if they're making fun of you.",
        314.28,
        317.1
    ],
    [
        " They're not thinking about that all the time.",
        317.32,
        319.16
    ],
    [
        " So just relax, take a wrap off and just try and have a little bit less tension",
        319.46,
        325.98
    ],
    [
        " and try and learn to grow a little bit or at least protect your space a little bit.",
        325.98,
        331.18
    ],
    [
        " And these are kind of contradictory things that I'm saying.",
        331.82,
        334.56
    ],
    [
        " One of them is like, hey, laugh at it.",
        334.9,
        335.88
    ],
    [
        " The other one is like, kind of learn to grow a little bit.",
        335.9,
        337.48
    ],
    [
        " I would say first, the first method is better.",
        337.98,
        340.48
    ],
    [
        " The first method is like, hey, just laugh it off.",
        340.76,
        342.24
    ],
    [
        " Don't worry about it.",
        342.32,
        343.0
    ],
    [
        " These people aren't thinking about you.",
        343.02,
        344.54
    ],
    [
        " They don't care.",
        344.6,
        345.06
    ],
    [
        " Probably it's like when we had Jordan Peterson,",
        345.66,
        347.96
    ],
    [
        " he was talking about his friend lunch bucket, right?",
        347.96,
        350.82
    ],
    [
        " Lunch bucket.",
        351.4,
        351.7
    ],
    [
        " The guy that worked and as soon as everyone realized that it bothered him that they called him lunch bucket,",
        352.0,
        356.36
    ],
    [
        " they just called him lunch bucket and then they quit because he couldn't handle it.",
        356.46,
        359.72
    ],
    [
        " So if someone calls you lunch bucket and you know, I had cool,",
        360.26,
        362.66
    ],
    [
        " yeah, my mom makes a good sandwich.",
        362.92,
        364.02
    ],
    [
        " Mom makes a pretty good sandwich, you know?",
        364.12,
        366.14
    ],
    [
        " And then, you break out the lunch bucket,",
        366.78,
        368.62
    ],
    [
        " go with it, no factor.",
        369.08,
        371.58
    ],
    [
        " You start freaking out about this stuff.",
        372.42,
        373.86
    ],
    [
        " It's going to drug you crazy.",
        373.86,
        374.74
    ],
    [
        " So be careful.",
        375.6,
        377.08
    ],
    [
        " Don't freak out about stuff.",
        377.82,
        378.94
    ],
    [
        " If you have to learn to stand your ground a little bit,",
        379.5,
        381.74
    ],
    [
        " but don't just start snapping.",
        381.8,
        382.98
    ],
    [
        " Good dog.",
        383.48,
        383.84
    ],
    [
        " Like a rabid dog.",
        384.22,
        385.64
    ],
    [
        " Yeah, that is a good little escalation.",
        386.34,
        389.6
    ],
    [
        " That example of escalating the dog.",
        389.78,
        391.94
    ],
    [
        " Thanks, Deuce.",
        392.1,
        392.5
    ],
    [
        " Because starting getting treated like a dormat,",
        392.5,
        394.56
    ],
    [
        " that could look like a bunch of different things.",
        394.56,
        396.52
    ],
    [
        " You know, it's teasing.",
        396.62,
        397.22
    ],
    [
        " That seems like the obvious one or whatever,",
        397.48,
        399.68
    ],
    [
        " but that could be a lot of stuff.",
        399.9,
        401.94
    ],
    [
        " That could be like, hey, grab me some coffee.",
        402.22,
        403.96
    ],
    [
        "",
        404.68,
        404.68
    ],
    [
        " Sometimes people just do that because you haven't ever said to him,",
        404.82,
        408.54
    ],
    [
        " like, hey man, are you ever going to get me coffee?",
        408.66,
        411.64
    ],
    [
        " You know, you just make a joke about it.",
        411.86,
        412.94
    ],
    [
        " It's the same thing, yeah.",
        413.14,
        413.72
    ],
    [
        " Exactly.",
        413.84,
        414.18
    ],
    [
        " Like dealing with it, like as a, you know,",
        414.42,
        416.1
    ],
    [
        " as something bothers you.",
        416.2,
        417.06
    ],
    [
        " And I could see this maybe happening because every once in a while,",
        417.2,
        421.32
    ],
    [
        " like, you know, you kind of run into these scenarios where like someone",
        421.32,
        424.28
    ],
    [
        " does something that you, you don't really like or you don't,",
        424.28,
        427.34
    ],
    [
        " I don't appreciate the way they treated me right there during that scenario.",
        427.42,
        430.28
    ],
    [
        " And it sort of always happens,",
        430.6,
        431.9
    ],
    [
        " but it's too small to make a big deal out of it at that time.",
        431.9,
        434.6
    ],
    [
        " And when you're a agreeable person, you're just like,",
        434.8,
        438.2
    ],
    [
        " all right, yeah, I'm going to essentially, I'm going to let it slide.",
        438.34,
        440.86
    ],
    [
        " Whatever, you know, but it happens again,",
        441.1,
        442.86
    ],
    [
        " then again, but I'm agreeable.",
        443.0,
        444.6
    ],
    [
        " I'm letting it slide.",
        444.62,
        445.26
    ],
    [
        " How? Maybe I'll even laugh it off.",
        445.4,
        446.64
    ],
    [
        " Whatever.",
        446.8,
        447.06
    ],
    [
        " So to the other person, they're just like, whatever,",
        447.38,
        449.58
    ],
    [
        " they're just like, you said, they're not thinking about it.",
        449.76,
        451.18
    ],
    [
        " They're just going about their business and they're getting a laugh here and there,",
        451.18,
        453.48
    ],
    [
        " which instantly gets forgotten and whatever.",
        453.5,
        455.64
    ],
    [
        " They keep going about their business.",
        456.02,
        457.4
    ],
    [
        " No, no, no factor.",
        457.6,
        459.5
    ],
    [
        " Meanwhile, in my head, I'm like, man,",
        459.96,
        463.06
    ],
    [
        " this is, I'm getting tired of this.",
        463.26,
        465.04
    ],
    [
        " I'm straight up, really tired.",
        465.08,
        466.36
    ],
    [
        " So it happens one day.",
        466.48,
        467.72
    ],
    [
        " Maybe I got a little less sleep that day or something.",
        467.74,
        469.68
    ],
    [
        " One teeny tiny thing, I'm flying off the handle.",
        470.08,
        473.02
    ],
    [
        " Hey, I don't appreciate this.",
        473.42,
        474.74
    ],
    [
        " And this night, you, you always do it.",
        474.9,
        476.86
    ],
    [
        " And they are like, do I always do this?",
        476.94,
        478.46
    ],
    [
        " Because even if I did, I didn't get any,",
        478.46,
        480.42
    ],
    [
        " so then you get this little reputation.",
        480.58,
        482.38
    ],
    [
        " People act shocked.",
        482.66,
        483.48
    ],
    [
        " As the guy says, you know, when I stand in my ground,",
        483.86,
        486.94
    ],
    [
        " it's the other person, it's kind of like,",
        487.16,
        489.04
    ],
    [
        " well, why are you standing in your ground?",
        489.08,
        490.42
    ],
    [
        " Right now it doesn't make sense.",
        490.46,
        491.36
    ],
    [
        " Like, even if I did remember all the times I've done this,",
        491.58,
        494.38
    ],
    [
        " you were laughing the whole time.",
        494.52,
        495.64
    ],
    [
        " Like it doesn't compute.",
        495.86,
        497.08
    ],
    [
        " It was funny now that I, now that I think,",
        497.18,
        498.7
    ],
    [
        " I think about times in my life,",
        498.7,
        499.72
    ],
    [
        " like when I was younger,",
        499.8,
        500.62
    ],
    [
        " and someone would stand their ground on me or whatever.",
        500.8,
        504.26
    ],
    [
        " And I'd be like, what are you talking about?",
        504.82,
        506.34
    ],
    [
        " I'd be the exact person that you're talking about saying,",
        506.34,
        509.0
    ],
    [
        " what are you talking about, man?",
        509.46,
        510.32
    ],
    [
        " Like, I have no idea what you're talking about.",
        510.52,
        511.92
    ],
    [
        " Yeah.",
        512.1,
        512.26
    ],
    [
        " Why are you freaking out right now?",
        512.68,
        513.72
    ],
    [
        " Yeah.",
        514.02,
        514.22
    ],
    [
        " And they're like, you always say stuff like that.",
        514.34,
        515.6
    ],
    [
        " And maybe I'd put together like, okay,",
        515.76,
        517.12
    ],
    [
        " maybe I do make fun.",
        517.24,
        517.88
    ],
    [
        " Whereas now that I'm older,",
        518.32,
        519.98
    ],
    [
        " if someone wants to freak out like that on me,",
        520.2,
        522.38
    ],
    [
        " I would instantly recognize thinking to myself,",
        522.48,
        523.98
    ],
    [
        " like, you know what, I probably do things that I shouldn't.",
        524.16,
        526.46
    ],
    [
        " I probably, oh yeah, I kind of ride this person",
        526.5,
        528.68
    ],
    [
        " and that's why they're freaking out right now.",
        528.68,
        529.98
    ],
    [
        " Yeah.",
        530.06,
        530.32
    ],
    [
        " A little bit more aware of my impact.",
        530.46,
        534.04
    ],
    [
        " Yeah.",
        534.44,
        534.7
    ],
    [
        " But in a way, you sort of had to,",
        535.46,
        537.46
    ],
    [
        " I mean, I'm sure you've sort of,",
        538.02,
        539.36
    ],
    [
        " you're sort of familiar with this, you know,",
        539.4,
        541.36
    ],
    [
        " even like painting that picture,",
        541.4,
        542.68
    ],
    [
        " it's like it's obvious you're familiar with this, you know.",
        542.68,
        544.98
    ],
    [
        " But when it's happening to you, you're kind of not.",
        545.32,
        547.64
    ],
    [
        " But then if you have to go back and do like some investigation",
        548.18,
        551.56
    ],
    [
        " of your whole relationship with a person to understand,",
        551.56,
        556.34
    ],
    [
        " okay, now I see how that could have been interpreted back",
        556.52,
        560.0
    ],
    [
        " last year and then maybe three months ago",
        560.0,
        562.56
    ],
    [
        " and then maybe last week and then like right now,",
        562.56,
        564.72
    ],
    [
        " okay, I'm out there, you know, then it,",
        564.84,
        566.62
    ],
    [
        " but it doesn't compute naturally, you know.",
        566.68,
        568.78
    ],
    [
        " So yeah, if you do that descalating dog thing,",
        569.14,
        572.0
    ],
    [
        " it'll be more clear, I think.",
        572.34,
        574.78
    ],
    [
        " Yeah.",
        574.86,
        574.98
    ],
    [
        " And you can only escalate the dog.",
        575.26,
        577.0
    ],
    [
        " Only escalate the dog scenario.",
        577.32,
        578.92
    ],
    [
        " If you can't just have a good dime with it",
        579.16,
        580.62
    ],
    [
        " and relax and not worry about it.",
        580.62,
        582.1
    ],
    [
        " Yeah.",
        582.1,
        582.38
    ],
    [
        " Which is the primary goal.",
        582.78,
        583.74
    ],
    [
        " Yes.",
        584.06,
        584.22
    ],
    [
        " But being treated like a doormat, like I said,",
        584.7,
        586.52
    ],
    [
        " like if you know how like people are just so,",
        586.54,
        589.1
    ],
    [
        " you know, people, people please,",
        589.32,
        590.7
    ],
    [
        " they're type of person like in a relationship or something.",
        590.7,
        593.34
    ],
    [
        " Like, you know, like, I don't know.",
        593.8,
        596.76
    ],
    [
        " I can't think of an example, but you know,",
        596.96,
        599.02
    ],
    [
        " a movie reference that's very pathetic.",
        599.1,
        600.54
    ],
    [
        " Actually, I could think of a bug.",
        601.64,
        603.74
    ],
    [
        " But I don't.",
        604.0,
        604.88
    ],
    [
        " Anyway, if you're like a people, please,",
        605.12,
        607.22
    ],
    [
        " and you do everything for, you know,",
        607.24,
        608.66
    ],
    [
        " and then they don't do it back, you know, kind of thing.",
        608.74,
        610.6
    ],
    [
        " Like, oh, yeah, you let your husband or wife",
        610.64,
        613.22
    ],
    [
        " or whatever, you let them go out every Saturday",
        613.22,
        615.22
    ],
    [
        " just because they want to.",
        615.22,
        616.32
    ],
    [
        " They want to go play poker or, you know,",
        616.32,
        618.02
    ],
    [
        " one of these things that what's the common thing that they do.",
        618.08,
        620.32
    ],
    [
        " And they do and they come back late and drown to go up there.",
        620.4,
        622.94
    ],
    [
        " But no, it'll be way worse than that.",
        623.6,
        625.32
    ],
    [
        " It'll be just total, like, whatever you need or want,",
        625.46,
        628.58
    ],
    [
        " you got it.",
        628.78,
        629.32
    ],
    [
        " And then like the one time they say,",
        629.52,
        630.9
    ],
    [
        " hey, I want to go shopping on this.",
        630.94,
        631.9
    ],
    [
        " They'd be like, oh, shopping, well,",
        632.02,
        632.98
    ],
    [
        " you got to do this.",
        633.06,
        633.8
    ],
    [
        " You got to do the kid, you know, like that kind of",
        633.92,
        635.26
    ],
    [
        " is where it's like a disproportionate,",
        635.26,
        637.04
    ],
    [
        " like relationship, you know, kind of thing.",
        637.04,
        639.9
    ],
    [
        " Like that can, I can see how it can go down",
        640.42,
        642.72
    ],
    [
        " with those types of relationships, you know.",
        642.72,
        644.72
    ],
    [
        " Like being a, you can't just laugh those things off.",
        644.82,
        647.04
    ],
    [
        " No.",
        647.1,
        647.2
    ],
    [
        " In life, you know, you do have to do the escalation thing.",
        647.44,
        649.8
    ],
    [
        " Yeah, that's a little bit more serious.",
        649.8,
        651.8
    ],
    [
        " Yeah.",
        652.08,
        652.22
    ],
    [
        " True.",
        652.64,
        652.92
    ]
]