[
    [
        " What mistakes did you make early discussed in your live podcast that could have progressed you further?",
        0.0,
        5.24
    ],
    [
        " Yeah, I think there's just some real big obvious ones wasted a bunch of time",
        5.54,
        10.84
    ],
    [
        " You know you wasted a bunch of time when you're young you think you got forever and you waste time and",
        10.84,
        18.54
    ],
    [
        " Whether it's doing stuff that's not productive",
        18.54,
        21.3
    ],
    [
        " whether it's",
        21.3,
        23.48
    ],
    [
        " Going out get drunk whatever dumb things you waste time doing whether it's just just wasting time",
        23.48,
        29.6
    ],
    [
        " And and you know what look I'm not saying don't have fun in your life because that's wrong answer to that's",
        30.2,
        36.62
    ],
    [
        " Too extreme, but what I am saying is I I sometimes add a little too much fun",
        36.62,
        40.66
    ],
    [
        " Sometimes I wasn't focused on the right thing so wasted time is number one wasted money wasted a ton of money on dumb stuff and",
        40.66,
        48.78
    ],
    [
        " I'd say that both of these are wasting time wasting money. Those are like the two biggest mistakes that I've made",
        48.78,
        55.48
    ],
    [
        " But I would say the the root of those mistakes is that I didn't do a good job of connecting the future to the present",
        56.92,
        66.4
    ],
    [
        " Yeah, right you just don't when you're young I",
        66.4,
        69.42
    ],
    [
        " Shouldn't say that when I wish I don't put a universal blanket of being dumb on everyone",
        69.42,
        75.82
    ],
    [
        " Even though you're not in your head pretty hard to leave over there",
        75.82,
        79.78
    ],
    [
        " Because it's the thing yeah, yeah, we see a lot of people do this right a lot of us",
        79.78,
        84.3
    ],
    [
        " We waste our time we waste our money and we don't connect what we're doing right now with what's gonna happen in the future",
        84.3,
        89.66
    ],
    [
        " And that is not a good policy to have what we want to do and what I try and instill with kids with my kids with",
        89.66,
        95.98
    ],
    [
        " With kids that I talk about on the podcast",
        95.98,
        98.82
    ],
    [
        " Is I want to connect what decisions are being made right now with decisions that want with the",
        98.82,
        104.56
    ],
    [
        " With the end state that you end up with in your future",
        105.2,
        108.64
    ],
    [
        " so if you take advantage of your time",
        108.64,
        111.36
    ],
    [
        " You're gonna be in a much better place if you if you save your money",
        111.36,
        114.12
    ],
    [
        " You're gonna be in a much better place if you invest your money properly",
        114.12,
        116.32
    ],
    [
        " You're gonna be a much better place you train in you treat people if you train hard",
        116.32,
        120.1
    ],
    [
        " You're gonna be in a much better place if you treat people respectfully you build relationships",
        120.1,
        123.62
    ],
    [
        " you're gonna be in a much better place",
        123.62,
        124.88
    ],
    [
        " it",
        124.88,
        125.18
    ],
    [
        " If you do the opposite of those things, you're gonna be in a worse place if you treat people like dirt",
        125.18,
        129.7
    ],
    [
        " You're gonna it'll come back to bite you if you waste your money won't have it if you waste your time you'll run out",
        129.76,
        134.78
    ],
    [
        " so I think",
        134.78,
        137.24
    ],
    [
        " The biggest mistake really for me was that I",
        137.24,
        140.48
    ],
    [
        " failed to connect the present",
        140.48,
        143.34
    ],
    [
        " To the future the only ways that I succeeded in that early on was through luck",
        143.34,
        149.76
    ],
    [
        " Like I joined the Navy and and and I'm very lucky that I did because I was immediately building my future",
        149.76,
        157.72
    ],
    [
        " Even though I had no I it wasn't my intent. I was immediately. I bought a house",
        157.86,
        162.94
    ],
    [
        " That was a great. What I wanted to what did I buy it for I wanted a place to live",
        162.94,
        168.44
    ],
    [
        " What did I end up with an incredible investment",
        168.44,
        171.38
    ],
    [
        " But enough to buy another house that one was a little bit more intentional. Okay, wait a second",
        171.38,
        176.86
    ],
    [
        " If I own another house and I was just talking about this with a friend of mine",
        176.86,
        181.64
    ],
    [
        " It was like that I was explaining when and he remembered when I got my second house",
        181.64,
        187.32
    ],
    [
        " And I was like in my mind",
        189.24,
        191.66
    ],
    [
        " Donald J Trump the real estate landlord like",
        191.66,
        196.1
    ],
    [
        " Master, right someone was gonna be paying me",
        196.1,
        199.96
    ],
    [
        " You know and and I had another house that I was gonna live it",
        199.96,
        205.76
    ],
    [
        " So that was it that was when I started making this shift where I connected the present with the future",
        205.76,
        211.46
    ],
    [
        " Yeah, so what you do today is directly correlated to where you'll end up in the future that that is in echoes",
        212.98,
        218.9
    ],
    [
        " favorite",
        218.9,
        220.06
    ],
    [
        " Sort of thread of this entire podcast is playing the long war and it took me too long to start fighting the long war",
        220.06,
        227.88
    ],
    [
        " That's what I'll say that that will say the biggest mistakes from my early life",
        227.88,
        232.86
    ],
    [
        " Yeah, and really in a way, I mean they could be viewed as not even really mistakes",
        232.86,
        238.86
    ],
    [
        " I guess this is more of just sort of that's the way things happen because be most times we figure these things out later in life",
        240.32,
        249.04
    ],
    [
        " When the long game starts to materialize because when you're early in your career the only the short game is sort of there",
        249.04,
        255.58
    ],
    [
        " And then in a way and actually no at the end of the day no because even as a little kid you know the long game",
        255.58,
        261.34
    ],
    [
        " You're familiar with it a little bit because like you ever had you ever had to save your money for something",
        261.34,
        266.16
    ],
    [
        " Like a Optimus price you know something like that and they said you got to save your money for it",
        266.82,
        273.34
    ],
    [
        " Yeah, and you save your money, you know that's playing the long game. Yeah as a kid, you know to kid version",
        273.34,
        279.14
    ],
    [
        " So it's kind of the same thing",
        279.14,
        280.2
    ],
    [
        " But maybe it's not as intuitive, you know when you're little when you're big when you're",
        280.2,
        284.92
    ],
    [
        " grown",
        284.92,
        285.26
    ],
    [
        " No, yeah, definitely not a difference. It's the other thing is like",
        285.26,
        289.54
    ],
    [
        " Someone has to tell you but like we just talked about sometimes when people tell you you still just don't listen to them",
        290.82,
        296.92
    ],
    [
        " Yeah, yeah, you know people say hey, you should really do this and you go yeah, whatever that's for you",
        296.92,
        302.14
    ],
    [
        " Yeah, I'm gonna yeah, that's for you",
        302.14,
        304.64
    ],
    [
        " one of my one of my",
        304.64,
        307.32
    ],
    [
        " uncles friends",
        307.32,
        309.36
    ],
    [
        " One the lottery",
        309.36,
        311.22
    ],
    [
        " years ago like in the 70s",
        311.22,
        319.52
    ],
    [
        " Every year",
        319.52,
        320.16
    ],
    [
        " You know you could take the lump song or you could take the payments the payments. Yeah, he took the payments",
        320.16,
        325.78
    ],
    [
        " Yeah, well won the lottery right literally won the lottery",
        325.78,
        329.96
    ],
    [
        " Mm-hmm, and so the payments lasted 20 years",
        329.96,
        333.3
    ],
    [
        " Well when you're 22",
        333.3,
        335.16
    ],
    [
        " That's that's forever. Yeah, right? That's forever. Yeah",
        335.16,
        339.2
    ],
    [
        " and so",
        339.2,
        340.84
    ],
    [
        " My dad was talking to him",
        340.84,
        343.92
    ],
    [
        " Talking to this guy that won the lottery and now he was at like the 19 year mark",
        343.92,
        348.24
    ],
    [
        " Yeah, and guess what he had done with all this money",
        348.64,
        350.8
    ],
    [
        " Did he invested in real estate? Did he buy start companies? What do you think he did with this money?",
        350.8,
        356.26
    ],
    [
        " Spent it. Yeah, he bought car and whatever",
        356.68,
        360.06
    ],
    [
        " Girls and you know like a lot of what dated girls and went to bars and went out for nice dinners",
        360.06,
        366.48
    ],
    [
        " And did that for a long time. Yeah, and so my my dad says hey, you know, they're talking about it",
        366.48,
        372.98
    ],
    [
        " He says well, you know my you know, this is the last year that I'm getting my monthly payments for winning",
        372.98,
        378.08
    ],
    [
        " The lottery and my dad says what what are you gonna?",
        378.08,
        380.92
    ],
    [
        " What are you gonna do when the payments aren't coming anymore?",
        381.62,
        384.84
    ],
    [
        " And he says I'm gonna win again",
        385.42,
        388.0
    ],
    [
        " So yeah, that's planning right in a sense kind of man",
        388.0,
        396.36
    ],
    [
        " No, it's not",
        396.36,
        397.86
    ],
    [
        " Man, that's one the life, but that tends to go",
        397.86,
        402.66
    ],
    [
        " Like that for lottery winners. Yeah, apparently the lottery winning isn't a big like happiness",
        403.2,
        409.44
    ],
    [
        " No, it's bad. Yeah, it ends up being bad because life is a long long game",
        409.44,
        415.72
    ],
    [
        " Yeah, no matter how you play it the long game is the one that that shakes out, you know",
        415.72,
        420.6
    ],
    [
        " So if you're over here playing the short game that's that's why you lose in life if you play the short game all the time",
        420.6,
        426.08
    ],
    [
        " Yes, and the people who play the long game they just all you gotta do is play it",
        426.08,
        429.7
    ],
    [
        " You don't even have to dominate it although I'm not recommending not trying to dominate",
        429.7,
        433.82
    ],
    [
        " I'm not saying try and dominate try and not necessarily after yeah, you could come in",
        433.82,
        437.44
    ],
    [
        " Shoot second to the last place, but if you're playing the game you're gonna be doing good in the long game",
        437.44,
        442.12
    ],
    [
        " When you when you come in second to last place in the long game you still just beat",
        442.12,
        446.52
    ],
    [
        " Every single other person that's playing the short game. Yeah, you beat them all",
        446.52,
        451.06
    ],
    [
        " Yeah, and it's not and they're over there looking around like what just happened. Yeah, how is who you're so squared away?",
        451.06,
        456.22
    ],
    [
        " Yeah, but it's not that complicated, you know, I mean, it's not easy. It's not easy",
        457.68,
        462.54
    ],
    [
        " You wired to play a short game. How to go deep on this on that last warrior kit podcast. Yeah. Oh, yeah, this this death",
        462.54,
        468.24
    ],
    [
        " Yes, it's like a short term you need to get over the short term gratification",
        468.24,
        472.58
    ],
    [
        " Yeah, and that is the one of the biggest lessons a kid can learn is that my actions today will affect my future",
        472.58,
        480.14
    ],
    [
        " Yeah, and it's hard to",
        480.14,
        482.38
    ],
    [
        " Convince some of that. It seems so distant. Yeah, like the future seems so distant. Yeah when you're young",
        482.66,
        489.78
    ],
    [
        " Yeah, I was having another discussion with someone the other parent",
        489.78,
        493.8
    ],
    [
        " And there was a level of frustration",
        493.8,
        497.0
    ],
    [
        " That and it's the typical level of frustration from the parent which was you know the kid has a lot of potential",
        497.0,
        503.84
    ],
    [
        " But they're like they'll not training the way they should be and not working the way you know all that stuff",
        503.84,
        508.92
    ],
    [
        " And what I tried to explain to the parent was",
        509.6,
        512.84
    ],
    [
        " That the potential that you're telling your kid that he has",
        512.84,
        519.06
    ],
    [
        " They do not even comprehend what that means it is not a it is not a",
        519.06,
        525.94
    ],
    [
        " It's not something that they can understand it's completely intangible like even when you say oh you keep practicing this",
        525.94,
        533.34
    ],
    [
        " You could be the champion. Yeah, this means you might as well say if you keep practicing",
        533.34,
        538.9
    ],
    [
        " This even Bob is you probably",
        539.58,
        541.2
    ],
    [
        " It means nothing to them. Yeah, so that's what potential is to a little kid a little kid doesn't understand it",
        541.2,
        547.94
    ],
    [
        " Yeah, and so yes you try and convince him. I mean you try and explain it to him",
        547.94,
        551.2
    ],
    [
        " But what I recommend is instead of trying to explain to them this massive",
        551.2,
        555.88
    ],
    [
        " Concept of what their potential is you try and give them some short-term rewards that lead them in the right direction that are",
        555.88,
        565.5
    ],
    [
        " Supportive of the long game, but they're easier mental connections for the kid and this is same thing applies to employees as well",
        566.78,
        574.26
    ],
    [
        " Right, you know, or you get a young young employee that's you know, they're not thinking they could be the regional manager",
        574.26,
        580.88
    ],
    [
        " Right, they're just thinking they're just happy to be here. Yeah, but you're you're looking at this",
        580.88,
        585.7
    ],
    [
        " You know, this is sharp kid could be could so you might not say look one day you're gonna be the regional manager in",
        585.7,
        592.14
    ],
    [
        " 22 years think about that when you you somebody gets hired on as whatever and",
        592.76,
        597.4
    ],
    [
        " You say one day you're you could be the regional manager and you could make whatever this big chunk of money",
        597.4,
        602.54
    ],
    [
        " They're looking at you going to be here, you know, I'm over here to have this job for six",
        602.54,
        606.46
    ],
    [
        " Whatever so what you want to do is just tie something a little bit closer to them to their reality",
        606.46,
        611.0
    ],
    [
        " Yeah of hey here's where you could get a",
        611.0,
        614.3
    ],
    [
        " Here's where we the bonus program works here. Have you seen this you can make an extra whatever",
        614.3,
        617.98
    ],
    [
        " Yeah, and it's gonna move them in the right direction long game",
        617.98,
        620.94
    ],
    [
        " But they can comprehend it immediately. Yeah, that's my recommendation should even just compliments and",
        621.4,
        627.96
    ],
    [
        " Encouragement are good little micro rewards for those short-term like",
        627.96,
        632.8
    ],
    [
        " Once again, we can't abuse them. Yeah, you can abuse, you know friendliness with our children",
        632.8,
        639.44
    ],
    [
        " We can't abuse that maybe that's not the right way. No, it's not the right way. We can't abuse cheerleading",
        639.44,
        645.84
    ],
    [
        " Yeah, right we can't abuse cheerleading with our kids and everything that they do is beautiful, right?",
        645.84,
        650.86
    ],
    [
        " No, that's those beautiful",
        651.18,
        652.48
    ],
    [
        " Piece of art that you just created",
        652.48,
        654.86
    ],
    [
        " What is it?",
        654.86,
        657.02
    ],
    [
        " Beautiful whatever it is. Yeah, no, yes sir. It's like that that's not good. Yeah",
        657.22,
        664.04
    ],
    [
        " That's not good, but you're just talking about abuse and the other thing is the other thing you have to be careful with is",
        664.04,
        669.98
    ],
    [
        " You know, you're telling your kid like well, you know, you're",
        669.98,
        673.5
    ],
    [
        " Special yeah, or you're you're so perfect, right? You know, yeah",
        673.5,
        679.82
    ],
    [
        " And you know, yeah, so this can get better. Yeah, I get you're marginal",
        680.08,
        684.78
    ],
    [
        " Yeah, and what I mean encouragement and and and compliments it's like if they do something good you compliment that good thing",
        684.78,
        695.4
    ],
    [
        " That's essentially it and yeah like anything you can throw out too many and you can throw out too little really because the",
        695.4,
        701.7
    ],
    [
        " The fulfillment or satisfaction of receiving that compliment isn't big enough for the work that they just did",
        701.7,
        707.04
    ],
    [
        " I don't want to do those",
        707.08,
        708.22
    ],
    [
        " 100",
        708.22,
        709.26
    ],
    [
        " Do 90 burpees the other day why 90? Did you just want to withhold no? I'm working a century more in her",
        709.26,
        717.98
    ],
    [
        " She didn't get to 90 and say hey dad you do whatever you want. I'm getting ten more watch this no",
        717.98,
        723.84
    ],
    [
        " I'm gonna do a hundo well",
        723.84,
        725.18
    ],
    [
        " Here's the thing she's done that before but not with 90 so I'm working her up",
        725.18,
        728.86
    ],
    [
        " I started from like I was like hey when she was real slow. What was her time? I?",
        728.86,
        732.84
    ],
    [
        " Didn't time it how are we gonna recognize improvement because we're gonna get to the number",
        732.88,
        737.02
    ],
    [
        " First then we go for time. So I mean that's the same. I mean it's not like you know my life's mission",
        737.04,
        742.32
    ],
    [
        " Of course, it's just a fun little thing that I do but",
        742.32,
        745.46
    ],
    [
        " If sounds fun",
        745.46,
        747.54
    ],
    [
        " Yeah, why don't I'm sure",
        747.54,
        749.06
    ],
    [
        " But so if if I'm like hey",
        749.06,
        752.34
    ],
    [
        " Hey, you're super strong. They like that or my kids like that when you call them strong",
        752.34,
        757.36
    ],
    [
        " So every time they do something like exercise or something like that",
        757.36,
        760.9
    ],
    [
        " They they do a good workout or whatever. I'll say how strong there or how strong they're looking or being or",
        760.9,
        766.76
    ],
    [
        " whatever",
        767.86,
        768.34
    ],
    [
        " But if that feeling",
        768.34,
        769.5
    ],
    [
        " Isn't enough to constitute that super hard. We're like if I over push them like I 90 given where we are with burpees with her",
        769.5,
        777.32
    ],
    [
        " She's not ready she wasn't ready for 90 at this time. So did she cry?",
        777.32,
        784.06
    ],
    [
        " No she didn't cry thankfully she'll cry no shame she'll cry",
        784.28,
        788.3
    ],
    [
        " I went for a run with my youngest daughter",
        788.3,
        791.44
    ],
    [
        " This is a while ago",
        791.44,
        793.36
    ],
    [
        " I don't know how old she was at the time, but I was like okay",
        793.48,
        796.56
    ],
    [
        " We're gonna start running because I wanted to improve her my all time at the school",
        796.56,
        800.58
    ],
    [
        " I said okay, you want to improve that my all time? I know how to do it",
        800.58,
        803.76
    ],
    [
        " So",
        803.76,
        807.44
    ],
    [
        " Her my all time was weak and I said we can get it better. So the first run we went on I'm not kidding",
        807.44,
        814.86
    ],
    [
        " She by the time we got",
        814.86,
        817.54
    ],
    [
        " One minute deep",
        817.54,
        819.58
    ],
    [
        " She had tears welling up in her eyes. Yeah, and and you know, I said hey just keep going",
        820.24,
        826.94
    ],
    [
        " but the the the point of saying this is",
        826.94,
        830.52
    ],
    [
        " my",
        830.52,
        831.68
    ],
    [
        " when I",
        831.68,
        833.12
    ],
    [
        " Try and give children especially my children or any children complements. I try and compliment",
        833.12,
        838.76
    ],
    [
        " Their hard work. Yeah as opposed to your strong or your smart what I say is you really worked hard for that and look at this great result",
        838.76,
        847.86
    ],
    [
        " Because what it makes them realize is that great results come from hard work",
        848.44,
        852.48
    ],
    [
        " And guess what that is the truth because we all know people that were incredibly smart incredibly strong",
        852.48,
        858.48
    ],
    [
        " Incredibly talented and incredibly gifted and they didn't do anything with any of those things because they didn't",
        858.48,
        863.12
    ],
    [
        " Understand that they had to work hard even if you have all that skill if you don't work hard",
        863.12,
        867.08
    ],
    [
        " You're not gonna get anywhere. Yeah, dang. That's a good little so lean towards",
        867.08,
        871.74
    ],
    [
        " Complimenting the hard work. Yeah, and that's what you really want to see. Yeah, let's face it",
        872.86,
        877.82
    ],
    [
        " Let me ask you this and this is a tough question",
        877.82,
        880.3
    ],
    [
        " Would you rather",
        880.3,
        882.48
    ],
    [
        " Have someone on your team that is extremely talented or extremely hard worker?",
        882.48,
        887.78
    ],
    [
        " You know, of course it's easy. We all want to say well",
        888.18,
        891.02
    ],
    [
        " I take the talent because we can make the person work hard, but that's actually not true",
        891.02,
        894.94
    ],
    [
        " That's yeah, it seems and and the real talent the best talent",
        894.94,
        898.76
    ],
    [
        " Really is you get someone that just knows how to grind and work hard. Yeah, like that's good",
        899.42,
        905.14
    ],
    [
        " And that's gonna be much more valuable than hey this person super smart or hey this person super strong",
        905.14,
        911.5
    ],
    [
        " Occasionally you get someone like GSP",
        911.5,
        914.62
    ],
    [
        " George St. Pierre",
        914.62,
        916.72
    ],
    [
        " Who was",
        916.72,
        918.1
    ],
    [
        " Way talented in multiple",
        918.1,
        921.02
    ],
    [
        " modalities and",
        921.02,
        924.46
    ],
    [
        " Was a hard worker. You know that person becomes a world champion. Yeah",
        924.52,
        928.82
    ],
    [
        " Sometimes you get a world champion that's just there because of hard work sometimes you get a world champion",
        928.82,
        933.76
    ],
    [
        " That's just there because of talent",
        933.76,
        935.02
    ],
    [
        " Occasionally you get someone that's both and they're usually sort of a",
        935.02,
        938.54
    ],
    [
        " Staird more dominant. Yeah, like a dominant chair",
        938.54,
        941.24
    ],
    [
        " Yeah, that's true and that's good advice there to to compliment the hard work. Um, I",
        941.24,
        946.52
    ],
    [
        " I",
        946.52,
        947.82
    ],
    [
        " Personally like both I liked it",
        947.82,
        950.58
    ],
    [
        " Why especially with my son like being strong and stuff. He really likes that, you know",
        950.8,
        955.06
    ],
    [
        " So he'll it's to the point where like if you help him do something he'll get mad at you kind of get mad",
        955.06,
        959.6
    ],
    [
        " Yeah, which I kind of like I don't know where that's gonna lead, you know, but I like that currently",
        959.6,
        964.46
    ],
    [
        " So he has that sense of pride, you know, we're being strong is a good thing. Yeah. No, there's nothing wrong with that",
        964.46,
        971.52
    ],
    [
        " So yeah, but man if you add the hard work part of it because being strong is essentially a result, you know",
        971.52,
        976.72
    ],
    [
        " Yeah, and he doesn't obviously is to yeah, it's really gonna be easy connection for you to make because it's hey",
        976.72,
        982.5
    ],
    [
        " You're strong and that's because you work hard. Yeah",
        982.5,
        984.76
    ],
    [
        " Because many you say you're strong cuz you got just jeans cool. I'll just be sitting over here be strong",
        984.76,
        990.68
    ],
    [
        " Yeah, it's true and and when you especially if you don't recognize the hard work part of it",
        990.68,
        998.78
    ],
    [
        " You know, and you just think you're as a kid you're just rolling around strong",
        998.78,
        1002.16
    ],
    [
        " You're you're basically you you've reveled in the results for so long where it's now when it's hard work time",
        1002.16,
        1007.8
    ],
    [
        " It's kind of like wait. I'm not used to that part of this",
        1007.8,
        1009.74
    ],
    [
        " They say that can happen to they call them gazelles. Yeah",
        1009.74,
        1013.6
    ],
    [
        " In buds these are people that like really fast good athletes",
        1013.6,
        1016.72
    ],
    [
        " Yeah, and but they never lost before yeah, and they start getting beat down",
        1016.72,
        1021.64
    ],
    [
        " Which you do get beat down and they lose they can't handle it mentally. Yeah. Oh, yeah, so yes, sir that is",
        1021.64,
        1027.82
    ],
    [
        " That's real",
        1027.82,
        1029.78
    ]
]