[
    [
        " I was wondering when does standing up for the right thing take precedence over avoiding conflict.",
        0.0,
        5.9
    ],
    [
        " This is something that leaders have to deal with all the time. So clearly out of the gate,",
        6.5,
        12.3
    ],
    [
        " things that are immoral, unethical, or illegal, if you participate, you're guilty. That's the way it is.",
        12.5,
        17.88
    ],
    [
        " Now, things that are a matter of opinion, that's where you might have to play the long game. Like,",
        18.94,
        24.9
    ],
    [
        " maybe you don't want to do something a certain way. But if you think, oh, well,",
        25.52,
        31.02
    ],
    [
        " I think the Jitsu class warm-ups should be doing these exercises. And echo thinks it should be those",
        31.5,
        40.44
    ],
    [
        " exercises. So echo, these things, we should do it this way. No, we should do it this way. You dig in,",
        40.44,
        45.3
    ],
    [
        " I dig in. Now we end up saying, warm-up gonna teach the client. You know, you end up in these",
        45.42,
        49.84
    ],
    [
        " situations. Well, what's the big deal? What's, you know, what I'd rather do? I'd rather play the",
        50.0,
        54.72
    ],
    [
        " long game. I'd rather say, hey, man, can you explain why you do those exercises? Oh, here's another",
        54.72,
        58.86
    ],
    [
        " exercise cool that I learned. Isn't this good for this technique? Oh, you know how you like when I do",
        58.86,
        62.64
    ],
    [
        " this move? This actually helps me do it, even though it's just a warm-up move. Oh, that's cool.",
        62.64,
        66.04
    ],
    [
        " We build a little relationship. You get to understand me. I get to understand you. Boom.",
        66.42,
        70.62
    ],
    [
        " Also, you say, hey, I'm gonna incorporate that into our warm-ups. We're gonna warm-up here. Boom.",
        70.74,
        73.82
    ],
    [
        " Like that. There you go. Now, I understand that that's the right thing, right? Because in my mind,",
        74.06,
        79.46
    ],
    [
        " in my mind, I'm thinking, hey, these students need to know this escape. It's the right thing to do.",
        79.46,
        83.26
    ],
    [
        " So I do that. So you have to weigh it out. What am I doing to my relationship in this situation?",
        83.52,
        90.54
    ],
    [
        " If I go along with this, like if you asked me to do nine things that are pretty",
        91.1,
        95.52
    ],
    [
        " menial and you're my boss and I said, yep, cool. Got it. Boss. No problem. And you asked me to do",
        95.52,
        100.4
    ],
    [
        " something else that's menial. Yep. Cool. Got it. Boss. No problem. Then you asked me to do",
        100.4,
        103.32
    ],
    [
        " something else. Menial. Cool. Got it. Boss. No problem. Then you asked me to do something that's",
        103.32,
        106.78
    ],
    [
        " stupid and dangerous. And I go, hey, boss, I need to talk about this. I'm not sure. Can you explain",
        106.78,
        111.2
    ],
    [
        " to me why we're doing it this way? Because there's a possibility that someone can really get hurt. And you",
        111.2,
        114.26
    ],
    [
        " go, oh, well, you've done, you're in your mind, you're thinking you've done these 10 things for me.",
        114.26,
        118.0
    ],
    [
        " You've done nine things for me. You've done seven things for me. You did them well. You didn't",
        118.36,
        121.68
    ],
    [
        " question me. And now, listen, you have a question. You must have a legitimate question.",
        121.68,
        124.42
    ],
    [
        " That's what we're hoping for. That's why we're trying to build relationships. Now,",
        124.64,
        128.82
    ],
    [
        " all that being said, yes, we're playing along it. There are times. And this is a really sketchy",
        129.3,
        136.42
    ],
    [
        " area to enter into. There are times where something that is happening is immoral, unethical,",
        136.42,
        142.46
    ],
    [
        " or illegal. And you might actually have to kind of go along with it. I tried to think of a good",
        142.88,
        148.94
    ],
    [
        " example of that. And I thought of one Oscar Schindler from Schindler's list. What did this guy do?",
        148.94,
        157.34
    ],
    [
        " Right? This guy was a Nazi. He was a Nazi. They were exterminating Jews. And instead of him,",
        157.5,
        167.76
    ],
    [
        " standing up and saying, this is wrong to exterminate Jews, I protest. How long would he have lived",
        168.02,
        173.6
    ],
    [
        " if you had done that? 30 seconds, right? Oh, you don't think Jews should die cold. We're",
        173.6,
        178.98
    ],
    [
        " killing you. That was that. How many people did he save? Zero. In fact, he cost, he went negative",
        178.98,
        183.84
    ],
    [
        " one. What did he do? He played the game. He he befriended the Nazi leadership. He bought them",
        183.84,
        190.74
    ],
    [
        " gifts. He bribed them. He bought them gifts. He built relationships with them. He ended up being",
        190.74,
        194.64
    ],
    [
        " able to move his factory and all this other stuff to save a bunch of Jewish people. And he even",
        194.64,
        204.1
    ],
    [
        " though, he knew like he would see them executing people. He would see them executing Jews.",
        204.1,
        209.32
    ],
    [
        " And he knew it was wrong. He thought it was wrong. He felt it was wrong. And if he would have stood",
        210.32,
        215.14
    ],
    [
        " up and said, Hey, what you're doing is wrong. Then he wouldn't have been able to save anyone.",
        215.14,
        221.94
    ],
    [
        " He would have been killed himself. So even in that situation, it's it's not a guarantee that you",
        222.16,
        232.04
    ],
    [
        " you need to stand up to do the ethical thing because perhaps there's a chance you can do the more",
        232.04,
        238.54
    ],
    [
        " ethical thing by playing the game, building relationships. Who knows? Who knows? Maybe if that war",
        239.62,
        244.82
    ],
    [
        " went on, maybe he would have said, Oh, you know what? Maybe he would have risen to a position where he,",
        244.82,
        248.92
    ],
    [
        " you know, maybe if the Germans would have won. And he could have said, Hey, you know what?",
        249.12,
        251.58
    ],
    [
        " The Jewish people are making good workers here. I'm going to I'm going to continue to use them or",
        251.78,
        255.52
    ],
    [
        " whatever. You know, maybe he built up a whole new, you never know. But when you get rid of your",
        255.52,
        260.92
    ],
    [
        " influence, when you lose your influence because you stand up, it might not be the best move.",
        260.92,
        267.12
    ],
    [
        " Yeah. And the thing that you have to wait for this, you have to wait with this is you are",
        267.38,
        273.68
    ],
    [
        " participating. And actually, you know, they say Oscar Schindler felt completely guilty because",
        273.68,
        278.52
    ],
    [
        " he did participate and he was a part of what was happening. He did his best to stop as much as",
        278.52,
        285.5
    ],
    [
        " he could, but he wish he would have stopped more. And you know, at some point, maybe you see a",
        285.5,
        289.34
    ],
    [
        " little six-year-old girl getting shot and you think, You know what? I should screw it. I should",
        289.34,
        295.7
    ],
    [
        " stand in front of that bullet and take that bullet for that little girl, you know, that's the kind of",
        295.7,
        300.54
    ],
    [
        " guilt that he felt. So there are times where you really have to weigh this out. And also, I'll tell you,",
        300.54,
        308.96
    ],
    [
        " I mean, even in things that aren't this big ethical dilemma, head on conflict is generally not the",
        310.04,
        317.04
    ],
    [
        " best way to solve problems. Most of the time, it's much smarter to maneuver and it's much smarter to",
        317.04,
        325.0
    ],
    [
        " flank and it's much smarter to come from another angle and it's much smarter to build allegiance",
        325.0,
        330.86
    ],
    [
        " and alliance with people. So you can have influence over so you can move them in the right direction.",
        330.86,
        336.94
    ],
    [
        " Yeah. So almost like, well, actually straight up where doing the right thing and avoiding conflict is",
        337.38,
        344.58
    ],
    [
        " kind of like, they're not that like opposite, you know, where doing the avoiding you should,",
        344.58,
        351.12
    ],
    [
        " and I'm totally just interpreting this, trying to anyway, avoiding conflict. You should always be",
        351.3,
        357.54
    ],
    [
        " essentially trying to avoid conflict as far as, maybe not always. But generally speaking, we do a",
        357.54,
        365.62
    ],
    [
        " better job than the outcome is better when we avoid conflict. Now, of course, anyone listening to",
        365.62,
        372.28
    ],
    [
        " this thinks, Oh, you take that to extreme. This is someone that never stands up for anything.",
        372.28,
        375.1
    ],
    [
        " Yeah, you know, and that's bad. And it's also bad from a leadership perspective. If your team is",
        375.52,
        380.36
    ],
    [
        " looking at you and they think, uh, Jocco never sticks up for us. He never gives the boss any pushback.",
        380.36,
        385.56
    ],
    [
        " So we just, we're just at the whim of this tyrannical boss and Jocco is no buffer to it. That's what",
        385.56,
        391.3
    ],
    [
        " they see. So you can't just be a pushover. But at the same time, if you go to your troops and you say,",
        391.3,
        395.62
    ],
    [
        " Hey, listen, guys, here's what's going on. The boss has got a lot of ideas right now. Some of them",
        395.62,
        401.2
    ],
    [
        " are good. Some of them not so good. But guess what? What, what I'm doing right now and the reason that",
        401.2,
        405.36
    ],
    [
        " we're pushing hard to carry out what he's trying to get us to do is the, the, the best of our ability.",
        405.36,
        410.0
    ],
    [
        " The reason we're doing that is because I'm actually trying to build some trust with him so that he",
        410.06,
        413.76
    ],
    [
        " will listen to me right now. He's not really listening to me. He knows I don't have much experience.",
        413.76,
        417.94
    ],
    [
        " But I'm trying to build relationships so he can listen to me so we can actually do this and what I",
        418.14,
        422.22
    ],
    [
        " think is going to be a smarter way. Can you guys help me build this relationship by kicking ass for",
        422.22,
        427.6
    ],
    [
        " the next three projects that we've got so I can build up some clout and come back to him and get",
        427.6,
        432.56
    ],
    [
        " the tools or the people, whatever it is that we need. Yeah. So you always have this real finesse sort",
        432.56,
        439.12
    ],
    [
        " of way of saying stuff like you. It's fun where I guess you were saying and I think you were wrong.",
        439.12,
        449.7
    ],
    [
        " Actually, you were saying that that standing up and doing the right thing is the same thing as",
        450.0,
        459.12
    ],
    [
        " avoiding as avoiding conflict. Yeah. No, I didn't mean it like that. I meant that they're not",
        459.12,
        467.82
    ],
    [
        " necessarily always opposite. Doing the right thing and avoiding conflict. There's just some way",
        467.88,
        472.76
    ],
    [
        " she washes the wiggle room in there a lot of time. When I say avoiding, you should always be",
        472.76,
        477.06
    ],
    [
        " quote unquote avoiding conflict. I meant, of course not always, but I meant more. Even if I'm going to",
        477.06,
        482.34
    ],
    [
        " confront someone or something about something that's wrong, I still should be while I do that.",
        482.34,
        487.04
    ],
    [
        " I should be avoiding conflict for doing it in a finesse sort of way to actually just keep everything",
        487.44,
        492.72
    ],
    [
        " rolling forward, maybe just nudging in a different direction kind of thing. But actually, now that I'm",
        493.6,
        498.22
    ],
    [
        " sort of reading this again, I understand what he's asking. Is there a time where it's like, hey,",
        498.22,
        503.14
    ],
    [
        " there's going to be conflict? Is there a time where it's worth the conflict? And where is that point?",
        503.32,
        508.84
    ],
    [
        " The point that I always give is if you're telling me, hey, Jocco, go do the mission this way and I'm",
        509.18,
        514.08
    ],
    [
        " like, you know what? I'm not doing it. And you go, okay, find your fire. And now do you put someone,",
        514.08,
        520.6
    ],
    [
        " some yes man in my place and then that yes man gets everyone killed because it was a stupid,",
        520.6,
        524.18
    ],
    [
        " stupid plan. Did I really help or should I have said, hey, boss, I'm really going to recommend we",
        524.26,
        528.74
    ],
    [
        " do it a different way. Here's some different options. And then finally, you say no, Jocco, you do it",
        528.74,
        532.04
    ],
    [
        " my way. And guess what? Even then I can go out and mitigate in the field. Even then I can say,",
        532.04,
        536.06
    ],
    [
        " you know what? And the classic example of that is in Banda Brothers. When Dick Winners,",
        536.16,
        541.78
    ],
    [
        " an awesome leader, they send a recon mission across the river one night, someone dies, they come back,",
        542.6,
        550.04
    ],
    [
        " the war is over. It's all but over. And the next night they wanted to do another reconnaissance",
        550.6,
        555.0
    ],
    [
        " mission. And Dick Winners is like, sir, I'm not sure that's a great idea. He's like, do it. He goes,",
        555.0,
        558.76
    ],
    [
        " okay, Roger that. The guys go down, they drink a couple bottles of wine in the bottom of the,",
        558.8,
        563.18
    ],
    [
        " they don't do the mission. He mitigated the risk. If you would have stood up and you know,",
        563.36,
        568.36
    ],
    [
        " that's that's a great example of where he avoided conflict. He stayed in the game. He wasn't,",
        568.42,
        574.38
    ],
    [
        " he said, yes, yes, sir, got it. We got it. And then he did disobeyed. Sure, he put his, he put his",
        574.52,
        580.14
    ],
    [
        " rank at risk and probably could have gotten in some trouble, but he knew it was the right thing to do.",
        580.7,
        583.66
    ],
    [
        " Yeah, that was like the best sort of way to do it. Yeah, man. And again, you, you're always thinking",
        583.92,
        592.88
    ],
    [
        " of like the long game versus the short game, you know, where it's like, man, if you can keep that",
        592.88,
        598.14
    ],
    [
        " in perspective, these things become a little bit more clear, you know. They always do.",
        598.14,
        601.8
    ]
]