[
    [
        " Jocco, do you follow stoicism?",
        0.34,
        2.64
    ],
    [
        " Did Zen practice lead to your thoughts about detachment and ego?",
        3.84,
        8.28
    ],
    [
        " So I get asked these questions the other day on Twitter, and as you know, when I'm answering Twitter,",
        10.02,
        16.54
    ],
    [
        " I'm doing pretty terse answers, because I'm answering a lot of different questions.",
        17.12,
        21.14
    ],
    [
        " Well, it's terse.",
        21.36,
        21.94
    ],
    [
        " Sure.",
        22.32,
        22.52
    ],
    [
        " So this one, particularly if I remember that answer, someone said, do you follow stoicism?",
        23.58,
        29.24
    ],
    [
        " And I just wrote back, no.",
        29.76,
        30.68
    ],
    [
        " No, don't.",
        31.7,
        33.14
    ],
    [
        " And then a while later, I get the thread back, and the guy come back and said something along the lines of like,",
        33.9,
        40.3
    ],
    [
        " I don't know what it is you don't agree with with stoicism.",
        41.14,
        43.58
    ],
    [
        " It's very similar to what you believe.",
        43.7,
        45.0
    ],
    [
        " Or something like that.",
        45.5,
        46.06
    ],
    [
        " It wasn't being a jerk.",
        46.44,
        47.36
    ],
    [
        " You're just like, you know, what's wrong with you?",
        47.46,
        49.8
    ],
    [
        " I don't, you practice stoicism.",
        49.9,
        50.9
    ],
    [
        " And here's the deal.",
        51.6,
        55.02
    ],
    [
        " And I love to come back here and tell people how learned I am, and how well read I am about the philosophies and the ancient cultures and the eastern religions,",
        55.94,
        70.56
    ],
    [
        " and all matters in the world philosophical.",
        70.56,
        73.72
    ],
    [
        " But the fact is, I'm not.",
        74.48,
        78.68
    ],
    [
        " I'm not.",
        79.36,
        80.7
    ],
    [
        " And actually, when I was a kid,",
        80.86,
        82.86
    ],
    [
        " and by the way, a kid for me lasts a long time.",
        84.0,
        86.6
    ],
    [
        " I mean, a kid for me goes pretty recent, you know, I mean, six months ago, I kind of considered myself a kid.",
        87.1,
        91.78
    ],
    [
        " But when I was a kid, the teachings of philosophers and of the ancients,",
        92.3,
        98.88
    ],
    [
        " those, that information was transmitted by academics, right?",
        99.2,
        104.72
    ],
    [
        " By teachers or by professors, professors, and to be blunt.",
        105.46,
        110.56
    ],
    [
        " And Frank, when I was a kid, there was a lot of people in that realm, in the academic realm, that didn't exactly command my respect.",
        112.06,
        121.92
    ],
    [
        " Now, they were people that went to college.",
        122.42,
        125.06
    ],
    [
        " I wanted to learn from people that went to war.",
        125.28,
        127.2
    ],
    [
        " That's what I wanted.",
        127.74,
        128.42
    ],
    [
        " Now, the part that I missed was that many of the ancients were warriors, and their teachings were important.",
        130.1,
        139.76
    ],
    [
        " And through my own arrogance, looking at these professors and these teachers, I don't know if you need to learn anything from that person, I'm going to go in the military.",
        140.3,
        148.26
    ],
    [
        " I'm going to learn from a gun resurgent in the Marine Corps.",
        148.58,
        151.76
    ],
    [
        " That's what I was thinking.",
        152.46,
        153.14
    ],
    [
        " But the fact is, the reading and the studying and the schooling did not really lead me to any of my beliefs or values.",
        154.54,
        166.74
    ],
    [
        " It was life that did.",
        169.26,
        171.78
    ],
    [
        " It was the things I experienced that brought me to this place where I am right now, not the books that I read, not the classes that I attended.",
        171.94,
        181.78
    ],
    [
        " And like I said, of course, part of this, a big part of this was just my own ignorance and ego, me saying, what can these professors teach me?",
        182.62,
        191.86
    ],
    [
        " And that's why footnote right now, caveat or secondary thought, everyone out there, when you have the opportunity to learn, take full advantage of it.",
        193.1,
        206.52
    ],
    [
        " And I know now, again, I know now that you can learn from anybody.",
        207.2,
        213.0
    ],
    [
        " You can learn from anybody.",
        213.34,
        215.7
    ],
    [
        " Everybody's got something to teach you, so open up your mind.",
        216.3,
        219.56
    ],
    [
        " And that being said, since I was too stupid and arrogant to learn oftentimes, to learn from books and teachers, I had to learn from life.",
        222.48,
        231.02
    ],
    [
        " And as I look now, yeah, I see similarities between, again, I use the word beliefs, but I think that's a strong word.",
        232.14,
        240.62
    ],
    [
        " But I see similarities between what I think and the other philosophical thoughts throughout the ages.",
        240.62,
        251.58
    ],
    [
        " And I think that's partially, I think that's actually not even partially.",
        251.82,
        255.5
    ],
    [
        " I think that's because there are really are some universal truths for humanity and for people.",
        255.58,
        260.78
    ],
    [
        " And I think that if you walk the path of life and you pay attention to what's happening around you, and you're exposed to joy and you're exposed to suffering and you're exposed to love and to hate and to war and to peace,",
        262.04,
        285.94
    ],
    [
        " I think if you have led down that path and you have followed down that path, I think that all the paths, they kind of arrive at some place that's fairly similar.",
        286.22,
        304.64
    ],
    [
        " And the term that they kind of use is this term of enlightenment.",
        306.02,
        310.36
    ],
    [
        " And again, I think that's definitely too strong for what I'm trying to say, but that's sort of a broad term that captures it.",
        310.82,
        319.22
    ],
    [
        " But I think these paths, they all lead to a similar form of enlightenment.",
        319.68,
        328.96
    ],
    [
        " And I don't think it really matters what terrain you went through or what specific path you took.",
        330.72,
        337.76
    ],
    [
        " I think that we see that the path looks very similar.",
        338.42,
        343.26
    ],
    [
        " And it says the same things when you get to the end, it says to be disciplined, it says to keep your ego in check.",
        343.76,
        348.76
    ],
    [
        " It says to keep things simple and work hard and tell the truth and believe in what you say and what you do and treat other people with respect.",
        349.18,
        356.8
    ],
    [
        " And when you start getting overwhelmed with the emotions, you got to detach from those.",
        357.8,
        362.9
    ],
    [
        " And I think that there's things like those that are just universal truths.",
        364.1,
        369.74
    ],
    [
        " And I think you can find them in what the Buddha said or what Marcus Aralius said or what the Bible says or what any number of religious or philosophical teachers, I think they're all pretty similar.",
        369.74,
        387.3
    ],
    [
        " And I think you can learn them from those ancients.",
        387.54,
        390.66
    ],
    [
        " Or I think you can find them yourself.",
        390.78,
        393.9
    ],
    [
        " And unless you're, of course, too stubborn and arrogant to listen and hear the lessons of the past.",
        396.66,
        402.54
    ],
    [
        " But if you're not, I think you can get there.",
        403.1,
        409.14
    ],
    [
        " And that's sort of how I arrived at again, the word is too strong.",
        409.84,
        417.88
    ],
    [
        " But the way I think, I'll put it to that way, the way I think it's where I ended up.",
        418.1,
        424.98
    ],
    [
        " And I didn't get too much direction along the way.",
        425.5,
        430.14
    ],
    [
        " And now it's really obvious.",
        430.56,
        432.12
    ],
    [
        " I mean, when you look at, and I'm sure we'll do Marcus Aralius at some point, you know, because his, you know, stoic sayings are awesome.",
        432.46,
        441.46
    ],
    [
        " And they totally match.",
        441.94,
        443.18
    ],
    [
        " And I wish, I wish what I would learn about Marcus Aralius and stuff more year in high school.",
        443.58,
        447.96
    ],
    [
        " I said, wow, this guy's got it together.",
        448.0,
        449.58
    ],
    [
        " I'm going to listen to him.",
        449.84,
        450.7
    ],
    [
        " He was a warrior.",
        450.7,
        451.62
    ],
    [
        " But I didn't do that.",
        451.98,
        452.8
    ],
    [
        " Why?",
        452.96,
        453.26
    ],
    [
        " Because the guy that was teaching me, I'll say now what this guy does not he's talking about.",
        453.42,
        457.06
    ],
    [
        " It's got some teacher, right?",
        457.08,
        459.18
    ],
    [
        " There's a reason they're called teacher so they can teach you, but you got to be willing to listen and learn.",
        459.86,
        463.88
    ],
    [
        " So, you know, I always try to talk about this when we talked about the, the jocco academy, right?",
        464.58,
        469.96
    ],
    [
        " Having a school, I always talked about tying this thread between all this history in the world so that people, so that kids can understand what it means and where it came from.",
        470.06,
        480.32
    ],
    [
        " And I think that that's something that I never made those connections.",
        480.7,
        483.76
    ],
    [
        " When I was a kid, I never made those connections in high school, you know, even when I was going to college, I went to college.",
        484.0,
        488.58
    ],
    [
        " I was pretty old when I went to college for a college student.",
        488.7,
        490.7
    ],
    [
        " I think I was 27, right?",
        490.76,
        493.36
    ],
    [
        " So I was a mature allegedly mature.",
        493.5,
        496.56
    ],
    [
        " I wasn't mature.",
        496.8,
        497.38
    ],
    [
        " You know what I was trying to do when I went to college?",
        497.78,
        499.12
    ],
    [
        " Get good grades.",
        499.4,
        500.16
    ],
    [
        " Beat the teacher.",
        500.58,
        501.56
    ],
    [
        " It was me against the teacher.",
        501.9,
        503.16
    ],
    [
        " The contest was great.",
        503.54,
        505.32
    ],
    [
        " I'm going to beat you.",
        505.76,
        506.86
    ],
    [
        " I wasn't saying, you know what?",
        507.32,
        508.46
    ],
    [
        " This guy really has a lot to show me.",
        508.54,
        509.88
    ],
    [
        " This guy really got to learn a lot from this.",
        510.26,
        511.68
    ],
    [
        " I can apply this in my life.",
        511.8,
        512.88
    ],
    [
        " No, I wasn't saying that.",
        512.98,
        513.86
    ],
    [
        " I was too stupid.",
        514.1,
        514.92
    ],
    [
        " I was too arrogant to say that.",
        514.98,
        516.18
    ],
    [
        " So what did I do?",
        516.44,
        517.08
    ],
    [
        " Studied hard, memorized what they told me to memorize.",
        517.56,
        519.82
    ],
    [
        " That's what I did.",
        520.24,
        520.78
    ],
    [
        " I wasn't, I was focused on the grade, not on the learning.",
        520.94,
        525.3
    ],
    [
        " Now I'll tell you.",
        525.7,
        526.36
    ],
    [
        " That's not an excuse for, oh I'm not going to worry about the grade.",
        527.12,
        530.92
    ],
    [
        " I'm just going to learn.",
        531.36,
        532.18
    ],
    [
        " No, wrong answer.",
        532.36,
        533.38
    ],
    [
        " I'm saying this specifically for my kids that are probably listening to this.",
        533.64,
        536.62
    ],
    [
        " And they'll say like, well dad, you know I'm focused on the learning.",
        537.04,
        538.94
    ],
    [
        " Negative.",
        539.06,
        539.68
    ],
    [
        " You focused on the learning good.",
        540.0,
        541.56
    ],
    [
        " You still get your A.",
        541.68,
        542.58
    ],
    [
        " That's what you get.",
        542.94,
        543.48
    ],
    [
        " You still win.",
        543.8,
        544.62
    ],
    [
        " You still win.",
        544.88,
        545.48
    ],
    [
        " So that's, I guess, you know, again, I'm sorry.",
        545.84,
        551.12
    ],
    [
        " And I think sometimes people get caught up in like, it's a, you ever heard me say,",
        551.34,
        556.34
    ],
    [
        " talk about when, when we got back from, when I got back from my first deployment to a rack.",
        559.62,
        563.6
    ],
    [
        " And we, actually when I was in TU Bruiser with Laf, we had a saying it was a joke.",
        564.22,
        568.48
    ],
    [
        " It was a wee weeb, which stood for when I was in Baghdad.",
        569.02,
        573.06
    ],
    [
        " Right, when I was in Baghdad, because a lot of people now are going to done one deployment to Baghdad.",
        573.6,
        578.44
    ],
    [
        " And so anytime they were having any kind of a conversation, they'd say, well when I was in Baghdad,",
        578.7,
        582.9
    ],
    [
        " and we go wee weeb.",
        583.12,
        584.44
    ],
    [
        " So you get some guy, some instructor or some cadre from the training, from the training attached to me that would be like,",
        584.44,
        589.78
    ],
    [
        " when I was in Baghdad, we did this every time.",
        590.04,
        591.96
    ],
    [
        " And it's okay, it's a wee weeb, right?",
        592.32,
        593.66
    ],
    [
        " Because it's a way of saying, oh look to, this is confirmed in the past and therefore it's correct.",
        593.9,
        599.4
    ],
    [
        " Right?",
        599.68,
        600.26
    ],
    [
        " And I always said, man, you can't say that.",
        600.72,
        602.4
    ],
    [
        " You can't say wee weeb, right?",
        602.8,
        604.1
    ],
    [
        " You can't say when I was in Baghdad, you can't say, this is the way, this is I learned what you say should be able to stand on its own two feet.",
        604.2,
        610.3
    ],
    [
        " That's my point.",
        610.56,
        611.54
    ],
    [
        " So I think a lot of times people say, oh well, Mark Surrelius said this, or the Buddha says this.",
        612.48,
        619.0
    ],
    [
        " And therefore it's correct.",
        619.28,
        621.2
    ],
    [
        " They very well might be correct.",
        621.66,
        623.46
    ],
    [
        " But let's get the argument not to use their quotes.",
        623.7,
        626.58
    ],
    [
        " Why don't you come up with something to stand on your own two feet?",
        626.98,
        629.02
    ],
    [
        " Again, nothing wrong with using the guidance of the ancients.",
        629.84,
        633.36
    ],
    [
        " Right? There's nothing wrong with that. That's brilliant.",
        633.66,
        635.66
    ],
    [
        " From all these books, the Bible's got all kinds of things in it that are very impactful, great, great proverbs to live by.",
        636.22,
        645.9
    ],
    [
        " But you know what?",
        646.84,
        647.68
    ],
    [
        " Where did they come from?",
        648.14,
        648.96
    ],
    [
        " And why not figure out how to use them or how to make them stand on their own two feet?",
        649.48,
        654.0
    ],
    [
        " Were you not just pointing to, you know, well it says this there.",
        654.22,
        656.74
    ],
    [
        " The book says this.",
        657.16,
        658.12
    ],
    [
        " Mark Surrelius said that.",
        658.48,
        659.48
    ],
    [
        " Buddha said this other thing.",
        659.76,
        660.86
    ],
    [
        " No.",
        661.26,
        661.7
    ],
    [
        " No.",
        662.28,
        663.18
    ],
    [
        " Let's develop our own.",
        663.56,
        665.14
    ],
    [
        " Not develop our own, but let's make sure we test what we're saying.",
        666.12,
        669.88
    ],
    [
        " We believe in what we're saying.",
        670.2,
        671.02
    ],
    [
        " That's how I ended up where I'm at.",
        671.36,
        672.8
    ],
    [
        " So, you know, kind of a rough path to take.",
        673.2,
        676.34
    ],
    [
        " Some things in life you got to learn on your own.",
        677.1,
        678.68
    ],
    [
        " Yeah, yeah, yeah, a lot more than that.",
        678.8,
        680.68
    ],
    [
        "",
        681.24,
        681.24
    ],
    [
        " Yeah.",
        681.68,
        681.84
    ],
    [
        " Unfortunately, a lot of things you got to learn only through experience.",
        682.62,
        687.06
    ],
    [
        " We weep.",
        688.5,
        689.14
    ],
    [
        " We weep when I was a bag of it.",
        689.36,
        691.7
    ],
    [
        " Just like rank.",
        692.52,
        693.4
    ],
    [
        " Just like I can't say like echo, I outrank you.",
        693.72,
        696.24
    ],
    [
        " Therefore, you will do it this way.",
        696.48,
        697.48
    ],
    [
        " Yeah.",
        697.76,
        697.8
    ],
    [
        " Just like that.",
        697.92,
        698.68
    ],
    [
        " I also can't say echo.",
        699.0,
        701.0
    ],
    [
        " I did it this way in the past.",
        701.22,
        702.72
    ],
    [
        " Therefore, it's the correct way to do it.",
        702.88,
        704.02
    ],
    [
        " Those are equally bad arguments.",
        704.1,
        706.22
    ],
    [
        " Yeah.",
        706.58,
        706.8
    ],
    [
        " Don't do them.",
        707.38,
        708.08
    ],
    [
        " Yeah.",
        708.34,
        708.54
    ],
    [
        " I hear that a lot.",
        709.08,
        710.78
    ],
    [
        " The one when, you know, especially when when I first got into reading, I, well, most of them hear it.",
        711.04,
        716.42
    ],
    [
        " I'd kind of think about that.",
        716.44,
        718.36
    ],
    [
        " Where I could be like, hey, you know, if I come across a situation where I'm going to apply some knowledge that I learned.",
        719.38,
        724.74
    ],
    [
        " And if I'm in a situation where I got to come, they, the merits of that knowledge, you know,",
        725.1,
        731.8
    ],
    [
        " it does feel weird to be like, hey, the book said it this way.",
        732.36,
        735.02
    ],
    [
        " And more like you're just this like blind.",
        735.06,
        736.86
    ],
    [
        " Per, like you don't really understand the value of what you learn.",
        737.28,
        740.9
    ],
    [
        " You just, oh, it said to do it, you know, if you have to, if you have to refer to the source without,",
        740.92,
        747.7
    ],
    [
        " if I just say, oh, echo, we need to do this way because the book said this.",
        747.7,
        750.76
    ],
    [
        " Right.",
        751.16,
        751.22
    ],
    [
        " No, that's not a good answer.",
        751.66,
        753.04
    ],
    [
        " What you should be saying is that, you know, I read this and here's where I see to apply.",
        753.14,
        755.58
    ],
    [
        " And here's what this book says.",
        756.12,
        757.0
    ],
    [
        " But this is where I think it, you know, you can use it maybe to help your, your arguments.",
        757.08,
        761.66
    ],
    [
        " But don't let your argument rest on this thing.",
        762.08,
        765.1
    ],
    [
        " Yeah.",
        765.6,
        765.86
    ],
    [
        " That's my opinion.",
        767.0,
        767.6
    ],
    [
        " Yeah.",
        767.66,
        767.82
    ],
    [
        " Know yourself.",
        768.18,
        768.66
    ],
    [
        " I'm going to go in 100% agree with you.",
        769.34,
        772.08
    ],
    [
        " And I was going to say unless that book is about putting together your computer, then you just follow the book.",
        772.5,
        777.5
    ],
    [
        " But when you really think about it, still, it still holds up.",
        780.1,
        783.04
    ],
    [
        " You should understand the computer and how it works.",
        783.22,
        785.36
    ],
    [
        " Yeah, I'm not going to get into that game.",
        785.5,
        786.94
    ]
]