[
    [
        " How does one detach when getting personally attacked and take extreme ownership with false claims?",
        0.22,
        6.48
    ],
    [
        " And what does one do when a subordinate always goes above the chain of command instead of working out issues with the coworker?",
        8.0,
        15.32
    ],
    [
        " Okay, this isn't the clearest question that I've ever received. I'm going to try and... I'm not sure if I completely understand it, but I'm going to try and sort of answer to the best of my ability.",
        15.38,
        24.52
    ],
    [
        " I think what we're talking about here is that someone is telling me that something is my fault and that is a false claim.",
        25.32,
        32.58
    ],
    [
        " That's the question, right? Like you're making a false claim and saying like this is your responsibility, Jocco.",
        32.86,
        39.88
    ],
    [
        " You are supposed to press record and it's false because I wasn't supposed to press record.",
        40.44,
        45.68
    ],
    [
        " Let's say, or maybe record was pressed. There is no issue.",
        46.74,
        53.4
    ],
    [
        " Why would that become a personal attack?",
        54.62,
        58.3
    ],
    [
        " So the personal attack is Jocco, you didn't press record.",
        59.82,
        63.28
    ],
    [
        " And now the question is what do I do then? Because we both know who's in charge of pressing record here.",
        64.62,
        69.3
    ],
    [
        " Who is? Me.",
        69.7,
        72.18
    ],
    [
        " Okay, so you're in charge of pressing record. If you all of a sudden we are 40 minutes into a podcast and we haven't pressed record, the record has button has been pressed and all of a sudden it comes to light.",
        72.22,
        84.78
    ],
    [
        " And you say, Jocco, you didn't press record. Now what this person is saying, that's a false claim. That's not my responsibility. It's truly not my responsibility.",
        85.3,
        96.14
    ],
    [
        " I should I be doing that. And you know what I'm going to say, you know what I'm going to say, which is, you know what? It is my responsibility because I'm here.",
        97.18,
        105.42
    ],
    [
        " It's primarily my voice that's being recorded. And from now on, I will make sure that that's recorded. It's my fault. I will take care of it from now on.",
        105.58,
        113.32
    ],
    [
        " By the way, now what is your job responsibilities in this whole podcast?",
        113.78,
        116.76
    ],
    [
        " Nothing. You have nothing to do. If you're not pressing record, you're not nothing to do. Yeah. So how does that feel? It doesn't feel good. You don't like that.",
        118.88,
        128.42
    ],
    [
        " But when I take away that responsibility, you're actually coming claw back from me. You're going to say, you know what? Actually, you know, it was your fault when that happened.",
        128.84,
        136.82
    ],
    [
        " But you know what from now on since you screwed it up, I'm going to take ownership of it. And you know what I say? I say, cool. That's awesome. Yeah. Good point. Since you are over there with the record, and since you're a technical guy, and I'm not, that makes a lot of sense.",
        136.96,
        148.12
    ],
    [
        " Why don't we go with that from now on? You own it. I shouldn't have dropped the ball last time. So, you know, so that's that. So there we go. I own it. I fix it. If by the way, if you don't want responsibility back, if you just say, cool, yeah, you press record from now on.",
        148.16,
        163.36
    ],
    [
        " Okay, cool. I will. And then guess what? I'll start thinking about how much I need you around here. Yeah. Because really what else do you bring to the table? And that's it.",
        163.36,
        171.48
    ],
    [
        " All right. So that's question number one.",
        171.7,
        176.16
    ],
    [
        " The question number two, as far as detaching. So I don't get emotional. That's...",
        176.6,
        185.44
    ],
    [
        " If someone is blaming me, if someone is blaming me, if you start blaming me or something, I actually look at that right out of the gate. I see that as a psychological victory for me.",
        185.44,
        193.68
    ],
    [
        " Because because you're blaming me, like you're blaming you're not taking ownership. I already won. I already won. So there's no, I'm not getting emotional about that. That's...",
        193.98,
        203.28
    ],
    [
        " They're blaming me because they don't have the the wherewithal to actually take ownership themselves. I see that as a weakness of theirs. And I'm fine with it. And that's why I don't... I'm not going to...",
        203.28,
        214.38
    ],
    [
        " I don't need to get emotional because I'm sitting there going, wow, this person just served me up on a silver platter. The fact that they don't want to take ownership, they're going to give it to me.",
        214.46,
        220.9
    ],
    [
        " Are you kidding me? I'll take this all day long. Another thing is, and I've said this before, I can't be respected by someone that doesn't even respect themselves.",
        221.22,
        230.84
    ],
    [
        " You know what I'm saying? You can't disrespect me. If you don't even respect yourself, if you're just, you know, like a bum in the street is where the thing came from.",
        231.96,
        240.7
    ],
    [
        " You know, someone that's just a, you know, a drunk bum laying in his own vomit and wants to, you know, look at me and say, you look like a dirt bag.",
        240.7,
        252.24
    ],
    [
        " Yeah. It's like, okay, dude. Carry on with your day. You're not going to affect me. So how in the same vein, if how can I be disrespected by you when you tell me, when you blame me for something, when I realize what's happening right now is you don't even have enough respect for yourself to take ownership of something.",
        252.66,
        269.08
    ],
    [
        " Yeah. This is just a win. So that's the second part of that. I think the third part of the question is a subordinate that goes up the chain of command instead of working out the issues with the coworker. That's pretty pretty easy. I'm not going to solve those problems for you.",
        269.34,
        286.44
    ],
    [
        " Oh, you got a problem down the chain of command with your coworker, your peer, and you guys aren't working it out. And you want me to solve your problem? No, you go figure it out and come back to me the solution.",
        286.58,
        297.02
    ],
    [
        " Now I'll do that a couple times if eventually they can't come up with a solution. Guess what I have? I have a problem. I have a real problem. And I will solve it. And they're not going to like my solution because it probably involves neither one of them being there anymore.",
        297.64,
        308.72
    ],
    [
        " Extreme case. But what I will do is I say, okay, come and read me the facts. You really want me to make a decision about this? Cool. I'll do it.",
        309.0,
        316.38
    ],
    [
        " But I always felt horrible. In fact, I don't even know if I ever did this going to my boss to make a decision about something that I should have agreed with with my peer.",
        318.08,
        325.92
    ],
    [
        " Because you know what I'd rather just for me, I'd rather say, hey, you know what, you want to do it your way? Echo fine. Let's go with it. It's close enough.",
        326.36,
        332.64
    ],
    [
        " You, oh, you want to take the lead? Cool. You take the lead. I'll support you. No problem. That's what I'm here for. I want the team to win. I know you're concerned about you. I know that's fine. That's fine. I'm here for the team.",
        334.0,
        344.66
    ],
    [
        " So let's do it your way so that it works out. Not going to my boss and complaining. That's just ridiculous.",
        344.72,
        352.0
    ],
    [
        " And then that's another one where I fit in. I don't think I've ever been in a corporate scenario, but it seems like that's easy to see in other people.",
        352.44,
        364.86
    ],
    [
        " You know, like where you know how like a situation where yeah, let me like let my subordinate take lead.",
        364.86,
        370.5
    ],
    [
        " It seems like that could be a solid, almost obvious answer for people. Yeah, except myself. You know, like I don't always point that inward.",
        370.5,
        380.46
    ],
    [
        " You know, I'm sure there's like people out there where it's like, oh, this will solve probably a lot of your problems. Just look at it this way and do it and do that.",
        380.72,
        387.32
    ],
    [
        " You know, let one of your subordinates like take lead on the stuff. And I would predict.",
        387.32,
        394.06
    ],
    [
        " As far as that goes, that most people would be pretty surprised. Like, oh, yeah, I guess I should I should do that.",
        394.7,
        402.38
    ],
    [
        " Yeah. You know, at this point. So you're saying that it's a pretty obvious solution once you hear it. Yeah.",
        402.58,
        408.8
    ],
    [
        " But you're also saying that's a difficult solution to actually execute because most people put in the situation. Don't remember it.",
        409.0,
        414.26
    ],
    [
        " Yeah, they don't remember to point it in words. Yeah, even like literally you could be getting this advice like right now.",
        414.26,
        420.48
    ],
    [
        " You could be getting this advice. But hey, yeah, chocolate. That sounds like good advice. And then they'll go like back to work and it applies to have someone else.",
        420.6,
        427.14
    ],
    [
        " You know, it's like you don't realize it like man, I should do that. You know, kind of thing. Yeah. That's the trouble with learning.",
        427.14,
        433.52
    ],
    [
        " Yeah. It's hard to apply it yourself. Yeah. Once again, it's like Jiu Jitsu. You can watch. I can show you how to do it. Yeah.",
        435.62,
        443.16
    ],
    [
        " And then you can watch me do it. And then I can move your limbs around so that you do it. And then we do a drill when we drill the move 20 times.",
        443.38,
        451.82
    ],
    [
        " And then you get into a competition and the move is there and you don't execute it. You don't execute it correctly because you haven't done it enough.",
        452.1,
        459.68
    ],
    [
        " You have to do the move. You got to do the move. You got to do the move.",
        460.88,
        466.02
    ]
]