[
    [
        " When do you cut your losses or give up on something and walk?",
        0.1,
        5.4
    ],
    [
        " When and how?",
        6.04,
        7.9
    ],
    [
        " To decide to cut bait not a quitter",
        9.74,
        14.12
    ],
    [
        " Too much brain damage",
        14.12,
        16.96
    ],
    [
        " Brain damage. So word I've been hearing more from the corporate world actually",
        16.96,
        22.12
    ],
    [
        " Is people talk about what something's really hard to do and they're just causing brain damage by trying to do it",
        22.12,
        26.64
    ],
    [
        " And these was actually two questions. That's obviously a metaphor. Obviously. Yeah, yeah, it's a metaphor for it",
        27.12,
        32.34
    ],
    [
        " And it's a metaphor for what I talk about when I was like beating my head against the",
        32.34,
        35.52
    ],
    [
        " World of Trunk. Yes",
        35.52,
        36.46
    ],
    [
        " And this is one of those things that confuses people because",
        36.46,
        40.38
    ],
    [
        " Everyone hears including us in the seal teams. We hear",
        40.38,
        45.52
    ],
    [
        " the mantra of",
        45.52,
        48.16
    ],
    [
        " Never quit right never quit and it's not just a mantra that we say it's actually",
        48.16,
        54.68
    ],
    [
        " It's actually what we believe",
        55.56,
        57.7
    ],
    [
        " Yeah",
        57.7,
        58.48
    ],
    [
        " And",
        58.48,
        60.68
    ],
    [
        " Furthermore, it's not just what we say and it's not just what we believe",
        60.68,
        65.88
    ],
    [
        " But it's literally how we act. Yeah, so",
        65.88,
        71.42
    ],
    [
        " That that drive and that attitude of never quit. It's a powerful force and it does push you over the edge to victory",
        71.42,
        81.28
    ],
    [
        " Mm-hmm to victory in many cases",
        81.28,
        85.4
    ],
    [
        " But",
        85.4,
        90.0
    ],
    [
        " And there's always a dichotomy to just about everything. There's a dichotomy to this too because",
        90.0,
        97.2
    ],
    [
        " Over that attitude you have to layer something on top of that",
        97.2,
        103.76
    ],
    [
        " and that is",
        103.76,
        105.66
    ],
    [
        " It's",
        108.0,
        108.44
    ],
    [
        " It's basically strategic vision and understanding of",
        108.44,
        112.24
    ],
    [
        " The battlefield as a whole",
        112.24,
        116.24
    ],
    [
        " So you know, it's like the the saying of",
        116.24,
        121.76
    ],
    [
        " When the battle lose the war and this is the opposite right when the battle lose the war meaning",
        121.76,
        127.88
    ],
    [
        " Oh, you you stick to it right now and you might win right now, but in the long run you're gonna lose",
        127.88,
        132.22
    ],
    [
        " This is the opposite where you you're gonna say you know what I'm gonna lose this battle right now",
        132.3,
        136.82
    ],
    [
        " But I'm gonna win the war in the long run",
        136.82,
        138.82
    ],
    [
        " So you absolutely need to know",
        138.82,
        142.22
    ],
    [
        " When you gotta stop beating your head against the wall you've got to know that",
        142.22,
        148.14
    ],
    [
        " I personally draw my limit at 27 times after I beat my head against the wall 27 times on the 28th time",
        148.14,
        155.3
    ],
    [
        " I'm gonna say you know what I'm breath there's another way to do this or maybe this isn't about a word fighting",
        155.3,
        160.86
    ],
    [
        " Now the main reason",
        162.24,
        163.92
    ],
    [
        " I think why people get caught in the trap of",
        163.92,
        168.96
    ],
    [
        " Banging their head against the wall or not knowing when to quit is because and again quit is a strong word",
        168.96,
        175.32
    ],
    [
        " And it's almost hard for me to say right now because",
        175.32,
        177.24
    ],
    [
        " It's not knowing when to quit that I'm not talking about quitting. Yeah, I'm talking about",
        177.24,
        182.56
    ],
    [
        " Yeah, and I'm talking about making a strategic assessment of",
        182.56,
        187.84
    ],
    [
        " Unwindable situation and deciding to disengage only so you can reengage with",
        188.16,
        195.3
    ],
    [
        " Superior firepower and crush the enemy",
        195.3,
        197.4
    ],
    [
        " So there's a big difference between that and quitting quitting means you curl up into a ball and wait to die",
        197.4,
        204.32
    ],
    [
        " That's what quitting is and I don't support that under any circumstances",
        204.32,
        208.9
    ],
    [
        " So when do you",
        208.9,
        211.32
    ],
    [
        " When does it happen where it it happens because people get emotional",
        211.32,
        216.8
    ],
    [
        " They get too emotional about whatever obstacles in front of them they get crazy about it",
        216.98,
        222.86
    ],
    [
        " And they start seeing the obstacle as not only the battle, but also as the war",
        222.86,
        228.3
    ],
    [
        " and",
        228.3,
        230.4
    ],
    [
        " They get lost in their own",
        230.4,
        233.9
    ],
    [
        " Determination I've seen this with some seal buddies of mine. They're so determined",
        233.9,
        240.02
    ],
    [
        " That",
        240.02,
        241.08
    ],
    [
        " They will not stop even when it's completely detrimental",
        241.08,
        245.58
    ],
    [
        " You know and and they do it with just about everything, you know",
        247.08,
        250.12
    ],
    [
        " They'll be determined at anything you know. They'll be hurting themselves training. They'll be",
        250.12,
        254.76
    ],
    [
        " You know determined to drink harder than anybody else. They'll I mean just anything you can throw out of them",
        254.76,
        260.72
    ],
    [
        " And they're determined to win at that and you're actually losing. Yeah",
        260.72,
        264.42
    ],
    [
        " So so how do you prevent that from happening?",
        264.42,
        269.82
    ],
    [
        " Is you have to again common theme here you have to detach you have to detach yourself",
        270.58,
        275.92
    ],
    [
        " You have to",
        275.92,
        276.56
    ],
    [
        " Be able to step back away from the problem enough to look at it from a strategic viewpoint and say okay",
        276.56,
        283.42
    ],
    [
        " What's what's going on here? What's the risk? What's the reward?",
        283.42,
        287.0
    ],
    [
        " How much am I willing to sacrifice right now and how is that sacrifice going to impact me tomorrow or the next day or next week?",
        287.02,
        294.46
    ],
    [
        " And then",
        294.94,
        297.36
    ],
    [
        " Once you've detached and you've weighed and you've seen what the real value of the this",
        297.36,
        303.8
    ],
    [
        " immediate objective is",
        304.02,
        306.08
    ],
    [
        " Then you can assess and make a logical decision based",
        306.08,
        310.88
    ],
    [
        " Not on your emotion",
        310.88,
        313.68
    ],
    [
        " But on the actual impact of the situation in the overall strategic picture",
        313.68,
        320.54
    ],
    [
        " Yeah, that",
        320.54,
        322.06
    ],
    [
        " I you're saying when you weigh the",
        322.06,
        326.12
    ],
    [
        " Determine and the the rewards and",
        326.12,
        329.84
    ],
    [
        " I think that that really makes it real clear when you can assess and be like oh",
        331.0,
        335.9
    ],
    [
        " All of this we're getting all this like all these",
        335.9,
        339.76
    ],
    [
        " this detrimental stuff",
        339.76,
        341.7
    ],
    [
        " When we're trying to get this you know this one benefit right you know out of this person or out of this situation or whatever and when you're",
        341.7,
        349.22
    ],
    [
        " You're using up your resources or sacrificing more resources than you are gaining ground then you know that that seems like a clear time to it",
        349.22,
        356.9
    ],
    [
        " That's a very least start thinking about",
        356.9,
        358.54
    ],
    [
        " Disengaging yeah, and you got it you got it detached to be able to set it",
        358.54,
        362.56
    ],
    [
        " And I noticed isn't you get to all the time people try and pass the passing guard is the simplest example",
        362.56,
        366.84
    ],
    [
        " People just like do one guard pass",
        366.84,
        369.46
    ],
    [
        " And it doesn't work and they do it again and it doesn't work and they do it again",
        369.46,
        372.76
    ],
    [
        " It doesn't work they do it again and they go on and on and on until they're exhausted",
        372.76,
        376.12
    ],
    [
        " They get swept they get mounted and then they get put to tap",
        376.12,
        379.56
    ],
    [
        " And it's because they were stubborn and they didn't detach and say I mean after you've tried to pass",
        379.56,
        386.74
    ],
    [
        " Guys guard 14 times in a row the same way and it hasn't worked it. Why is it gonna work the 15th time? The answer is it's not",
        386.9,
        393.6
    ],
    [
        " Try something else",
        393.6,
        396.06
    ],
    [
        " There is no",
        396.06,
        400.02
    ],
    [
        " You should see this put in seals through training they'd get like bogged down in a bad situation",
        400.02,
        406.26
    ],
    [
        " and they would",
        406.26,
        407.94
    ],
    [
        " They would just be start get",
        407.94,
        410.96
    ],
    [
        " Focused on that one problem you know one room in a building they'd be like no send more guys into it",
        410.96,
        416.28
    ],
    [
        " Send more guys into it every just getting sprayed with paintball and put down in the training operation and no two more guys",
        416.28,
        422.94
    ],
    [
        " And eventually everyone's just you know it's training, but everyone's dead and they're like I don't know what up and",
        422.94,
        427.74
    ],
    [
        " Yeah, you just didn't they got focused on and it cost them",
        427.74,
        430.82
    ],
    [
        " So the leaders got to be able to step back and detach and",
        430.82,
        434.78
    ],
    [
        " Take a look at the situation and decide you know what?",
        434.78,
        437.54
    ],
    [
        " I'm gonna go ahead and change course right now not gonna quit",
        438.98,
        443.14
    ],
    [
        " But I'm gonna adjust make a strategic adjustment",
        443.14,
        445.88
    ],
    [
        " Yeah, and that's it's weird how those semantics can really change your",
        445.88,
        451.2
    ],
    [
        " Outlook on the whole task when you when you use the word quit",
        451.2,
        454.44
    ],
    [
        " Versus disengage or another one with quit like I said is give up you know, they give it up",
        454.44,
        461.56
    ],
    [
        " I mean unless it's something negative like smoking or something like that you're the quit smoking your gun",
        461.56,
        464.92
    ],
    [
        " I'm gonna give up smoking that's good, but obviously smoking is negative",
        464.92,
        467.44
    ],
    [
        " But any kind of task or anything that requires effort",
        467.44,
        470.04
    ],
    [
        " If you quit or quote-unquote give up it's like it's hard to",
        470.76,
        475.94
    ],
    [
        " Have that sound like a good thing, you know, yeah, and one thing that's this is you know obviously it applies to",
        475.94,
        484.4
    ],
    [
        " Combat it applies to jujitsu as we just talked about but also you know you look at what you're doing day to day",
        484.4,
        490.98
    ],
    [
        " And the little things in your life that you're trying to make work or in a business that you're trying to make something happen",
        490.98,
        496.26
    ],
    [
        " And sometimes people get so addicted to their plan",
        496.26,
        499.72
    ],
    [
        " Yeah, they get so their ego is wrapped around their plan their plan is like 50%",
        500.26,
        504.8
    ],
    [
        " 50%",
        504.8,
        506.3
    ],
    [
        " Tactics and technique and it's 50% their own ego",
        506.3,
        510.04
    ],
    [
        " And so when you try when that person's plan starts to fail",
        510.04,
        513.56
    ],
    [
        " Guess what they don't want to let it go because it's all wrapped up in the ego so they just push it further",
        513.56,
        518.58
    ],
    [
        " Yeah, push it further they push it further and",
        518.58,
        521.64
    ],
    [
        " Especially if that person's in a senior position",
        521.64,
        523.66
    ],
    [
        " Well, then everyone's kind of just followed in line and they're looking at them",
        523.66,
        527.3
    ],
    [
        " They all know they all know when they're at the bottom of the chain of command",
        527.3,
        530.38
    ],
    [
        " They're all looking at this person saying hey buddy. It's not working",
        530.38,
        534.14
    ],
    [
        " Let's disengage",
        534.14,
        536.18
    ],
    [
        " and",
        536.18,
        537.0
    ],
    [
        " Fall back and figure out a new plan of attack and then let's re-approach the target from a different angle",
        537.0,
        543.6
    ],
    [
        " Let's flank this target",
        543.6,
        545.02
    ],
    [
        " So if you're in a business if you're in a relationship",
        545.02,
        550.66
    ],
    [
        " And you've got a situation where you're trying to make something work a certain way and it's not",
        550.66,
        556.52
    ],
    [
        " Maybe it's got a disengage and I've got to come with a different angle of attack",
        557.8,
        561.92
    ],
    [
        " So you can get the big web to get the long rod. Yeah, and with relationships. Obviously. It's it's it's the same dynamic, but it's different because",
        561.92,
        570.32
    ],
    [
        " What's the same because when you're",
        570.32,
        574.16
    ],
    [
        " And let's say a boyfriend girlfriend relationship whatever even husband wife um you",
        574.16,
        578.8
    ],
    [
        " Say it's not working. Let's say one of them's abusive, right?",
        578.8,
        583.36
    ],
    [
        " Meanwhile the other ones trying to quote unquote make it work and if they end up leaving",
        583.4,
        587.5
    ],
    [
        " All you gave up on him, you know",
        587.5,
        589.94
    ],
    [
        " Or you you quit?",
        589.94,
        591.86
    ],
    [
        " No, no, no, I don't think you'd ever say you'd quit the relationship, but you will just say you gave up on the relationship",
        592.04,
        596.44
    ],
    [
        " Right, you know, well he's been abusing her for 10 years already, you know",
        596.44,
        601.72
    ],
    [
        " We're in your case 27 years or you know, whatever the number is and um and you gotta",
        601.72,
        607.22
    ],
    [
        " I do not abuse my wife. All right, right, but you know as far as your numbers go not 27",
        607.22,
        612.72
    ],
    [
        " um",
        614.98,
        615.38
    ],
    [
        " But again like if you say oh you gave up on the relationship",
        615.38,
        618.22
    ],
    [
        " It's kind of like it's kind of like it's the girls fault a little bit like maybe she she she shouldn't have done that almost, you know, but",
        618.22,
        625.14
    ],
    [
        " Yeah, you disengage and if you want to go if you want to go for the win in that relationship",
        625.14,
        631.28
    ],
    [
        " And if you really want to maintain the relationship don't let it be a husband wife relationship",
        631.28,
        634.78
    ],
    [
        " Maybe go back to being neighbors or something like that",
        634.78,
        637.32
    ],
    [
        " Even though an abusive relationship that might not work, but I'm just saying theoretically",
        637.32,
        642.42
    ],
    [
        " Yeah, I'm not sure about all that",
        642.86,
        645.0
    ],
    [
        " sure, man sure",
        645.0,
        647.1
    ],
    [
        " But I do know that if you find yourself",
        647.1,
        650.22
    ],
    [
        " Trying repeatedly to make something happen and it's not happening try a different route",
        650.22,
        656.82
    ],
    [
        " Don't consider yourself a quitter consider yourself a",
        656.82,
        661.1
    ],
    [
        " Strategist or a tactician",
        661.1,
        664.16
    ]
]