[
    [
        " This is Jocco Podcast number one 91 with Echo Charles and me, Jocco Willink. Good evening, Echo. Good evening.",
        0.0,
        7.88
    ],
    [
        " Some nights I wake up",
        10.3,
        15.36
    ],
    [
        " drenched in sweat.",
        15.36,
        18.34
    ],
    [
        " I have dreams",
        19.18,
        23.2
    ],
    [
        " and some people might call them nightmares, but that would not be accurate",
        25.64,
        31.38
    ],
    [
        " because I'm not scared and I'm not anxious. I'm actually amped",
        31.38,
        41.2
    ],
    [
        " and I'm ready.",
        41.2,
        44.48
    ],
    [
        "",
        44.48,
        44.48
    ],
    [
        " And the dream is usually about some bad situation unfolding really quickly.",
        44.94,
        54.08
    ],
    [
        " Some operation gone sideways and I'm going to building somewhere or in a bunker or in a",
        54.68,
        63.38
    ],
    [
        " ravine of some kind and the enemy is maneuvering and they're bringing it.",
        63.38,
        71.08
    ],
    [
        " And I'm with a small group, a squad, maybe six-rate guys, and we're low on ammo.",
        73.16,
        80.88
    ],
    [
        " And I'm about out.",
        82.34,
        83.38
    ],
    [
        " And one of the guys is hit and he's hit bad and we can't move and we can't leave.",
        84.82,
        92.36
    ],
    [
        " And this is it. And the enemy is pressing closer.",
        93.76,
        99.76
    ],
    [
        " And I'm prepping grenades.",
        102.16,
        103.62
    ],
    [
        " And as I'm prepping grenades, I got my head down because they're laying down fire and the",
        104.26,
        110.06
    ],
    [
        " enemy is advancing and we're killing some of them, but others are getting through.",
        110.06,
        114.9
    ],
    [
        " And the enemy fire increases.",
        115.52,
        117.32
    ],
    [
        " And if I'm in a building, I hear the door open up and I can hear them entering the building.",
        118.58,
        125.44
    ],
    [
        " And I do a quick assessment. I got three grenades and I got a half a mag left and I got my",
        125.92,
        130.7
    ],
    [
        " K bar.",
        130.7,
        131.44
    ],
    [
        " And I'm ready to get it on.",
        132.18,
        136.06
    ],
    [
        " And I pulled a pin on one of the grenades and I rolled it down the hallway toward the stairs",
        136.7,
        143.54
    ],
    [
        " and it explodes. And then I hear RPGs launch.",
        143.54,
        148.64
    ],
    [
        " And one explodes a little distance away, but then the next one explodes on the wall right near me",
        149.8,
        155.86
    ],
    [
        " and it knocks me out.",
        156.08,
        157.46
    ],
    [
        " And then I come to and I check for my rifle. I'm grabbing for my rifle, but it's not there.",
        158.26,
        164.96
    ],
    [
        " And so I reach for my pistol, but my pistol's gone too.",
        165.26,
        168.7
    ],
    [
        " And then I feel for the rest of my gear. I feel for my knife.",
        170.14,
        172.46
    ],
    [
        " I feel for grenades and there's nothing there. All my gear is gone.",
        173.32,
        176.64
    ],
    [
        " I feel for wounds and there's nothing.",
        177.52,
        181.18
    ],
    [
        " And then I realize that I'm okay.",
        181.98,
        184.58
    ],
    [
        " That I'm just sweating a lot.",
        185.86,
        187.68
    ],
    [
        " But there's no gear. There's no guns.",
        188.9,
        192.32
    ],
    [
        " And I realize that I was asleep and that this was just a dream.",
        192.92,
        196.88
    ],
    [
        " And now I'm laying there in a pool of sweat in my bed.",
        198.14,
        204.84
    ],
    [
        " And I'm awake.",
        205.46,
        206.72
    ],
    [
        " And I'm actually mad because I left my boys hanging there in my dream.",
        207.78,
        214.74
    ],
    [
        " And I'm also mad because I don't get that final confrontation with the enemy.",
        214.74,
        218.82
    ],
    [
        " And I'll sit there and close my eyes and I'll try and fall back asleep.",
        219.42,
        226.02
    ],
    [
        " I'll try and force myself back in there so I can finish the fight.",
        226.02,
        229.44
    ],
    [
        " But I can't force myself to fall back asleep so I lie there in bed.",
        229.98,
        235.82
    ],
    [
        " And I start thinking about what I would have done.",
        236.94,
        239.92
    ],
    [
        " I start thinking if there's any mistakes that I made.",
        240.02,
        241.64
    ],
    [
        " I start thinking about if how I could have defended that position where I would have maneuvered to,",
        241.64,
        247.02
    ],
    [
        " how I could have maximized damage to the enemy.",
        247.42,
        251.86
    ],
    [
        " And then I think about the rest of the guys on the team.",
        253.6,
        258.06
    ],
    [
        " And I think if I was in that situation, who would I want with me?",
        259.38,
        265.74
    ],
    [
        " And this was a common topic in the teams.",
        268.34,
        273.48
    ],
    [
        " If you were in a desperate scenario with the odds stacked against you,",
        273.68,
        280.36
    ],
    [
        " if it was time for the last stand for victory or death, who would you want with you?",
        280.48,
        290.22
    ],
    [
        " I have a list of those names, those men, a list of the guys I want with me in that most critical of moments.",
        293.66,
        307.36
    ],
    [
        " And when I think about that list, there's always one guy that comes to mind first.",
        308.38,
        313.44
    ],
    [
        " A guy that I've seen perform on the battlefield, not for an hour, not for a day or not for a week,",
        315.6,
        325.04
    ],
    [
        " but for months on end. This guy would go out on a three day operation in 120 degree heat with two",
        325.14,
        331.4
    ],
    [
        " liters of water, three cans of Copenhagen. And twice as many bullets as anyone else.",
        331.4,
        336.16
    ],
    [
        " And as soon as the mission was over, he'd want to go back out again.",
        336.54,
        338.84
    ],
    [
        " This is a guy that can lead and that can follow a guy that can plan and execute.",
        340.86,
        347.16
    ],
    [
        " A guy that never put himself above the good of the mission or above the good of his teammates.",
        347.68,
        354.04
    ],
    [
        " And I know without a shred of doubt that he would have rather himself be killed or wounded,",
        355.02,
        365.88
    ],
    [
        " than watch me be killed or wounded, he would step into the line of fire, take a bullet or jump on",
        365.88,
        371.3
    ],
    [
        " a grenade to protect me or any of our brothers in arms. That's the guy I'm talking about.",
        371.3,
        381.86
    ],
    [
        " And the other thing is I know what he's thinking. And he knows what I'm thinking.",
        382.98,
        391.72
    ],
    [
        " There's no need to even talk. We were raised at the same team by the same people.",
        392.0,
        397.28
    ],
    [
        " We don't have to debate or discuss whether we should do this or do that. We look at each other,",
        397.74,
        403.96
    ],
    [
        " give a little nod and we know what we need to do.",
        404.26,
        407.88
    ],
    [
        " So if I have to assault a beach or attack a bunker or storm the gates of hell,",
        409.62,
        419.46
    ],
    [
        " I want my brother Tony, a fratty by my side, BTF Tony, big tough frog man.",
        420.66,
        430.82
    ],
    [
        " And that's what he is through and through. And that's what he did for his entire career through",
        431.72,
        436.32
    ],
    [
        " eight overseas deployments. He was one of the first guests I had on the podcast,",
        436.32,
        442.6
    ],
    [
        " podcast number 41. If you haven't listened to that podcast, stop and go back and listen to it.",
        444.42,
        451.12
    ],
    [
        " But if you have listened to it, well, then here we go again with BTF Tony. Tony, welcome back.",
        451.56,
        460.76
    ],
    [
        " Yeah, let's just eight deployments or 10, 10 deployments.",
        461.72,
        466.6
    ],
    [
        " No, let's just get back because I didn't want you to get wounded because you're such a monster",
        466.72,
        472.54
    ],
    [
        " right at the carry you. It'd be a little better if I go wounded easier. I could put you in my cargo",
        472.54,
        478.9
    ],
    [
        " pocket. Yeah, BTF's great big tough. I'm not big. I'm not really tired.",
        478.9,
        484.2
    ],
    [
        " Wackadoo, you know. So last time you were on, we kind of just jumped right into like going into",
        484.8,
        491.68
    ],
    [
        " the teams and everything. And which man we skipped over a bunch of stuff. Like, I mean, not a bunch,",
        491.68,
        499.42
    ],
    [
        " but I mean, because like, I know you're going to put it. Well, how'd you grow up? Why grew up?",
        499.42,
        504.0
    ],
    [
        " And then I went to the name and that's it. So, so you grew up, you grew up in New England.",
        504.16,
        513.12
    ],
    [
        " Yeah, New Hampshire. And did you play sports? Yeah, I played hockey in baseball. Did they issue",
        513.66,
        521.06
    ],
    [
        " you a hockey stick when you were born in New Hampshire? Yeah, it's pretty much. You get one in",
        521.06,
        528.08
    ],
    [
        " kindergarten. And then you play street hockey and then you learn how to, you know,",
        528.68,
        533.72
    ],
    [
        " like, wrap up your buddies and then get your ass kicked and then you just keep playing. Did you",
        534.1,
        539.42
    ],
    [
        " play organized hockey? Oh, yeah. Yeah, I played rac hockey. I played youth hockey all the way up",
        539.42,
        544.96
    ],
    [
        " till I was like 17. No kidding. Yep. Played all my life. Three years old till like 17.",
        544.96,
        551.96
    ],
    [
        " You kept all your teeth? Yeah, pretty much. I played a",
        552.88,
        557.2
    ],
    [
        " might squirt, bannems and medgets to sport categories. These wise.",
        557.2,
        564.06
    ],
    [
        " Yeah, I played a lot of hockey and till I got a little bit older and then, you know, I had to work.",
        565.06,
        570.72
    ],
    [
        " So I have school work, the one in a lot of time for it. And then I realized I wasn't going to be",
        571.04,
        576.64
    ],
    [
        " like wicked goods. So it was fun. Yeah. I was like, yeah, okay, chapter in my life and that's it.",
        576.64,
        582.94
    ],
    [
        " But I still love hockey. I love it. You know, big fan. And like when I was a kid, we would play",
        583.0,
        590.76
    ],
    [
        " like out on lakes because I didn't play organized hockey. I did that too. Yeah, we would tape",
        590.76,
        595.36
    ],
    [
        " magazines to our shins because we didn't have like the actual gear. So we would just do that.",
        595.36,
        603.14
    ],
    [
        " That way when you get swacked with a puck or a stick, you're not just done.",
        603.3,
        608.7
    ],
    [
        " Even the summer is like people my age, your age. Everybody knows who I'm talking about. Like",
        609.76,
        616.46
    ],
    [
        " Saturday morning when you're a little, your mother would give you breakfast. They'd get the hell out.",
        616.46,
        621.76
    ],
    [
        " Yeah. Come back at lunch. It's not like I went in my room and went in my little computer. I didn't",
        621.9,
        633.12
    ],
    [
        " see your mom would say come home for lunch. My mom would just like say get out. But then the",
        633.68,
        638.24
    ],
    [
        " funny thing is when when it was like, oh, it's time to eat, it'd be like, oh, cool. I'm going to",
        638.24,
        644.68
    ],
    [
        " get a Snickers bar and a can of Coke. That's what we ate. Yeah, that's what that's what we ate.",
        644.68,
        650.7
    ],
    [
        " It wasn't like when you need to watch your content. Yeah, what the fuck is going?",
        650.94,
        655.46
    ],
    [
        " It was gluten like some stuff that floats around in the sky. I don't know what that is.",
        655.86,
        660.82
    ],
    [
        " No, apparently people in a world are doing it. I don't fucking know. I always knew about the peanuts",
        661.54,
        667.46
    ],
    [
        " and the shellfish and all that shit, but not really. You know, man, it's on the table.",
        667.46,
        674.52
    ],
    [
        " Eat it. That's it. Don't eat it. I'm gonna give it shit. I just, the things,",
        674.66,
        679.92
    ],
    [
        " and even I'll catch myself with my kids going, you know, you don't want to drink that soda.",
        680.26,
        685.04
    ],
    [
        " And I'm thinking about when I was a kid, just that's all we drank. We didn't drink.",
        685.04,
        690.42
    ],
    [
        " First of all, there's no such thing as bottled water. No, no, that's still back home. You drink it",
        690.76,
        695.14
    ],
    [
        " out of the tap. Yeah, it's better than avion or whatever the fuck it is. It's like the bass. It's",
        695.14,
        701.96
    ],
    [
        " like so good. I feel like I fill up the right in the sink and it's still the bass. Yeah.",
        701.96,
        706.98
    ],
    [
        " So you played hockey and then what what when you went to high school, did you guys have a hockey",
        707.36,
        712.38
    ],
    [
        " team at your high school? No, the next, the next town did, but we didn't have a high school team.",
        712.38,
        716.64
    ],
    [
        " Dad, youth hockey. So then you did you play anything and did you play any sports in high school?",
        716.76,
        721.06
    ],
    [
        " Just baseball. Just baseball? Yeah, and then I sucked it at it, but I played little league and",
        721.88,
        727.72
    ],
    [
        " played into my junior high. I sucked at baseball more than you, which was a bummer.",
        727.72,
        732.88
    ],
    [
        " That was pretty court. My dad was like a fanatic about baseball and I was out there going,",
        732.94,
        737.68
    ],
    [
        " this is the most boring thing I've ever done in my whole life ever. Like this is, you know,",
        737.68,
        744.24
    ],
    [
        " I was whatever, seven years old. But I like I still stand there. I like it because now I watch",
        744.34,
        750.16
    ],
    [
        " baseball and I know I get the appeal now, but what I'm saying is when I was seven year old freaking",
        750.16,
        755.76
    ],
    [
        " hyperactive youth and my dad's like, this is a great game and you got to understand the tactics",
        755.76,
        761.1
    ],
    [
        " and the and the and the strategy behind what's going on. We don't care about it. I'm like,",
        761.1,
        765.44
    ],
    [
        " because the funnest thing, like the funnest sport that I remember playing that I said,",
        767.68,
        771.66
    ],
    [
        " oh, this is cool. Was dodgeball? That's right. Yeah, you're like, oh, Huck the balls at the other",
        771.7,
        777.3
    ],
    [
        " people. That was fun. It's like highly active. Yeah. So we played record at Rec League hockey,",
        777.3,
        784.98
    ],
    [
        " though, when I was a kid too. And that was all on outdoor rinks. That's awesome.",
        785.14,
        790.56
    ],
    [
        " It wouldn't boards and be like 10 bulls there and they flooded. And then like my uncle was the",
        790.78,
        796.7
    ],
    [
        " coach of one of the weeks. And he was terrible. He didn't even out of skate. But",
        797.22,
        801.84
    ],
    [
        " and he had no idea how to play hockey. He just killed them. We'd have checking practice for an hour.",
        801.84,
        807.36
    ],
    [
        " Just go out there and check each other like really? You know, I didn't, I was like, I mean,",
        808.24,
        814.18
    ],
    [
        " I know how to play. I know with the rules. I know. And this is what we're doing. I'm like, all right.",
        814.24,
        818.64
    ],
    [
        " Just go out there and kill each other. Yeah. Yeah. You and I were talking about the fact that",
        818.94,
        824.68
    ],
    [
        " hockey players are getting smaller again now. Yeah. There was there was I guess this is I went",
        824.68,
        831.74
    ],
    [
        " talk to the goals, the San Diego goals. And their coach was explaining to me because I said, man,",
        831.74,
        838.36
    ],
    [
        " the guys are smaller than I expected. Some of them. Right. And he says, I said, I thought everyone",
        838.44,
        843.42
    ],
    [
        " was huge now. And he said, no, because now what they figured out is these smaller, faster,",
        843.42,
        850.4
    ],
    [
        " quicker guys have a have an advantage that they can exploit maneuverability. Just like on the",
        850.4,
        854.94
    ],
    [
        " battlefield, you can exploit being able to maneuver. And these smaller, quicker guys can actually",
        854.94,
        858.88
    ],
    [
        " maneuver faster than the bigger lumbering guys. Now the there's position for the bigger guys too.",
        858.88,
        863.28
    ],
    [
        " Yeah, you got to have a next. Yeah. So that's what they're figuring out. Yeah. That's",
        863.58,
        866.64
    ],
    [
        " a different. So if you were to go back in time, you might be able to, you might be able to hack it now.",
        866.64,
        871.1
    ],
    [
        " Yeah. I played sports, but my real thing was like hunting and fishing and trapping.",
        871.28,
        879.76
    ],
    [
        " And I did all that shit. So that that kind of took a higher step. Like that's that was a",
        880.4,
        885.7
    ],
    [
        " press. That's what I like priority for you. I like being out in the woods hunting.",
        885.7,
        889.5
    ],
    [
        " Was your dad in the military? Yes. My dad was in the army in 60s, drafted. He wasn't",
        889.92,
        899.08
    ],
    [
        " in Vietnam. He went to Germany. He was a helicopter mechanic. Trying to blast in the army. You know,",
        899.08,
        904.56
    ],
    [
        " he's over in Germany like the coolest guy ever. Yeah. Yeah. Coolest and richest guy ever.",
        904.74,
        911.18
    ],
    [
        " Right. You know, he like drink beer and you know, go to work every day. And and did he talk to you",
        911.22,
        919.4
    ],
    [
        " about the military at all? Well, what made you want to join the Nate? Because you joined right out",
        919.4,
        924.56
    ],
    [
        " of high school? Yeah, I enlisted when I was, uh, see, six days after I turned 17. So I was in",
        924.56,
        934.22
    ],
    [
        " delayed entry for a year. And then I went six days after I turned 18. What made you want to",
        934.36,
        938.76
    ],
    [
        " join the Navy? Because this is the thing. This is the thing that I tried warn people about the Navy.",
        938.76,
        943.84
    ],
    [
        " If you want to go in the Navy and be in the SEAL teams, that's cool and everything. If you don't",
        944.68,
        948.14
    ],
    [
        " make it in the SEAL teams, your job is not going to be that cool. Oh, I mean, unless you're into",
        948.14,
        953.3
    ],
    [
        " that kind of thing, because there's some people that want to work with technology, that's cool.",
        953.3,
        956.82
    ],
    [
        " You'll be an IT man in the in the Navy or you want to work with engines and you're being",
        956.9,
        961.46
    ],
    [
        " an engineman or you want to be a gunner. Like, that's cool. If that's what you want to do, but",
        961.58,
        964.76
    ],
    [
        " those are industrial type jobs. Yeah, they're not in a vibe. They're in. They're in.",
        964.76,
        968.9
    ],
    [
        " They're not really. They're not notified, but they're industrial jobs. They're trades. Right.",
        968.92,
        973.26
    ],
    [
        " In the army, like if you don't make it to special forces or you don't make it to Rangers or in",
        974.0,
        978.04
    ],
    [
        " the Marine Corps, if you don't make the Marsok, you can still be an infantryman, which means you still",
        978.04,
        982.06
    ],
    [
        " get to get to get an app to do the machine gun thing, which is pretty much what I think most people",
        982.06,
        987.02
    ],
    [
        " when they join the military, well, I shouldn't say most people. If you're even thinking about special",
        987.02,
        990.9
    ],
    [
        " operations, then you want to you want to be using the machine gun. Well, yeah. I mean, you",
        990.94,
        995.74
    ],
    [
        " want to have a machine gun and everyday life. I mean, we're coming so handy to eliminate a lot of",
        995.74,
        1001.98
    ],
    [
        " bringing a hosh shit like, you know, you're waiting in traffic. Just get out. Excuse me folks.",
        1001.98,
        1008.0
    ],
    [
        " Oh, I would be so much easier. It's legal, but you know.",
        1008.14,
        1015.06
    ],
    [
        " So you, but you what did you join the Navy to be or do you just be like, I want to be a frog man,",
        1016.7,
        1022.44
    ],
    [
        " but it took me a while. It took me a couple years to go to Buds. How did you know about this? What year",
        1022.58,
        1028.4
    ],
    [
        " was this? Like 86? Yeah. I knew about the seal teams. I wanted to do it, but the the thing that",
        1028.4,
        1035.84
    ],
    [
        " helped me the most was actually doing like two years in the fleet. And yeah, it's two years I",
        1035.84,
        1043.38
    ],
    [
        " could have been a team guy, but for me, I wasn't ready. It wasn't mature enough. So I had,",
        1043.38,
        1047.94
    ],
    [
        " I needed that structure and I learned how the Navy works. And for all you people out there and all",
        1048.06,
        1054.34
    ],
    [
        " that, I was stationed in the Philippines for two years. It's not like I was on a boat. I was just",
        1054.34,
        1061.12
    ],
    [
        " drinking and you know, just being a mad man. And of course, the seal teams were over there, you know,",
        1061.12,
        1066.98
    ],
    [
        " the West Coast guys might. Yeah, I mean, I was just do that. That's like the best.",
        1066.98,
        1071.56
    ],
    [
        " So I had a ridiculous year, 17 years old and you get you get 18, 18 station in Subik and",
        1072.58,
        1079.34
    ],
    [
        " Subik as a what? Mine man. Oh, mine man. It's like sure, dude. You know, but it's like Ova sees",
        1079.34,
        1086.86
    ],
    [
        " duty. That was the best insane. That was the best. Did they give you, did they give you any kind of",
        1086.86,
        1092.9
    ],
    [
        " like briefing as this 18 year old kid like, okay, you're in the Philippines now? This is what's",
        1092.9,
        1098.38
    ],
    [
        " about. Yeah, they just tell you because it's all about those all kinds of hookers and that's like",
        1098.38,
        1101.88
    ],
    [
        " the main thing back then was hookers and drinking. There's like 250 bars and like a city block.",
        1101.88,
        1109.12
    ],
    [
        " And you know, I made like $200 every two weeks. It always had money. Yeah. Because it was like,",
        1109.6,
        1118.44
    ],
    [
        " we'd go to like happy hour or whatever and then morning, like Saturday morning at like",
        1118.6,
        1123.96
    ],
    [
        " teased havern or whatever it was on Gordon Avenue. It was like nickel for a beer.",
        1123.96,
        1130.06
    ],
    [
        " So I really like weren't like polished my drinking skills like big time over there. And",
        1131.7,
        1136.84
    ],
    [
        " course it's a thousand degrees out and it's just like so much fun. Yeah, when I my first",
        1136.84,
        1144.02
    ],
    [
        " of my two years, you're just like, okay, I mean, come on. So you actually you actually had enough of",
        1144.02,
        1149.08
    ],
    [
        " it. Well, I wanted to get on with, you know, I got to, you know, I took my screen task at orders",
        1149.08,
        1154.0
    ],
    [
        " to buds and was like, all right. And back then, now they got this big fucking pipeline and all this,",
        1154.0,
        1160.48
    ],
    [
        " I flew in the Coronado on a Friday, Sunday, we had our class up party, which is you shave your head,",
        1160.8,
        1170.38
    ],
    [
        " there's a kega beer, you get liquored up and then be idiots and then Monday morning you start,",
        1170.88,
        1176.24
    ],
    [
        " this day one. So you checked it on Friday, shaved your head on Sunday,",
        1176.24,
        1180.24
    ],
    [
        " day one, classed up on Monday. That's it. Yep. Here we go. Did you get rolled? I got rolled in the",
        1180.34,
        1186.3
    ],
    [
        " second phase, which nobody does. I didn't get hurt. I just wouldn't leave my sling buddy. What",
        1186.3,
        1194.52
    ],
    [
        " happens? My swin buddy, I wouldn't leave him on a swim, unlike a time, unlike I've,",
        1194.52,
        1200.3
    ],
    [
        " well, you can't leave your swin buddy. Right. So what do you do? Yeah, you fail. Yeah. And you",
        1200.82,
        1205.84
    ],
    [
        " just take it in the shitter and then like the next, my, you know, next class, like I was like me",
        1205.84,
        1213.38
    ],
    [
        " and bring the cheese man. He's dead now. Yeah. We're like in the top three swin pairs. So I'm like,",
        1213.38,
        1218.48
    ],
    [
        " my, my, my, my swin buddy, I failed to swim. Yeah, but you can't, so I go, they bring us to the",
        1218.58,
        1224.86
    ],
    [
        " first phase office. And I'm standing there with my swim buddy. And they're like, all right, and",
        1224.86,
        1229.5
    ],
    [
        " there was a, you know, 10 or 12 or 15 pairs failed to swim. So they're asking everyone, like,",
        1229.5,
        1235.22
    ],
    [
        " they called us in the office, the first phase office by the bell. So me and my swin buddy get called",
        1235.22,
        1240.14
    ],
    [
        " in. We're like number seven to get called in. I couldn't hear what everyone else was saying,",
        1240.14,
        1243.76
    ],
    [
        " but I didn't know what the hell was going on. I was just like scared. I wanted to want to make it",
        1243.96,
        1248.24
    ],
    [
        " through this training. So we go in there. And so there's something called guiding, which is like",
        1248.24,
        1253.6
    ],
    [
        " the person that when you're swimming in the open ocean, you have to, it's basically steering,",
        1253.6,
        1258.88
    ],
    [
        " but you call it guiding for some reason. You know, you guide, so you make sure you're swimming",
        1259.08,
        1262.26
    ],
    [
        " in the right direction. So they go, you know, YouTube next pair get in here. So we walk in,",
        1262.26,
        1267.8
    ],
    [
        " I'm standing in that tension. He's like, what the hell happened to you two? And my swim buddy points",
        1267.84,
        1272.32
    ],
    [
        " at me and goes, Willink doesn't know how to guide. Oh my god. And I was like, and the guy was a slow",
        1272.32,
        1280.78
    ],
    [
        " swimmer, like that was the problem. And he was one of those, yeah. And so I'm standing there",
        1280.78,
        1285.8
    ],
    [
        " just going, damn, I just got, just got dined out for something I didn't even do. So I just kept my",
        1285.8,
        1292.06
    ],
    [
        " mouth shut and I was like, I'll do better. Right. And then what they did was they split us up.",
        1292.06,
        1297.0
    ],
    [
        " And they put us with good swimmers. And then the same thing, like me, me and my new swim buddy,",
        1297.1,
        1302.36
    ],
    [
        " on the next swim came in like fifth or seventh or something. I wouldn't going to come in first or",
        1302.72,
        1306.52
    ],
    [
        " seconds. I wasn't not enough. No, because you got some of those fuckers in there that are swimming,",
        1306.52,
        1311.36
    ],
    [
        " like 17 knots. Yeah, I know. Yeah. But this guy failed to get, you know, and it was like, oh,",
        1311.36,
        1317.76
    ],
    [
        " maybe it wasn't Willink's guiding. Yeah, really screwed you over. But it was all right. You know,",
        1317.76,
        1322.68
    ],
    [
        " I just had to wait four weeks, five weeks, and got back in and it was fine. And then, and then you",
        1322.8,
        1331.0
    ],
    [
        " you graduated buds. Were you good in the water when you showed up at buds? Oh yeah.",
        1331.0,
        1337.18
    ],
    [
        " Did you grow up swimming in lakes and nature? No, it's just something you got to do.",
        1337.7,
        1342.4
    ],
    [
        " Like, like how many times was I in the woods with people in the teams who were from,",
        1343.34,
        1347.88
    ],
    [
        " you know, New York or where Jacksonville, Florida or New York City or Chicago? They're like,",
        1348.16,
        1354.34
    ],
    [
        " what the fuck? What? What? Man, it's dark. Like who would say that? It's dark. It's dark. It's dark.",
        1354.34,
        1361.08
    ],
    [
        " It's night. The fuck. What do you think we're going to do? I go, you know, just lunch. We're going to",
        1361.48,
        1366.06
    ],
    [
        " go on lunch and beach and you know, and all. So it's that just one of those things you had to do.",
        1366.06,
        1371.22
    ],
    [
        " There's some people that don't do that very well. I know. I had a guy in my class like a super",
        1371.6,
        1375.82
    ],
    [
        " stud wrestler from Iowa, but he never went in the water. And dude, he was my swim buddy in,",
        1375.82,
        1382.14
    ],
    [
        " in like the pool phase where they're doing like the stuff and the pool with you. Yeah,",
        1382.18,
        1387.96
    ],
    [
        " well, you got a buddy breathing stuff on your. So we're doing buddy breathing. And this dude",
        1388.02,
        1393.3
    ],
    [
        " is taking the regulator and breathing 47 breast and roll. Given it back to me, I'd take like a breath",
        1393.3,
        1399.52
    ],
    [
        " nap. He's grabbed. Yeah, yeah, you're like, dude, relax. And he still he still popped to the surface.",
        1399.52,
        1405.94
    ],
    [
        " And yeah, he didn't make it. He didn't make it because he would just freak out in the water. So",
        1406.52,
        1411.32
    ],
    [
        " yeah, man, I was lucky, you know, up in Maine as a little kid went in the water all the time.",
        1411.32,
        1416.82
    ],
    [
        " Because the water never freaked me out. I just I don't know why people out, man. But that's",
        1417.5,
        1423.2
    ],
    [
        " that's the whole thing. You have to be competent in the water. Like when you're underneath the",
        1423.2,
        1427.26
    ],
    [
        " ship and you're de-rigging and all that. Yeah, everybody's like right next to each other. You just",
        1427.26,
        1432.3
    ],
    [
        " like see anything. It's just like chords float around. Oh my god. People think like it's all you",
        1432.3,
        1436.6
    ],
    [
        " watch the movies. They go, they show them diving. Then all of a sudden they show them climbing the",
        1436.6,
        1441.06
    ],
    [
        " ship. Like, well, what about all the shit in between? You're missing like the biggest fucking portion.",
        1441.06,
        1445.82
    ],
    [
        " That's terrible. You're under there. It's like, lines everywhere. And the guys kicking you in the",
        1446.04,
        1453.36
    ],
    [
        " mask. And then you got to deal with that. And it's just it's just fucking some other dude that's",
        1453.4,
        1457.32
    ],
    [
        " like sinking to the bottom, dragging you down. And it's like, why is the line? What is all this pressure",
        1457.32,
        1462.34
    ],
    [
        " going this way for that wasn't the plan? We rehearsed this like 40 times and you can't communicate",
        1462.34,
        1467.72
    ],
    [
        " anything. It's all just yeah, it's just a while. Maybe just after a while, it's like survival.",
        1467.72,
        1475.1
    ],
    [
        " Like you just got to not die. And then somehow it usually works out. Next thing you know, you're on",
        1475.1,
        1481.86
    ],
    [
        " the surface and everything is easy. And then you got to go back. I think that's what makes the team's",
        1481.86,
        1486.3
    ],
    [
        " good. I think what makes the team's good is when you have to deal with all that crap of whether it's",
        1486.3,
        1491.96
    ],
    [
        " going over the beach just to do a land warfare up, but you come over the beach or you know,",
        1491.96,
        1497.04
    ],
    [
        " derigging underwater or a combat swimmer op or rigging the boats or whatever. When you add the water",
        1497.18,
        1503.7
    ],
    [
        " and it just makes it it's all a real world. It makes it so much freaking. Even in training, it's",
        1503.7,
        1507.8
    ],
    [
        " real world. Yeah, because you can drown. Yeah, you can. I mean, but the bud's thing, like,",
        1507.8,
        1513.74
    ],
    [
        " yeah, I didn't grow up surreping on any of that stuff. But the other thing is I didn't have a plan B.",
        1513.9,
        1520.04
    ],
    [
        " Yeah, that was easy for me. I never even thought about quitting anything. I mean, it's like,",
        1521.08,
        1526.46
    ],
    [
        " why? Well, there's nothing else to do. Yeah. I mean, everything else is just garbage and junk and like,",
        1526.46,
        1532.68
    ],
    [
        " no, I have to do this. This is what I have to do because it's like the best. Yeah, I'd never",
        1533.76,
        1540.14
    ],
    [
        " thought about quitting at all. And it was weird. I had a guy in my class that was from the fleet.",
        1540.14,
        1545.36
    ],
    [
        " And he was like, man, you don't want to court the fleet, dude. It's you don't do not want to go to",
        1546.28,
        1550.1
    ],
    [
        " the fleet. And blah, blah, blah, blah, blah, blah, blah, blah, and he quit again. Yeah, well,",
        1550.1,
        1555.1
    ],
    [
        " and I just was like, man, really? We had these serial quitters that come back and come back and",
        1555.18,
        1560.88
    ],
    [
        " after a while, you know, give up. Like, what's that? The first you don't succeed, try, try again.",
        1561.36,
        1569.86
    ],
    [
        " How many times? And then quit. No sense to be in a damn pool about it, you know.",
        1570.26,
        1574.06
    ],
    [
        " But I just didn't have a plan B. Did you do any of the water stuff when you were in",
        1575.1,
        1590.86
    ],
    [
        " I did I did dive though. I got my like, okay, that's good. Because diving, like when you I've",
        1590.86,
        1597.98
    ],
    [
        " never done that, but when you go through like the basic, do they do some kind of,",
        1597.98,
        1602.18
    ],
    [
        " I do like, I'm breathing, but it's like the big, yeah, the big, beautiful regdew. Yeah, I know that.",
        1602.18,
        1608.28
    ],
    [
        " Okay. And then take your mask off and then blow through. Yeah. Okay. Clear mask and yeah, whatever.",
        1608.36,
        1614.12
    ],
    [
        " But that's definitely helpful. But it was fun. I mean, it was something to do. It was such",
        1614.42,
        1618.34
    ],
    [
        " drinking all the time. So I did that like one weekend. And then I was like, yeah,",
        1618.42,
        1623.26
    ],
    [
        " I'm, is that how long it takes to get one of those qualifications? Yeah, you go through some classes,",
        1623.42,
        1627.36
    ],
    [
        " some pool, and then they take you in subit like out to flip flop island. Oh, it's actually really",
        1627.36,
        1633.28
    ],
    [
        " good. Nice man. Yeah. Yeah. Man, when I got the little card, remember you went through buds and",
        1633.28,
        1640.18
    ],
    [
        " you get, well, I don't know if they had this for you. Yeah, they did. Yeah. So I got a little card",
        1640.18,
        1643.86
    ],
    [
        " that said I was qualified. Like I could go rent gear. Yeah. And I don't know where that is.",
        1643.86,
        1649.36
    ],
    [
        " I lost it. Yeah. But when I had that thing, that thing, I got that, you know, I thought I was",
        1649.5,
        1655.74
    ],
    [
        " the kind of the man. You know, I was like, you know, I would look at it from, you know,",
        1655.74,
        1660.98
    ],
    [
        " be my wallet. Look at it. Like, oh, yeah. You feel like you're just. Yeah. I felt like I was James",
        1661.08,
        1666.9
    ],
    [
        " Bond's like who cares? But whatever. Not even a thing anymore. No, not not kind of like when I got",
        1666.9,
        1672.98
    ],
    [
        " issued my first floppy hat. Oh, yeah. I thought, yeah, well, here we go. I've arrived. Yeah.",
        1672.98,
        1678.18
    ],
    [
        " I'm ready to go to know. I know. I know. It's like, that's like you say less. I think I thought I",
        1678.98,
        1686.34
    ],
    [
        " was going to be it. And I'm like that day. Yeah. I know. But yeah. I still have my first floppy hat.",
        1686.34,
        1691.6
    ],
    [
        " I'll cost you to. Yeah. Just keep everything. I don't, I didn't keep anything. You go, you might",
        1691.86,
        1698.08
    ],
    [
        " need it one day. Now I kept my floppy hat. I don't have a shadow box. I have a shadow box",
        1698.08,
        1703.08
    ],
    [
        " that someone made me like these good friends of mine who used to do that for living, like,",
        1703.08,
        1708.58
    ],
    [
        " make coins. Made it for me. It's probably it's like in my room somewhere. It's like not. I don't",
        1708.6,
        1713.78
    ],
    [
        " know where any of my medals are. I just don't care. Yeah. I'm like just such a loser when it comes",
        1713.78,
        1718.64
    ],
    [
        " to that shit. One time I was in my son's room when he was like, maybe seven or no, he's probably",
        1718.64,
        1724.86
    ],
    [
        " nine or 10 years old. And I'm like looking for something. I figured he took it. I'm walking around",
        1724.98,
        1730.12
    ],
    [
        " immediately. Who stole mine? Yeah. Exactly. I said, I step on something and it's like sharp. And",
        1730.12,
        1735.44
    ],
    [
        " I'm like, oh, and it's underneath a pile of my kids clothes. And I like pull it out. And it's like",
        1735.44,
        1739.94
    ],
    [
        " a bunch of a bunch of my medals. You know, little rack of my knuckle. Whatever. Yeah. Lave.",
        1739.94,
        1747.32
    ],
    [
        " Lave's like, they've said to me, man, we never got you anything for to you.",
        1747.88,
        1753.74
    ],
    [
        " Who's I'm going to get you something? He's been saying that for like 10 years.",
        1753.74,
        1756.78
    ],
    [
        " I think he's busy. He's had another. Yeah. Yeah. So that's why I don't have any kind of nothing.",
        1756.9,
        1764.06
    ],
    [
        " The guys when I retired gave me a big giant trident. That's like, that's just seven feet tall.",
        1764.68,
        1770.02
    ],
    [
        " I really, yeah. I just have it in the corner with all my weight lifting bars. I have it in there.",
        1770.34,
        1774.84
    ],
    [
        " Oh, yeah. Yeah. Everyone's well. If I, I feel like if I, if someone breaks into my house,",
        1775.04,
        1781.32
    ],
    [
        " and I wound them, I'm going to finish them off with that thing. Well, yeah. I'm going to go get it",
        1782.84,
        1787.56
    ],
    [
        " and just run it, put one of those things right through their neck. Well, yeah, that'd be good.",
        1787.56,
        1792.8
    ],
    [
        " She also spew them though, like through the midsection. Yeah. And then like get through our, you know,",
        1793.52,
        1799.44
    ],
    [
        " and then you can both can lift up like, that'd be cool. Be a good picture. All right. So you get",
        1799.9,
        1806.36
    ],
    [
        " done with buds, no factor, whatever. You show up at team one. And did you get put into a platoon",
        1806.36,
        1813.3
    ],
    [
        " immediately? Yeah. And it's now what? 1989, 1990? Yeah. So is the Gulf War on the horizon yet?",
        1813.3,
        1823.04
    ],
    [
        " Or not really? So Kuwait has not been invaded yet or has been invaded, but we're not sure we're",
        1823.18,
        1827.62
    ],
    [
        " going to happen. That happened August 6th. And when did you get to the team? Like December.",
        1827.62,
        1832.1
    ],
    [
        " Okay. So it took about nine months. So you showed up at the team. There's no war going on.",
        1832.4,
        1837.56
    ],
    [
        " But we had to go through SBI. Okay. And then I have SQT back to my SBI. Still basic in dock. And",
        1837.72,
        1844.3
    ],
    [
        " they just grabbed a bunch of guys and it was actually really scored away at team one. Yeah.",
        1844.3,
        1848.98
    ],
    [
        " You did land warfare. You did demo all your weapons and shit. Patroling tactics. You did maritime",
        1849.4,
        1855.5
    ],
    [
        " air, you know, rubber ducks, limp ducks, all that shit. You did a photo intel, like all kinds of stuff.",
        1855.88,
        1865.06
    ],
    [
        " Infield developing. Yeah. Yeah. I was just talking to this camera guy up in my own",
        1865.3,
        1869.66
    ],
    [
        " thing. I told him I used to do that. And he goes, wow. Now it's all like digital camera. You",
        1869.66,
        1876.1
    ],
    [
        " ain't got to do any of that. Yeah. Yeah. Of course, spend hours and hours doing that. And then a lot",
        1876.1,
        1882.98
    ],
    [
        " of shooting basic shooting, you know, shot M14 till you're frigging fingers go. Because you were",
        1882.98,
        1889.7
    ],
    [
        " not a man if you didn't carry an M14. Well, yeah, because it was like the past. I have ever. My",
        1889.7,
        1895.54
    ],
    [
        " bicep would get bruised from shooting the M14. I am. Because and I know people say,",
        1895.54,
        1902.84
    ],
    [
        " well, because it would be like move like you can't just keep it there the whole time. No,",
        1903.0,
        1906.24
    ],
    [
        " it's like gigantic. And that's why the M14 God blessed soul.",
        1906.3,
        1910.4
    ],
    [
        " Such a great weapon. Remember how many mouth functions you had with it? Yes.",
        1911.28,
        1914.58
    ],
    [
        " Oh, yeah. No, no. Yeah. Ever. And actually, I had one. Somebody else's",
        1914.68,
        1919.98
    ],
    [
        " shell from an M16 went and like went lodged somehow into my ejector port.",
        1919.98,
        1927.04
    ],
    [
        " Well, yeah. In the middle of whatever. Yeah, it could happen. Yeah. So that's one. Yeah.",
        1927.12,
        1931.44
    ],
    [
        " But yeah, those things are freaking accurate. But they didn't they didn't survive the",
        1931.6,
        1935.64
    ],
    [
        " uh, how do I put it? The rail system used once once everything started becoming",
        1937.38,
        1943.36
    ],
    [
        " attachments and shit. They tried to do it. And then the gun was like 360 pounds. Yeah. So it",
        1943.36,
        1951.54
    ],
    [
        " just it never really. But back then the M16 was basically a piece of shit. Yeah. Even the NR727",
        1951.54,
        1959.16
    ],
    [
        " the Carp 15s. That whole evolution leading up to the M4. They got better and better and better",
        1959.16,
        1966.16
    ],
    [
        " and better. They're more reliable. And you know, it just makes sense on the battlefield. If you're",
        1966.16,
        1971.54
    ],
    [
        " you got an M4, you got a you know, 5x6. You're working with the Marines, the Army. You can",
        1971.54,
        1977.38
    ],
    [
        " always go anywhere and get some more ammo. It's like who has strip clip friggin 308 ammo. You know,",
        1977.38,
        1985.44
    ],
    [
        " 762. Nobody. You know, do you wink it up to 60? That got to be a wicked pain in the ass.",
        1985.78,
        1991.28
    ],
    [
        " Anyway, but it was a great gun. I mean, I still love the thing. You put that front side on there",
        1991.52,
        1998.84
    ],
    [
        " and Mr. Yeah. I think that's an I'd vision and didn't make the cut. Yeah. Might take about it.",
        1998.84,
        2006.8
    ],
    [
        " Yeah. I still have one. That's still like my primary battle rifle. Oh, it's great. I was going to work.",
        2007.12,
        2013.16
    ],
    [
        " Yeah. Yeah. 100% is going to work. I mean, if shit goes down chaos in the streets and you're",
        2013.16,
        2020.96
    ],
    [
        " like on a cold Azak, you could come out with that. I mean, I have a fucking Tommy gun is what I'd have.",
        2020.96,
        2026.5
    ],
    [
        " My Fedora on you. You're black and everybody, but you know, you fantasize about stuff.",
        2026.7,
        2033.0
    ],
    [
        " You know, I mean, it's just hey, it's a Tuesday afternoon. What are you going to do? I mean, yeah.",
        2034.26,
        2039.2
    ],
    [
        " Tommy gun and Fedora hat. I mean, come on. Hey, you want to go to the bar and get licked up. Yeah,",
        2039.3,
        2044.78
    ],
    [
        " yeah, let me just grab my Tommy gun real quick. What? Yeah.",
        2044.9,
        2048.78
    ],
    [
        " So SBI, you go through you learn a bunch of stuff. I had STT. It's what they called it when I went",
        2049.14,
        2059.12
    ],
    [
        " through. Yeah. And that good dudes teach us that stuff. Oh, it was great because you still get",
        2059.12,
        2064.54
    ],
    [
        " kind of treated like shit, but you're at, you know, you were in a new guy. You were in a bud.",
        2064.54,
        2068.74
    ],
    [
        " You were. Yeah, you were getting treated like a little bit better than the buds guy. Then did",
        2068.88,
        2074.02
    ],
    [
        " you get then you got assigned to a platoon? Yes, I got assigned to a alpha platoon,",
        2074.02,
        2079.28
    ],
    [
        " silteen one. And so in the old days, alpha platoon meant you were riding a boat. Yes, a hard alpha.",
        2079.44,
        2085.64
    ],
    [
        " Hard alpha. I didn't care. Did you know anything? You're just like, no, yeah, whatever. I'm in a platoon.",
        2085.76,
        2090.48
    ],
    [
        " Cool. How many new guys were in your first platoon? We had a few. We had like, because sometimes they",
        2092.88,
        2097.6
    ],
    [
        " used to stack the arc platoons with more new guys because they just wanted to fill that thing up",
        2097.6,
        2102.06
    ],
    [
        " because no one wanted to do an unarg flow. Wow, you know, a new guy. I don't need to show it. No,",
        2102.06,
        2107.02
    ],
    [
        " that's what I'm saying. So it'd be like, okay, there's, but it's put all the new guys in there. Yeah.",
        2107.1,
        2111.06
    ],
    [
        " And let them flow. But you get you had a badass LPO. I did. I did. I had an LPO",
        2111.54,
        2117.64
    ],
    [
        " leading patiocer who was one of my buds instructors. What was he like as a buds instructor?",
        2118.12,
        2124.22
    ],
    [
        " Quiet and like mean looking like kind of like, if you don't do this, you're just a big pussy,",
        2126.02,
        2135.86
    ],
    [
        " you know, or you guys aren't putting out and just just like,",
        2136.68,
        2140.64
    ],
    [
        " because he was good at everything. Oh, he was wicked. He was good at everything.",
        2140.64,
        2145.34
    ],
    [
        " Once he became my LPO, like he was good at shooting. He was good at all water stuff.",
        2145.78,
        2150.6
    ],
    [
        " He grew up like somewhere in California. I mean, kayak. He could kayak. He was really good",
        2151.06,
        2157.3
    ],
    [
        " skydiver. Yeah, he was just good at everything. Everything's mountaineering. So respected. Yeah.",
        2157.3,
        2163.0
    ],
    [
        " And it's freaking nice, man. Yeah, he's a great guy. I'm going to actually see him here.",
        2163.22,
        2167.14
    ],
    [
        " All right. By the time this podcast is probably, I'm going to visit him somewhere in the country here.",
        2167.52,
        2174.42
    ],
    [
        " But he did, I think 20 years after that as a state trooper.",
        2176.0,
        2181.22
    ],
    [
        " There. Yeah. I think it was Alaska, I'm pretty sure. But he's just he thrived in that environment",
        2182.02,
        2188.14
    ],
    [
        " and he was a good teacher. Like he'd take us and go, okay, guys, here's, here's how you do this.",
        2188.14,
        2193.82
    ],
    [
        " You're like 80% correct. Yeah. He was the 20% that you suck at. And then he was how to get",
        2194.32,
        2202.28
    ],
    [
        " better at it. You know, like Roger that. I mean, he was just in a good dude. The reason I know him",
        2202.28,
        2206.36
    ],
    [
        " is because when he got back from that deployment, he took over CQC or CQB at team one. He was the",
        2206.36,
        2213.14
    ],
    [
        " CQB instructor. So he put me in my first workup through CQB. And he was the first guy that I was",
        2213.14,
        2220.34
    ],
    [
        " looking at, maybe not the first guy, but he might have been. He was the first guy I was looking at",
        2220.34,
        2224.74
    ],
    [
        " going, he's there's a lot of going on here. There's a lot like, yeah, this isn't just a mechanical",
        2224.74,
        2231.38
    ],
    [
        " thing of your going through in your clearing rooms. Like there's, there's there's thought happening",
        2231.68,
        2237.26
    ],
    [
        " here. There's there's intentional decisions being made. Like I could see, I could see that with a",
        2237.26,
        2245.22
    ],
    [
        " way he would explain things, I'd be thinking, oh, he knows like some more, a lot more than,",
        2245.22,
        2251.9
    ],
    [
        " then a lot of us other guys do. Yeah. And he explained some little detail. And you'd say, oh,",
        2251.9,
        2259.34
    ],
    [
        " and it would make sense to me, you know, I'd be thinking, wow, that makes a lot of sense.",
        2259.44,
        2263.06
    ],
    [
        " And yeah, he'd say stuff like in, you know, room combat shit. He'd say, like, well,",
        2263.64,
        2269.26
    ],
    [
        " why are you doing that? I'm like, well, we're done here. We're going to go there.",
        2269.32,
        2271.9
    ],
    [
        " Well, what about deconflexion? Like, what do you mean? Well, you're not the only group within your",
        2272.66,
        2280.74
    ],
    [
        " group assaulting this building or the ship. You're going to make sure that the other guys are,",
        2280.74,
        2286.86
    ],
    [
        " you know, the first one, actually, exactly the kind of thing I'm talking about. When the blinders",
        2288.62,
        2293.06
    ],
    [
        " come off in the teams, everything's like from Lamwaffir, you know, CQC, whatever you want to call",
        2293.06,
        2299.34
    ],
    [
        " it now, skydiving, diving. Once the blinders come off and the good, the good people in your life",
        2299.34,
        2307.14
    ],
    [
        " in the teams will make the blinders come off. And then that's when you start growing as a frog,",
        2307.14,
        2313.74
    ],
    [
        " because it's easy just go, yeah, okay, blah, blah, blah, you know, but you have to, you have to do",
        2314.56,
        2320.62
    ],
    [
        " the basic shit so well and never forget it. But then open your mind up to what? It's like shooting,",
        2320.62,
        2326.64
    ],
    [
        " like front sight, front sight, front sight. Then you get exposed to both eyes open. And your",
        2327.4,
        2331.8
    ],
    [
        " front sight is blurry because your target's clear. Because guess what? When you're shooting paper,",
        2331.8,
        2336.74
    ],
    [
        " front sight, front sight, front sight, that's great. But when you're shooting people,",
        2337.22,
        2341.82
    ],
    [
        " you have to make sure you can shoot them. You have to look at their hands. You can't do that if",
        2342.2,
        2346.88
    ],
    [
        " the target's blurry. So when you transition, I mean, that really opens your eyes. You do years and",
        2346.88,
        2352.36
    ],
    [
        " years of front sight and then you start opening your eyes. And look, because you have to. And then",
        2352.36,
        2357.74
    ],
    [
        " it all goes away because you're on nods and you got to laser. And then you have to transition",
        2357.74,
        2361.82
    ],
    [
        " because you might be new and you might have to go assault this building. I remember we were doing",
        2361.82,
        2367.6
    ],
    [
        " shipboard movement on the, the, the, the, the, the, the, the pier side ship that we used to use",
        2367.6,
        2374.36
    ],
    [
        " all the time. So we were on that ship. We were doing just nasty. It was just nasty. You see,",
        2374.36,
        2378.92
    ],
    [
        " go shit all over the point. But we were doing, we were like moving, we'd come up the stern of",
        2378.94,
        2391.8
    ],
    [
        " he just asked a question, you know, like, well, what if someone's, you know, shooting at you?",
        2391.86,
        2398.36
    ],
    [
        " And everyone was kind of stumped. Like the older guys in my platoon were kind of, you know,",
        2398.78,
        2404.38
    ],
    [
        " we shoot back or just some dumb answer, you know, like, well, yeah, we were chewed back. But",
        2404.54,
        2408.42
    ],
    [
        " meanwhile, we all die because we're all in the open on a metal ship. Yeah. And then he taught us,",
        2408.42,
        2414.64
    ],
    [
        " you know, how to do the little bump. Yeah. And, and then I realized, oh, oh, so there's",
        2414.64,
        2421.58
    ],
    [
        " this isn't a, this isn't a recipe. It's not like a, it's not like a recipe. Oh, this is what",
        2421.8,
        2427.88
    ],
    [
        " you do every time. Yeah, you can't know. That's that's that was probably the guy that made me start",
        2427.88,
        2432.26
    ],
    [
        " thinking, oh, there's different ways to do this. Yeah. There's different ways to do this. There's",
        2432.26,
        2438.6
    ],
    [
        " things that I need to actually think about. I can't just, I can't just follow the, the, the, the,",
        2438.6,
        2447.08
    ],
    [
        " the thing that you've been taught one time. And that's how you do it. It's like, no, you actually",
        2447.08,
        2452.28
    ],
    [
        " need to think. And that was the first guy that I said that I started to realize there's a lot more",
        2452.28,
        2458.02
    ],
    [
        " going on than I was aware of. Absolutely. There's a lot more. Oh, a lot more. Yeah. It's not just, I mean,",
        2458.02,
        2466.92
    ],
    [
        " he would spray down at the range and shoot head plates at 50 yards, like on timer. You know,",
        2467.48,
        2476.06
    ],
    [
        " with his pistol. Yeah. Pink. Yeah. Over while we were eating lunch, he's just down there. We",
        2476.06,
        2481.96
    ],
    [
        " had that 45. Yes. That was wicked nice. Yeah. That was, we know one had like really nice",
        2481.96,
        2487.06
    ],
    [
        " weapons like that. It was a good one. So yeah. So that's an awesome IPO to have for your first time",
        2487.06,
        2492.84
    ],
    [
        " around. Damn. You're old running mate. Told me a story. You guys were on a bus somewhere on like",
        2492.84,
        2499.78
    ],
    [
        " Liberty and some guy was running his mouth. Some freak guy was running his mouth and making a much",
        2499.78,
        2505.22
    ],
    [
        " noise. He was all drunk and whatever getting crazy. And all of a sudden your IPO just like put him",
        2505.22,
        2512.0
    ],
    [
        " in a chokehold and put him to sleep. Yeah. He's like, hey, go buddy. Just get a little nap in there.",
        2512.0,
        2516.8
    ],
    [
        " You'd be all set. And what's crazy about that is no one knew what a chokehold, no one knew what a",
        2516.8,
        2521.3
    ],
    [
        " sleeper hold was really. He did. Yeah. And he's like knew how to do it. Yeah. And then I put people",
        2521.3,
        2526.84
    ],
    [
        " to sleep. Yeah. And then does it. Yeah. He's the best man. Yeah. Still is. He's a great guy. Yeah.",
        2526.84,
        2533.64
    ],
    [
        " Freakin awesome. Anything else that he so so what was that first platoon like? Did you guys",
        2533.74,
        2538.58
    ],
    [
        " isn't that platoon the war kicked off while you're in that platoon? Yeah. So August 1st or August 2nd",
        2538.58,
        2545.2
    ],
    [
        " of 1990. Saddam invaded Kuwait and everything blah blah blah. So they sent platoons from the strand",
        2545.2,
        2553.52
    ],
    [
        " even though they had forward deployed platoons which guys were pissed. No, yeah. They were. And",
        2553.52,
        2559.12
    ],
    [
        " so we were on the arctitune. We didn't leave till April. And that like officially didn't end.",
        2559.68,
        2565.52
    ],
    [
        " But everything was done by the time we get there. We didn't we didn't do anything really.",
        2565.96,
        2570.04
    ],
    [
        " It was the only like real thing I did on that platoon was like, yeah.",
        2570.92,
        2576.4
    ],
    [
        " Ship boarding? No, the big 53 helicopters one went down, pulled off the ship,",
        2577.46,
        2586.04
    ],
    [
        " killed everybody and we dove on the bodies and pulled them up. But I was with that guy.",
        2586.92,
        2591.7
    ],
    [
        " And you know, he was like, yeah, yeah, here's how we'll do it. Totally cool. But that was it.",
        2592.02,
        2596.98
    ],
    [
        " We didn't get any gun fights or nothing. Which is unfortunate. It's like, fuck.",
        2597.2,
        2603.56
    ],
    [
        " You know, so we're on a ship most of the time. And in the middle east we got off when we did training.",
        2603.98,
        2610.7
    ],
    [
        " Summer time deployment if you left in April. Yeah, so it was a 1000 degrees. Oh, yeah,",
        2610.94,
        2615.96
    ],
    [
        " I was terrible. And then you know, you can't eat enough and all you did was like, with weights and",
        2616.1,
        2621.46
    ],
    [
        " then wait to get back. And then so you get back from that deployment, you get your own to",
        2621.46,
        2627.76
    ],
    [
        " write into your next hotel. Yeah, but I got a story about that first one. Oh, we'll work up.",
        2627.76,
        2632.2
    ],
    [
        " Talk about like attitude adjustments and stuff.",
        2632.6,
        2637.14
    ],
    [
        " I kind of fucked up some infraction somewhere. I wasn't late. I just,",
        2640.7,
        2645.68
    ],
    [
        " I didn't have something ready. I don't know what it was, but my chief at the time. He's like,",
        2645.84,
        2652.28
    ],
    [
        " oh, yeah, okay, you're there. You fucked up and like, oh, Roger Chief, I didn't really know I fucked up.",
        2652.56,
        2659.86
    ],
    [
        " I'm okay. So it's like 1600, you know, I don't know if it was Friday. No, it was a weekday.",
        2660.04,
        2667.24
    ],
    [
        " And he goes up to the grinder with me and like, what's he going to do? Like punch me? Because that",
        2669.88,
        2675.32
    ],
    [
        " in the teams, that's kind of like a, you know, still thing. You know, I wouldn't go crying to HR",
        2675.32,
        2681.92
    ],
    [
        " or whatever that is. We don't have that. It's just like, I can figure it out, hit each other and",
        2681.92,
        2686.96
    ],
    [
        " be done with it and go right back to work. So he's got this bag. It's big construction garbage bag,",
        2686.96,
        2693.34
    ],
    [
        " you know, and it's filled with a tangled up flutterboard line. Oh, Jesus. So for those of you",
        2693.34,
        2701.12
    ],
    [
        " don't know, a flutterboard line is this, without getting into the whole hydrographic reconnaissance",
        2701.12,
        2706.66
    ],
    [
        " thing, it's parachute cord, you know, line and it's 500 yards worth. And it's tangled up like a",
        2706.66,
        2714.1
    ],
    [
        " motherfucker. He goes, I want this in the morning back on the flutterboard. Jesus, which is like a big",
        2714.1,
        2721.06
    ],
    [
        " fishing reel. Yeah, it's gigantic boards about that big. It's bigger than like a gigantic",
        2721.06,
        2727.86
    ],
    [
        " pizza that you order. That's the, that's the diameter. Yeah, whatever that is. I don't know.",
        2727.86,
        2733.26
    ],
    [
        " So I go, well, this is perfect, man. I'll just, you know, flake it out like a",
        2733.72,
        2739.18
    ],
    [
        " flishing line and split cut it and splice it. And as he's walking, he goes, I'll know if you",
        2739.18,
        2744.78
    ],
    [
        " cut it and splice it. I'm like, fuck. So, you know, I did that for a few minutes and realized,",
        2744.78,
        2751.5
    ],
    [
        " man, this can take all fucking night. So I went to the country store and I got like a six pack of",
        2751.9,
        2755.98
    ],
    [
        " Budweiser. I actually got like a 12 pack. And I'm sitting there and about five o'clock in the",
        2755.98,
        2761.96
    ],
    [
        " morning, I finished it. Yeah. And I had, I shined the flutterboard and I put it all and I put it on",
        2761.96,
        2771.66
    ],
    [
        " in a tune space, you know, with a couple of beers and I kind of like passed out.",
        2771.66,
        2776.0
    ],
    [
        " About six o'clock, six, 15 chief comes in and he's like, hey, I'm like, uh, he goes,",
        2776.62,
        2784.04
    ],
    [
        " smatting it up and I go, you bet. I'll say chief. He's like, Roger that. Good to go.",
        2785.12,
        2790.44
    ],
    [
        " Good to go. We got shit to do. Let's go. PT Roger. Yeah. Good lesson line man. Yeah, I don't",
        2790.66,
        2799.62
    ],
    [
        " take on some 550 cord, uh, like when it comes off the spool. Of course it does. And then",
        2799.62,
        2806.52
    ],
    [
        " cardboard one one one one. Just integrate whoever goes, whoever made that thing is committed to",
        2806.52,
        2811.36
    ],
    [
        " war crime. Oh, that thing is just awful. Yeah. Yeah.",
        2811.36,
        2815.34
    ],
    [
        " Check. So you come back from that deployment after being at sea. And now you roll into your second",
        2816.8,
        2823.98
    ],
    [
        " platoon. Yeah. Did you get any schools when you came back? No. They're just like, they were",
        2823.98,
        2828.32
    ],
    [
        " probably halfway through the workup. So it was just like, I did all the stuff, but I didn't have",
        2828.32,
        2833.58
    ],
    [
        " any time to do anything. Oh, that's right. Cause the arg platoons were off cycle. They were off cycle.",
        2833.58,
        2838.52
    ],
    [
        " So you're going to get tossed into some, you were lucky then you got tossed into that.",
        2838.76,
        2842.1
    ],
    [
        " Was already in their workup. Yeah. Yeah. Good platoon. Well, uh, wasn't much going on back then.",
        2842.1,
        2848.78
    ],
    [
        " Like 92. Yeah. Three something. When 92 came back, 93. Did you, you deployed to the PI with that platoon?",
        2849.18,
        2857.98
    ],
    [
        " Where did you deploy to Guam? Guam had just started. So that's where you deployed to? Yeah.",
        2858.42,
        2863.72
    ],
    [
        " It was like nothing there. I know. Well, matter of fact, it was right, it was right in the middle. We,",
        2864.02,
        2869.72
    ],
    [
        " we, they were just exiting. So we couldn't actually deploy there. So we went to Guam.",
        2870.5,
        2879.7
    ],
    [
        " But there was nothing in Guam. Like it was. Cause my first deployment was to Guam. And we would",
        2880.4,
        2887.42
    ],
    [
        " like the first guys to go to Guam. 100% like, oh, you are going to Guam. Yeah.",
        2887.42,
        2894.26
    ],
    [
        " And the guys that had deployed to the PI before, we're just moping around the barracks.",
        2894.66,
        2900.4
    ],
    [
        " So, like I said, I was stationed there. So I'm like, whatever.",
        2900.4,
        2905.34
    ],
    [
        " And then I was a, was the workup standard workup? Yeah. A bunch of freaking humping around the desert.",
        2906.02,
        2912.78
    ],
    [
        " Like the forward leading edge of battle. We had some good guys in trade trading that",
        2913.36,
        2920.52
    ],
    [
        " understood more about war than I did. That's for danger. But it was, you know, there was",
        2920.52,
        2926.6
    ],
    [
        " not much to reflect back on for a lot of guys. Like guys had to, if the guys were, you know,",
        2926.6,
        2932.5
    ],
    [
        " was a Vietnam guys. And now, well, my first platoon, my LPO, they were talking about, he was",
        2932.58,
        2940.5
    ],
    [
        " in Grenada. Yeah, that's right. With Damnaq with Team 6. And then my second platoon,",
        2940.5,
        2946.24
    ],
    [
        " the chief was in Grenada too with Team 6. So I had some redundancy in that, like learning.",
        2946.36,
        2952.16
    ],
    [
        " But some of it was like, man, I don't know. Isn't it crazy though? And that's like,",
        2953.38,
        2958.38
    ],
    [
        " cause I had my platoon commander, my second platoon was also in Grenada. Yeah. And I know you",
        2958.64,
        2970.48
    ],
    [
        " know, my second platoon was in the first Gulf War and actually did, yeah, gotten some fire fights.",
        2970.48,
        2975.28
    ],
    [
        " And LC. Yeah. And so, so those guys, it was like they knew the unknown to us, you know. And",
        2976.24,
        2984.72
    ],
    [
        " that was a, that's crazy that there was that little combat experience in the teams back then.",
        2984.72,
        2991.16
    ],
    [
        " In the whole military. Well, you know, the 80s. Yeah. That's what I was. And now you go to",
        2991.46,
        2997.98
    ],
    [
        " the platoon every single, literally every single guy unless you are a brand new guy, every single",
        2997.98,
        3002.06
    ],
    [
        " guy's been on a combat deployment or seven. You're right. Or you know, or 15 or 15 or whatever.",
        3002.06,
        3008.62
    ],
    [
        " Yeah. Yeah. They're just, there's tons of them that are numb to it. They're like,",
        3008.88,
        3012.7
    ],
    [
        " we're going to do this deployment now. That's like, we're going to go somewhere with",
        3012.76,
        3015.94
    ],
    [
        " there's nothing going on. They're like, yeah. Because we always used to have a saying, like,",
        3015.94,
        3020.72
    ],
    [
        " if you're in a deployment and you're totally at war, that's great.",
        3020.94,
        3026.14
    ],
    [
        " But if you're in a deployment, we're just drinking beer and working out and doing exercises,",
        3027.98,
        3032.36
    ],
    [
        " drink beer, workout, do exercises, do that for the boys who can't do that. Because guess what?",
        3033.14,
        3039.28
    ],
    [
        " It's going to come full fucking circle. It always does. You know, but we're fortunate. We had a,",
        3039.44,
        3047.16
    ],
    [
        " I'm just fortunate like the timeframe I was born totally. I mean, from",
        3047.24,
        3052.8
    ],
    [
        " I know everything that happened in the 80s in the world and I went in the service and",
        3053.12,
        3058.92
    ],
    [
        " we're still old school and then why 2k and then like actually, let's, you know, I learned about",
        3058.92,
        3066.92
    ],
    [
        " the industrial revolution in school. I mean, it really gives a fuck. But the technology revolution",
        3066.92,
        3074.08
    ],
    [
        " cell phones computer, I mean, it's, it's changed the world. Yeah. Not just the teams, but every day",
        3074.08,
        3080.12
    ],
    [
        " life. Yeah. And I mean, that was weird too. Because we got to see. And I know, remember, I mean,",
        3080.2,
        3085.26
    ],
    [
        " when we got to the teams, there was no email. Of course not. I mean, there was no email. There's no",
        3085.34,
        3089.04
    ],
    [
        " computer. There was no computers. There's no email. So the copy machines were the role of things.",
        3089.04,
        3093.48
    ],
    [
        " So my first deployment, my first deployment, my platoon commander and the assistant platoon commander",
        3093.8,
        3098.56
    ],
    [
        " had each had a computer. Yeah. And like, no one knew what they were doing. They weren't even,",
        3098.56,
        3110.1
    ],
    [
        " form whatsoever. And then, you know, you fast forward, I remember Microsoft word or it wasn't",
        3110.1,
        3116.94
    ],
    [
        " even Microsoft. It was like some other word processing program and people started doing what you're",
        3116.94,
        3122.04
    ],
    [
        " talking about. Yeah. Print a gear list. Oh, I had to execute. I was, I thought I was,",
        3122.04,
        3128.46
    ],
    [
        " but here's a funny thing about that, right? Like, when I went into training, like after my seventh",
        3128.62,
        3137.16
    ],
    [
        " platoon, they're like, Oh, yeah, you're going to be the LPO or this platoon over up team five.",
        3137.22,
        3144.04
    ],
    [
        " I'm fast forward and a little bit, but no, no, no, no, you've done enough. You're going into training.",
        3144.26,
        3149.08
    ],
    [
        " So then it became trade at. I mean, I was like, Panko on or there. Yeah. So I had to put all the",
        3149.08,
        3156.3
    ],
    [
        " WAN warfare stuff on PowerPoint, you know, and didn't like do it right, you know, professional.",
        3156.3,
        3162.64
    ],
    [
        " And I just bad. I never had one minute of formal computer trade. And the name of it gave me any,",
        3162.64,
        3168.88
    ],
    [
        " I never asked, I just, I didn't have to turn on the PC. Like, I had no idea. I'm like,",
        3168.94,
        3173.66
    ],
    [
        " on the side. Yeah. And then I had to, I taught myself how to do it and PowerPoint. Okay. Can you put",
        3174.32,
        3183.94
    ],
    [
        " PowerPoint on this? The guy comes over and does it. And then I'm like, I asked a few questions",
        3183.94,
        3191.04
    ],
    [
        " and figured it out. What are you going to do? You got to figure it out. It's like terrible.",
        3191.04,
        3195.92
    ],
    [
        " I had a lot of, you know, past midnight nights starting at 06. Just going, you know, and I could,",
        3196.66,
        3202.78
    ],
    [
        " I could get up, go to work, do the two mile swim, go run six miles, whatever the fucking PT was.",
        3202.84,
        3211.4
    ],
    [
        " Throw my body on and run through the house 800 times and go drink a thousand beers and go to bed",
        3211.9,
        3216.9
    ],
    [
        " at midnight, sleep four hours and I'd be good to go. Eight hour day on the computer. I can barely",
        3216.9,
        3223.18
    ],
    [
        " make it home. And I'm like, it kills me. It's terrible. I don't know how these, one of these",
        3223.18,
        3230.08
    ],
    [
        " fuckers who's sitting cubicles like blow their brains out after like 10 years, you know, the business",
        3230.08,
        3236.12
    ],
    [
        " suit and they're all like, overweight and high blood pressure. Like, I totally can see it.",
        3236.12,
        3242.6
    ],
    [
        " That's no way for a human being. You have to get out of the cubicle, man. Oh my god.",
        3242.7,
        3248.16
    ],
    [
        " I'm like head button mirror. That was it. Yeah. Being in the teams where you're at a minimum,",
        3248.16,
        3254.32
    ],
    [
        " you worked out in the morning and at lunch time, you're going to go like for a run on the beach.",
        3254.32,
        3258.96
    ],
    [
        " Or you're going to go do your jitsu or you're going to go freaking do rope climbs or something at lunch.",
        3259.26,
        3264.24
    ],
    [
        " And that's just the way. Yeah. Like, think about the fact that when you're in the teams,",
        3264.92,
        3270.66
    ],
    [
        " you work out every day. Every day. Like, that's just awesome. Right. And if you're not working out,",
        3270.78,
        3276.72
    ],
    [
        " you're doing everything we do in the teams is working out. Yeah. Yeah. So, okay, well,",
        3277.06,
        3282.3
    ],
    [
        " I'm not going to PTT. You're not going to fucking PTT. I'm climbing the ships all day. Yeah.",
        3282.32,
        3287.5
    ],
    [
        " You know, if that ain't working out, I don't know what the fuck is, you know. Yeah. Yeah.",
        3287.84,
        3291.64
    ],
    [
        " If you're in one of those jobs where you are staring at a computer all day long or you're",
        3291.84,
        3300.08
    ],
    [
        " going to get up and move. Absolutely. So back to your second platoon or going, what are we",
        3300.08,
        3305.16
    ],
    [
        " forward to your second platoon? Yeah. Was there any major leadership lessons that you learned",
        3305.16,
        3312.06
    ],
    [
        " in your second platoon? And I didn't really ask you that question about your first platoon.",
        3312.06,
        3315.04
    ],
    [
        " When you, because I imagined your LPO must have left such a like not like a, hey, here's four points",
        3315.54,
        3322.42
    ],
    [
        " on how to lead, but you just watched that guy. Well, I just, yeah, that's, that's,",
        3322.42,
        3327.0
    ],
    [
        " well, the cat you're talking about. I don't know how he was like your OIC. Yeah. We know what we're talking",
        3327.92,
        3334.48
    ],
    [
        " about. He's like, just do what that guy does. Dude, I, and you're all set. I spent my whole career",
        3334.48,
        3341.24
    ],
    [
        " trying to emulate that guy. Yeah. Everything about him. And I did a crappy job, but I did the best I",
        3341.24,
        3347.04
    ],
    [
        " could to, you know, but my second platoon, I don't know. We didn't like, there was no major conflict,",
        3347.04,
        3359.94
    ],
    [
        " not even close to, and we did some exercise. We had a good time in Thailand, Australia,",
        3360.02,
        3366.02
    ],
    [
        " got in a lot of like barflights and, you know, I mean, we didn't kind of went by. Yeah. And I had a lot",
        3366.58,
        3375.26
    ],
    [
        " of fun. Yeah. Learn, I learned, I don't know. I improved on my, my shooting skills in your second",
        3375.26,
        3386.16
    ],
    [
        " platoon and my site tune, not a ton, but a little bit. And I'll get more into that as we go along,",
        3386.16,
        3392.8
    ],
    [
        " but it was all right. Doing a platoon is that period of time period of platoons, which I did one",
        3392.9,
        3400.64
    ],
    [
        " deployment to Guam in that time period. But you could see what was happening and what was happening",
        3400.74,
        3405.92
    ],
    [
        " was it was a pretty cookie cutter thing. Like you're going to do a workup. You're going to go on",
        3405.92,
        3410.54
    ],
    [
        " to Guam. You're going to do some exercises. You're going to come home and you're going to do that",
        3410.54,
        3413.96
    ],
    [
        " again. That's actually why I went and did a couple of args because it seemed like different. Yeah.",
        3413.96,
        3418.84
    ],
    [
        " They had a little better chance. It seemed of doing something real. And that's why I did a couple",
        3419.02,
        3425.34
    ],
    [
        " large with a couple other guys. But, uh, but yeah, it seemed like it's kind of cookie cutter.",
        3425.34,
        3430.24
    ],
    [
        " How you're going to do your workup? You're going to do it. And you're learning stuff. You're getting",
        3430.4,
        3432.92
    ],
    [
        " better at it. But that's about it. That is exactly about it. And now that I look back at it,",
        3432.92,
        3439.74
    ],
    [
        " some of the people who are in charge of me, you know, whether they were OICs, OPLs, or cheese.",
        3440.08,
        3445.7
    ],
    [
        " Yet hindsight's 2020, but they didn't really do many favors. They didn't have a lot of forward",
        3446.64,
        3454.12
    ],
    [
        " thinking. And I hate to say it, but some of them are like, wow, let's just get through this",
        3454.12,
        3459.62
    ],
    [
        " deployment and they're like, get through it. This is like my whole life. Like, I don't care if I",
        3459.62,
        3466.44
    ],
    [
        " ever go home, you know, this is what I do. This is our profession, you know, and, and I would hold",
        3466.44,
        3472.42
    ],
    [
        " some animosity towards them and piss me off, basically. Did it seem to you? Like it seemed to me,",
        3472.42,
        3480.66
    ],
    [
        " well, as from what you just said, I think that there were some guys in the teams at that time",
        3480.66,
        3487.86
    ],
    [
        " period that were not thinking at all that we were going to war. No, no, no, no, no, no, they want",
        3487.86,
        3494.8
    ],
    [
        " to do this so they could punch that ticket to make rank. Yeah. But they were, they were not thinking,",
        3494.8,
        3499.9
    ],
    [
        " hey, there's a war on the horizon. Okay, we need to be ready for combat. We need to improve our",
        3499.9,
        3507.0
    ],
    [
        " skills. There was definitely guys in the teams in the 90s that were just, you know, there were",
        3507.0,
        3515.66
    ],
    [
        " some great guys too. Obviously, but there was plenty of guys that were, hey, yep, we're going to go",
        3515.66,
        3520.86
    ],
    [
        " on this deployment. This is what I have to do. Hey, stay out of trouble. Right. Yeah. Are we",
        3520.86,
        3525.44
    ],
    [
        " going to set up any extra training? No, no, no, we'll just train it when we don't have to train.",
        3525.44,
        3529.68
    ],
    [
        " We won't. I was like, well, yeah, because if you don't make us train, we're going to go train",
        3529.68,
        3535.16
    ],
    [
        " out in the bus. Yeah. I mean, getting big fist fights and brick chairs over people ahead and",
        3535.16,
        3540.66
    ],
    [
        " getting trouble, which I don't know why he getting trouble. I still think like, oh, yeah, okay.",
        3540.66,
        3544.86
    ],
    [
        " Oh, Barbar, yeah, don't do it again. I never got anybody trouble for that. Like, that would be",
        3545.36,
        3552.28
    ],
    [
        " like, yeah, cool. Don't, don't be disrespectful to cops. But, you know, come on. You can't lock",
        3552.28,
        3560.94
    ],
    [
        " guys up on an island for six months. Yeah. And then go, oh, you know, go home and, you know, give",
        3560.94,
        3567.32
    ],
    [
        " a lot. No, we're not, we're not jobs. That's what taxpayers pay us for to be wild and crazy. So,",
        3567.32,
        3574.44
    ],
    [
        " when all that happens, we're like, right at all. That's what that's what we do.",
        3574.44,
        3579.6
    ],
    [
        " So that, so that platoon, you do, you do it's cooking cutter. And then your next,",
        3580.06,
        3586.76
    ],
    [
        " your next platoon after that, were you the LPO for next platoon after that? You did another platoon.",
        3587.2,
        3591.56
    ],
    [
        " Well, the second platoon I gave up the machine gun. And we did that one, and then I became a point",
        3591.8,
        3598.26
    ],
    [
        " man. That's what kind of what I wanted. That kind of takes the blinders off. And I became a point man.",
        3598.26,
        3604.8
    ],
    [
        " Was that the best point man? No, was either best at anything in the teams? No, ever in the history of",
        3605.44,
        3611.62
    ],
    [
        " nothing. But I was decent point man. I'd say it was average. And I, I did that for the next",
        3612.54,
        3622.56
    ],
    [
        " five platoons. Unless I was in a leadership position. So I did my third platoon was a point man.",
        3622.56,
        3630.16
    ],
    [
        " Wait, your second platoon was point man or second platoon? Okay. So you gave up machine gun",
        3630.92,
        3635.06
    ],
    [
        " after your first platoon. And now your second platoon point man, third platoon point man,",
        3635.06,
        3639.74
    ],
    [
        " which means you're getting really good at land nav. Yeah. And we didn't have GPS. No GPSes. And your",
        3640.06,
        3647.88
    ],
    [
        " pace count is on. Yeah. 7,000 yards in my head. Not a like counter. Nothing just. Yeah, Roger.",
        3647.88,
        3655.06
    ],
    [
        " And I got real good. That was pretty good at land nav anyway. But when did you go to sniper",
        3655.48,
        3661.0
    ],
    [
        " school? My third platoon. So in your third platoon workout, you go to sniper school. Which sniper",
        3661.0,
        3666.16
    ],
    [
        " was it an NSW sniper school at the time? Yeah. It must have been in one of the early ones. Yeah,",
        3666.18,
        3670.52
    ],
    [
        " it was not not the earliest one. So it was squirt away. It was awesome man. We did like a couple",
        3670.6,
        3678.1
    ],
    [
        " days of classes. And then we went up to Coinga, California. And that's when my shooting, my long gun",
        3678.1,
        3686.08
    ],
    [
        " shooting just became insane. Oh yeah, for sure. So all right, you know sniper school. You know,",
        3686.08,
        3691.1
    ],
    [
        " where's my cool sniper weapons? No. Iron site M14 for like two weeks straight at a thousand inches.",
        3691.1,
        3700.98
    ],
    [
        " So after a while, this is your group size of a quarter, 20 rounds. This is your group. And then",
        3701.7,
        3711.68
    ],
    [
        " you start shooting for distance, calling wind, still with iron sights, iron sights, iron sights.",
        3711.68,
        3716.58
    ],
    [
        " Finally, they break you into the scope. When they start teaching how to, you know, mills,",
        3717.38,
        3722.42
    ],
    [
        " how to range targets. We even have laser range findings. So when you finally get all that stuff,",
        3722.68,
        3731.52
    ],
    [
        " I mean, you're such a good shooter. I got out of sniper school at my platoon. We did a pistol shoot.",
        3731.8,
        3738.36
    ],
    [
        " Me and my shooting buddy, you know, Z there are not Z, but that's as initial ZJ. We smoked everybody",
        3738.38,
        3747.36
    ],
    [
        " just because we could shoot. And they just got back from like broadgers. Like yeah, yeah, but",
        3747.36,
        3752.76
    ],
    [
        " and that really, really like I became a really good long gun shooter. Like awesome.",
        3752.76,
        3760.06
    ],
    [
        " Yeah, I've been shooting archery. And man, the laser rangefinder, they're freaking crazy.",
        3761.2,
        3768.58
    ],
    [
        " Oh my god. They're the best. They take in everything. They're crazy. Yeah. I mean, I bought one.",
        3768.96,
        3774.7
    ],
    [
        " I was like, well, I'm just gonna buy one. There's a guy like, he's like, I'm like, which one's the best one?",
        3774.88,
        3778.92
    ],
    [
        " That's one. And I was like, okay, cool. It's compensating for angle and just real quick. I was two weeks ago,",
        3779.2,
        3785.4
    ],
    [
        " two and a half weeks ago, I was an RO range officer, they call it, but it's a range safety officer",
        3785.4,
        3791.96
    ],
    [
        " at the Wyoming ripe ripe old tactical championship. Yep, Wyoming. Some of these rangefinders,",
        3791.96,
        3801.2
    ],
    [
        " these guys that are like incredible. And a shout out to them guys, there are some of the best",
        3801.2,
        3807.12
    ],
    [
        " shooters I've ever seen in my life. Like in the world. What was the competition? It's called the",
        3807.12,
        3814.22
    ],
    [
        " Wyoming WRTC Wyoming ripe old tactical championship or WTRC. I can't remember. Excuse me if I",
        3815.74,
        3821.84
    ],
    [
        " fuck it up. That's just the way I am. But it's also a fundraiser for special operations wounded warriors.",
        3821.84,
        3828.54
    ],
    [
        " Some of the best people on the planet, man. Awesome. But some of the heroes like, holy fuck.",
        3829.36,
        3834.96
    ],
    [
        " You know, but I had this back in the day that has saved me like, I don't know, 700 hours of",
        3835.72,
        3842.66
    ],
    [
        " horse shit in my life, you know, but time. But yeah, I became a really good shot. This rangefinder",
        3842.66,
        3850.6
    ],
    [
        " have has a stabilizeer on it too. Of course, you're not like shaking. Yeah, the only thing it",
        3850.6,
        3855.12
    ],
    [
        " doesn't do is like pull the trigger for you. Give you a blowjob and shoot the gun for you. I mean,",
        3855.12,
        3860.7
    ],
    [
        " it's like crazy. Yeah. So you started. So that's when you went to sniper school. And you did that",
        3860.76,
        3866.3
    ],
    [
        " sniper school was the NSW with the stocking at all. Yeah, yeah, it was hot. It wasn't easy.",
        3866.3,
        3872.78
    ],
    [
        " It wasn't easy at all. How many people graduated that school? I can't remember. I wasn't like",
        3873.48,
        3881.98
    ],
    [
        " the like the top cat, but I think we had a 10 maybe 15. Man, NSW came out of the gate hardcore on",
        3881.98,
        3893.14
    ],
    [
        " that school. Yeah, yeah, they did like that NSW sniper school. It's just freaking legit. Yeah,",
        3893.14,
        3898.9
    ],
    [
        " it's not easy. Yeah, but I liked it. I mean, I thought it was awesome. So then you go on",
        3898.94,
        3906.14
    ],
    [
        " deployment with that. Where'd you go? Is another Guam deployment? Yeah, it was another",
        3906.14,
        3909.6
    ],
    [
        " insignificant. Not that it wasn't great and everything, but it was no. Yeah, yeah. I mean,",
        3909.6,
        3917.28
    ],
    [
        " that's what people have to understand. In the 90s, it was like you're going on deployment.",
        3917.56,
        3921.06
    ],
    [
        " We're on standby for whatever, praying every day that a major theater war would break out.",
        3921.4,
        3928.34
    ],
    [
        " Yeah, absolutely. Yeah, I mean, just hoping. But one thing we did do is we,",
        3928.98,
        3933.68
    ],
    [
        " I'm sorry, I got a backtrack one put in. We were in Australia working with the SAS.",
        3934.18,
        3939.52
    ],
    [
        " And shooting the shit and we were doing some training and we're doing some shooting.",
        3940.94,
        3947.0
    ],
    [
        " Our guys were doing really well, like shooting wise. And of course, with those cats who are awesome,",
        3948.42,
        3955.88
    ],
    [
        " they're like the best guys out of it. Just like a bunch of special forces around the world,",
        3956.18,
        3960.1
    ],
    [
        " the best guys ever. Like, oh, yeah, you guys, man, you're shooting a shit out of it, mate.",
        3960.28,
        3965.12
    ],
    [
        " And he goes, well, it's easy for you. And I'm like, the fuck you talking about,",
        3965.72,
        3970.4
    ],
    [
        " well, you guys grow up playing freaking cowboys and army. And I'm like, I never really thought of it.",
        3972.22,
        3979.62
    ],
    [
        " He goes, you know, back to the like, we don't have guns here. They like don't have guns.",
        3980.12,
        3985.36
    ],
    [
        " Unless you got a special permit to hunt or you're doing the military or the cops,",
        3985.7,
        3989.04
    ],
    [
        " we don't grow up doing that. Damn. You know, I'm like, I never thought of it. You know, that",
        3989.4,
        3994.36
    ],
    [
        " christ bb gun wars when your kids and you know, just throwing rocks. Yeah, that's have a rock fight.",
        3994.74,
        4000.36
    ],
    [
        " And what? You know, so, yeah, you don't think too much about the fact that many of the people that",
        4000.36,
        4010.36
    ],
    [
        " come into the teams or into in the military, they grew up with a rifle or at least shoot.",
        4010.36,
        4015.42
    ],
    [
        " At least comfortable around guns. I mean, I don't see any reason to be afraid of a gun.",
        4015.88,
        4020.42
    ],
    [
        " No, unless you're an idiot, then you should be afraid of it. Yeah, because you're",
        4021.16,
        4025.62
    ],
    [
        " shoot yourself. Right. But that and then my third putoon, we like say, we didn't.",
        4025.62,
        4032.58
    ],
    [
        " I don't see he's did some stop, you know, you know, like, but people don't realize and then years",
        4032.58,
        4038.54
    ],
    [
        " when there was no wars going on, we did some like ridiculous training stuff. Yeah. Okay,",
        4038.54,
        4045.6
    ],
    [
        " we're going to do like this three mile swim and then put your gear on and hump, you know, walk like,",
        4045.6,
        4051.46
    ],
    [
        " I don't know, here to scat you on and then, and then you get a five minute break and then you",
        4051.68,
        4058.34
    ],
    [
        " got to shoot like 17 rounds in two seconds and like really? I mean, how skinny do you want me to be?",
        4058.34,
        4066.84
    ],
    [
        " You know, I do like five mile swim, like 10 mile run and two mile swim like, dude, right.",
        4067.28,
        4074.76
    ],
    [
        " It takes all day, you know, yeah, doing the monster matches that Friday. I mean, they were fun.",
        4075.6,
        4081.58
    ],
    [
        " Yeah, they were fun. But yeah, there and that's the other thing is I have occasionally people ask me,",
        4081.76,
        4087.82
    ],
    [
        " they say something along the lines of I was in the Marine Corps, I was in the Army, I was in the Navy",
        4087.88,
        4093.54
    ],
    [
        " during the 90s and didn't do anything and I feel like I didn't do a good job serving my country.",
        4093.54,
        4098.66
    ],
    [
        " I always say, look, man, you did what your country needed you to do. And when when it was 1994,",
        4098.76,
        4104.0
    ],
    [
        " or 1996 and you were in the SEAL teams and the Navy needed you to deploy to wherever and go do an",
        4105.6,
        4110.8
    ],
    [
        " exercise with some country like that's what you did. And we trained and we did, we did establish",
        4110.8,
        4118.28
    ],
    [
        " and maintain standard operating procedures. So all these little things that we do, you know,",
        4118.28,
        4123.24
    ],
    [
        " like they came out, they they they somebody had to carry the thread of being able to do this stuff.",
        4123.46,
        4131.42
    ],
    [
        " For during these time periods. And that's what that's what we were doing, you know,",
        4132.46,
        4137.3
    ],
    [
        " making sure that this thread making sure that the knowledge at least at a minimum level stayed in place.",
        4137.74,
        4144.38
    ],
    [
        " Yeah, and a lot of it is not even the tactics and stuff. It's the",
        4144.78,
        4148.5
    ],
    [
        " I don't know. And the SEAL teams, I think the world, the word like praise old school has to always be",
        4148.5,
        4159.46
    ],
    [
        " there. It has to. Like just beat you up through everything. That's not an old school thing.",
        4160.22,
        4165.8
    ],
    [
        " Just just that attitude. Like you got to at least every day in a SEAL pattern, SEAL troop,",
        4165.9,
        4172.58
    ],
    [
        " Salt team, whatever you're talking about, someone's going to be like, don't be a fucking pussy. Just",
        4172.78,
        4179.38
    ],
    [
        " do it and shut the fuck up. Yeah. Because if it ain't like that in the most exclusive man's club ever,",
        4179.38,
        4185.34
    ],
    [
        " then then what do you got? You got you got nothing. Yeah, there's definitely you definitely have",
        4186.36,
        4192.66
    ],
    [
        " to maintain that attitude of, hey, we're going to do we're going to we're going to we're going to get",
        4192.66,
        4198.16
    ],
    [
        " this done. Oh yeah. That's what we're going to do. We're going to get this done. And it's like cool",
        4198.16,
        4202.14
    ],
    [
        " man. This is going to really suck. Yes. Things that are going to suck real bad. Because if you don't do",
        4202.14,
        4207.94
    ],
    [
        " it even if you're operating here in the town, whatever you're doing, if you're not doing a gut",
        4207.94,
        4213.34
    ],
    [
        " check like a serious gut check every two months or so, something's wrong. It shouldn't be easy.",
        4213.34,
        4221.42
    ],
    [
        " No. It shouldn't it shouldn't be like fuck this going to suck. But then when you're doing it,",
        4221.78,
        4227.46
    ],
    [
        " it's it's suck so bad. It's fun. Yeah. Because you went your chums. You're like, yeah, whatever.",
        4227.48,
        4231.38
    ],
    [
        " Everything's good. No one, no one ever says anything about it. You just like, mm. Yeah, you just",
        4231.62,
        4236.74
    ],
    [
        " mm. Because you go because you think about some of these things that you do, you get in you jump,",
        4237.54,
        4242.8
    ],
    [
        " you jump into the ocean with a zodiac. And then you get in the zodiac and you rig it and it's",
        4243.04,
        4249.74
    ],
    [
        " freezing and you're in a wetsuit that's cold. And now you drive from over the horizon. So it's",
        4249.74,
        4255.54
    ],
    [
        " 15 or 20 miles of driving in a zodiac against the swell against the swells. You're getting beat up.",
        4255.54,
        4261.64
    ],
    [
        " Your ass is chafed. The guy next to you is puking. And what you're doing is you're getting to a",
        4262.0,
        4269.74
    ],
    [
        " harbor somewhere so you can then put on your, do the real or take your dive rig out of a kit bag.",
        4269.74,
        4276.72
    ],
    [
        " Do it like a cursory check on your dive rig to see if it got damaged on the jump. And then you",
        4277.1,
        4283.98
    ],
    [
        " put that thing on. You're freaking, it's all awkward and huge. And then you roll into the water.",
        4284.08,
        4291.08
    ],
    [
        " And then you're underwater for three and a half hours next to some idiot who doesn't know where he is.",
        4291.46,
        4296.76
    ],
    [
        " And you're freezing. When you get in the water, you're freezing. You're hoping you're actually",
        4297.26,
        4301.96
    ],
    [
        " happy when you get in the water. Because then you're gonna warm up the like two minutes because you're",
        4301.96,
        4305.06
    ],
    [
        " gonna be kicking. And then you get done with that. You come back out, you're, you turn on a",
        4305.06,
        4311.0
    ],
    [
        " IR stroke or IR stroke. Sometimes a white stroke because no one's out there. No, there's no",
        4311.98,
        4316.54
    ],
    [
        " enemy going to see you because you're in the middle of the ocean. Yeah. And then you get picked up",
        4316.54,
        4321.84
    ],
    [
        " or you climb back in, you're totally exhausted. You have one of those collapsible canteen like the",
        4321.84,
        4327.64
    ],
    [
        " two-quarter canteen is in the bottom of your kit bag. You pull that thing out. You drink some of that.",
        4327.64,
        4332.94
    ],
    [
        " Yeah. I pull it out. It got punctures. Yeah, I got punctures. It's nothing. So I just like, I just go",
        4333.16,
        4337.32
    ],
    [
        " like, I got nothing. And then you got to drive another 15 miles back over the horizon. Yeah.",
        4338.26,
        4343.58
    ],
    [
        " And, and about, you have about seven miles left. The sun starts coming up. Yeah.",
        4344.38,
        4350.0
    ],
    [
        " And then you get there and then you get loaded into some, some LCU that was beating you out there.",
        4350.5,
        4356.38
    ],
    [
        " So that's the kind of thing. Yeah. Like that's just, that's just socks, man. Yeah, you used to. Yeah.",
        4356.96,
        4362.28
    ],
    [
        " Yeah. All right. So that's your, so your third platoon, your fourth platoon. What about your fifth",
        4362.28,
        4367.3
    ],
    [
        " platoon? My fourth, no, my fourth platoon. I was LPO. There you go. You were a second class LPO.",
        4367.3,
        4373.62
    ],
    [
        " I was just second class LPO. Think about that for those of you don't know what that means. You",
        4373.74,
        4377.08
    ],
    [
        " know, second class paediatr. LPO's are usually supposed to be first classes. And now everyone in",
        4377.08,
        4385.9
    ],
    [
        " platoon is like a first class. Right. Back in those days, man, there was E3's E4's E5's. And then",
        4385.9,
        4392.5
    ],
    [
        " you'd have an LPO. But you were the LPO as a E5. Yeah. How was that? I loved it. You know,",
        4392.5,
        4401.32
    ],
    [
        " my cheap was a senior cheap. And God rest his soul. Mikey Hinkle died two years back. But uh,",
        4403.48,
        4414.74
    ],
    [
        " he was one of the, talk about nice guys. Super nice guy. He was like so much fun. He had that",
        4415.9,
        4421.64
    ],
    [
        " Texas draw like, so what do you think we ought to do with this shit Tony? He's just funny, you know.",
        4421.64,
        4429.3
    ],
    [
        " But we had a great platoon. We, uh, again, we didn't, we didn't really do anything. No, uh,",
        4430.4,
        4436.9
    ],
    [
        " made no wars. How'd you like being like actually in charge? I loved it. I loved it. Yeah.",
        4437.36,
        4444.38
    ],
    [
        " Yeah. That was a pretty good OIC and A OIC. And we worked together. We didn't, I wasn't, I'm like,",
        4445.06,
        4452.26
    ],
    [
        " hey, this is how I think we should do it. But you know, let me know. And there's a couple E6s in",
        4452.3,
        4459.24
    ],
    [
        " the platoon too. They were newer guys. So they didn't, oh, so you were the E5 LPO ranking,",
        4459.24,
        4466.7
    ],
    [
        " bossing around whatever in charge of guys that were senior to you on paper because they'd come",
        4467.08,
        4473.5
    ],
    [
        " up to something like that. Yeah. And no big deal though. No big deal. Team guys, team guys,",
        4473.5,
        4477.56
    ],
    [
        " we figured out. But once again, we, we did a lot of drinking and fighting and didn't you knock",
        4477.56,
        4485.88
    ],
    [
        " out one of your guys or something? Yeah. Yeah. That's just, that's just stop that happened.",
        4485.88,
        4490.9
    ],
    [
        " In a platoon. I mean, I got yelled at by the exo and I'm like, yeah, whatever. Like, I don't,",
        4491.1,
        4503.48
    ],
    [
        " coughs and getting bald or anything. We just kind of like whatever swept on the table.",
        4503.48,
        4507.64
    ],
    [
        " That was like in the office. I'll do it again right now. And he's like, no, no, no, no, I don't care.",
        4508.14,
        4514.54
    ],
    [
        " But you know, it was all right. Then I will have team one after that. Not because I had to.",
        4515.3,
        4520.96
    ],
    [
        " But I transferred to seal team five after that. And at that time, seal team five seemed like,",
        4521.18,
        4529.82
    ],
    [
        " oh, let oh, it seemed like it had a little less stringent. Oh my god. It was the wild west. It was,",
        4530.12,
        4539.24
    ],
    [
        " it was 300 feet down the street. And it was like going, yeah, going to the wild west.",
        4539.3,
        4547.0
    ],
    [
        " And I'll say this about team five, man, at that time in the 90s, they were full of characters.",
        4547.18,
        4554.14
    ],
    [
        " I mean, fucking characters. Yeah. I show up for quarters the first morning. I mean, my starch came",
        4554.36,
        4561.86
    ],
    [
        " as my hair cut my you could shave in my jungle boots, you know, it's team one and because that's",
        4561.86,
        4567.44
    ],
    [
        " the right team one was. Yep. The quarters is like seven, 20. I'm staying there. I'm the only guy",
        4567.44,
        4572.58
    ],
    [
        " on the grinder. And it's like seven, 16. And then the back gate opens like coming out of the",
        4572.58,
        4578.56
    ],
    [
        " Drew Carrey show back in the 80s. Like guys are on skateboards. Nobody's wearing a uniform on",
        4578.56,
        4584.0
    ],
    [
        " and give a fuck. And they're like, hey, what's going on? Yeah, blah, blah, blah. What do we do",
        4584.0,
        4589.72
    ],
    [
        " over PT today? I don't know who cares? Just go run. And I don't know. Hit the gym.",
        4589.72,
        4594.92
    ],
    [
        " Like, what the fuck is going on here? Everything was loose. Everybody was wicked cool. So I'm like,",
        4595.54,
        4602.86
    ],
    [
        " but then when I started working with everybody, the square awareness was there in the training",
        4602.92,
        4609.62
    ],
    [
        " department in the platoons, they just proved that you don't need to be like so uniform and",
        4609.62,
        4618.86
    ],
    [
        " standard. That and still be good operator. I mean, those guys were the best. I loved being at",
        4618.86,
        4631.54
    ],
    [
        " a bunch of guys that migrated from team one down to team one. Oh, absolutely.",
        4631.54,
        4635.02
    ],
    [
        " So I got an opportune there and it was another arc. So this was my fifth",
        4636.24,
        4640.86
    ],
    [
        " platoon and I didn't art. But we had a great and did they make you the LPL? Oh, no. No, I did",
        4640.86,
        4647.14
    ],
    [
        " three more platoons, not being the LPL after that. Yeah. That's kind of an interesting deal.",
        4647.14,
        4653.48
    ],
    [
        " I was kind of in the view how to run. I was still in E5. Yeah. So we did the arc and",
        4653.94,
        4660.12
    ],
    [
        " we went overseas again. We did like some watch and quate. They still had that thing where",
        4663.22,
        4672.68
    ],
    [
        " guys are doing ISR or whatever. But nothing major. We didn't do anything. But it sucked. Like,",
        4672.68,
        4681.98
    ],
    [
        " I was on another arc and I was like, man, this is fucked up. I'm like, I'm getting, you know,",
        4682.0,
        4688.8
    ],
    [
        " I just re-enlisted. I went over like 10 years. So I'm like, okay, I'm committed for 20 now, you know.",
        4689.46,
        4695.82
    ],
    [
        " You know, you can only work out so much and you can only drink so much. It's getting stagnant.",
        4696.48,
        4703.22
    ],
    [
        " But when I came back, they had this",
        4704.08,
        4707.74
    ],
    [
        " that the cap, the command abense, but per area. So there's 52 E5s at SEAL Team 5.",
        4710.58,
        4718.42
    ],
    [
        " And what they'll do is they'll just instead of taking a task, they'll just make you in E6.",
        4719.5,
        4724.38
    ],
    [
        " And you get paid right away. It was a big thing. So out of 52 E5s, I was ranked number one.",
        4725.42,
        4731.6
    ],
    [
        " So I got the cap. So when TD was a CO, I walked in there and we were talking. And it was between me",
        4732.98,
        4741.38
    ],
    [
        " and Diamond. God bless my brother Diamond. He died last year. And I go, fuck you, you give it to",
        4741.38,
        4749.7
    ],
    [
        " Diamond. He's got away from kid. I'll get it next year or I won't ever get it. So Diamond got it.",
        4749.7,
        4756.88
    ],
    [
        " And I was like, yeah, and he bought the beer. So what's the difference?",
        4756.88,
        4759.72
    ],
    [
        " So it was all good to go. But I was like, I don't care about rank. I never did. So I did that. And,",
        4760.36,
        4768.14
    ],
    [
        " you know, I thought it was cool. That is. That's awesome. What, uh, did you get caped the next year?",
        4768.3,
        4774.14
    ],
    [
        " Yes, sir. I did. They used to tell me that I got capped my whole career because I did.",
        4774.46,
        4783.0
    ],
    [
        " Because I got capped it because I got capped to E5 and then I got capped to Ensign. Yeah, perfect.",
        4783.1,
        4788.58
    ],
    [
        " Right. Because you went into that program. Yeah. But that, that our opportunity did. We had a",
        4788.94,
        4794.4
    ],
    [
        " great tune. Like one, two, three, four of those guys are not with us anymore. And not one of them",
        4794.4,
        4802.78
    ],
    [
        " is from a combat thing. You know, natural causebiz or self-impact did, you know. But",
        4802.78,
        4812.62
    ],
    [
        " it was a good, it was a great tune. We had a lot of fun. We had a lot of terrible times. But,",
        4813.0,
        4817.68
    ],
    [
        " you know, he had terrible times, but they're fun. We're the fun,",
        4817.86,
        4823.2
    ],
    [
        " people that just are having fun. So that putoon, my OPO, I don't know, still in",
        4823.52,
        4829.28
    ],
    [
        " BH. I don't know. He was awesome. He, he was great. I had two chiefs in that, Tim.",
        4829.28,
        4839.6
    ],
    [
        " One like gave up or got fired or something. And all this time,",
        4840.4,
        4846.42
    ],
    [
        " I had chiefs said, gave me some good advice. Like my third putoon,",
        4846.68,
        4854.62
    ],
    [
        " J.H. was the chief. He was in buzz with me. He was a higher rank. So he had kind of a top",
        4855.04,
        4860.44
    ],
    [
        " go at it when he got to the team. But he turned out to be one of my best putoon chiefs.",
        4860.44,
        4865.04
    ],
    [
        " He was smart or articulate. You know him. He was cool too. You know, just, he didn't",
        4865.06,
        4871.86
    ],
    [
        " offer me a lot of advice tactically because we kind of grew up at the same time. So it was, you know,",
        4871.86,
        4876.86
    ],
    [
        " we're both same level, but he was good with the Navy. Like he told me this and that.",
        4877.0,
        4883.22
    ],
    [
        " Taught me shit that I forgot, but it was good to know, you know. But a lot of the examples I used",
        4883.4,
        4890.56
    ],
    [
        " as a tune chief that I drew on were mostly bad. I'd have to say, you know, 51% of them were what not to do.",
        4890.56,
        4900.64
    ],
    [
        " And you were looking at them at the time saying that that's not a good move. Or were you looking at",
        4901.66,
        4905.62
    ],
    [
        " it or did you figure out later that chief wasn't doing a good thing? I remember doing one thing.",
        4905.62,
        4910.28
    ],
    [
        " We're doing this crazy ship boring thing. And I'm like, yeah, let's do it again. I can,",
        4910.36,
        4913.58
    ],
    [
        " you know, we're not there yet. We're not good at it. And my chief was like, well, yeah, the",
        4913.86,
        4918.8
    ],
    [
        " confident guys are going to say that. And my what the fuck what now all of a sudden there's two",
        4919.1,
        4924.02
    ],
    [
        " groups like the confident and the non-continent. We're fucking fraud men. What do you mean non-confident?",
        4924.02,
        4928.94
    ],
    [
        " What is that? Like, yeah, I'm them that way when I look at a fucking computer or something, but",
        4929.12,
        4934.26
    ],
    [
        " like in the teams, who's who's not confident? Yeah, that is a story. I was like, yeah, okay, I'm never",
        4934.26,
        4941.12
    ],
    [
        " going to say that ever in the history of ever like ever. So then so then what point did you",
        4941.12,
        4949.22
    ],
    [
        " go into training? Oh, I still had a couple of tunes to go here. Damn, bro. So you're fifth",
        4949.22,
        4955.8
    ],
    [
        " platoon was the arch platoon. Yeah, you step down from out where you you're not the LPO, right?",
        4955.8,
        4960.42
    ],
    [
        " So now you do your six platoon. Yep. And what are you doing in the six platoon? Point man again.",
        4960.74,
        4965.06
    ],
    [
        " Point man, air rep. Point man, air rep. Yep. And that was a spec ops deployment to Guam. Yep.",
        4965.06,
        4974.08
    ],
    [
        " Hammered it out. Get your workout done. Get your work up done. Yeah. Land warfare, CQC. Yep. Long",
        4975.1,
        4983.88
    ],
    [
        " humps in the desert. Yep. Oh, are we. Oh, yeah, big time. By then I knew Nylon so well. Like it was like,",
        4983.88,
        4992.94
    ],
    [
        " yeah, okay. Yeah, I'm the point man. I'm like, yeah, this is ridiculous. You're doing it with",
        4993.04,
        4996.72
    ],
    [
        " your eyes closed. I'm like, hey, you know what chief? Why don't you just let me carry the machine gun?",
        4996.72,
        5001.34
    ],
    [
        " He's like, why? Because what the machine gun would be the point man? Let's mix it up. He's like,",
        5001.82,
        5007.28
    ],
    [
        " oh, dude, cool. You know, the guy's like, oh, that was another un eventful year and a half, two",
        5007.4,
        5015.2
    ],
    [
        " years. When did you make? So then what about your seventh platoon? Well, I made a six in my six platoon.",
        5015.2,
        5021.72
    ],
    [
        " So I was in e6 in my seventh platoon, but I wasn't the LPO again. I was the ordinance rep.",
        5022.44,
        5030.16
    ],
    [
        " I went back to ordinance rep point man. You just keep rolling. Yeah, you did keep rolling. Yep.",
        5030.48,
        5038.44
    ],
    [
        " And after that one, another, that was a argbobo though. We actually, oh, yeah, yeah.",
        5039.2,
        5045.58
    ],
    [
        " But yeah, we spent like 30 days on a ship. Like Korea or something. It was terrible.",
        5045.58,
        5050.4
    ],
    [
        " I remember that because I watched the subway series on the ship back there when the",
        5051.02,
        5055.88
    ],
    [
        " mets were planting anguys. Like right, I think we ended in 2000, maybe 99, 2000. So you're a first class",
        5055.88,
        5066.98
    ],
    [
        " at this point. Yep. And then you get sent to trade out? I get sent to training sell it. Training",
        5066.98,
        5072.68
    ],
    [
        " sell it team five and after like a couple of months, you did your platoon LPO and then you did",
        5072.68,
        5078.32
    ],
    [
        " four more deployments. Uh, yeah. Before I was a chief. And then you then you got sent to training",
        5078.32,
        5088.26
    ],
    [
        " sell. Yep. And then they take training sell and they group it all together and to trade that.",
        5088.26,
        5092.74
    ],
    [
        " Right. So I did like a year and trade training sell it five. Okay. And then when I got orders to",
        5092.88,
        5098.56
    ],
    [
        " trade at most for three years, I'm like, wait a minute. I already did a year in training.",
        5098.56,
        5102.32
    ],
    [
        " Like, ah, we don't get this shit. I'm like, fuck. So we stood up trade at and I was the LPO of",
        5102.5,
        5112.6
    ],
    [
        " land warp there the whole time I was there. And during that, I did get into the school though. I",
        5112.6,
        5120.78
    ],
    [
        " went to New Zealand to the tracking course. Oh, damn. So I learned how to track humans over there.",
        5120.78,
        5126.26
    ],
    [
        " It was it was a awesome, like not easy course. Met a lot of really good cats from around the",
        5126.26,
        5133.98
    ],
    [
        " world and had a lot of fun. When did, uh, how long had you been at trade out when September 11th",
        5133.98,
        5140.28
    ],
    [
        " happened? Um, I'm not sure maybe six months. Six months. And then what, what did you just freak out?",
        5140.28,
        5152.0
    ],
    [
        " No, I went to New Zealand. Everybody else went to Afghanistan. I went to New Zealand.",
        5152.02,
        5155.92
    ],
    [
        " Oh, I had to go along with that course seven weeks. So you get done with that. And now you're freaking out.",
        5156.02,
        5163.94
    ],
    [
        " Well, it costs I am. So I come back from that and all right, what am I going? Well, okay, you're",
        5164.32,
        5172.7
    ],
    [
        " gonna go. You're gonna go. And then like I didn't. I just kept working at nylon, working,",
        5172.7,
        5180.54
    ],
    [
        " working, working. And then when I rack kicked off one of my own mass chiefs, like I need a guy.",
        5180.54,
        5185.5
    ],
    [
        " So he took me and sent me overseas. And that's when you were there. Yeah. All right. This is when,",
        5185.5,
        5192.14
    ],
    [
        " yeah, you relieved us. Right. So we, we did like a little turnover. What I was working with Poles.",
        5192.32,
        5198.64
    ],
    [
        " Yeah. But we were working with the Poles. So, right. Yeah. So you came into kind of take over the",
        5198.76,
        5205.48
    ],
    [
        " liaison. Right. And then which was a good job. Oh, it was great. You must have been stoked.",
        5205.72,
        5215.02
    ],
    [
        " So I was, I was in Baghdad. I was in Al Assad. I was in Mosul. I was back in Porta Bahrain.",
        5215.4,
        5221.6
    ],
    [
        " I really, I was like the in theater guy. If you wanted something done, I mean, I was walking",
        5221.98,
        5229.8
    ],
    [
        " through these foreign airports with double bags full of machine guns and just going to like the",
        5229.8,
        5236.52
    ],
    [
        " Brits or whatever country had a plane. Hey, they're like, we can't do that. I mean, yeah, here's",
        5236.52,
        5242.96
    ],
    [
        " a bottle of Scotch. I mean, that's how you got shit done. And then all of a sudden I show up in",
        5242.96,
        5247.26
    ],
    [
        " like Basra and like, okay, I got to do this for a while. And then I'd be like, all right.",
        5247.26,
        5251.48
    ],
    [
        " Now I'm gonna go to Mosul, get a plate there from private people would stop and no orders. And,",
        5251.72,
        5258.84
    ],
    [
        " you know, you think it's like, well, you get your orders and you wait for your point. Now,",
        5258.84,
        5262.1
    ],
    [
        " it was like, they just got to pen for yourself. And I loved it. It was awesome.",
        5262.1,
        5266.1
    ],
    [
        " Then you did that fold and I made chief on that deployment. That's when you made chief.",
        5266.7,
        5271.9
    ],
    [
        " Yeah. I squeaked under the thing. I had like 19 years and oh, damn. Or 18 and a half, whatever.",
        5272.22,
        5277.98
    ],
    [
        " And then when, when did you find out you were going to go to team three?",
        5278.54,
        5282.74
    ],
    [
        " All right, after I made chief. Yep. Because the guy we were talking about calling his",
        5283.48,
        5290.16
    ],
    [
        " office, he goes, I got you two in a team three. I'm going to Roger that. Perfect. Were you ever",
        5290.16,
        5296.02
    ],
    [
        " worried you weren't going to make chief and you'd get no? No. You figured it would work out.",
        5296.02,
        5300.5
    ],
    [
        " Yeah, I would always work out. I would make it work out. I'd strangle someone before I didn't.",
        5300.76,
        5308.46
    ],
    [
        " It would just work out. Bodies would disappear, whatever. I don't care.",
        5308.48,
        5312.26
    ],
    [
        " Now I take this and I'd be like, all right, here's what's going to happen. You know,",
        5313.54,
        5317.48
    ],
    [
        " your signature is going to be on there or your blood. You know, it's one of the other.",
        5317.8,
        5321.34
    ],
    [
        " It's going to fucking happen. And that's it. I've been not been doing this my whole life just",
        5321.56,
        5326.7
    ],
    [
        " I'm like, okay, you know, retired. You sit over in the corner like, you know, no, not going to do it.",
        5326.7,
        5334.04
    ],
    [
        " And then so then you showed up a team three. I show up a team three and there's tasking a bruiser.",
        5335.16,
        5341.92
    ],
    [
        " We talked about that on the last one, but we got a re-adurated. That was so funny. Like,",
        5342.16,
        5347.88
    ],
    [
        " who's this willink guy? And I'm like, who? Oh, Jocco? They're like, no, it says John willink.",
        5348.08,
        5356.96
    ],
    [
        " I'm like, no, I don't really know. I'm kind of know I'm walking away. Like,",
        5357.2,
        5361.74
    ],
    [
        " don't worry. We're good to go. We're all set. We're all set, John. They're like, no,",
        5361.74,
        5369.56
    ],
    [
        " but you know, the officer's like, well, what's he like? I'm like, he's good to go. That's all you",
        5369.66,
        5374.68
    ],
    [
        " need to know. Just stand the fuck by. Don't have any fucking me. I don't care. I didn't know you,",
        5374.68,
        5381.0
    ],
    [
        " my whole life. Yeah, whatever. I go, don't have any like loose ends.",
        5381.18,
        5385.26
    ],
    [
        " And they're just like, you know, officers are.",
        5385.96,
        5388.1
    ],
    [
        " They're like, I'm like, what do you mean? I mean, no fucking loose ends because he's gonna,",
        5388.46,
        5395.14
    ],
    [
        " he'll, he's like a shock in the water. Like a smell, blood. He'll go,",
        5395.56,
        5399.26
    ],
    [
        " oh, really? He can't show up at a proper uniform. And they're just like, really? What is he like,",
        5399.8,
        5407.12
    ],
    [
        " uniform, not see, whatever, you know? And like, no, he's just like, do it right.",
        5408.0,
        5413.14
    ],
    [
        " I go, I go, here's, here's an idea. If you do say, hey, what do you think about this,",
        5415.26,
        5421.3
    ],
    [
        " Jaco? And he go, he'd look at you and go, well, I thought about like doing it like good.",
        5421.38,
        5426.28
    ],
    [
        " Not like what you're saying. That's just junk. And they're like, oh, fuck.",
        5426.66,
        5432.12
    ],
    [
        " Of course, yeah, then you meet everybody. Yeah. Yeah. That was, that was good. That was funny.",
        5432.34,
        5438.54
    ],
    [
        " Yeah, that was a good time. You could tell almost immediately, like that we were gonna have a good time.",
        5439.04,
        5446.22
    ],
    [
        " Oh, I know. I know. Everyone was kind of there. Everyone was kind of in the game. And yeah,",
        5447.0,
        5453.4
    ],
    [
        " you could tell pretty quick, we're gonna have a good time. And the very first thing we did was land warfare,",
        5453.48,
        5457.16
    ],
    [
        " which is as it should be. There's a little bit of luck involved with training you get to do first.",
        5457.56,
        5462.64
    ],
    [
        " But, you know, we got lucky. You might say or someone moved the freaking things on the boards over",
        5463.72,
        5469.44
    ],
    [
        " a trade-out to make us have land warfare first. But we had land warfare first.",
        5469.44,
        5473.52
    ],
    [
        " You know, there's a lot of guys, team guys, pro, listen to your podcast, the way we shoot the shit here.",
        5474.28,
        5479.36
    ],
    [
        " And I got to think that they're like, yeah, we did this for us. I don't remember if we did that for",
        5480.54,
        5486.66
    ],
    [
        " us. Like I remember everything, like everything, but not everything. You know what I mean? Like, if you say,",
        5486.66,
        5495.22
    ],
    [
        " my chum that was down there for a wrote a book, he's got a memory. Because I'm like,",
        5495.22,
        5504.34
    ],
    [
        " how the fuck did you remember that? He's like, I used to write stuff down. Now, I had a",
        5504.62,
        5516.64
    ],
    [
        " make no sense. My make no sense. It says I got grid coordinates. Then I got to like line through it.",
        5516.64,
        5522.38
    ],
    [
        " And it says other fucking grid. And then roll over next day. Get guns. Like what? Yeah. Why would",
        5522.76,
        5533.4
    ],
    [
        " you have to write that down? Minor like that too. I have from when we were in Ramadi, I have three",
        5533.4,
        5539.0
    ],
    [
        " like, I forget what size they are, but maybe maybe eight by six or something. They fit in your cargo",
        5539.36,
        5547.14
    ],
    [
        " pocket, right? And I carried it all the time. And so I've got all these little boxes with words",
        5547.14,
        5552.48
    ],
    [
        " next to them. And I can kind of remember what someone one thing that's cool is when I would sit",
        5552.48,
        5557.74
    ],
    [
        " through a mission brief, I would write my notes down that I was going to say to everyone. So I have",
        5557.74,
        5562.24
    ],
    [
        " mission 134. And it says, tell them to watch. Watch that road. This building is a threat.",
        5564.2,
        5572.62
    ],
    [
        " And don't forget to check in with this ECP. Just like random stuff that was super important at the time.",
        5573.12,
        5580.92
    ],
    [
        " And super emphasized the rules of engagement. Yeah, yeah. Of course. You always did that. I thought",
        5581.14,
        5592.22
    ],
    [
        " life had the whole hard drive of every op that we did. And it was classified secret obviously.",
        5593.26,
        5598.94
    ],
    [
        " And it was classified secret for no good reason. But you know, when we had to turn it in and they",
        5599.2,
        5604.44
    ],
    [
        " took it and it's destroyed or whatever, but that had every op sum, every op, every planning.",
        5604.44,
        5610.12
    ],
    [
        " I mean, everything was on that. And yeah, that's good. The notebooks I have are like your notebooks.",
        5610.58,
        5616.44
    ],
    [
        " It's like some random grid coordinate, some random execution checklist four lines that I'm like,",
        5616.54,
        5621.9
    ],
    [
        " I don't rearrange this. It's just like so many that can't remember like all the shit, you know,",
        5622.22,
        5629.28
    ],
    [
        " I'd look at the notebooks and usually that none of them were like full. Some were like three quarters.",
        5629.82,
        5636.14
    ],
    [
        " Then I lost it in a pair of bag forever. So I just get another one and be like, I'd write this down",
        5636.56,
        5641.9
    ],
    [
        " like, and I'm thinking, why am I writing this down? Like at what point, like in the middle of the",
        5641.9,
        5647.96
    ],
    [
        " night when I'm on Nodz and I'm in a gunfight, I'm going to pull this notebook out and go, oh yeah,",
        5647.96,
        5652.74
    ],
    [
        " here, no, I'm just going to beat you up to some place where there's nobody shooting at me. And then",
        5652.94,
        5658.04
    ],
    [
        " I'll like figure it out. Yeah. Yeah. Yeah. That's why I would be right. I wrote down the notes that I",
        5658.04,
        5664.76
    ],
    [
        " wrote down were all notes that I wrote down so that I was going to tell you guys. Yeah. Like every",
        5664.76,
        5670.38
    ],
    [
        " note I have is a note to you guys. I mean, very, I guess maybe there's a third of them that are",
        5670.38,
        5675.46
    ],
    [
        " notes to me that say like, hey, tell the CEO, blah, blah, blah, or tell the brigade commander that,",
        5675.46,
        5680.82
    ],
    [
        " you know, the guys are going to be over here. Like, so there's some notes like that, but I don't",
        5680.82,
        5684.48
    ],
    [
        " have any notes that say, um, I felt, uh, I felt good about this operation. And I, you know,",
        5684.48,
        5692.42
    ],
    [
        " I mean, I don't have any of that. Yeah. I don't have any of that. I don't like, like when I actually",
        5692.42,
        5698.46
    ],
    [
        " did sleep, I would like, all right, my gun's good. Okay. I'd lay down and I would sleep like a baby",
        5698.46,
        5707.62
    ],
    [
        " for those hours, whatever. I slept so good in a war zone. Number one, you're like wicked tired.",
        5707.62,
        5714.54
    ],
    [
        " Number two, it's simple. It's not like life. You get up every day. Okay, here's what I'm going to do.",
        5714.62,
        5720.34
    ],
    [
        " It's fine. I'm going to back. Get up. Yeah, easy. No, like regular life shit. Terrible.",
        5720.54,
        5730.5
    ],
    [
        " Yeah, there's definitely the opt-tempo of there's just you constantly have the next thing that",
        5730.92,
        5738.42
    ],
    [
        " you're like, there's no, you never finish on a deployment. You don't finish the day. The day",
        5738.42,
        5745.22
    ],
    [
        " just rolls into the next day into the next day into the next day. So you're just on this,",
        5745.22,
        5748.66
    ],
    [
        " this amped up cycle of what are we going to do next? What's going on? And it, this doesn't stop.",
        5748.94,
        5754.54
    ],
    [
        " So when you have a chance to lay down, you're like, yeah, yeah, yeah, you're done. There's a picture",
        5755.32,
        5760.62
    ],
    [
        " of me and Dave Burke that is still there. Yeah. Yeah. Nice reaction time. But it's me and him.",
        5760.62,
        5766.56
    ],
    [
        " I'm pretty sure it's cop Falcon and you know, keys the commander of salt six. And I'm the commander",
        5766.8,
        5774.76
    ],
    [
        " of tasking a bruiser and we're up on this rooftop and we're both asleep. It's probably about",
        5774.76,
        5780.9
    ],
    [
        " 10 o'clock in the morning and it's funny, but I was thinking like by the time I would get into the",
        5780.9,
        5787.56
    ],
    [
        " field, I'd be so tired. Yeah. And you know, and that'd be the first time where I'm like, okay,",
        5787.56,
        5795.34
    ],
    [
        " cool. Everyone's on security and I'm going to go to sleep right now. And Dave Burke and me",
        5795.52,
        5800.58
    ],
    [
        " sitting on a rooftop racked out just done and just need three hours of sleep. I remember that one",
        5800.58,
        5808.78
    ],
    [
        " deployment that one I was up on this building and I had like three on one mag and I was looking",
        5808.78,
        5813.88
    ],
    [
        " to this thing. And for some reason, that little section was just me. We didn't have enough people",
        5813.88,
        5820.86
    ],
    [
        " for the whole building, whatever. So that's fine. I could crawl and meet up with the other guys",
        5820.86,
        5825.52
    ],
    [
        " and go downstairs. Don't be too. It's like August and I'm like, fuck, I don't have any water.",
        5825.52,
        5834.06
    ],
    [
        " I don't have any shade. Nothing. I have to stay on the gun. So I realize this about",
        5834.58,
        5839.82
    ],
    [
        " nine in the morning. So the sun goes down at like nine at night. And I go, okay, yeah, I'm breaking my",
        5839.82,
        5850.88
    ],
    [
        " shit down. Kind of. So this is after you've been sitting there for 14 hours. Yeah. And you have",
        5850.88,
        5858.22
    ],
    [
        " a crawl back. You have zero fucking water in your system. It's like 120 degrees. So I'm like,",
        5858.22,
        5866.4
    ],
    [
        " I break out my silver ranger. And I look as I know what's going on. My lips are as white as this",
        5866.6,
        5874.72
    ],
    [
        " piece of paper. Like just like that chunks. Some like going, I'm peeling it off. I'm like,",
        5874.72,
        5881.9
    ],
    [
        " I, you know, I'll be fine. But I literally got like three hours to like die. And I,",
        5882.2,
        5891.66
    ],
    [
        " so I don't say a fucking thing because I want to be a pussy, you know.",
        5892.58,
        5901.54
    ],
    [
        " Well, I know I got some coaks or something and come to you. You know, I finally, I get that like,",
        5902.2,
        5910.42
    ],
    [
        " because my throat's like this big. You know, there's like nothing. There's no airway.",
        5910.74,
        5917.08
    ],
    [
        " So I put my rock on. We're ex-filling out of the building at night. You know what I'm saying?",
        5917.64,
        5921.62
    ],
    [
        " You know, I'm like, looking down and holding my field of fire, you know, and I'm gonna",
        5923.28,
        5927.12
    ],
    [
        " cheap. So I should be smarter than that. But I'm like, my vision starts to narrow because I like,",
        5927.12,
        5934.32
    ],
    [
        " and I'm like, I can snap out of it. And I'm like, that I'm good to go. I get back. And after",
        5934.72,
        5941.14
    ],
    [
        " like an hour back at the camp, like, oh, shit, I had to drink some water. You know, and I would",
        5941.14,
        5945.68
    ],
    [
        " drink like four quarts of water. Like, oh, and like six hours later, I was pissing like blue.",
        5945.68,
        5952.38
    ],
    [
        " You know, still. I don't think you really come back from a dehydration like that. But",
        5953.14,
        5959.1
    ],
    [
        " it's all those years of like drinking and that just conditions you. So when it's, you know,",
        5959.1,
        5965.04
    ],
    [
        " nylon. So when you get into that spot, it's not so bad. Like, I'm not gonna die. I'm wicked close.",
        5965.12,
        5972.06
    ],
    [
        " No, seriously, like you start, you know, feeling your dizziness and then you just go,",
        5972.9,
        5978.98
    ],
    [
        " then it goes away for a while. Then it comes back because you can't out, you can't outrun your",
        5979.22,
        5984.74
    ],
    [
        " body. You like, you know what I mean? Yeah, the dehydration will get you. Yeah. It's crazy how the",
        5984.74,
        5991.32
    ],
    [
        " man you'd see guys at you'd see guys at the desert training. They'd go, they'd go to a",
        5991.32,
        5998.72
    ],
    [
        " tent's up pretty much if we were doing when I was at trade at, if it was summer and we were doing",
        5998.72,
        6004.34
    ],
    [
        " like eight, six to eight click insert by the time extract was going down, there's a decent chance",
        6006.02,
        6013.96
    ],
    [
        " someone was going down, like for real. Yeah. And you're talking about completely sober,",
        6013.96,
        6019.08
    ],
    [
        " hydrated. Usually on the insert. Why is it that it was usually on the insert?",
        6019.34,
        6023.36
    ],
    [
        " Because you're just coming out of the damn air conditioning. Because that's now that I think",
        6023.66,
        6028.22
    ],
    [
        " about it, it was almost always on the insert. Well, one of the things I instituted, and if I'm",
        6028.22,
        6033.36
    ],
    [
        " wrong about this, somebody correct me. But I think I was the first guy to do it was we'd do",
        6033.36,
        6039.3
    ],
    [
        " in immediate action drills. I would walk the guys out and I did it fucking thousands of those.",
        6039.3,
        6045.46
    ],
    [
        " And I would pre-plan a guy and you kind of could tell like we're not going to shoot back towards",
        6046.22,
        6055.32
    ],
    [
        " the canal kind of shit. But a guy who's on the right flank, if it was perpendicular parallel,",
        6055.32,
        6061.54
    ],
    [
        " whatever it was, was a point man. They would just fall down with nothing just fall down and like",
        6061.54,
        6069.8
    ],
    [
        " way there. Guys would be like contact right, you know, or they start shooting and they dragged",
        6069.8,
        6075.66
    ],
    [
        " the wounded guy and like, okay, and then he come back. And usually they did a good job, you know,",
        6075.66,
        6082.54
    ],
    [
        " like saw what happened. And well, you know, we took contact. This guy went down by the bar.",
        6083.28,
        6088.22
    ],
    [
        " No, you didn't. The guy just fell down. Well, what do you mean? I'm like, well, maybe it was a heat",
        6090.16,
        6097.5
    ],
    [
        " casually. And not to be a dang kind of to be a dang. That's how you teach the lesson. But it's like,",
        6097.5,
        6104.24
    ],
    [
        " you know, so how do you differentiate? Maybe he gets taken out by someone you don't hear the shot.",
        6104.46,
        6110.36
    ],
    [
        " Well, what are you shooting at? You know, there's no real good answer. It's just trying to take the",
        6111.02,
        6117.5
    ],
    [
        " blinders off. Yeah, that's one of those things what you're actually teaching is like, you actually",
        6117.58,
        6121.26
    ],
    [
        " have to think about what's happening. Oh, absolutely. Even in immediate action drill, like, okay,",
        6121.26,
        6125.82
    ],
    [
        " there's an immediate action drill, but you better be you better think about what's actually going on",
        6125.96,
        6129.5
    ],
    [
        " because the answers aren't what's the word? The answers aren't just a wrote memory. No,",
        6129.5,
        6137.08
    ],
    [
        " there's no answer. It's all exactly garbage. You got to decipher and figure out.",
        6137.14,
        6141.88
    ],
    [
        " And the only thing that comes close to it in the civilian world is hunting.",
        6142.9,
        6146.82
    ],
    [
        " You got elk hunt this last past year. I killed this gigantic bull elk. Me",
        6148.2,
        6152.92
    ],
    [
        " and two team guys were there was five team guys there in Wyoming. And when I killed my big bull,",
        6152.92,
        6164.1
    ],
    [
        " it was like the other two guys couldn't carry gun because they already limited it out. They tagged",
        6164.28,
        6170.54
    ],
    [
        " out. So we ran it just like an op and we have little PLO take off hand arm signal comes up.",
        6170.54,
        6179.52
    ],
    [
        " Guys are my chum creases like, okay, this big bull elk's going from here to here. It was so intense.",
        6180.1,
        6188.12
    ],
    [
        " I tell this to my chums like, I mean, I actually shot some guy in the war or whatever,",
        6188.66,
        6196.78
    ],
    [
        " like yawning like hunting elk and like this. They're so big and majestic and beautiful and",
        6197.36,
        6208.68
    ],
    [
        " like they will kill you in a minute. And they don't care about you. They're just like life",
        6208.68,
        6215.92
    ],
    [
        " on steroids. It's so unbelievable. I highly recommend that if you like hunting you hunt elk because",
        6215.92,
        6223.46
    ],
    [
        " it's they're screaming. You know, and then they're rot and they're battling each other. You can",
        6224.22,
        6228.72
    ],
    [
        " hear the times. And then the big bull comes out. I fucking incredible. I'm going in September.",
        6228.72,
        6234.46
    ],
    [
        " It's unbelievable with a bow. I'm not a bow hunter. But I don't know where you go on you going",
        6234.9,
        6242.5
    ],
    [
        " Idaho? Going to Utah. Utah. Yeah. Yeah. To a place that guy went to high school bow hunts and",
        6242.5,
        6249.6
    ],
    [
        " ties from this. This this the hunt that I'm going on. I'm going with this. Let's take a it's like",
        6249.62,
        6257.04
    ],
    [
        " the the best possible hunt. Like Andy and he stumped. He said that this. He's like, yeah, this he's",
        6257.04,
        6264.18
    ],
    [
        " like this. This is going to spoil you because the best possible. No, I love that guy. And even he's",
        6264.18,
        6267.66
    ],
    [
        " the guy that's taking me John Dudley who's you know, a world famous bow hunter and archer. And he's",
        6267.66,
        6272.48
    ],
    [
        " like, yeah, it's good. This is as good as it gets. Like this. The spot where I'm going is good as",
        6272.48,
        6277.34
    ],
    [
        " it gets. So it's freaking awesome. It's it's so badass. Yeah. You know, and I went home back to",
        6277.34,
        6284.8
    ],
    [
        " New Hampshire because it was I was an October season back to New Hampshire. Hunted. I hunt with these",
        6284.8,
        6290.68
    ],
    [
        " guys up at a camp. They're just like the best. Everybody's like a character. Kill a lot of deal",
        6290.68,
        6296.38
    ],
    [
        " with the other shoe, you know, but it's not like that. It's it's you know one thing. Well, so",
        6296.38,
        6303.32
    ],
    [
        " this guy John Dudley was asking me. He's like, it seems like this would be good for guys to get",
        6303.32,
        6309.26
    ],
    [
        " into. Oh my god. I'm like, yeah. And for me, so we just did this 3D archery challenge up in",
        6309.26,
        6317.48
    ],
    [
        " Montana. And when we're up there, look, it's an it's an admin thing basically. Like you're walking",
        6317.48,
        6324.24
    ],
    [
        " through the woods and then they go, okay, there's the target. And then you shoot the target.",
        6324.24,
        6328.08
    ],
    [
        " There anywhere between 30 and maybe 120 yards with a bow, which is far shots. But",
        6328.08,
        6334.78
    ],
    [
        " for me, I was telling him I'm like, you know, when I was younger in the teams, we would",
        6334.78,
        6341.5
    ],
    [
        " patrol around the woods. Yeah. And that's what you're doing. You're put",
        6341.5,
        6346.14
    ],
    [
        " on the woods. You're trying to be quiet. And like, that's a skill that and the win. Yeah, the win.",
        6346.14,
        6350.92
    ],
    [
        " But like even in the desert, it's different than like when I was when I when we would go to",
        6351.12,
        6357.78
    ],
    [
        " Fort Lewis, Washington, or we'd go to Fort Chaffey, Arkansas, or like we'd go down to",
        6357.78,
        6363.04
    ],
    [
        " Pan and do you ever go to one of the training trips to Panama? So like patrolling through the woods,",
        6363.04,
        6368.32
    ],
    [
        " patrolling through the jungle. Not Panama City, Panama. No, Panama. Yeah, jungle. So you get that",
        6368.42,
        6373.9
    ],
    [
        " that that skill of walking quietly through the woods and looking at someone else and",
        6375.7,
        6381.2
    ],
    [
        " doing all hand signals and not. And I was saying this to Jonathan, I'm like, and you're not talking.",
        6381.2,
        6386.12
    ],
    [
        " No, no, wait, wait, wait, which I know I have a podcast, which is what I do is like talk a bunch.",
        6386.5,
        6392.34
    ],
    [
        " But I actually actually don't love to talk to old people all the time. No, really, really.",
        6392.88,
        6398.92
    ],
    [
        " So, so that's some of it. Something like J.O. with Junior House, who would walk. I'm like,",
        6400.86,
        6404.9
    ],
    [
        " Hey, what's up? Hey, hey, hey, hey, Chaco, what do you think about this? You just be like,",
        6405.08,
        6409.9
    ],
    [
        " you just like turn and walk away. I think I'd be like, looking at me, like, we want to meet for",
        6410.3,
        6417.8
    ],
    [
        " all. Oh, he just doesn't want to talk to you. So what? Don't get old butt hurt over it.",
        6417.8,
        6423.12
    ],
    [
        " He's got like stuff on his mind like, I'm hungry. Yeah. So that's kind of cool. I'm looking",
        6423.82,
        6433.22
    ],
    [
        " forward to going out in that on in September. And I'll report back with how it goes. Absolutely.",
        6433.22,
        6438.96
    ],
    [
        " Man, there's no pressure shooting a freaking bow and arrow at. I know joke.",
        6439.46,
        6449.1
    ],
    [
        " I mean, we'll be we'll be 30 or 40 yards away. Yeah. Like outside of that, like I can",
        6449.14,
        6457.64
    ],
    [
        " loosely hit a target. You know, well, you've been practicing. Yeah, I practice. I practice, but",
        6457.64,
        6464.42
    ],
    [
        " you don't want to you don't want to have a bad shot. No, but how are you?",
        6464.42,
        6468.14
    ],
    [
        " Everything good. Like shooting your bow like 50 yards. I'll hit all the time. Like you're good to go.",
        6468.54,
        6474.6
    ],
    [
        " I'll hit. Yeah. Like to see your bad example. Like, how can I stand next to you with like a",
        6474.6,
        6479.44
    ],
    [
        " fucking tambourine and make you like shake because nothing you'll be like laughing. I",
        6479.44,
        6484.6
    ],
    [
        " don't like that, man. When they're when they're fucking screaming, it's it's the coolest thing",
        6484.6,
        6491.06
    ],
    [
        " in the fucking world. I swear to God. That's awesome. Well, well, I don't know if you want to get",
        6491.06,
        6496.2
    ],
    [
        " a you want to get a bow and start hunting. I'm sure one thing at a time. I don't even know",
        6496.2,
        6502.56
    ],
    [
        " I'm doing after this podcast. Are you going to cross the street to Buffalo Wild Wings and get",
        6502.56,
        6507.06
    ],
    [
        " all gooned up? So bruiser. I mean, you know, like I said, there's a million things to talk about",
        6507.06,
        6517.94
    ],
    [
        " with T.U. Bruiser. But when you got done with T.U. Bruiser, what were your what were your like",
        6517.94,
        6525.98
    ],
    [
        " looking back on it? Not looking back on it now because now you just look back and everyone",
        6525.98,
        6530.76
    ],
    [
        " like all that was off. But when you were like when we got back two weeks later, what were you",
        6530.76,
        6537.36
    ],
    [
        " what were you when you looked back at it from that closer perspective? I I was kind of lost like",
        6537.36,
        6543.56
    ],
    [
        " it's not going to get any better than that, you know, I I wasn't the next troop. I was the",
        6543.56,
        6551.52
    ],
    [
        " op chief then I got fired. I think it fired. I get fired because I made senior chief.",
        6551.52,
        6558.86
    ],
    [
        " And I was like, oh cool. All right. And then I had to go to the senior and listed academy and",
        6560.1,
        6566.74
    ],
    [
        " was like whatever. And you know, then I went to team seven and I pretty much got fired.",
        6566.74,
        6574.82
    ],
    [
        " Which was fine. I didn't want to do that anyway. And I was in ranges. And they're like we need",
        6575.28,
        6583.52
    ],
    [
        " a guy to go do the provincial reconstruction team. Okay. So I'm in Afghanistan. So I want",
        6583.52,
        6594.26
    ],
    [
        " to Afghanistan. Why did this work out for like two months at Camp A in Indiana? So this is a this",
        6594.26,
        6600.98
    ],
    [
        " is a mission where you'll be going with not with like a seal platoon, but you're going with",
        6600.98,
        6606.88
    ],
    [
        " some other kind of ad hoc group of people put together. Oh no. Oh no. It was I had a seal lieutenant",
        6607.94,
        6615.32
    ],
    [
        " commander as a CEO. Oh, okay. And I was a seal senior chief. And we were the only seals.",
        6615.32,
        6620.0
    ],
    [
        " And I had about a hundred people from the Navy, the Army, the National Guard. So it was",
        6620.6,
        6631.16
    ],
    [
        " ad hoc. Yeah. And it was it was like leadership challenge. Because I'm not used to working like",
        6631.16,
        6638.26
    ],
    [
        " with the regular, but I am used to work with the rigging material because every frog man has to.",
        6638.26,
        6642.0
    ],
    [
        " So really wasn't that bad. But I had like very, very minimal combat experience.",
        6642.38,
        6649.16
    ],
    [
        " I had a couple of guys like these old crusty guys who are in the South Carolina National Guard.",
        6649.72,
        6656.84
    ],
    [
        " Some guys were in the Rangers. They were awesome, man. But they're all like cops,",
        6657.28,
        6662.92
    ],
    [
        " a lot of sheriffs or they must have loved you. Oh yeah. Or prison guards, you know, and national",
        6663.2,
        6672.24
    ],
    [
        " guard cats. They were friggin awesome. You know, once we got through the language barrier,",
        6672.24,
        6676.72
    ],
    [
        " because I'm from New England, you know, they're all from South Carolina. They were bad ass, man.",
        6677.1,
        6682.24
    ],
    [
        " They were like a platoon. That was just mine, my platoon. You know, and they were friggin great.",
        6682.24,
        6689.32
    ],
    [
        " They took to a guy. Every one of them was awesome. I had some reserved CBs who took care of the trucks.",
        6689.56,
        6696.36
    ],
    [
        " I had guys with no combat experience. Never even driving these trucks. You know,",
        6696.9,
        6703.06
    ],
    [
        " mortars coming in. They perform magnificently. It was cool. But I did a lot of vehicle work with them.",
        6703.12,
        6710.18
    ],
    [
        " You know, immediate action drills. How to deal with down people. You know, we got some,",
        6710.44,
        6716.18
    ],
    [
        " we actually got some pretty good training. You know, I learned a few things. I'm not afraid to admit",
        6716.34,
        6721.48
    ],
    [
        " when I learned something from, you know, but we're there like a year, you know, and I broke off",
        6721.48,
        6727.92
    ],
    [
        " for like a month, a month and a half and just went back to my seal buddies and got after it.",
        6727.92,
        6733.34
    ],
    [
        " Got a bunch of gunfights. And you know, we get mourned at all the time. I'd be eating a sandwich and",
        6733.36,
        6738.8
    ],
    [
        " rock Chinese 107s come in like whatever. But it was cool. What was it? What were you guys actually doing?",
        6738.8,
        6747.34
    ],
    [
        " We'd go into areas and like we wouldn't build schools. We wouldn't build bridges. We'd facilitate it.",
        6748.02,
        6760.52
    ],
    [
        " You go and air me with the village elders. You know, say we need this. Okay.",
        6760.72,
        6765.66
    ],
    [
        " So we'd send up a proposal and then we'd go back, give him money. You know, or put it out to bid.",
        6766.94,
        6773.86
    ],
    [
        " And of course that's all garbage. It's just a big like, shake down all the local politicians.",
        6774.7,
        6781.32
    ],
    [
        " They just come in and take the money. And they're like, okay, we'll give you, okay, let's say we give him $50,000 to build a bridge.",
        6782.02,
        6787.98
    ],
    [
        " All right. So the guy wins the bid. His company gets a 50 grand. The politician comes in and takes like 30.",
        6788.9,
        6794.88
    ],
    [
        " And then they build the bridge for $3,000. No, they come back and go, we don't have enough to finish. We give them the rest of the money.",
        6795.82,
        6801.44
    ],
    [
        " I mean, it's like 20% of the 40% 30. I don't know what it is. Percentage is all shake down money. They were given to Afghanistan. It's like crazy.",
        6802.0,
        6811.6
    ],
    [
        " But you know, people think in this country that every other country is like us. Yeah, no. Yeah. Well, I remember that.",
        6812.52,
        6819.18
    ],
    [
        " I don't know if you remember when we got to Ramadi, one of the things that the guys were concerned about was",
        6819.26,
        6824.64
    ],
    [
        " they were like, hey, the officers in the Iraqi army are taking the enlist. They're skimming.",
        6824.88,
        6830.36
    ],
    [
        " Now we're worried about that. And then it was like, you talked to the Iraqi. There's a yeah, well, he's the boss.",
        6830.44,
        6835.06
    ],
    [
        " Of course, he's going to take some of my money. Yeah. Yeah. That's what it was.",
        6835.56,
        6838.78
    ],
    [
        " You're going to take all the skim. That's the way it goes. You know, and we were all thinking like, like in America, if you heard that,",
        6838.78,
        6847.48
    ],
    [
        " hey, the officer is skimming money off the enlist. And you guys as paychecks, it'd be like, oh, that guy needs to be crucified.",
        6847.76,
        6854.3
    ],
    [
        " Right. Over there, like, well, they were like, well, yeah, of course, he's taken a little. That's his, he's the boss.",
        6854.7,
        6859.38
    ],
    [
        " It's not like it's not like people who go like this. They see it on the like six o'clock news with, you know,",
        6859.7,
        6866.38
    ],
    [
        " whatever, shit, you know, she's up there going, oh, today, the scandal is there. There's none of that.",
        6866.66,
        6873.3
    ],
    [
        " It's just whatever. It's all wild west. Just do whatever. You got big guns. You get all the money.",
        6873.3,
        6879.48
    ],
    [
        " Then you spent that that year, how many like different villages did you guys go trolling?",
        6879.88,
        6886.38
    ],
    [
        " God, like all kinds of them. Yeah. How would you get in there? What do you guys doing patrols in there?",
        6886.66,
        6891.64
    ],
    [
        " Vehicle patrols? You find in. Um, we rarely used air assets. We had always had air support though.",
        6891.78,
        6899.02
    ],
    [
        " At least standby. But most of the time we drove vehicles, I had somewhere between a dozen and up to like 20 vehicles.",
        6899.34,
        6908.72
    ],
    [
        " And I was usually the vehicle commander. I wasn't overall and the operation. Yeah. Sometimes I was.",
        6909.46,
        6915.96
    ],
    [
        " But I took these people who never really been in a military vehicle that much. And we were okay.",
        6916.16,
        6924.74
    ],
    [
        " Survived few ambushes got blown up a few times. Had records with us. Refueling tankers.",
        6924.92,
        6930.98
    ],
    [
        " I mean, it was crazy. These were some long transit. Oh, yeah. I'm 100 miles. Some of them one way.",
        6931.36,
        6937.76
    ],
    [
        " The IED threat was it was gigantic. It was gigantic. Like I said, we got blown up a couple of times. But",
        6938.5,
        6945.06
    ],
    [
        " you could tell it was amateur hour. So back then, like I said, back then, we had three big threats.",
        6945.06,
        6953.08
    ],
    [
        " One was your trip wires or a we were manual. You know, and then you had",
        6953.16,
        6960.96
    ],
    [
        " pressure plates pressure plates activated. Yeah. So your pressure plates. So the way we count",
        6960.96,
        6973.12
    ],
    [
        " we we countered pressure plates is you got the mine rollers. And they're like an 8,000 pound thing",
        6973.12,
        6979.46
    ],
    [
        " that you put in front of either a matte V or a whatever the other one is. I had them my own",
        6980.04,
        6986.64
    ],
    [
        " matte V. It was awesome. But so you roll that in front. And of course, I had a driver.",
        6986.64,
        6992.22
    ],
    [
        " You know, but you can't just drive with that. You have to counterbalance the it's weird. You",
        6992.78,
        6998.18
    ],
    [
        " have to learn how to drive it. So that's like driving a trailer to reverse. Right. You'd have to put",
        6998.18,
        7002.72
    ],
    [
        " 8,000 pounds of pressure or whatever it was. Maybe I'm wrong. And it would detonate. And if it does",
        7002.72,
        7008.36
    ],
    [
        " detonate, it's not it's gonna fuck you up, but it's not gonna flip because you know how",
        7008.62,
        7013.84
    ],
    [
        " explosion works goes like this. So we had that for the pressure plates for the uh. So you had some",
        7013.84,
        7019.78
    ],
    [
        " counter measures for the IEDs. Yeah. And you ended up hitting just a couple. Yeah, I just coupled.",
        7019.78,
        7025.88
    ],
    [
        " But around us guys hit a lot. Yeah. We had to respond. And we got pretty good at like going out.",
        7026.86,
        7033.8
    ],
    [
        " Not really being a QRF, but going out and providing support. And I would fan out and I'd walk up",
        7033.8,
        7043.78
    ],
    [
        " and talk to you and charge. Yeah, what can we do? You know, but I've got to say it was kind of",
        7043.78,
        7050.86
    ],
    [
        " cool because I really love the terrain. Big mountains like a couple thousand, you know, eight,",
        7050.86,
        7063.78
    ],
    [
        " could have ski frigging lodges and you know, it's that's North East African. I wastes like desert,",
        7063.78,
        7072.64
    ],
    [
        " but it was cool. And then I came back from that and I put my papers in a retire and I was just like",
        7072.64,
        7080.26
    ],
    [
        " went back to nylon running the boys. But I basically had a great crew. They pipe it and guys,",
        7080.26,
        7090.2
    ],
    [
        " they just knew what to do. So I kind of like get up in the morning and have my coffee.",
        7090.2,
        7096.2
    ],
    [
        " And they hit the gym for a bit, maybe go for a run and then jump in my side by side with my 12",
        7096.62,
        7103.84
    ],
    [
        " gauge and go shoot rattlesnakes and eat lunch and then do that some more. Go out to the range,",
        7103.84,
        7109.82
    ],
    [
        " look around. Everything good? Yep. Come back to the camp, like watch hockey and drink beer all night.",
        7110.22,
        7115.94
    ],
    [
        " I had a pretty good, but I was like, I gotta get out. I gotta retire. That's pretty much it, you know,",
        7116.06,
        7124.26
    ],
    [
        " just terrible get out. I mean, I did some contract work for a while. That dried up and went back to",
        7124.26,
        7134.48
    ],
    [
        " landscaping and construction type work and that sucks, but it was cool. What are you gonna do?",
        7135.48,
        7144.36
    ],
    [
        " Now you're retired now. Is that right? Oh, yeah. I mean, like retire.",
        7144.56,
        7149.98
    ],
    [
        " You're not going to work every day right now. No, no, I guess that's what I mean by retire.",
        7151.26,
        7157.52
    ],
    [
        " Not this summer, not yet. So I'm just kind of like BTF and around.",
        7157.52,
        7164.8
    ],
    [
        " It's actually got a cool.",
        7165.26,
        7168.66
    ],
    [
        " Hey, I got some questions for you. Yes. And this is a great first question.",
        7169.62,
        7176.88
    ],
    [
        " It's very serious. In retrospect, what's the dumbest reason you've ever gotten into a bar fight?",
        7177.8,
        7185.24
    ],
    [
        " I'm not sure.",
        7189.48,
        7190.24
    ],
    [
        " Probably easier to figure out the smartest reason you ever gotten to a bar fight.",
        7190.96,
        7196.82
    ],
    [
        " Well, I'd have to say, if I were you swaracking one night, like watching Monday, no football,",
        7197.54,
        7204.32
    ],
    [
        " and the Patriots were losing or something, and someone said,",
        7204.76,
        7210.7
    ],
    [
        " oh, you know what? That's cool because you know, I don't have them in my finish.",
        7211.5,
        7216.9
    ],
    [
        " He fit the league and I just went fucking whack and I fucking smacked the guy. I don't know.",
        7216.92,
        7221.48
    ],
    [
        " Like, it's just terrible. I just I was pissed and drunk and I don't, you know, that was pretty dumb.",
        7221.58,
        7228.2
    ],
    [
        " But there you go. Sounds like a good one. In 20 plus years in the teams, what situation",
        7229.12,
        7235.84
    ],
    [
        " challenged your leadership the most and how did you work through it?",
        7235.84,
        7239.6
    ],
    [
        " I probably have to say when, when Mark Lee got killed, I'd have to honestly, of course.",
        7245.32,
        7254.62
    ],
    [
        " I mean, that's kind of a weird question and I'll get to that. But",
        7255.44,
        7261.08
    ],
    [
        " I had to like shove that fucking shit deep down and not like show it and make sure that it was",
        7264.6,
        7274.38
    ],
    [
        " there for the rest of the guys because the milk's on the floor. Obviously, you got to find out",
        7274.38,
        7279.1
    ],
    [
        " why it happened. So we don't do it again. What the fuck, you know, sometimes there is no answer.",
        7279.1,
        7283.36
    ],
    [
        " But I had to push that shit way down and focus on the tasks at hand whatever they were the day.",
        7284.08,
        7289.38
    ],
    [
        " I couldn't just go, hey, Jaco and like, I'm a bag of shit. I'll see you in two days.",
        7289.38,
        7294.28
    ],
    [
        " I can't do that. So, I mean, and I push it down before but that had to really, really,",
        7294.66,
        7300.98
    ],
    [
        " really push it down. So that was challenging. I mean, other times like leadership,",
        7301.0,
        7307.54
    ],
    [
        " had guys that get DUIs. We intercepted the mail, hide it from the cops so they never got DUI.",
        7308.26,
        7314.48
    ],
    [
        " Just take care of it on your own downtown. And I can say that because both the guys",
        7315.1,
        7318.14
    ],
    [
        " did for dead. So, I mean, I had no problem like fucking cutting through red tape.",
        7318.14,
        7324.64
    ],
    [
        " But that was probably the worst.",
        7325.5,
        7328.54
    ],
    [
        " What was your favorite qualification school that you attended while in the teams?",
        7330.88,
        7336.94
    ],
    [
        " Oh, that's easy. It's across to the sniper school in the tracking course.",
        7338.86,
        7343.04
    ],
    [
        " Yeah, that was fucking great. Yeah, really good.",
        7343.36,
        7347.06
    ],
    [
        " That must have been when you were in that, when you were hunting, man, you must have just been like,",
        7347.66,
        7352.38
    ],
    [
        " completely overjoyed. Oh my god. Yeah, but like tracking elk, if you've never done it,",
        7352.68,
        7358.76
    ],
    [
        " it's, you don't have to go to it. You look over, especially if there's a little snow.",
        7359.08,
        7365.74
    ],
    [
        " There's like eight billion tracks because they're in a herd. So it's not like you're like,",
        7366.12,
        7370.74
    ],
    [
        " oh, look at me. I can see it from like 600 yards away. Like, yeah,",
        7370.88,
        7374.52
    ],
    [
        " but there's no snow there because it was just",
        7374.76,
        7377.38
    ],
    [
        " you when you listen to these podcasts when I had this guy,",
        7377.38,
        7381.0
    ],
    [
        " till John Strick and Meyer and his buddy Doug, the Frenchman, let her know on,",
        7381.0,
        7386.58
    ],
    [
        " they'd be out in Lausher, Cambodia. And there was trackers. There was NBA trackers with",
        7386.86,
        7393.32
    ],
    [
        " dogs that would be coming after them. They carried as part of their standard loadout. They carry pepper,",
        7393.6,
        7400.54
    ],
    [
        " like dust and some other, wow, the damn coughing method. What is the coughing? Tear gas,",
        7400.9,
        7411.1
    ],
    [
        " tear gas powder. They had that. So they put that on their trail and they'd hear the dogs like,",
        7411.44,
        7416.7
    ],
    [
        " the dogs becoming. So then they'd range them. And then all of a sudden they'd start freaking out.",
        7416.86,
        7421.32
    ],
    [
        " And then they'd bring up another dog skip that area. And I said to, I said to Till, I was like,",
        7421.32,
        7427.26
    ],
    [
        " do you, I said, you must hate dogs. He was, I hate him. Oh, yeah.",
        7427.36,
        7431.74
    ],
    [
        " But we would, we train and out of this feed him. And it's like one way. There's several methods,",
        7432.22,
        7440.86
    ],
    [
        " but I mean, I'm not going to say it on here like how to defeat him. But it's so simple. And it's got",
        7440.86,
        7448.02
    ],
    [
        " nothing to do with the dog. It's like crazy. It works too. We did exercises. So I'm asking the cat.",
        7448.24,
        7461.02
    ],
    [
        " Like, hey, mate, you know, these dogs, they're good at exercises. Like, oh, no,",
        7461.54,
        7468.02
    ],
    [
        " mate, they're real dogs. They're going to bite you. Like, fuck, this kind of sock. I better",
        7468.16,
        7473.16
    ],
    [
        " fucking be good at it. And I'm going over my notes. Okay. What the? I mean, yeah, they were like",
        7473.2,
        7479.04
    ],
    [
        " police dog. Yeah, yeah, we're going to get you. I mean, thank God. I mean, I did it right,",
        7479.04,
        7484.44
    ],
    [
        " but like, holy shit. That's one thing. It was a real world. I got an M 16 blanks. Yeah.",
        7484.54,
        7492.3
    ],
    [
        " And because it's really nothing in New Zealand that can hurt you. Wait, there's no poisonous snakes.",
        7492.58,
        7497.5
    ],
    [
        " There's no New Zealand's freaking awesome. Oh, man, it's freaking wonderful. The people are awesome.",
        7497.58,
        7503.4
    ],
    [
        " Yeah, that place is just awesome. Like more ease, you know, they're like, it's so cool. That's one",
        7503.56,
        7509.52
    ],
    [
        " of the places I went to. They take you in like this. Like, okay, yeah. That's one of the places I",
        7509.52,
        7513.42
    ],
    [
        " went to where I was like, this is just awesome. Like, I could live there in a minute. In a minute,",
        7513.42,
        7518.76
    ],
    [
        " I could live there. That place is freaking amazing. Yeah. If you could go back in time and give",
        7518.76,
        7525.12
    ],
    [
        " yourself one piece of advice before joining the teams, what would that be?",
        7525.12,
        7529.82
    ],
    [
        " I don't know. I don't think nothing. I wouldn't do it any differently. I liked, I could say,",
        7532.82,
        7544.78
    ],
    [
        " I would have did this, but I'm glad I did stuff like as a knucklehead and had some hard knocks and",
        7545.24,
        7552.02
    ],
    [
        " no, I, no, I wouldn't done anything differently. Because the good, the bad stuff that I went through",
        7552.14,
        7561.1
    ],
    [
        " made me better on a good side. You know, that kind of shit. But yeah.",
        7561.1,
        7566.44
    ],
    [
        " That's one of those questions too. It's great. You know, this is, there's people that ask,",
        7567.2,
        7575.44
    ],
    [
        " there's, and I, there's people that ask these kind of questions. They're looking for,",
        7575.98,
        7580.8
    ],
    [
        " they're looking for like a one, like a one thing to answer of like, you know, if you could tell",
        7581.1,
        7587.78
    ],
    [
        " yourself, here's another cool, if you, if you could go back and tell yourself, you're 20 year old",
        7587.78,
        7591.46
    ],
    [
        " self, what would you tell yourself? Like it's, or, oh yeah, yeah, invest in, you know, what is it?",
        7591.46,
        7597.54
    ],
    [
        " Apple Apple or whatever. Yeah. Okay. What's the one leadership lesson?",
        7598.14,
        7605.42
    ],
    [
        " Like there's always that kind of thing, or they ask it about everything, man.",
        7605.44,
        7612.06
    ],
    [
        " I ask people ask it about everything. What's the one book you would, what's, you know,",
        7612.42,
        7617.06
    ],
    [
        " they ask the same kind of question that there's never an answer. Yeah, I mean, it's like,",
        7617.06,
        7622.52
    ],
    [
        " what I figured out early on is like, okay, you know, what book cool about face? Somebody asked me,",
        7622.96,
        7628.18
    ],
    [
        " yeah, somebody asked me that in the live podcast. And like, I talk about, I've been talking about",
        7628.18,
        7634.58
    ],
    [
        " about face since I started talking to people in the public. Yeah. Oh, he's awesome. And so this guy",
        7634.58,
        7640.06
    ],
    [
        " at the live podcast, New York, some of us, if you could recommend one book, and I'm like, is anyone",
        7640.06,
        7646.24
    ],
    [
        " on the answer? Everyone's like, oh, about face. And it was like, clearly, the guy was not in the game.",
        7646.24,
        7650.1
    ],
    [
        " Right. Let me ask you that question. Or you could easily say like, remember like, cracked magazine.",
        7650.34,
        7654.8
    ],
    [
        " That was about the same. Yeah. Yeah. So it's weird. I'm not trying to, you know, it's like, people want to",
        7655.26,
        7661.32
    ],
    [
        " hear they want the information to be so distilled down, but it's kind of like this. It's kind of like",
        7661.9,
        7666.76
    ],
    [
        " it's gonna do the work. Yeah. It's kind of like being in jiu-jitsu and being like, what's the one move",
        7666.76,
        7670.24
    ],
    [
        " you should know in jiu-jitsu? It's like, you know, there actually is not one move. So asking Tony,",
        7670.24,
        7674.54
    ],
    [
        " what the one piece of advice it's like, man, like where, what is that? Where do you start to?",
        7675.08,
        7682.06
    ],
    [
        " Guns probably is good. Yeah. Don't give up when you know. Don't like get away from your like,",
        7683.02,
        7691.02
    ],
    [
        " I want to say principles. I hate that word, but you know, whatever you believe in like the teams,",
        7691.2,
        7696.52
    ],
    [
        " like for me, it's always like, no, you know, we, you know, you don't do this. You don't do that. Like,",
        7696.52,
        7702.14
    ],
    [
        " if I'm running a crew and everybody wants like more time off, and then you kind of give in,",
        7702.34,
        7710.54
    ],
    [
        " now, now here's what we're fucking doing. That's it. If you stick to that and you can't blow up,",
        7711.26,
        7719.46
    ],
    [
        " this arm of a bomb that already went off. So just stick to what you're doing, unless it's so fucked up.",
        7719.8,
        7726.3
    ],
    [
        " Of course. But you know, I had this my second platoon commander, the real square-to-way guy,",
        7726.54,
        7733.46
    ],
    [
        " but we did a hydro at Camp Pendleton. And like we went out. Red beat. It was a freaking nightmare.",
        7734.86,
        7741.8
    ],
    [
        " It was freezing. The waves were huge. We go out. We do it. It's frogmatch. And then we get everything",
        7741.8,
        7748.72
    ],
    [
        " recovered. We come back. We sit there in the zodiac typing up the freaking message with the little",
        7748.72,
        7755.12
    ],
    [
        " codes in it. For how the beach is, we come back. We get in. We draw them, you know, the cartographer",
        7755.12,
        7760.94
    ],
    [
        " guys take all that information and draw the maps and blah, blah, blah, blah. And then the Marines",
        7761.24,
        7766.72
    ],
    [
        " launch. We land the Marines. And then the Marines weren't happy with what they did. They weren't happy",
        7766.72,
        7774.84
    ],
    [
        " with the landing. So they go reload. So the next night, they're like, okay, you guys are going to",
        7774.84,
        7781.1
    ],
    [
        " go do it. We're doing the whole thing again. Everything again. So hydro recon. So we go out. And all",
        7781.1,
        7790.04
    ],
    [
        " of a sudden, we just did the hydro. You know, not just changed. Yeah, nothing changed. And that",
        7790.04,
        7794.68
    ],
    [
        " boss that, oh, I see, he goes, that's not the point. He goes, he goes, I remember it clear as",
        7794.68,
        7800.8
    ],
    [
        " day because I'll never forget him saying this because I use this quote about a million times with",
        7800.8,
        7804.58
    ],
    [
        " all my guys. He goes, you're right. He goes, hey guys, we don't have to do the hydro again.",
        7804.58,
        7811.04
    ],
    [
        " But would that be the right thing to do? Yeah, you guys, and I was like, get your lead lines,",
        7811.6,
        7818.46
    ],
    [
        " boys. I mean, that's how right? Your biggest, your biggest critic is the guy in a mirror.",
        7818.46,
        7823.1
    ],
    [
        " That's the one you got to answer to. Not anyone else, guy in a mirror. Yeah. That, that, like,",
        7823.46,
        7828.8
    ],
    [
        " I never forgot that. From then on, from the rest of my life, it's been like, what's the actual",
        7828.8,
        7833.38
    ],
    [
        " right thing to do right now? Yeah. What's the actual right thing to do? It's usually the one that's",
        7833.38,
        7837.78
    ],
    [
        " so fucked up in the hottest way. Yeah, yeah, it's going to suck. Yeah, it's like a true thing.",
        7837.78,
        7842.7
    ],
    [
        " Well, I could do this or I could do that. No, which one's harder? Yeah. Well, then that's the one",
        7843.08,
        7848.64
    ],
    [
        " that a problem should do. And nine times out of 10, you're going to be right. Yeah. Yeah.",
        7848.64,
        7854.24
    ],
    [
        " Does this suck? This way is easy, but this way sucks. Okay, but that's the one I have to do.",
        7854.62,
        7861.22
    ],
    [
        " Yeah. Because then if not, you're just like, I should have did this, but I'm just all weak and",
        7861.54,
        7867.88
    ],
    [
        " stupid. And then you just get all mad and you end up doing that anyway. So I was just doing",
        7867.88,
        7874.08
    ],
    [
        " it over with. As a sniper team leader prepping for deployment in your opinion, one of the top five",
        7874.08,
        7882.96
    ],
    [
        " things I should drilling my guys on to support combat operations, limited range time about one",
        7882.96,
        7890.12
    ],
    [
        " range every other month. I wouldn't be so concerned about range time. I'd be concerned about",
        7890.12,
        7898.5
    ],
    [
        " environmental shooting like nighttime, low light, sundown, sunup, communication,",
        7898.5,
        7909.28
    ],
    [
        " twin each other, not so much like sniper spotter like everyone says. Put yourself in a",
        7910.2,
        7918.1
    ],
    [
        " and a 360 degree, you know, white side black side, whatever, and communicate. Okay, I got guys all",
        7919.22,
        7925.64
    ],
    [
        " around. How are we doing this? We got too much shit over here. Do we need to shift forces? Yeah.",
        7925.64,
        7930.0
    ],
    [
        " You don't need a range to do that. You don't need a range to do that. You don't even need to carry",
        7930.22,
        7933.28
    ],
    [
        " weapons to do that. Yeah. You know, you obviously have to shoot. Yeah. Yeah. But and then cross training,",
        7933.28,
        7941.62
    ],
    [
        " all the other guys on the sniper weapon because sometimes you have to take a break and you got to",
        7942.04,
        7950.52
    ],
    [
        " give somebody else who's not a sniper. Then you can't shoot a gun. I mean, it's easy, but do more",
        7950.52,
        7956.6
    ],
    [
        " cross-train. There's no reason that a non-sniper and a seal putune shouldn't have a thousand rounds",
        7956.6,
        7963.0
    ],
    [
        " through whatever weapon system we're using right now. There's no reason. Maybe a thousand is a",
        7963.0,
        7971.6
    ],
    [
        " reason. With that, we're that busy, you know, getting up and going to work and like running around",
        7971.6,
        7977.88
    ],
    [
        " and talking about uniform standards. But we can't, I mean, come on. We got all this time. You have",
        7977.88,
        7984.52
    ],
    [
        " like no one shooting at you back here. So you should maximize that time and don't get me wrong.",
        7984.52,
        7991.06
    ],
    [
        " Any time off to drink beer and be frogmen, but job is a job. What did you do to keep Jocco in check?",
        7991.24,
        8001.36
    ],
    [
        " Get nothing. That's terrible. I need to know what that question is. I know. That's an important question",
        8001.62,
        8011.32
    ],
    [
        " to like someone who doesn't know you. I don't know. Maybe not like destroy everyone in the",
        8011.32,
        8025.16
    ],
    [
        " morning, Jiu Jitsu sessions. So like when they had to actually do something, I had to yell in",
        8025.16,
        8031.18
    ],
    [
        " their other ear because I had cauliflower ear. Fucking torqued. Yeah. Yeah. Basically,",
        8031.18,
        8040.92
    ],
    [
        " hey, man, this guy not in our chain of command who's like working in another department.",
        8041.44,
        8046.5
    ],
    [
        " He's limited. You don't know him, but I do. He's not. You kind of got to be not a frogman,",
        8048.86,
        8056.84
    ],
    [
        " but you kind of got to be a little general of this guy because he's good at what he does.",
        8056.92,
        8060.08
    ],
    [
        " Just don't go in there and scare him to death because he's just going to like fade into the",
        8060.52,
        8066.38
    ],
    [
        " the shredder room and cry. So you know, maybe that, but very limited. Yeah.",
        8066.38,
        8072.98
    ],
    [
        " What you can do with this fucking guy. I don't know. I think people, and we talked about this",
        8072.98,
        8078.28
    ],
    [
        " last time, it wasn't like, I mean, first of all, you and I were like, if you and I looked at a target,",
        8078.28,
        8084.74
    ],
    [
        " we would come up with a, so we'd both have a plan that was like almost the same thing.",
        8085.98,
        8090.38
    ],
    [
        " You know why? Because if this paper is the target, like when I look at it, I look at it.",
        8090.66,
        8099.06
    ],
    [
        " There's nothing in my head but that. Look at it. So people go, oh yeah, yeah, okay.",
        8099.42,
        8105.68
    ],
    [
        " Now you look at it. Like really, really look at it and envision what this high ground here,",
        8106.04,
        8115.68
    ],
    [
        " what's on top of that high ground? Is it trees? How can I? Okay, I need to take this section of the map.",
        8115.78,
        8122.74
    ],
    [
        " And I need to add the other five because we're coming from here. So I'll add boom, boom, boom, boom,",
        8123.2,
        8128.98
    ],
    [
        " and this and then egress this way. If this is my unique plan. So next thing, you know, the maps,",
        8128.98,
        8133.7
    ],
    [
        " the size of this fucking room. That's how you look at a target. You know, just look at it. Oh yeah,",
        8133.7,
        8139.36
    ],
    [
        " while I go in here, what? Who says you got to go in? There's 150 ways to do this mission,",
        8139.4,
        8146.38
    ],
    [
        " but you have to look at that target and really, really look at it and envision it in 3D as you're",
        8146.52,
        8153.78
    ],
    [
        " walking up to it. I don't know. I think that's what we do pretty good. Yeah, I just always remember like,",
        8153.78,
        8164.46
    ],
    [
        " you know, some mission, whether it was overseas or no matter what. I'd be like looking at it going,",
        8165.14,
        8170.94
    ],
    [
        " I think it'd probably be good to do it like this. And then you'd be like, why don't we do this?",
        8171.14,
        8175.3
    ],
    [
        " Yeah, I mean, yeah, there may be like one little difference, but that's that's my new.",
        8176.62,
        8182.54
    ],
    [
        " I think with BTF Tony, can you share some stories about team guys that influenced you in good and",
        8182.84,
        8191.08
    ],
    [
        " bad ways during the early days in the teams? Oh yeah, I mean, we've been talking about that the",
        8191.08,
        8196.78
    ],
    [
        " whole time. I think one of the reasons I picked that question was because it said in good and bad",
        8196.78,
        8200.58
    ],
    [
        " ways. Bad ways, I just think not being totally, totally 100% team guy. I've seen some guys who",
        8200.58,
        8210.96
    ],
    [
        " are in charge of me that, you know, they've just seen the at the time a little more interested and",
        8210.96,
        8216.88
    ],
    [
        " you know, just getting through what we were doing and not really, you know, it's like, hey chief,",
        8216.88,
        8225.96
    ],
    [
        " two weeks ago when we're doing this, can I, I want to bounce my notes off your as he's like,",
        8226.7,
        8231.74
    ],
    [
        " well, I don't have any notes, Mike. All right. That's terrible. That's terrible. Why don't you have",
        8232.08,
        8239.76
    ],
    [
        " any notes? Like, isn't this like the the pinnacle of your fucking career? Because for me, it was.",
        8239.76,
        8245.18
    ],
    [
        " And, you know, yeah, I get it. If there was no war going on, but still, isn't that, like, that's",
        8245.58,
        8253.74
    ],
    [
        " why I say some of these guys were champions. Like I'm most respect fucking awesome cats. Some of them",
        8253.74,
        8263.28
    ],
    [
        " they kind of put us behind the power curve when the shit really hit the fan after 9-11 because",
        8263.28,
        8268.0
    ],
    [
        " they were just kind of going through the motions. And they didn't like before we got into the mobility",
        8268.0,
        8273.98
    ],
    [
        " world, they didn't ever, they're like, oh yeah, we either get dropped off by a hero and hump in",
        8273.98,
        8280.72
    ],
    [
        " or come in by boat. Like, what about vehicles? Well, we don't really do that. We mean we don't do that.",
        8281.06,
        8287.88
    ],
    [
        " How are you going to get from point A to fucking B, you know? And then once we started doing it,",
        8288.6,
        8293.58
    ],
    [
        " it was a bunch of ketchup. It took fucking smart guys like TK there to really ram ride the mobility",
        8293.7,
        8300.14
    ],
    [
        " program and do that kind of shit. And like, when you guys think of this, I mean, yeah,",
        8300.14,
        8307.22
    ],
    [
        " what did I think of it? I mean, I kind of did, but I was a lonely or low guy trying to",
        8307.38,
        8313.54
    ],
    [
        " learn the ropes, you know, and I don't think to do this any favors. I didn't think about it. I",
        8313.54,
        8319.44
    ],
    [
        " didn't think about mobility. I wasn't thinking to myself like, oh cool. But other guys that are",
        8319.44,
        8325.6
    ],
    [
        " frog man or two or one cats were doing it. Yeah. What I would I like, I was still trying to sort",
        8325.6,
        8332.66
    ],
    [
        " out like just my wife. Yeah. I'd be a good team guy. Right. But yeah, looking at it seems like",
        8332.66,
        8339.06
    ],
    [
        " those days there was there was. It seemed like you would need to we needed as a community to look",
        8339.06,
        8347.36
    ],
    [
        " at like what could happen. One one big thing that I was looking at when I was a young team guy",
        8347.36,
        8353.64
    ],
    [
        " was I realized a long fucking time ago that there are no terrorists really. I mean,",
        8353.64,
        8362.4
    ],
    [
        " I'm wrong about some things in Afghanistan, but there are no real bad guys in the middle of",
        8362.5,
        8368.06
    ],
    [
        " fucking nowhere. There's going to be buildings. There's going to be it's not going to be",
        8368.06,
        8375.44
    ],
    [
        " an urban combat and then out in the middle land warfare in the middle of nowhere. It's going to be a",
        8375.44,
        8380.1
    ],
    [
        " mix. Yeah. And as soon as we got rid of the sub guns, the started carrying long guns for",
        8380.1,
        8385.48
    ],
    [
        " a close quarter battle, that's that's one of the styles. Yeah. Yeah. And it was always it was always",
        8385.48,
        8390.66
    ],
    [
        " going to be a mix, whether you're coming over the beach, you're coming in, even going on to a ship.",
        8390.66,
        8395.94
    ],
    [
        " Yeah. Oh yeah. Because people were some people want to stick with sub guns because you're going",
        8396.64,
        8400.96
    ],
    [
        " on a ship. I don't love the sub guns. Oh yeah. For sure. They're awesome. For sure. But at a 100 yard",
        8400.96,
        8406.28
    ],
    [
        " fan tell shot or 150. Yeah. You got you could ask some issues. Yeah. Big issues. Yeah.",
        8406.28,
        8413.12
    ],
    [
        " At what point in your career did you start to feel competent in operating?",
        8413.5,
        8419.42
    ],
    [
        " Killing the enemy and making sure your brothers came home with you. Did you start to feel like you",
        8420.66,
        8424.46
    ],
    [
        " could do it every day and be successful? Yeah. I always felt like. How many platoons did it take",
        8424.46,
        8430.94
    ],
    [
        " before you started feeling competent? I like one. I mean, I always felt like I was good to go.",
        8430.94,
        8437.14
    ],
    [
        " Yeah. I could do this. I can fan I have fantasized about. I would admit it. I couldn't wait to kill",
        8437.3,
        8443.86
    ],
    [
        " anybody. I loved it. Because that's your job, like. Yeah. And it was it was kind of let down.",
        8443.9,
        8449.94
    ],
    [
        " It was like, you know, he's thinking like in the movies. You know, you trained so much. So like,",
        8450.6,
        8456.0
    ],
    [
        " bang. All right. One of the next ones. But I felt it right away. It's not that. That was never the",
        8456.02,
        8463.22
    ],
    [
        " issue. The issue's always been confident as a leader. That took a while. It wasn't immediate. It took",
        8463.22,
        8470.34
    ],
    [
        " me a while. How good were you as an LPL when you were in E5? I thought I was pretty good. But",
        8470.5,
        8475.98
    ],
    [
        " when you look back on it. No, I was okay because we didn't have a lot of. I was basically really good",
        8475.98,
        8486.38
    ],
    [
        " at the basics. Yeah. And if the I always felt like, once I got done with a job, I would want to go",
        8486.38,
        8493.3
    ],
    [
        " back and do it again. And I'd feel like I would do it so awesome. And you don't get to do that.",
        8493.3,
        8496.84
    ],
    [
        " Right. You know, I did a platoon commander. I was like, um, and I, you know, I did fine. Yeah. But",
        8496.96,
        8503.6
    ],
    [
        " like, it seems like I got done. I was like, I should have done this. I should have done that.",
        8503.6,
        8506.06
    ],
    [
        " As a team commander, I got done. I was like, man, I should have done this. I should have done",
        8506.32,
        8509.88
    ],
    [
        " that. I just want to do better. Well, absolutely. I mean, the LPO thing when you're a peace time LPO",
        8509.88,
        8515.96
    ],
    [
        " I don't know. I was always mixing it up. And everybody seemed to like me. I mean, it didn't",
        8515.96,
        8526.82
    ],
    [
        " you can't do everything. Yeah. All the team guys under your friggin belt is going to be guys.",
        8526.82,
        8532.58
    ],
    [
        " Oh, he was a fucking asshole. And he just fucking did this with stupid. Of course, it's going to",
        8532.72,
        8538.52
    ],
    [
        " be that, you know, but I think for the most part, I mean, I did all right. Try to. I mean,",
        8538.52,
        8545.42
    ],
    [
        " I could have done better like telling people how, oh, you know, you're doing good. And, you know,",
        8545.86,
        8554.72
    ],
    [
        " it's okay. No. I'm glad I was a dick kind of. Yeah, but when you say that, not a dick, but",
        8555.48,
        8563.14
    ],
    [
        " a perfection, even that you say that like, and the lafe pointed me this out to me the other day.",
        8563.14,
        8568.38
    ],
    [
        " And he remembered it. And it's funny because I had just written about it. What I wrote about was like,",
        8568.76,
        8573.56
    ],
    [
        " if a platoon at land warfare was doing good, I wouldn't say like, this is when I was in trade",
        8573.74,
        8581.86
    ],
    [
        " it. I wouldn't say, hey, you guys kicked ass as a task unit. I wouldn't say, hey, you guys,",
        8581.86,
        8586.56
    ],
    [
        " I'd say, hey, Bill, you and your fire team did a good job holding down the black side of that",
        8586.72,
        8593.44
    ],
    [
        " target. And hey, Mike, when you grabbed that other guy and you flank those dude on the hill,",
        8593.44,
        8599.08
    ],
    [
        " that was awesome. Because I would never just say collectively. I know. And then awesome.",
        8599.34,
        8605.5
    ],
    [
        " Because then what happens is they all fall apart. Yeah. Yeah. Yeah. Yeah. Yeah. And that's what kind",
        8605.64,
        8609.9
    ],
    [
        " of what you did too. You used to, if somebody, if somebody did something good, you would tell them",
        8609.9,
        8615.86
    ],
    [
        " they did good. Yeah. If you wouldn't be like, hey, everyone did great. No.",
        8615.86,
        8621.4
    ],
    [
        " Because the chances of that. That's like false. Like, oh, you know, everything,",
        8621.94,
        8627.9
    ],
    [
        " who did was amazing. This is amazing. Everything's amazing. That's so stupid. I hate that. Like,",
        8628.12,
        8634.72
    ],
    [
        " you did your job. Like, what do you want? A fucking metal. Now, here's your metal. Here's an",
        8634.72,
        8640.38
    ],
    [
        " MRE. Go over there and be stupid. Go get your shit ready. We got another off. And besides, you know,",
        8640.38,
        8647.84
    ],
    [
        " it's not like I talked down everybody. These are my brothers. It's like, yeah, man, that was cool.",
        8648.24,
        8652.62
    ],
    [
        " That's about the best team guy comp me and get. Yeah. Hey, that one. All right. Yeah. Good job. Yeah.",
        8653.48,
        8659.0
    ],
    [
        " Okay. Cool. Yeah. One of the next thing. Yeah. Guys like, yeah, I got to go to the head,",
        8659.0,
        8664.18
    ],
    [
        " but whatever. It's like no big deal. Last question. Do you still smile when you're here,",
        8664.18,
        8671.02
    ],
    [
        " stand by to get some? Yeah. Yeah. That's pretty cool. I mean, come on. It's like, you know,",
        8671.16,
        8677.54
    ],
    [
        " it's going to happen. And, you know, on after a while, it's like, fuck yeah. Yeah, bring it.",
        8677.72,
        8686.76
    ],
    [
        " You know, it's like that cat there. When, when the Ted Williams, Ted William,",
        8687.16,
        8694.44
    ],
    [
        " Teddy ball game. I mean, he was hitting 402. And he had the two game series. And like, man,",
        8695.06,
        8705.3
    ],
    [
        " you're hitting over 400. Just don't play. You know, you're the only guy who's ever hit over 400.",
        8705.32,
        8711.12
    ],
    [
        " He's like, fuck that. And he went like three for five. And he went to like 406, 407.",
        8711.12,
        8717.28
    ],
    [
        " And he risked it all because now I'm playing. I'm a minor. This is a guy who took",
        8717.82,
        8722.58
    ],
    [
        " time off to fly jets in Korea or a variant. All right. We're to and Korea. I mean, like, yeah,",
        8722.58,
        8729.96
    ],
    [
        " what are we going to do? Like, okay, we're going home in a week. We're not going to do this up.",
        8730.36,
        8737.38
    ],
    [
        " You know, then, you know, we go home. I mean, what if you to die right before you?",
        8737.8,
        8743.82
    ],
    [
        " So what? That's why I'm here. I mean, if that happens, it happens. It gives a fuck.",
        8744.04,
        8748.76
    ],
    [
        " I mean, it's what it is, right? That is what teams and shit. That, that trumps everything.",
        8749.42,
        8755.16
    ],
    [
        " It's like teams and shit. Okay. I'm a team guy. That's it. All right. Done.",
        8755.78,
        8760.18
    ],
    [
        " Yeah.",
        8762.64,
        8762.96
    ],
    [
        " Yes, indeed. Good to see you, brother. Good to see you, brother.",
        8763.12,
        8767.28
    ],
    [
        " Right on, man. Good place to wrap up. Good to see you, man. Oh, he's freaking awesome to have",
        8767.98,
        8773.2
    ],
    [
        " you back on. Yeah, I'm glad I could, man. And hopefully I'll see you up in Maine.",
        8773.2,
        8778.1
    ],
    [
        " If you can swing by. Yeah, that'd be cool. I'm sure a bunch of people are going to want to",
        8778.68,
        8783.76
    ],
    [
        " meet you up there. I already told one of my cats back home. He's like, oh, I'll fucking drive",
        8783.76,
        8787.18
    ],
    [
        " the Harley down there. All sat. Echo. Yes. Speaking of standing,",
        8787.18,
        8794.44
    ],
    [
        " body gets on. What do you got? How can we be more prepared to get some as they say?",
        8794.44,
        8801.52
    ],
    [
        " Anyways, all right. Well, one way, as we always say is jujitsu. Tony, I was a little bit about that",
        8801.72,
        8809.56
    ],
    [
        " as well. When you do jujitsu, we need geese, right? Unless you're doing no ghee, but we recommend",
        8809.56,
        8815.44
    ],
    [
        " ghee and no ghee. So when you get a ghee, where do we get them?",
        8815.44,
        8818.38
    ],
    [
        " Origin. So this is so Tony's from New England. And Tony and I were talking yesterday.",
        8819.28,
        8824.36
    ],
    [
        " And man, if you grew up in New England, then you saw the economy get just annihilated.",
        8825.12,
        8831.5
    ],
    [
        " Yep. And whether it was the factories that were shutting down, the textile factories that",
        8831.88,
        8838.48
    ],
    [
        " were shutting down, the clothing manufacturers, the shoe manufacturers, all these the paper manufacturers",
        8838.48,
        8843.72
    ],
    [
        " back home, yeah, got shut down. And you know, it's one of those things that",
        8844.36,
        8850.2
    ],
    [
        " when I when I talk to companies and they say, well, you know, you were dealing with you were",
        8850.2,
        8854.6
    ],
    [
        " dealing with life and death. And we're not. And I said, yeah, but you're dealing with people's",
        8854.6,
        8858.44
    ],
    [
        " livelihoods. And what a way as a, as a, as a, as a mom, as a dad, your livelihood is how",
        8858.44,
        8866.02
    ],
    [
        " that's your life. That is your life. And so if you grew up in New England and, and a New England",
        8866.02,
        8872.36
    ],
    [
        " is not the only place because it's all over America when you manufacturing got taken away",
        8872.36,
        8875.66
    ],
    [
        " and sent overseas. It's a nightmare. You go up to these towns and there's no work.",
        8875.66,
        8882.12
    ],
    [
        " Not that people don't want to work. Believe me, they're New Englanders. They want to work.",
        8882.76,
        8886.42
    ],
    [
        " Yeah. And I keep saying New Englanders because but it's everywhere. But it's everywhere.",
        8886.72,
        8889.86
    ],
    [
        " Yeah. Americans will want to work. And so, you know, with origin and when you come up and see",
        8890.4,
        8902.34
    ],
    [
        " Farmington, which is awesome main, yep, Farmington main. And you know, it's like",
        8902.56,
        8908.68
    ],
    [
        " are they employees? Yeah. Yeah. They're employees because they're working there. But you know what",
        8908.68,
        8914.46
    ],
    [
        " they are? They're part of what we're doing. Yeah. They're part of something. They're the ones that",
        8914.46,
        8919.84
    ],
    [
        " are actually making the gear, making the jiu jitsu gis, making the jeans. We started making",
        8919.84,
        8925.48
    ],
    [
        " jeans. I'll get you some jeans when we get up there. Boots were making boots. I'll get you",
        8925.48,
        8929.08
    ],
    [
        " some boots when we get up there. Perfect. Like we got folks that have been out of work for 14",
        8929.08,
        8935.18
    ],
    [
        " years. This fucking stoke. And they're getting after it. Don't to be back. They want nothing more than",
        8935.18,
        8940.64
    ],
    [
        " to come in and and get on those machines, make the boots, make the jeans. We just started",
        8940.64,
        8947.26
    ],
    [
        " printing tea. Like we're doing everything. We're doing everything. So I'll bring you up there.",
        8947.26,
        8952.0
    ],
    [
        " If you guys can't make it up then you can come up whenever you want. You got to open past to go",
        8952.24,
        8957.26
    ],
    [
        " to the factory and main and check it out and see, you know, it's just a beautiful thing to go",
        8957.26,
        8963.36
    ],
    [
        " up there and see a town. And this is just the starting point, man. Yeah. And people can think I'm",
        8963.36,
        8971.74
    ],
    [
        " you know, dreaming. I'm not like we're going to build this thing. It is going to be massive. We're",
        8971.74,
        8977.04
    ],
    [
        " going to bring back manufacturing to America. And there's no one's going to stop us. That's what's",
        8977.04,
        8983.8
    ],
    [
        " up. No one. So if you need something like that, if you need a key, if you need a rash guard,",
        8983.8,
        8989.96
    ],
    [
        " get it from origin main.com. If you need a pair of jeans, go on there and get them. Somebody",
        8990.18,
        8995.4
    ],
    [
        " said, these jeans are expensive. And I said, you know what I said, you're right. You're right.",
        8995.4,
        9002.14
    ],
    [
        " They are too expensive. Right now, they're not at the price point. We want to get them down to.",
        9002.24,
        9006.68
    ],
    [
        " But as we build more and grow more, we'll be able to get those expenses down. But we have to start",
        9007.16,
        9013.3
    ],
    [
        " somewhere. Yeah. We can't obviously give them away. No, you got to pay the people. Yeah, we got",
        9013.3,
        9018.02
    ],
    [
        " to pay the workers. So we're getting there. We will build this and there's nothing's going to stop us.",
        9018.02,
        9023.08
    ],
    [
        " Yeah. I don't think they're that expensive anyway. Well, well, they're cheaper. They're more",
        9023.46,
        9028.24
    ],
    [
        " expensive than a pair of mass produced jeans from China in a sweatshop where they're playing",
        9028.24,
        9034.78
    ],
    [
        " with their paying their employees, right, literally 50 cents a day. So yes, our jeans more expensive.",
        9034.78,
        9039.36
    ],
    [
        " That's a nice fucking last. So whatever. They're a hundred bucks. Whatever. You buy two pairs",
        9039.36,
        9044.44
    ],
    [
        " it's a hundred bucks. So anyways, that's the deal. And if you think that's, if you think a hundred",
        9044.44,
        9052.38
    ],
    [
        " bucks is too much, hey, man, I get it. Save up. Save up. Get yourself a pair of jeans made in China.",
        9052.38,
        9060.24
    ],
    [
        " That are made in a sweatshop where, you know, some the corporate, the corporations going to make",
        9060.74,
        9067.36
    ],
    [
        " all the money and none of it's going to come back here to America. So all right, sorry, I'm getting",
        9067.36,
        9071.7
    ],
    [
        " a little crazy right now, but respect. If you don't buy jeans, there's other stuff too, which is",
        9071.7,
        9080.02
    ],
    [
        " also good. So what supplements? So important supplements to keep you in the game, joint warfare,",
        9080.02,
        9085.84
    ],
    [
        " krill oil, which I had an experience and didn't even know it when I went to Hawaii. You went off",
        9086.1,
        9091.3
    ],
    [
        " the, I went off. Didn't even realize it. You know, the kind you just sort of, you went off the krill",
        9091.3,
        9096.16
    ],
    [
        " oil and joint warfare. And here's the weird thing. My elbow, I always get amateur",
        9096.4,
        9100.48
    ],
    [
        " moves. It is your correct. It was amateur, and I didn't even realize it till I got home. So I",
        9100.48,
        9106.0
    ],
    [
        " go, you know, and I was lifting. I was working out. 90s. Yeah, elbow. I had it so bad. This one.",
        9106.0,
        9112.18
    ],
    [
        " Yeah. Yeah. If you go on the joint warfare and krill oil, okay, if you don't have someone,",
        9112.4,
        9118.2
    ],
    [
        " give you some. It's good. It takes like, I guess it depends on who you are, to me like six days",
        9118.2,
        9122.82
    ],
    [
        " for it to like really start. That's only a couple days more than a quarter zone shot though.",
        9122.82,
        9127.2
    ],
    [
        " Really? Yeah. Yeah. Yeah. Right. It takes like two and a half days. You will feel it. Like,",
        9127.74,
        9131.92
    ],
    [
        " you go and read the reviews of joint warfare. And there's people that are saying, oh, I couldn't",
        9132.0,
        9138.58
    ],
    [
        " do, I couldn't, I couldn't lift my, whatever. You know, I couldn't swing my hand or whatever.",
        9138.58,
        9142.84
    ],
    [
        " I'm back in the game. Yeah. Oh, yeah. Yeah. So it's completely. It's legit. So I come back and I'm",
        9143.1,
        9147.92
    ],
    [
        " like, okay, let me get you know, back into the, I was like, man, I wasn't lifting that heart in",
        9147.92,
        9152.24
    ],
    [
        " that as often either. So I'm like, why is my elbow kind of my, oh my gosh, totally hit me.",
        9152.24,
        9157.24
    ],
    [
        " I was like, dang, he had another instance of me playing myself. But proof, you see what I'm saying?",
        9157.46,
        9163.22
    ],
    [
        " Anyway, so yeah, stay on that joint warfare and the krill oil. There is also discipline.",
        9163.74,
        9168.96
    ],
    [
        " Good deal, Dave's on the discipline train. Big time. I'm with him on that train.",
        9169.72,
        9175.08
    ],
    [
        " Pretty much every day, pretty much daily, daily discipline. Yeah. Yeah. Yeah. In all things. And this is",
        9175.64,
        9181.0
    ],
    [
        " yet another one. Yes. Also, Moke, if you want additional protein in the form of a dessert, by the",
        9181.0,
        9187.02
    ],
    [
        " way, one of the best desserts out there. No, I never would have thought what I'll do is make a dessert.",
        9187.02,
        9192.42
    ],
    [
        " You know, that's, that's got protein. I wouldn't think that because it doesn't seem like it's a",
        9193.0,
        9197.26
    ],
    [
        " possible feasible thing. Yeah. But then it turns out to be yes, it is one. That's, yeah.",
        9197.26,
        9201.58
    ],
    [
        " That is, I know, and you know, go a long time. One of his favorite things is not actually",
        9201.94,
        9205.7
    ],
    [
        " just saying he's just like talking to you because you're next to him. Go on.",
        9205.7,
        9210.22
    ],
    [
        " Fucking starving right now. I always starve in like every like, okay, we know we ate like an hour",
        9210.22,
        9221.6
    ],
    [
        " and a half ago. Fucking so hungry. Really? Yeah. Well, now he goes on all these crazy fasts,",
        9221.6,
        9229.8
    ],
    [
        " but right intermittent fasting. Yeah. Well, it gets a moke. Yeah. It's good. Get some tea, some",
        9229.8,
        9237.92
    ],
    [
        " jocke white tea, and that'll, and don't forget about the warrior kid moke. Yeah. Which I think is the",
        9237.92,
        9244.4
    ],
    [
        " game changer. Yeah. Hey, it's going to be guys from back home. A lot of guys watch podcasts, but",
        9244.4,
        9250.7
    ],
    [
        " can you just go over the dot com again, whatever it is. Oh, origin origin main dot com main",
        9251.22,
        9260.16
    ],
    [
        " as in the state, right? M A I any. Yep. Yep. Yeah. Or do you mean that comes? We get all this stuff.",
        9260.16,
        9266.04
    ],
    [
        " Also, jocke white as a store. It's called jocke store. Of course, you know, super creative with",
        9266.54,
        9272.38
    ],
    [
        " the names and whatnot. A lot of thought and yeah, man. It's good. It turned out good. Anyway,",
        9272.38,
        9277.46
    ],
    [
        " with us where you can get shirts. Who was it? It was, I think Flynn Cochrane. He was saying that",
        9277.46,
        9288.78
    ],
    [
        " the original jocke product was because I used to give like a brief, the leadership brief to the",
        9288.78,
        9295.4
    ],
    [
        " the guys that were starting. And he's like, they, they, they called that the jocke brief.",
        9295.4,
        9299.2
    ],
    [
        " And think about it. I was like, oh, yeah, that's like the original. The original jocke product.",
        9299.74,
        9303.88
    ],
    [
        " Yeah. And then so I can't be just blamed on lack of creativity from my part.",
        9304.28,
        9308.72
    ],
    [
        " Well, yeah, he can. I guess I can. Yeah, yeah. Full on 100%. Actually. Yeah.",
        9308.82,
        9312.88
    ],
    [
        " And also you got asked the question. Did Flynn come up with that after? No. Jocke about",
        9313.14,
        9320.32
    ],
    [
        " yeah. No, it was, it was, I mean, Mike Sirelli same thing. Like, oh, this is the jocke brief.",
        9320.32,
        9326.46
    ],
    [
        " You know what though? When you kind of think about it, what do you call it? Like phonetically or",
        9326.84,
        9330.52
    ],
    [
        " whatever. I don't know if that's the correct word. But like when you say jocke, it's kind of matches,",
        9330.52,
        9334.58
    ],
    [
        " you know, like jocke store jocke brief. It's not like it's like, you know, you know,",
        9334.86,
        9341.18
    ],
    [
        " yeah, the whole reason it's speaking, you know, that story that you just told about me being",
        9341.74,
        9345.86
    ],
    [
        " hungry. The reason this whole thing started with jocke is because when I was on Tim Ferriss's podcast,",
        9345.86,
        9351.56
    ],
    [
        " I fasted that day. And he was like, well, you know, we've been talking for a long time.",
        9351.56,
        9356.94
    ],
    [
        " Maybe we should go get something to eat. And I went jocke hungry.",
        9356.94,
        9359.78
    ],
    [
        " Like I was just joking, you know, but then but not really. But then like a little while later,",
        9360.1,
        9365.92
    ],
    [
        " it was, oh, we're going to have a podcast. And I was like, okay, jocke podcast. Almost like I'm a",
        9365.94,
        9370.66
    ],
    [
        " knucklehead, right? Almost. I actually have a knucklehead. So what do you call jocke podcast?",
        9370.66,
        9375.94
    ],
    [
        " That was the original. But it sounds good though. Unless, unless it's like, well,",
        9376.34,
        9382.36
    ],
    [
        " if you're going to name something like that start to then, oh, that's when it wouldn't really work.",
        9382.42,
        9386.5
    ],
    [
        " Like if it was like, oh, ocean, jocke ocean. Even that kind of sounds good, I guess.",
        9386.5,
        9393.3
    ],
    [
        " No, I'd say over an ocean somewhere. Well, you know, hypothetically, you know,",
        9393.72,
        9398.02
    ],
    [
        " say what I'm saying. Sure. Jocke stores where you can get shirts. This one equals freedom.",
        9398.18,
        9402.2
    ],
    [
        " Boom. More rash cards on there too, by the way. Which are which are origin rash cards.",
        9402.42,
        9406.52
    ],
    [
        " Yes, they're made in America. Mm-hmm. Jocke, oh, that would be good. That works.",
        9406.82,
        9411.74
    ],
    [
        " You think so? Jocke taco. Oh, yeah. There's a place of quite called Paco's tacos.",
        9411.74,
        9416.96
    ],
    [
        " Shop, you know, that would be a jocke. I need to start a taco shop. Wow. Why not? Yeah.",
        9417.16,
        9422.8
    ],
    [
        " Might as well. Obviously. Cheers. We'll have to talk to George.",
        9422.92,
        9426.54
    ],
    [
        " No, no, no, no. Aaron San Diego.",
        9426.54,
        9427.6
    ],
    [
        " George Farfan. Yeah. Oh, yeah. Oh, maybe you can find one taco shop around here.",
        9427.6,
        9432.54
    ],
    [
        " And say when my kid, when my oldest daughter who's at college now, my oldest daughter comes home,",
        9432.6,
        9437.92
    ],
    [
        " then she'll like fly home and she will stop at a taco shop. Oh, yeah. And send it away home from",
        9437.92,
        9444.1
    ],
    [
        " the airport. Best time he's side at. I'm like, oh, cool. It's looking forward to seeing you.",
        9444.1,
        9447.7
    ],
    [
        " You need to be home in 10 minutes. And he's like, no, no, no, I'll be home in a half an hour",
        9447.7,
        9450.74
    ],
    [
        " because I'm going to get a taco. Well, absolutely. Going to California, Burrito. I hadn't like three",
        9450.74,
        9455.9
    ],
    [
        " of them in the last four days. Can't make it. Yeah. So good. You just can't change that.",
        9455.9,
        9462.44
    ],
    [
        " So cool. Jockel ocean, jockel stacos and jockel store. Of course, like we were saying,",
        9463.2,
        9468.62
    ],
    [
        " shirts, rash cards, hoodies, hats, you know, all kinds of stuff. You want to represent",
        9469.0,
        9473.84
    ],
    [
        " while you're on the path. Boom. Good place to do so. Also, subscribe to the podcast if you",
        9473.84,
        9480.62
    ],
    [
        " haven't already. If you're into it, if you're into subscribing, super easy. But yeah, on Google,",
        9480.62,
        9486.96
    ],
    [
        " play, stitcher, iTunes, you know, don't forget about the warrior kid podcast",
        9487.14,
        9490.58
    ],
    [
        " for the children stories, not just questions, but stories from Uncle Jake about how Uncle Jake",
        9491.04,
        9496.92
    ],
    [
        " got his values in life. What made him say I should be prepared. You know, I know how I tell a story.",
        9496.92,
        9506.44
    ],
    [
        " Uncle Jake goes on a little on the little there's a little robot and Uncle Jake and his buddy,",
        9507.14,
        9513.34
    ],
    [
        " when he's eight years old, go out on the robot. And while they're out in the robot, he says,",
        9513.68,
        9518.3
    ],
    [
        " you know, we're not going to need life jackets because, you know, we're just going to",
        9518.3,
        9522.3
    ],
    [
        " just stay out. We're just going to paddle around here. So they're out in the robot and they're",
        9522.3,
        9526.34
    ],
    [
        " clowning around or whatever, let go of the horse for a second. They both slip out through the",
        9526.34,
        9529.82
    ],
    [
        " or locks. And there's a wind blowing. So within five seconds, they're gone from the",
        9529.82,
        9538.26
    ],
    [
        " and they're in the middle of the lake. And they have to drift all the way to the other side.",
        9538.26,
        9542.64
    ],
    [
        " And then borrow some, but you know, there was that moment where things were bad.",
        9543.3,
        9547.96
    ],
    [
        " Yeah. So that's when Uncle Jake learned you need to always be prepared for things to go down.",
        9548.74,
        9554.84
    ],
    [
        " That's an actual story too, by the way. That really happened to me. So there you go.",
        9555.34,
        9560.34
    ],
    [
        " Stories from Uncle Jake on the warrior kid podcast. So get some of that.",
        9560.66,
        9566.16
    ],
    [
        " Also speaking of warrior kids. It's a word kid that I know.",
        9566.34,
        9569.92
    ],
    [
        " heard of myth. Not a myth.",
        9570.2,
        9572.72
    ],
    [
        " Not real. The name is Aiden making warrior kids. So not worry kids. So Jocco. So he's the",
        9573.2,
        9578.9
    ],
    [
        " warrior kid. That's the. So now we got Jocco soap too. Jocco soap.",
        9578.9,
        9582.58
    ],
    [
        " They're getting out of here. And that sounds good too. Jocco soap. There's also trooper soap,",
        9582.66,
        9585.88
    ],
    [
        " by the way, which is like another what do you call flavor? If you will. Soaps not flavors.",
        9586.02,
        9590.96
    ],
    [
        " Right. Don't need it. Clean it. Use it to wash up and it will help you stay clean.",
        9590.96,
        9597.06
    ],
    [
        " Yes. Very good. Smells like Irish. It smells like war.",
        9597.28,
        9601.04
    ],
    [
        " Actually, it smells pretty good to be honest. It smells like war.",
        9601.38,
        9606.88
    ],
    [
        " It smelled like corn, or whatever. Oh yeah. Got some good. Yeah.",
        9607.26,
        9612.2
    ],
    [
        " Yeah. It smells like napalm that victory in the morning.",
        9612.34,
        9615.92
    ],
    [
        " We'll Jocco white tea tastes like victory. That's true. Good point.",
        9616.68,
        9620.16
    ],
    [
        " Well, yeah, you know, when you say it, it should smell like war that kind sort of maybe",
        9620.38,
        9623.92
    ],
    [
        " think of how you and Lave and actually all you guys would tell us how war smells like",
        9623.92,
        9628.02
    ],
    [
        " gunpowder and sewage. It's terrible. It's actually the terrible idea.",
        9628.02,
        9632.1
    ],
    [
        " Yeah. Yeah. After. Can you smell like the range?",
        9632.5,
        9634.8
    ],
    [
        " The range smells good. You know what? It doesn't smell good. Diesel fumes in the back of a sea fox.",
        9635.18,
        9640.18
    ],
    [
        " Now, or when you're in a halo and refueling, like, air and in flight refueling.",
        9640.64,
        9648.2
    ],
    [
        " I don't think I've ever done that. It's...",
        9648.3,
        9650.3
    ],
    [
        " I can't. There's a just diesel everywhere. It's just like...",
        9650.3,
        9653.74
    ],
    [
        " I don't like ever get sick about that stuff, but I was like, I've gotten...",
        9653.74,
        9661.42
    ],
    [
        " You get high. I got C-6 two times.",
        9661.42,
        9663.12
    ],
    [
        " Once was in the back of the sea fox fell asleep with the diesel fumes just in.",
        9663.44,
        9667.48
    ],
    [
        " And the next one was an LCU. I was downstairs in a raging storm.",
        9667.54,
        9672.16
    ],
    [
        " Waterproofing the radios in the engine room. Just diesel and rocking all of the",
        9672.46,
        9677.06
    ],
    [
        " places I came up and started yacking in the... And the BMC that was running the LCU was hanging",
        9677.06,
        9681.7
    ],
    [
        " in. That over the side of the yack. It was like, all right, I'm clear and hot.",
        9681.7,
        9684.68
    ],
    [
        " Technically, is that getting C-6, though? It's from the diesel fume?",
        9684.94,
        9688.46
    ],
    [
        " I don't know. Yeah. I never did it. So yeah, you got C-6.",
        9689.06,
        9694.18
    ],
    [
        " Yeah, see? There you go. There you go.",
        9694.26,
        9696.88
    ],
    [
        " Nonetheless, the scent, aroma of the troopers open the jacos soap is pretty good.",
        9699.56,
        9706.94
    ],
    [
        " Right. Okay. And very functional, by the way.",
        9707.16,
        9709.28
    ],
    [
        " You were still talking about that. Yeah, man. It's very important. I mean, we could talk about the diesel",
        9709.62,
        9713.74
    ],
    [
        " fuel fumes, sea sickness, somewhere if you don't want. I'll take the hit nicely. No, no, I'm...",
        9713.74,
        9720.14
    ],
    [
        " Point of taking to your job. Up to you. Doing a good job. Anyway. I'll take the hit.",
        9720.14,
        9725.64
    ],
    [
        " Also, we have a YouTube channel. BTF Tony into YouTube or what?",
        9725.64,
        9729.46
    ],
    [
        " Not really, but yeah. Yeah, I would be surprised if you were, but you can get addicted to various",
        9730.1,
        9735.38
    ],
    [
        " videos. Nonetheless, we have a YouTube channel with good videos, video version of this podcast,",
        9735.38,
        9739.42
    ],
    [
        " excerpts, enhanced excerpts. Enhanced means that Echo puts all these effects in them.",
        9740.0,
        9747.24
    ],
    [
        " Like a... Oh, I got to watch that. I have these explosions.",
        9747.98,
        9751.68
    ],
    [
        " Things are on fire. I'll show you when I have this. Absolutely.",
        9752.6,
        9756.26
    ],
    [
        " But yeah, YouTube channel, Jocco podcast. Boom. Also, Psychologic Warfare.",
        9756.86,
        9761.7
    ],
    [
        " Psychologic Warfare. Yeah. What is that, bro? It's an album. You always get mad at me explaining it.",
        9762.44,
        9768.18
    ],
    [
        " I mean, I have the best explanation. Here's a psychological. If you ask for an alarm clock,",
        9768.5,
        9773.42
    ],
    [
        " which is kind of where this started, if you're asking for an alarm clock,",
        9773.78,
        9777.84
    ],
    [
        " that as me telling you to get up, there's where you get it. Psychologic Warfare. It's on iTunes,",
        9779.26,
        9783.12
    ],
    [
        " it's on Google Play. It's on MP3. It actually started when Echo asked me a question about something.",
        9783.56,
        9789.38
    ],
    [
        " And I was like, here's the answer. And then he was like, I'm going to record that.",
        9790.08,
        9793.28
    ],
    [
        " And then we just went from there. Yeah, that's cool. The question was, is it an original question?",
        9793.62,
        9798.9
    ],
    [
        " Yeah, we don't question one. And it was with me, it was with workouts. So like, when I work out,",
        9798.98,
        9802.68
    ],
    [
        " or when I plan a workout, and I just really don't feel like it. And you know, that's a common thing.",
        9802.8,
        9807.36
    ],
    [
        " Like, yeah, you just do it anyway. You don't be a BTF through it. Right.",
        9807.36,
        9810.72
    ],
    [
        " Some thinking, man, I wish I was better at BTF.",
        9811.18,
        9814.14
    ],
    [
        " Being through it. You seem sane. I wish I was too lately.",
        9814.78,
        9818.52
    ],
    [
        " I know, but see, it's a real thing. So I'm like, I want, you know, because I can imagine,",
        9819.1,
        9822.7
    ],
    [
        " you know, Jockel just BTF through it. So I'm like, but what do you like say? You know, like,",
        9822.7,
        9826.0
    ],
    [
        " what, what goes on in your mind? Do you just not think about it at all? And you just sort of",
        9826.08,
        9829.84
    ],
    [
        " automatically do it? Do you say something? Or I don't know, like, what is it? You know, what's the message?",
        9829.84,
        9834.2
    ],
    [
        " I like, two weeks ago, I turned 51. And I'm like, I actually made it past 50.",
        9834.74,
        9842.36
    ],
    [
        " You get a fucking means. It's got to do some right. Yeah. Yeah.",
        9844.0,
        9848.04
    ],
    [
        " You know, especially when you think you're going to not make it to 30. No, for sure.",
        9848.22,
        9851.96
    ],
    [
        " Oh, yeah. I'm like, hmm. I don't know. There you go. It doesn't get any of the old,",
        9852.28,
        9857.44
    ],
    [
        " every day you get older, it gets terrible. You wake up and you're like, oh, what is this now?",
        9857.6,
        9863.5
    ],
    [
        " Oh, yeah. Like here. Like what's this? I realize you know how I've said one of the things I",
        9864.2,
        9871.46
    ],
    [
        " noticed about getting older is, and I don't notice that much. And I don't admit that I don't",
        9871.46,
        9878.22
    ],
    [
        " notice either. So even if I was in a ton of pain, I wouldn't tell anyone. But one of the things that",
        9878.22,
        9883.72
    ],
    [
        " I have admitted is that my first couple rounds of Jiu-Jitsu, I'm, I'm, I, I use a couple rounds of warm-up now.",
        9883.72,
        9890.88
    ],
    [
        " Like you know, especially, especially if I'm going with Dean and Andy. So Andy didn't use",
        9890.88,
        9897.8
    ],
    [
        " to be in this bracket. He's in there now. So, one is the other thing I noticed. I, I, once my,",
        9897.8,
        9904.84
    ],
    [
        " because I couldn't run when I hurt my knee. And so now that my knee is like getting better, I can",
        9904.96,
        9910.34
    ],
    [
        " run again. Not, you know, crazy. But what I noticed is same thing. If the first, like the first half",
        9910.34,
        9919.18
    ],
    [
        " mile that I run, I just, I must look like a person that's just never run for. And then the longer I",
        9919.26,
        9928.74
    ],
    [
        " run, what do you mean the first half, like you run more than a mile? You know, like, what did you do?",
        9928.74,
        9934.12
    ],
    [
        " When I'm coming home and I'm once I'm warmed up, I'm like, oh yeah, cool, cool. And that's one thing",
        9934.24,
        9940.32
    ],
    [
        " that sucks is when you were young, you just didn't have to do anything and you just, you didn't do",
        9940.32,
        9949.16
    ],
    [
        " a mile one today. You got cold. Just go out and do it and find now you're like the first,",
        9949.16,
        9953.98
    ],
    [
        " first half mile. You got a flat tail like what? Run this. Yeah. Terrible.",
        9954.14,
        9962.48
    ],
    [
        " Yeah. If you want a visual version of little things to keep you on the path, then go to flipsidecanvas.com",
        9963.52,
        9974.08
    ],
    [
        " to code a mile. He's got a company there. Again, made in America, made right in Austin, Texas,",
        9974.08,
        9979.58
    ],
    [
        " making cool artwork. I'm trying to think of a better word for that because I don't like saying artwork.",
        9980.08,
        9986.58
    ],
    [
        " You don't match. I know. Saying art. So you need to get out work. I know, but is there a better word?",
        9986.78,
        9991.34
    ],
    [
        " I don't know. No, I think it's artwork. Visual inspirational.",
        9991.7,
        9996.48
    ],
    [
        " Shit. The whole inspirational might be worse. Inspirational. I mean, it's first job of saying it.",
        9996.84,
        10001.96
    ],
    [
        " I dig it. It's inspirational stuff. Factually. Not really.",
        10001.98,
        10005.24
    ],
    [
        " No, I think for lack of a better term.",
        10005.34,
        10006.6
    ],
    [
        " So flipsidecanvas.com, for whatever you want to call it, you hang it on your wall.",
        10006.6,
        10011.46
    ],
    [
        " Yeah. You know why he named it that? Because the last thing he said to one of his teammates",
        10011.46,
        10019.86
    ],
    [
        " in Afghanistan was, all right, man, we'll see you on the flip side and everyone on his team died,",
        10019.86,
        10025.06
    ],
    [
        " including that guy. And so he's like, that's what this, that's what the name of the company",
        10025.22,
        10028.34
    ],
    [
        " for. So support Dakota and his company flipside canvas.com is making all kinds of good, cool",
        10028.34,
        10035.3
    ],
    [
        " graphics graphics on there, but that's not the end product.",
        10035.3,
        10041.76
    ],
    [
        " I'm going to think of something eventually. Maybe I'll make up a word for it like mock.",
        10042.02,
        10046.82
    ],
    [
        " Yeah, maybe. Yeah. In fact, I think I'm going to do that. Do it.",
        10047.0,
        10050.44
    ],
    [
        " Think about it. Watch this. Jocco canvas. Yeah. That doesn't matter.",
        10050.52,
        10054.28
    ],
    [
        " And the last also on it. So on it.com slash jocco. This is where you can get work out gear.",
        10055.02,
        10060.4
    ],
    [
        " There's some cool. Do you do sandbags? Yes. Did you watch my little clip I put out?",
        10060.4,
        10065.82
    ],
    [
        " I added the time lapse. Yeah. I did. I didn't pay max attention. So you got sandbags on there.",
        10065.9,
        10074.14
    ],
    [
        " That's what you say. Yeah. Okay. Because I was on. Yeah. Yeah. By the way,",
        10074.16,
        10077.84
    ],
    [
        " Finch and War that band that I clipped out there. It's called Life's Blood. It's an old school",
        10077.86,
        10082.36
    ],
    [
        " hardcore band from upstate New York. That's from an old seven inch. That Elgin James sent me",
        10082.36,
        10089.56
    ],
    [
        " because we there was a great band. They're great band. They're the lead singer is now a cop",
        10089.56,
        10094.94
    ],
    [
        " somewhere in Atlanta or something. But anyways, that's Life's Blood. I don't know where you can find it.",
        10094.94,
        10101.16
    ],
    [
        " But that's the music on that music that I edited it in. Yeah. Yeah. Dr. Zeddy. By the way,",
        10101.48,
        10107.18
    ],
    [
        " I'm going to take echoes job from them. That's frigging dangerous. Maybe I'll take",
        10107.2,
        10111.76
    ],
    [
        " over I'm front. Maybe do the briefings on that. Yeah. Let's see. Yeah. Maybe I will check. So",
        10111.76,
        10116.76
    ],
    [
        " anyway, what I was trying to say about the sandbags is when I was getting stuff. Yeah.",
        10116.76,
        10122.82
    ],
    [
        " From on it, I saw the sandbags. I was like, I'm going to get this. I don't have a sandbag routine yet.",
        10123.04,
        10127.16
    ],
    [
        " So for those of you who are wondering what I was going to say on back, I pick it up, throw it over my",
        10127.48,
        10130.58
    ],
    [
        " shoulder, turn around, pick it up, throw my one over my shoulder. I'll go over again. How big is it?",
        10130.58,
        10134.94
    ],
    [
        " I don't know. I don't know. Just I don't know. My son when he came home from wrestling camp.",
        10135.12,
        10140.54
    ],
    [
        " And he was like, you know, kind of kind of walking around the house. You know,",
        10140.62,
        10145.18
    ],
    [
        " well, you did two weeks wrestling. The really good wrestling camp called J Rob 14 day intensive",
        10145.24,
        10151.98
    ],
    [
        " wrestling camp, awesome camp. And they they they put these guys through the ringer. It's wake up in",
        10151.98,
        10159.9
    ],
    [
        " the morning conditioning, breakfast, wrestling, lunch, wrestling, dinner conditioning. And they do",
        10159.9,
        10167.78
    ],
    [
        " that for 14 days straight to graduate. You have to the last thing you do is a 12 mile run.",
        10167.78,
        10173.8
    ],
    [
        " So like it's and you're all beat down when you're doing that. So yeah, uh, when he came home from",
        10174.4,
        10180.32
    ],
    [
        " that, you know, he was kind of bowing up a little bit. Oh, yeah, that's been perfect. He was bowing",
        10180.32,
        10185.06
    ],
    [
        " up and I said, Oh, you went to a little walk out of him and then the sandbag and I was like,",
        10185.06,
        10188.82
    ],
    [
        " yeah, do this, this, this and this. He like that sandbag. All right. Well, I'm going to take",
        10188.82,
        10196.96
    ],
    [
        " you to definitely get one also. Yes, kettlebells on there. That's where all my kettlebells are",
        10197.22,
        10201.5
    ],
    [
        " from. And yeah, a lot of good stuff on there. Go there on it.com slash jocke. Hey, I wrote a bunch",
        10201.5,
        10207.1
    ],
    [
        " of books way the warrior kid warrior kid two marks mission where you're kid three where there's a will",
        10207.1,
        10213.4
    ],
    [
        " Mikey in the dragons. And this one is freedom field manual extreme ownership of the",
        10213.4,
        10220.22
    ],
    [
        " dichotomy leadership. These are bunch of books I wrote. If you like what we're talking about here,",
        10220.22,
        10223.9
    ],
    [
        " if you're an adult, get the adult books. If you're a kid, get the kids book. If you have kids,",
        10224.04,
        10228.1
    ],
    [
        " get them the kids books. And you might want to check out the kids books, even if you're an adult.",
        10228.2,
        10235.3
    ],
    [
        " Yes. Okay. So there you go. Ashlon front. That's our leadership consultancy. And what we do is",
        10235.98,
        10241.4
    ],
    [
        " solve problems through leadership. Go to ashlonfront.com for details. So what we do all day every day, EF",
        10241.4,
        10248.34
    ],
    [
        " online. This is leadership training online interactive. And put you on the spot. Ask your questions",
        10248.36,
        10256.7
    ],
    [
        " when you when you become a leader or when you're going to become a leader, you're not going to",
        10256.7,
        10264.8
    ],
    [
        " learn everything in one shot. And just like an arm walk, you don't learn it one time. And now you're",
        10264.8,
        10270.26
    ],
    [
        " good. You have to practice. And that's it. EF online.com will allow you to do we got the master next",
        10270.26,
        10275.98
    ],
    [
        " master coming up September 19th and 20th and Denver. And then December 4th and 5th in Sydney,",
        10275.98,
        10282.48
    ],
    [
        " Australia, extremotership.com for details. If you want to come sign up right now because otherwise",
        10282.48,
        10287.02
    ],
    [
        " it's going to sell out. They've also dealt. And of course, we got EF Overwatch where we're taking",
        10287.02,
        10291.98
    ],
    [
        " proven spec ops leaders and combat aviation leaders and placing them into companies in the civilian",
        10291.98,
        10298.54
    ],
    [
        " sector that need one thing more than anything else to win. And that is they need leaders.",
        10298.54,
        10303.74
    ],
    [
        " And if you don't feel like we've talked for long enough and you want to talk to us more,",
        10305.98,
        10311.54
    ],
    [
        " you can find us on the interwebs. Tony is at Frogman NH 164. Do you think you know your password?",
        10311.68,
        10322.72
    ],
    [
        " Yeah, I got it somewhere. Yeah. And people are going to want to like ask you questions. And then",
        10323.2,
        10334.9
    ],
    [
        " 99% of my texts back in 4th or Tony is ridiculous. You guys should see it. If you link up with me",
        10334.9,
        10342.98
    ],
    [
        " and we're talking, you know, like, Jocco, what are you guys talking about? Yeah, yeah, check this",
        10342.98,
        10347.12
    ],
    [
        " because I don't really erase anything with that. Here's Jocco's text. MMMM, MMMM, MMMM, MMMM, MMMM, MMMM,",
        10347.12,
        10355.88
    ],
    [
        " like 70 lines. My genius is crying. What are you? What are you on the crapper? I have all this time.",
        10356.06,
        10362.98
    ],
    [
        " I can do like three lines and he's like, yeah. And also echo and I are on Twitter. We're also on",
        10363.14,
        10371.76
    ],
    [
        " Instagram. And we're also on the Frujan Boogan. Shef Ruzin Boogan. Echo is at Echo Charles.",
        10371.76,
        10380.18
    ],
    [
        " And I am at Docmunk, echo anything else. No, sir. Nothing else. Thanks. BTF, Tony.",
        10381.0,
        10385.86
    ],
    [
        " Tony anything else brother? Pleasure my brother. No, man. Thank you for having me on.",
        10386.18,
        10390.58
    ],
    [
        " Good to see you guys. Yeah, nice pad here now. It's good to go. Never been here.",
        10391.5,
        10397.96
    ],
    [
        " Yeah, awesome. I like to shout out to all my friends back home. You know, if I don't",
        10398.44,
        10402.86
    ],
    [
        " anybody and everybody I know and I'm in San Diego right now and all my team guy buddies and",
        10402.86,
        10409.14
    ],
    [
        " my go from Becky and my rough, you know, my rough back home. Yeah. And all my chums back there.",
        10409.14,
        10415.58
    ],
    [
        " Yeah, I see you guys soon. And thanks for having me on. Always a pleasure. Guys,",
        10415.92,
        10420.44
    ],
    [
        " your class act. Really. Yeah. We're man and teams and shit. Of course. Thanks for coming back on.",
        10420.44,
        10427.92
    ],
    [
        " Again, obviously. And hopefully I'll see you in 150 episodes. Yeah. 150 episodes since you",
        10427.92,
        10435.46
    ],
    [
        " can you on episode 41 and we're now on to 191. Wow. It's crazy. It's ridiculous. Yeah, we got to",
        10435.46,
        10441.86
    ],
    [
        " do it next time we do this. We got to have someone in here like with me, someone else with me,",
        10441.86,
        10449.62
    ],
    [
        " because this is like one. You know, I'm running I'm not that interesting. I can't remember any",
        10449.62,
        10455.02
    ],
    [
        " shit half the time. No, what you should do is next time. We'll listen to this one and then go",
        10455.02,
        10459.86
    ],
    [
        " and write down notes of what you want to talk about next time. And like like five stories or whatever.",
        10459.86,
        10465.42
    ],
    [
        " Oh, yeah. Things or whatever. If we could get on like someone we were talking about like my first",
        10465.78,
        10470.36
    ],
    [
        " help you. Someone like that. Oh, you want to get someone like that on. Yeah, with me. Oh,",
        10470.36,
        10475.12
    ],
    [
        " yeah. For sure. Just me. Yeah. You guys. Yeah. Yeah. No, man. Any but any of the old",
        10475.14,
        10481.86
    ],
    [
        " thoughts that want to come on. I'd if I could have him come on. That'd be sick. I'll ask him.",
        10481.86,
        10489.58
    ],
    [
        " Yeah, ask him. And yeah, man, we'll do it again. And we'll see in Maine. Yeah, we'll see in Maine.",
        10489.66,
        10496.76
    ],
    [
        " Thanks for coming back. Thanks for, man, thanks for everything you did.",
        10496.76,
        10500.66
    ],
    [
        " Thank you, brother. You know, holding that thread that I was talking about earlier, that thread",
        10501.38,
        10506.58
    ],
    [
        " through the years when there was no war going on. There's plenty of people that, you know,",
        10506.58,
        10512.82
    ],
    [
        " they did their job and they went on their deployments or whatever. You were freaking toe in the line,",
        10512.9,
        10516.9
    ],
    [
        " man. You were toe in the line and and keeping that knowledge base, improving that knowledge base.",
        10516.9,
        10523.48
    ],
    [
        " That's what you did to so that when we got to war, we were ready. So thanks for doing that.",
        10523.82,
        10531.52
    ],
    [
        " My pleasure. For the teams. Thanks for everything you did for bruiser, of course.",
        10531.72,
        10536.8
    ],
    [
        " And as far as I'm concerned, you're actually the model of the American fighting man.",
        10537.36,
        10542.7
    ],
    [
        " You're the mother fucker that went up against the Japanese and the Nazis and said, you know what?",
        10544.04,
        10550.98
    ],
    [
        " We don't care what kind of warrior culture that you have. We got something else where Americans",
        10550.98,
        10556.62
    ],
    [
        " and where about to fuck you up. That's right. We got something that none of you other countries have.",
        10556.62,
        10562.8
    ],
    [
        " I'm going to go what? Like fucking John Wayne. If you can produce anyone, a quarter as good as that,",
        10563.08,
        10571.8
    ],
    [
        " man, then I'll maybe listen to you. We have fucking John Wayne, best guy ever in the history of ever.",
        10571.8,
        10579.04
    ],
    [
        " You know, if you might yourself to him in everyday life, then you got none to worry about.",
        10580.36,
        10584.68
    ],
    [
        " What would John Wayne do? He'd either go, yes, no, or punch you.",
        10584.94,
        10588.38
    ],
    [
        " Good. And then he'd have a bunch of whiskey. And then shoot a bunch of people and get on his horse and go",
        10588.74,
        10595.62
    ],
    [
        " have a steak and smoke like 200 cigarettes. Good plan. Yeah. Good plan.",
        10595.62,
        10601.0
    ],
    [
        " Awesome. Everyone else, all the other veterans out there that have served. Thanks for what you've done.",
        10602.54,
        10608.74
    ],
    [
        " Those that are serving right now. Thanks for what you continue to do to our police and law enforcement",
        10608.74,
        10614.26
    ],
    [
        " and firefighters, paramedics, EMTs, dispatchers, BP, border patrol, correctional officers,",
        10614.26,
        10620.96
    ],
    [
        " secret service, all the first responders out there. Thank you for your service here at home.",
        10621.24,
        10626.94
    ],
    [
        " And to everyone else out there, you know, you're going to make mistakes. You're not going to be",
        10627.68,
        10636.64
    ],
    [
        " perfect. Things are going to go wrong. And when things go wrong, it's pretty easy just to say,",
        10637.22,
        10645.02
    ],
    [
        " you know, what I'm going to stand down or I'm going to take a knee or I'm going to give up.",
        10645.08,
        10648.78
    ],
    [
        " And you can do that. Or you can do what Tony would do, which is grab your gear and just grab a",
        10649.18,
        10659.1
    ],
    [
        " 19 F and your TF until you get things back on track. And that's what I recommend you do.",
        10659.1,
        10668.98
    ],
    [
        " So until next time, this is BTF Tony and Echo and Jocco out.",
        10670.24,
        10676.98
    ]
]