[
    [
        " I wrote something for one of my daughters.",
        0.02,
        4.2
    ],
    [
        " At this point, one of my daughters was quite frankly not treating my wife with the kind",
        4.76,
        13.14
    ],
    [
        " of respect that my wife deserves.",
        13.14,
        15.58
    ],
    [
        " You know, it was typical teenager stuff.",
        16.38,
        18.28
    ],
    [
        " A roll of the eyes, a flippant comment.",
        18.32,
        20.56
    ],
    [
        " Basically, young adolescent girl with young adolescent attitude, what you talked about earlier,",
        21.14,
        28.5
    ],
    [
        " you know, no one can tell me anything.",
        28.5,
        30.54
    ],
    [
        " I know everything.",
        30.68,
        31.42
    ],
    [
        " In her mind, you know, my wife was just some lady that did the laundry, got the groceries",
        32.2,
        41.3
    ],
    [
        " and cooked dinner.",
        41.3,
        42.04
    ],
    [
        " That's how she treated her.",
        43.28,
        45.28
    ],
    [
        " I wrote this for my daughter, but I wanted to read it for everyone.",
        48.3,
        56.08
    ],
    [
        " And I want to dedicate it not just to my wife, but to all the military wives out there holding",
        56.08,
        68.64
    ],
    [
        " the line on the home front.",
        68.64,
        71.78
    ],
    [
        " So this is what I wrote to my daughter.",
        72.82,
        76.36
    ],
    [
        " Your mom.",
        79.1,
        80.54
    ],
    [
        " I wanted you to know a little bit about your mom.",
        81.9,
        84.82
    ],
    [
        " Your mom was a champion horse rider.",
        85.56,
        89.04
    ],
    [
        " She rode cross-country races, showed jumping, and she did fox hunting.",
        89.82,
        94.42
    ],
    [
        " She cared for her horses every day, cleaned them, trained them, and took care of them.",
        95.74,
        100.48
    ],
    [
        " She won many victories.",
        101.84,
        103.46
    ],
    [
        " Your mom worked since she was little, starting in restaurants, first peeling potatoes, then",
        105.52,
        112.2
    ],
    [
        " busing tables, then cleaning, then waitressing to make money.",
        112.2,
        116.38
    ],
    [
        " Your mom went to an extremely good college.",
        117.08,
        121.4
    ],
    [
        " Her parents didn't pay for it.",
        121.88,
        123.18
    ],
    [
        " She worked through college as a waitress to pay her own way.",
        123.92,
        127.38
    ],
    [
        " When your mom got done with college, she took the money she saved and backpacked around",
        129.62,
        135.12
    ],
    [
        " the world.",
        135.12,
        135.8
    ],
    [
        " She went to Thailand, Malaysia, Hawaii, Australia, New Zealand, and a bunch of other places.",
        136.4,
        144.24
    ],
    [
        " While doing that, she worked as a waitress and other odd jobs so she could make money and",
        145.34,
        152.96
    ],
    [
        " pay her own way.",
        152.96,
        153.78
    ],
    [
        " When your mom got done traveling, the economy was bad and she couldn't find a job, so she",
        154.32,
        163.72
    ],
    [
        " went overseas and worked at an airline as a flight attendant, which is a hard, thankless",
        163.72,
        173.66
    ],
    [
        " job serving ungrateful passengers on planes.",
        175.14,
        177.92
    ],
    [
        " She didn't like it, but she did it.",
        178.44,
        180.44
    ],
    [
        " When I met your mom for the first time, she was the most beautiful girl I had ever seen.",
        181.22,
        189.62
    ],
    [
        " When I talked to her, she was the nicest person I have ever met.",
        190.22,
        196.34
    ],
    [
        " She was funny, and sassy, and sweet, and I knew immediately that I wanted to marry",
        198.66,
        204.14
    ],
    [
        " her.",
        204.14,
        204.4
    ],
    [
        " So your mom picked up everything and left and came to be with me in America.",
        207.06,
        211.38
    ],
    [
        " She moved into a tiny one bedroom apartment with me.",
        212.2,
        215.3
    ],
    [
        " She was wonderful, she was adventurous, she served with me and she trained Jiu-Jitsu with",
        215.82,
        221.14
    ],
    [
        " me every day and worked out with me every day.",
        221.14,
        223.34
    ],
    [
        " She got her blue belt in Jiu-Jitsu, she worked as an executive assistant in a real estate",
        224.54,
        229.28
    ],
    [
        " office and got a real estate license.",
        229.28,
        231.08
    ],
    [
        " We went skiing and hiked mountains and camped under the stars in the mountain, and we went",
        231.72,
        239.44
    ],
    [
        " dancing at night.",
        239.44,
        240.3
    ],
    [
        " She was amazing.",
        241.88,
        243.58
    ],
    [
        " I got orders to move to Virginia.",
        244.66,
        247.64
    ],
    [
        " She instantly packed up everything we had and quit her job and moved across country.",
        247.66,
        251.9
    ],
    [
        " When we got to Virginia, she got a tough job working for an insurance company.",
        252.36,
        259.04
    ],
    [
        " Of course, I was in a seal platoon, so I traveled all the time and was gone all the time, and",
        259.7,
        265.2
    ],
    [
        " she never complained.",
        265.2,
        266.28
    ],
    [
        " One day she told me she was pregnant.",
        267.6,
        270.84
    ],
    [
        " That was you.",
        271.4,
        272.3
    ],
    [
        " She was so happy.",
        274.06,
        276.22
    ],
    [
        " And then the day after you were born, I left on deployment for seven months.",
        276.84,
        283.08
    ],
    [
        " She did everything by herself.",
        283.82,
        285.14
    ],
    [
        " I was gone.",
        285.28,
        285.86
    ],
    [
        " She never complained, and she sent me a picture every day of you.",
        286.22,
        290.12
    ],
    [
        " When I got home from deployment, she was already back in shape and looked amazing.",
        291.6,
        296.6
    ],
    [
        " The Navy gave me orders back to California.",
        298.36,
        301.1
    ],
    [
        " Without a word, your mom packed away all of our stuff, quit her job and moved back to",
        301.66,
        306.22
    ],
    [
        " California.",
        306.22,
        306.84
    ],
    [
        " I worked and went to school.",
        308.1,
        309.48
    ],
    [
        " I never got up in the night to help take care of you.",
        309.88,
        312.96
    ],
    [
        " It was always your mom every time.",
        313.02,
        314.94
    ],
    [
        " She changed every diaper, made every meal, tried every tear, read every good night book.",
        316.36,
        321.72
    ],
    [
        " I worked, went to school, and trained you Jitsu.",
        323.48,
        326.32
    ],
    [
        " She never complained one single time.",
        326.68,
        328.62
    ],
    [
        " Soon she told me she was pregnant again.",
        330.98,
        332.86
    ],
    [
        " That was your first sister.",
        333.16,
        334.22
    ],
    [
        " When your first sister came, now everything that your mom did for you, she had to do for",
        334.92,
        339.5
    ],
    [
        " your sister too.",
        339.5,
        340.34
    ],
    [
        " Every diaper, every meal, every tear, every little book read.",
        341.34,
        345.24
    ],
    [
        " I was working and going to school and training.",
        346.66,
        349.94
    ],
    [
        " She walked you both and read to you and took you to parks and play groups and dancing lessons",
        350.58,
        357.32
    ],
    [
        " and swimming lessons and craft fairs.",
        357.32,
        359.26
    ],
    [
        " She did everything for you.",
        359.44,
        360.72
    ],
    [
        " She didn't get to surf anymore or do Jitsu anymore or work out or hike with me anymore.",
        362.28,
        368.1
    ],
    [
        " She devoted all that time to you, her kids, who she cherished.",
        368.1,
        372.18
    ],
    [
        " She never complained or wind or asked for anything.",
        372.9,
        378.84
    ],
    [
        " Then she got pregnant again.",
        380.34,
        384.62
    ],
    [
        " This time it was your brother.",
        384.96,
        386.02
    ],
    [
        " She kept doing everything for you when she got her morning sickness, throwing up, dizzy",
        387.4,
        393.36
    ],
    [
        " and carrying around a baby in her belly.",
        393.4,
        395.64
    ],
    [
        " She didn't complain ever.",
        396.02,
        397.44
    ],
    [
        " When she was in the bathroom, sick and throwing up, she would apologize to you and your sister",
        399.34,
        405.56
    ],
    [
        " that you girls had to see or like that.",
        405.56,
        407.62
    ],
    [
        " Then the war started.",
        409.08,
        413.4
    ],
    [
        " I went back to the seal teams.",
        415.04,
        417.84
    ],
    [
        " I went to Iraq for six months.",
        418.78,
        420.68
    ],
    [
        " I was working so much that I barely got time to write.",
        421.1,
        423.82
    ],
    [
        " Your mom always wrote me.",
        425.76,
        427.34
    ],
    [
        " She never complained about anything.",
        428.48,
        429.94
    ],
    [
        " She did everything by herself, everything.",
        430.44,
        432.78
    ],
    [
        " I was taking care of my seal platoon and she took care of you three little kids.",
        433.18,
        437.2
    ],
    [
        " She cleaned everything, made every meal, changed every diaper, dried every tear, took you",
        437.68,
        443.22
    ],
    [
        " to lessons and parks and doctor's appointments and read to you every night and made your lunches",
        443.22,
        448.66
    ],
    [
        " and got groceries.",
        448.66,
        449.66
    ],
    [
        " She did this all by herself.",
        450.3,
        453.6
    ],
    [
        " No in-laws to help out, no grandparents around, just her alone.",
        454.58,
        459.32
    ],
    [
        " When I came home, things didn't get any better.",
        460.56,
        465.6
    ],
    [
        " I just started getting ready to go back to Iraq again.",
        466.02,
        468.76
    ],
    [
        " She didn't complain.",
        469.18,
        470.18
    ],
    [
        " Some guys had to worry about their families, their wives would complain and cry and",
        472.36,
        476.88
    ],
    [
        " file for divorce and fight over the kids.",
        476.88,
        478.88
    ],
    [
        " I never worried about that at all.",
        479.24,
        480.86
    ],
    [
        " Your mom took care of everything and never made me have to worry about you, kids or her",
        482.14,
        488.86
    ],
    [
        " or anything else.",
        488.86,
        490.16
    ],
    [
        " My last deployment to Iraq, I was gone almost seven months.",
        491.48,
        495.98
    ],
    [
        " I left your mom alone again with you three kids.",
        496.66,
        500.64
    ],
    [
        " Some of my men were wounded and killed.",
        501.22,
        505.36
    ],
    [
        " Your mom went to the hospital to visit the wounded men and went to the funerals of my friends.",
        507.16,
        513.32
    ],
    [
        " Your mom knew at any time it could be me that was wounded or killed.",
        514.18,
        520.76
    ],
    [
        " But she never complained.",
        523.42,
        525.06
    ],
    [
        " She cried with the moms of my friends.",
        525.84,
        528.7
    ],
    [
        " She gave support where she could, but she never asked me to stop or come home or leave",
        529.32,
        535.38
    ],
    [
        " early or even be safe.",
        535.38,
        537.4
    ],
    [
        " Never.",
        539.24,
        541.18
    ],
    [
        " She never asked me to give anything to her.",
        542.08,
        546.26
    ],
    [
        " She knew I had men to take care of.",
        547.9,
        550.42
    ],
    [
        " She told me not to worry about her or all you kids.",
        551.82,
        555.74
    ],
    [
        " She only told me to do my best at my job and take care of my friends on the battlefield.",
        556.14,
        561.44
    ],
    [
        " Most seals get divorced almost 90%.",
        564.22,
        569.44
    ],
    [
        " There is too much pressure and separation and distance and too many challenges and",
        570.74,
        577.22
    ],
    [
        " many women can't take it so they leave.",
        577.22,
        579.48
    ],
    [
        " Your mom never wavered.",
        582.74,
        584.46
    ],
    [
        " She never had an issue or a complaint no matter what happened or when I came home or",
        585.7,
        591.76
    ],
    [
        " when I left or what I did.",
        591.76,
        593.6
    ],
    [
        " She supported me always and she took care of you kids every day, every night, every moment.",
        594.86,
        601.58
    ],
    [
        " Every need you had was her responsibility.",
        602.24,
        607.26
    ],
    [
        " She never asked for thanks or appreciation and when it was her birthday or our anniversary",
        608.98,
        614.82
    ],
    [
        " she would tell me not to get her anything so we could save money.",
        614.82,
        618.78
    ],
    [
        " When I got home from my last appointment to Iraq, your mom got pregnant again.",
        619.3,
        628.92
    ],
    [
        " That was your youngest sister and she did it all again.",
        629.56,
        632.34
    ],
    [
        " Morning sickness, diapers, sleepless nights, puke in the bed, pee on the floor, chicken",
        632.74,
        644.8
    ],
    [
        " school lunches, everything.",
        644.8,
        646.2
    ],
    [
        " She never complained about it.",
        646.8,
        651.6
    ],
    [
        " I was still working, preparing men for war and traveling all the time and she continued",
        652.18,
        659.32
    ],
    [
        " to take care of you kids so I could do my job.",
        659.32,
        662.48
    ],
    [
        " Your mom has stuck with me through hell.",
        665.0,
        669.44
    ],
    [
        " It has been hard.",
        670.92,
        672.32
    ],
    [
        " Your mom has been married to this hard-headed frogman for 17 years.",
        672.8,
        677.24
    ],
    [
        " She's been through multiple war time deployments.",
        677.94,
        680.28
    ],
    [
        " She has helped me when I was sick or injured and she has done the same for you.",
        680.6,
        685.1
    ],
    [
        " She has done it because she is strong and determined and she loves our family more than anything in the world.",
        686.76,
        693.86
    ],
    [
        " Your mom is an incredible person and amazing woman and I worship her.",
        696.7,
        701.62
    ],
    [
        " She is everything I ever wanted.",
        702.72,
        705.0
    ],
    [
        " So when you get the chance you should tell your mom that you love her.",
        706.68,
        716.18
    ],
    [
        " That you know how much she has done for you and for our family and that you appreciate",
        717.16,
        722.38
    ],
    [
        " everything that she has done for us and for you.",
        722.38,
        725.64
    ],
    [
        " I hope you grow up and have some of the same qualities that she possesses.",
        728.78,
        737.78
    ],
    [
        " Strength, honor, intelligence, dignity, selflessness, respect, determination and kindness.",
        737.78,
        749.0
    ],
    [
        " That's your mom and I hope you realize how blessed you are to have her.",
        752.02,
        759.72
    ],
    [
        " And that's the note that I wrote to my daughter.",
        762.96,
        774.64
    ],
    [
        " And you know there's some people that say a woman can do anything that a man can do.",
        778.82,
        788.86
    ],
    [
        " And I don't know if that's true or not.",
        789.52,
        794.1
    ],
    [
        " But I can tell you this, I don't know of too many men that can do what my wife has done",
        795.4,
        802.74
    ],
    [
        " and what thousands of other military wives have done.",
        802.74,
        806.9
    ]
]