[
    [
        " You answered a question about complainers and said you would listen to the because well it should be listened to them right?",
        0.0,
        7.34
    ],
    [
        " Yeah, you said you would listen to them because you can learn what the problems are",
        7.58,
        11.22
    ],
    [
        " I like it and people like to be heard, but how do you handle chronic complainers?",
        11.22,
        16.5
    ],
    [
        " The type of people who become cancerous I'm huge fanics. Oh extreme one should take thanks for your time",
        16.88,
        23.26
    ],
    [
        " Yeah, this this is the calls once again for my favorite",
        23.26,
        27.02
    ],
    [
        " My favorite general remedy in in leadership situations is you take this person and you put them in charge",
        29.04,
        34.7
    ],
    [
        " Put them in charge",
        34.7,
        36.0
    ],
    [
        " Yeah, and this is one of those classic things where someone says hey",
        36.0,
        39.94
    ],
    [
        " Why are we even doing it this way and you say oh echo? You don't like that cool",
        39.94,
        44.0
    ],
    [
        " Why don't you come up with a plan and you go execute it? How do you want yeah?",
        44.0,
        46.82
    ],
    [
        " and",
        47.0,
        47.74
    ],
    [
        " And that does one or two things either they they say okay and",
        47.74,
        52.62
    ],
    [
        " They step up and then they have to figure out how hard the job the task is and they have to get it done",
        52.62,
        57.06
    ],
    [
        " And it's they learn from it and they get humbled by it and they recognize the",
        57.06,
        61.36
    ],
    [
        " The the burden of responsibility that a leader actually has which is all good or they just say no no no",
        61.36,
        68.82
    ],
    [
        " And they stop complaining because they don't want to get tested anything again now",
        68.82,
        72.06
    ],
    [
        " Which got to be careful with all these answers that I give you could go",
        72.06,
        77.9
    ],
    [
        " like",
        77.9,
        79.32
    ],
    [
        " In the wrong direction so what I mean by that is",
        80.28,
        83.52
    ],
    [
        " Echo says hey, I don't like we're do the way we're doing this and I go okay, well then you're in charge",
        83.52,
        88.28
    ],
    [
        " Yeah, you know what I mean? I do it like that. It's a punishment. It's a punitive thing",
        88.28,
        93.14
    ],
    [
        " That isn't absolutely not what I'm talking about I say you know what echo?",
        93.14,
        96.58
    ],
    [
        " You're pointing out some good stuff you're pointing out some definite shortfalls in the way that this is happening",
        96.72,
        101.44
    ],
    [
        " I'll tell you what why don't you actually just take responsibility for this and you can run this task and you can make this happen because I",
        101.44,
        107.54
    ],
    [
        " Think you know just based on some of the things you pointed out already",
        107.88,
        111.02
    ],
    [
        " I mean calling them complaints. Yeah, based on some of the things you pointed out already",
        111.02,
        114.18
    ],
    [
        " I think you could probably improve upon our process quite a bit",
        114.18,
        116.76
    ],
    [
        " You know, so you got to be careful. I'm not talking about",
        116.76,
        119.86
    ],
    [
        " Being a jerk to someone. Yeah, I'm talking about action. And this is the thing is like it's like there's there's",
        119.86,
        126.88
    ],
    [
        " There's this thing what what what I'm doing. I'm not just playing the game you ever you ever have every told us in jiu jitsu",
        126.88,
        134.04
    ],
    [
        " I'm like hey",
        134.04,
        135.18
    ],
    [
        " If you want to set me up with the choke so that you can get my arm you have to actually do the choke",
        135.88,
        142.4
    ],
    [
        " You have to actually apply the pressure if you don't apply the pressure",
        142.4,
        144.52
    ],
    [
        " I'm not defending it my arms not gonna go where you want it you have to actually do it",
        144.52,
        147.92
    ],
    [
        " And if I don't defend it the way you expect me to then you just choke me",
        147.92,
        151.22
    ],
    [
        " It's the same thing here. I'm not saying you just say well, why don't you do it then no you have to actually say hey listen",
        151.22,
        158.2
    ],
    [
        " I think this is what's going on. I think you have some good points",
        158.2,
        161.8
    ],
    [
        " Why don't you take lead on this and and we'll see if you can you know remedy the situation because I think you got a pretty good chance",
        162.06,
        167.9
    ],
    [
        " I'm doing it. Yeah, this isn't I'm not doing this as a punitive thing",
        167.9,
        170.9
    ],
    [
        " I'm doing it because it's the best thing for the team. You've got a legitimate complaint. You've got a bunch of them",
        170.9,
        175.28
    ],
    [
        " Let's get you in a position where you can store some of those things out",
        175.28,
        178.18
    ],
    [
        " so",
        178.18,
        180.74
    ],
    [
        " Yeah, so that's that's that we get people that are complaining",
        180.74,
        184.92
    ],
    [
        " You know first of all hear them out and maybe that's good enough right? Hey listen to him and and and once again",
        184.92,
        191.78
    ],
    [
        " I'm not saying you listen to him while your brain is elsewhere and you're not thinking are you actually listen to what they're saying you're engaged",
        191.8,
        197.7
    ],
    [
        " You really do go for the choke me go for it listen to what they're saying maybe there's some solutions",
        197.7,
        203.1
    ],
    [
        " You can come up with",
        203.1,
        203.84
    ],
    [
        " But then if that doesn't work and even after they even after you listen to them and you explain to them",
        203.84,
        208.66
    ],
    [
        " Why things aren't the way they want they still want to complain it complain about it cool? That's fine",
        208.66,
        213.14
    ],
    [
        " Awesome, why don't you take lead on this and that way you can sort out some of these issues appreciate it",
        213.14,
        218.72
    ],
    [
        " Kind of like life said that one time it's kind of hard to complain about a plan when it's your plan. Yeah, that is the truth",
        218.72,
        223.68
    ],
    [
        " Yeah, make sense. God, I'm so stupid",
        223.68,
        226.78
    ],
    [
        " Yeah, this wasn't sucks that I came up with",
        226.78,
        230.72
    ],
    [
        " but yeah, the um",
        230.72,
        232.92
    ],
    [
        " Chronic complaining because you could kind of I mean people complain a lot you you",
        232.92,
        240.96
    ],
    [
        " It's easy to be like oh, they're chronic complainers, right?",
        240.96,
        244.74
    ],
    [
        " But if there's constantly we'll say chronic problems that might induce chronic complaining",
        244.74,
        250.48
    ],
    [
        " I'm not saying that's the case obviously because I know there is such thing as chronic complainers 100%",
        250.48,
        255.84
    ],
    [
        " But at the very least like I say oh, yeah, put them in charge of something or or listen to them and they'll put you know",
        255.84,
        262.44
    ],
    [
        " Listen to what they're complaining about or whatever you might actually get turned on to all these solvable",
        262.44,
        267.68
    ],
    [
        " problems, you know, and if you if look if you make someone take lead in a situation, right?",
        267.68,
        273.1
    ],
    [
        " And you know how it's kind of like that's got that concept of like taking extreme ownership",
        273.14,
        276.98
    ],
    [
        " And then what if they do like say yeah, it is your fault",
        276.98,
        279.84
    ],
    [
        " And then you get all mad, you know kind of thing. It's like oh you didn't really do that",
        279.84,
        283.76
    ],
    [
        " It's like so if you put someone else in charge of something you're really putting them in charge. Yeah, like what if they run",
        283.76,
        288.94
    ],
    [
        " What if they take lead and they solve all the problems and they don't come awesome right? Yeah exactly right",
        288.94,
        293.32
    ],
    [
        " So you don't treat this",
        293.32,
        294.66
    ],
    [
        " Action or this discourse as like something to get back at the complainers. It's not just a set up. Yeah",
        294.66,
        301.58
    ],
    [
        " It's a real move to real deal. Yeah, and you know that's you just you just made this",
        301.66,
        307.1
    ],
    [
        " point",
        307.1,
        308.76
    ],
    [
        " That I made which is",
        308.76,
        311.52
    ],
    [
        " One of the best leadership tools that is completely overlooked by people all the time",
        311.52,
        316.72
    ],
    [
        " Is very very simple to do and that's just to listen to what people are saying",
        316.72,
        322.1
    ],
    [
        " I know it sounds crazy, but I run into all the time leaders in all kinds of levels all kinds of situations",
        322.1,
        328.9
    ],
    [
        " And the biggest problem they have is they don't even listen to anyone else they won't listen",
        329.02,
        332.72
    ],
    [
        " Yeah",
        332.72,
        333.44
    ],
    [
        " So when you're in a leadership position",
        333.44,
        336.68
    ],
    [
        " Try this be quiet and listen to what people are saying listen to what they're complaining about",
        336.68,
        341.42
    ],
    [
        " Listen to what suggestions they have",
        341.42,
        343.98
    ],
    [
        " Listen to what advice they give listen to their recommendations listen",
        343.98,
        347.92
    ],
    [
        " Just listen sometimes",
        347.92,
        349.9
    ],
    [
        " You're gonna be in a much better spot. Yeah, and even like you saying that out loud sounds real obvious",
        349.9,
        355.98
    ],
    [
        " But it's man. It's not because even a lot of times like if you don't listen",
        356.64,
        359.62
    ],
    [
        " I'm thinking of myself like all the many trillions trillions of times that I haven't",
        359.62,
        364.5
    ],
    [
        " Listened when I should have",
        364.5,
        366.76
    ],
    [
        " Most of the time most of the time will say I don't mean to not listen",
        366.76,
        372.12
    ],
    [
        " I don't mean to be like it's not like I'm like hearing noise and be like oh you don't know what you're talking about",
        372.12,
        378.1
    ],
    [
        " You're dumb you know what you say doesn't mean anything. It's not that",
        378.1,
        381.04
    ],
    [
        " It's more that I'm like focus so hard on what I'm thinking or my way or whatever like I'm just so just of course naturally",
        381.24,
        388.52
    ],
    [
        " It's mine. I've been thinking about it for years now, you know kind of things",
        388.52,
        391.0
    ],
    [
        " I'm so done basically dug in to myself on my own thing that I'm not and I'm just not paying attention",
        391.0,
        397.56
    ],
    [
        " That much, you know, I'm like working so hard and down this tunnel that like I can't look out of the tunnel kind of thing",
        397.56,
        404.68
    ],
    [
        " So you don't really mean to but when you're in the situation, it's like it's not that easy, you know",
        404.68,
        410.34
    ],
    [
        " It's it's and you know what it is also it's a detachment. Yeah right because when you're talking you're talking",
        411.06,
        417.12
    ],
    [
        " Yeah, you got to step back to attach to listen to what people are saying. I do this all the time",
        417.12,
        421.18
    ],
    [
        " I do this all the time. It's such a it's such an easy move",
        421.18,
        425.54
    ],
    [
        " Yeah, if you remember move you just watch you just listen even like in Jiu Jitsu you do this",
        425.54,
        430.82
    ],
    [
        " We're like the person wants to move around a bunch cool. I'll let him move around. Yeah, let's see where they're going",
        430.82,
        434.84
    ],
    [
        " I'm just gonna listen to their moves, you know",
        434.84,
        436.64
    ],
    [
        " Yeah, and that's a good way to put it man. Just listen to their moves. Just listen",
        436.82,
        440.32
    ],
    [
        " And yeah, if it if you primarily focus on that listening then like you",
        440.32,
        444.72
    ],
    [
        " Habitually be able to do it way better because like again like back to the it's not like a it's you're not doing it",
        444.72,
        449.74
    ],
    [
        " With malicious intent. Yeah, you know, you're not shutting them down. It's almost like you ever eat like interrupters, right?",
        449.74,
        456.1
    ],
    [
        " You know chronic interruptors. People interrupt you all the time",
        456.24,
        458.58
    ],
    [
        " Some of the time a lot of time whatever we'll say half of the time estimate",
        458.58,
        462.62
    ],
    [
        " There it doesn't feel like they're doing it because they don't want to hear what you have to say sometimes it's that for sure",
        463.28,
        467.84
    ],
    [
        " But sometimes they it's almost like",
        467.84,
        470.12
    ],
    [
        " It's almost like they have this tone of like dang. I don't think I finished my point is good as I wanted to",
        470.12,
        475.44
    ],
    [
        " Almost it's like that tone for themself because they're so committed to their message and what they've been thinking the whole time",
        475.44,
        480.68
    ],
    [
        " And if you're not signing right onto it. It's man. I must not have said it clear enough",
        480.68,
        485.32
    ],
    [
        " You see what I had to like tighten up my kids on just straight",
        485.32,
        490.22
    ],
    [
        " They just wouldn't let each other talk. It's just interrupt interrupt interrupt",
        490.22,
        493.66
    ],
    [
        " And I think it was yeah, it was my son for sure and he looked at me and he goes he's like uh he says",
        493.66,
        500.06
    ],
    [
        " Dad you mean teachers to be aggressive our whole lives and now all the sun you're telling us just to sit back",
        500.06,
        504.88
    ],
    [
        " No, that was funny. Did you tell him that that's the day economy? I said that's the economy. I know you of course",
        504.88,
        512.66
    ]
]