[
    [
        " I'm having issues playing the game, quote unquote, at work.",
        0.0,
        3.66
    ],
    [
        " I'm quiet and friendly, but I prefer to work hard rather than stand out and talk.",
        4.2,
        9.8
    ],
    [
        " I found I have trouble forming more personal connections with my boss and co-workers.",
        10.42,
        15.48
    ],
    [
        " What are your tips?",
        15.94,
        16.92
    ],
    [
        " So look, when I talk about playing the game, I'm not talking about the fact that you have to change your entire personality,",
        18.76,
        25.12
    ],
    [
        " to start to connect with people.",
        27.74,
        29.38
    ],
    [
        " That's not what I'm saying. You don't have to go from being someone that's what they say quiet and friendly.",
        29.54,
        34.54
    ],
    [
        " You don't have to become some chatty, extravert, running around, making small talk with anybody.",
        34.98,
        40.92
    ],
    [
        " And on top of that, there's a little bit of a statement here that says, you know, I'd rather work hard as if these are mutually exclusive things, which they are certainly not.",
        41.66,
        53.72
    ],
    [
        " So this being forming relationships with people and playing the game does not interfere with your work at all.",
        55.08,
        60.32
    ],
    [
        " I'm not saying that you sit around and talk when there's work to be done.",
        60.32,
        63.98
    ],
    [
        " But there's going to be natural breaks in whatever you're doing.",
        64.84,
        70.42
    ],
    [
        " There's going to be moments where skip the action pauses and you get a chance to connect with somebody.",
        70.6,
        75.78
    ],
    [
        " So that's fine. So what are some tips that how would you do this?",
        75.92,
        81.22
    ],
    [
        " So I thought about this of you want to start with something small, right?",
        81.74,
        86.76
    ],
    [
        " But you want to engage. This is the key point.",
        87.66,
        89.54
    ],
    [
        " I don't just want to throw something at you. I don't want to talk at you.",
        89.92,
        93.34
    ],
    [
        " And besides when it's much easier just to let someone talk about themselves.",
        93.48,
        99.7
    ],
    [
        " So what my advice in this particular question is, is to tell them something about yourself, like something minor about yourself.",
        100.36,
        110.68
    ],
    [
        " But then that kind of ties into something that you can ask them.",
        110.82,
        114.24
    ],
    [
        " And then they can talk to you.",
        114.52,
        116.96
    ],
    [
        " Because most people like to talk about themselves.",
        117.1,
        119.02
    ],
    [
        " So you ask me a question about themselves.",
        119.46,
        120.88
    ],
    [
        " And then you go, so you know, something, something maybe something slightly related to work.",
        121.48,
        127.32
    ],
    [
        " So it's not just some random statement that you're making.",
        127.32,
        130.28
    ],
    [
        " You know, you say, you know what we did yesterday at work.",
        130.66,
        135.16
    ],
    [
        " You're reminded me of something.",
        135.3,
        138.86
    ],
    [
        " Right? You're reminding me of something else.",
        139.26,
        140.8
    ],
    [
        " And then maybe you're reminding me of a movie.",
        140.98,
        143.62
    ],
    [
        " Hey, you know what we were doing yesterday?",
        144.02,
        145.32
    ],
    [
        " Reminding me of this movie. Have you seen that movie?",
        145.32,
        147.2
    ],
    [
        " And at least you're going to get, well, no, because I don't watch a lot of movies.",
        147.58,
        151.84
    ],
    [
        " Or no, I haven't seen that movie.",
        152.02,
        153.08
    ],
    [
        " Or, oh, I've seen that movie.",
        153.28,
        155.12
    ],
    [
        " It's a popular movie. But you can't start.",
        155.26,
        156.4
    ],
    [
        " You know what I mean? And all of a sudden you've got a little bit of conversation going.",
        156.4,
        161.44
    ],
    [
        " And that's all we're looking for.",
        161.64,
        162.48
    ],
    [
        " We're not looking at turning to like chatty, caddy.",
        162.86,
        165.78
    ],
    [
        " We're just trying to build relationships with people.",
        166.46,
        169.78
    ],
    [
        " So you know who they are. So they know who you are.",
        170.14,
        172.64
    ],
    [
        " That's what we're talking about.",
        172.88,
        173.96
    ],
    [
        " Nothing crazy. Starts small, build from there.",
        174.26,
        176.8
    ],
    [
        " Pretty straightforward.",
        177.28,
        179.0
    ],
    [
        " Yeah. And through that building process, what I kind of found is one.",
        179.74,
        184.1
    ],
    [
        " And I guess maybe this is a little tactical thing.",
        184.54,
        187.16
    ],
    [
        " You can kind of throw out whenever.",
        187.3,
        188.46
    ],
    [
        " But you know, when people give you advice or they tell you something about themselves that's something,",
        189.08,
        194.04
    ],
    [
        " I don't know whatever, whatever the story is, right?",
        194.04,
        196.24
    ],
    [
        " And maybe some strategy they use to do XYZ.",
        196.4,
        198.82
    ],
    [
        " It can be super small.",
        198.82,
        199.56
    ],
    [
        " If you let them know that you remembered like in the future later on when you see them again, you say,",
        200.26,
        206.02
    ],
    [
        " I remembered what you said last week, you know, just tying this.",
        206.12,
        209.94
    ],
    [
        " Yeah. And just say, almost.",
        210.08,
        211.32
    ],
    [
        " It can be the smallest that purple belt.",
        212.08,
        214.42
    ],
    [
        " Digits you mental.",
        214.74,
        215.56
    ],
    [
        " Digits you. I like it.",
        215.56,
        216.7
    ],
    [
        " It can be the smallest thing.",
        217.12,
        219.02
    ],
    [
        " And it just makes you feel good.",
        219.42,
        220.96
    ],
    [
        " So that person will just essentially feel more open with you.",
        221.22,
        225.98
    ],
    [
        " Like, oh my gosh, I'm like a little scared to pay.",
        226.1,
        228.66
    ],
    [
        " This guy really pays attention to me.",
        228.86,
        230.52
    ],
    [
        " Oh yeah, makes him feel valuable all that stuff.",
        230.64,
        232.78
    ],
    [
        " Just on that small level, you know.",
        232.78,
        234.12
    ],
    [
        " So as far as building little relations.",
        234.34,
        236.08
    ],
    [
        " I'd say that's a cool thing to kind of remember to do if he can.",
        236.94,
        240.12
    ],
    [
        " I'd say that's a cool kind of thing to remember too.",
        240.3,
        242.2
    ]
]