[
    [
        " This is Jocco Podcast number 190 with Echo Charles and me,",
        0.0,
        4.24
    ],
    [
        " Jocco Willink. Good evening, Echo.",
        4.86,
        6.6
    ],
    [
        " Good evening.",
        6.86,
        7.22
    ],
    [
        " And joining us once again is Dave Burke. Good evening, Dave.",
        7.8,
        13.08
    ],
    [
        " Good evening.",
        13.4,
        13.82
    ],
    [
        " The last three podcasts, Dave has been on, 187188 and 189.",
        14.28,
        20.96
    ],
    [
        " And we have been talking about the first six chapters of the Marine Corps publication,",
        21.24,
        25.76
    ],
    [
        " called the One-Tak-Three Tactics.",
        27.44,
        29.96
    ],
    [
        " And if you haven't listened to those three podcasts, go start with those.",
        30.78,
        36.6
    ],
    [
        " You'll hear about Dave Burke.",
        36.96,
        38.26
    ],
    [
        " And if you have listened to them, then we're going to continue on today.",
        39.4,
        42.96
    ],
    [
        " The last, the last podcast of this series.",
        43.5,
        47.18
    ],
    [
        " Hopefully we can make it through the last two chapters, chapter 7 and 8.",
        47.54,
        51.22
    ],
    [
        " Marine Corps first lieutenant at the basic school time now.",
        52.76,
        59.18
    ],
    [
        " Are they listening and getting anything out of this particular series of podcasts?",
        60.38,
        70.08
    ],
    [
        " Based on the number of messages I get from Lieutenant to TBS just talking about this podcast,",
        71.66,
        79.14
    ],
    [
        " they are listening in a way that and learning things that I never learned when I was at TBS.",
        79.62,
        85.3
    ],
    [
        " The impact of this on the Marine Corps is huge because the fact that I listened to this stuff",
        85.8,
        92.7
    ],
    [
        " and looking at this manual totally differently than I did 25 years ago.",
        92.7,
        95.78
    ],
    [
        " There's just a different way to observe things through a different lens than your own.",
        96.92,
        105.1
    ],
    [
        " And when you're young, hey man, and listen, any of those, Amy first lieutenant at TBS right now,",
        105.36,
        113.18
    ],
    [
        " I will trade places with you immediately.",
        113.5,
        115.62
    ],
    [
        " If I can do that, I will trade places with you right now.",
        115.96,
        119.02
    ],
    [
        " I will give anything to be in that position.",
        119.52,
        122.92
    ],
    [
        " But so I'm not trying to disparage your situation in life.",
        123.68,
        129.98
    ],
    [
        " What I'm saying is when you're seeing this for the first time and you're 21 years old,",
        130.76,
        134.58
    ],
    [
        " you just don't have the breadth of experience to go, oh, I can relate to that.",
        134.76,
        141.48
    ],
    [
        " And for me, that's what learning is.",
        141.66,
        142.8
    ],
    [
        " And I've complained about this before in schools, in all schools.",
        142.98,
        146.46
    ],
    [
        " Every subject that you learn in school should be tied with a thread to every other subject that you learn in school.",
        146.72,
        153.0
    ],
    [
        " Because it is. Because everything that you learn about is tied to everything else.",
        153.18,
        157.28
    ],
    [
        " That's the way it is.",
        157.92,
        159.32
    ],
    [
        " The science, the art, the literature, they're all into woven through history, through mankind.",
        159.58,
        166.24
    ],
    [
        " And so what happens is if you can tie those threads together, then you get a better understanding of what is actually what you're being taught.",
        167.02,
        174.74
    ],
    [
        " So what I like and why I appreciate the fact that the young military personnel, whether in the Marine Corps, whatever service they're in,",
        175.18,
        182.46
    ],
    [
        " they can take what your experiences is Dave, what my experience.",
        182.66,
        187.54
    ],
    [
        " And we can weave some other aspects of this information in so that so that people, including me, get a better understanding of this knowledge.",
        187.78,
        199.84
    ],
    [
        " Because the knowledge is there. I mean, the knowledge is there, the framework is there.",
        199.94,
        203.4
    ],
    [
        " And I'll get to a point where I make a critique of this manual.",
        204.18,
        213.68
    ],
    [
        " And the critique of this manual that I make is there's a level of simplicity one that they could make things a little bit clearer and a little bit more simple a couple times.",
        214.08,
        222.26
    ],
    [
        " There's sometimes where I think it could be a little bit simpler and a little bit cleat, a little bit simplified, a little bit more straightforward.",
        222.68,
        228.42
    ],
    [
        " To be honest with you, that's what I think cover moves simple prioritize next, cute and decentralized command that is like the base level of hey man, this is what you need.",
        229.24,
        239.8
    ],
    [
        " And then this all just build so, so perfectly upon that.",
        240.54,
        246.16
    ],
    [
        " And of course, there's, that's like one situation. There's the other 80, the other 98% of this is where I look at and go, yeah, they wrote this way better than I ever could have.",
        246.5,
        256.48
    ],
    [
        " Then Dave, then you ever like we just don't have, and that's why even though I said the last podcast, like I know there's, there had to be one guy that was like overseeing this.",
        257.42,
        265.94
    ],
    [
        " But the group of people that put this thing together, they were good at what they did and they did a great job doing this.",
        266.7,
        274.28
    ],
    [
        " So I'm glad to be able to talk about it. I'm glad to be able to learn from it.",
        274.52,
        281.3
    ],
    [
        " And it's amazing because I don't remember when I read this for the first time. I, I don't know. I know that, and I was telling you this earlier, Dave, when I came back and wrote down the laws of combat for the first time, those were, look, I absolutely, I know I played, you rise them from various places.",
        281.98,
        301.76
    ],
    [
        " But they were, but I didn't, I didn't say, oh, this, this comes from here. Cover move, I know where I learned that from for the first time I learned it from Roger Hayden.",
        304.04,
        314.28
    ],
    [
        " It's actually the first time I learned, I was like, oh, okay, well, that's the first time I put it together. I heard it before. That's the first time I said, oh, that's what that actually means.",
        314.52,
        320.84
    ],
    [
        " The simple thing, kind of the same thing, you know, some of those old Vietnam guys, you go to keep things simple, you know, prioritize and execute. That's, I had to put a word to, I had to put words to that because I didn't have, I'd never, before I wrote that down, I had never told anyone to do those things. I said it in a million different ways.",
        321.54,
        340.52
    ],
    [
        " I had said it in a million different ways, but I never said, okay, this is prioritize next week. That's what you need to do.",
        341.26,
        346.28
    ],
    [
        " Decentralized command, obviously, people have been saying that for a really long time. But for me, the first time I wrote them down was when we got back from Ramadi, and I didn't, like I said, I knew that I kind of plagiarized them.",
        346.64,
        361.14
    ],
    [
        " But at the same time, I couldn't point to the sources, right? I couldn't say, oh, yeah, I took this from here. I took that from here. I couldn't, it was a bunch of information that was in my head that had been",
        362.46,
        374.32
    ],
    [
        " fermenting for a long period of time. And then when I realized I had to teach this stuff, I needed to write it down in a distilled manner.",
        374.32,
        383.14
    ],
    [
        " So, when, so then, and I was telling this, this is the getting to the part that I was telling you, I was telling you that once I wrote these four laws, I was kind of like a little bit paranoid, because here I am, you know, getting up on a pedestal and saying, hey, here's the laws of combat, which is a really arrogant, like statement to make, right?",
        384.48,
        403.18
    ],
    [
        " I've written the laws of combat. Like, no, like, that's not what I'm saying. And I, and I questioned, as I started putting them out to guys, I started questioning, okay, how universally these are these the right way, is this the right way to go? Is this the right thing to think about? Have I captured these correctly?",
        404.46,
        423.88
    ],
    [
        " And one of the ones that I was most concerned about, oddly enough, because it's the most obvious one, was simple, was keeping things simple. And, and part of that reason was because, man, the planning had gotten so completely crazy and out of control in the SEAL teams, and in the whole US military, the 96 hour planning cycle, it had just gone completely buck wild crazy.",
        424.36,
        447.76
    ],
    [
        " And I, as a being raised that way in the SEAL teams, I had, I was a little nervous about saying to myself, look, hey, I've been told about all this detailed planning for the last 15 years, 16 years, 17 years of my life.",
        448.98,
        464.64
    ],
    [
        " And now I'm saying, no, what you got to do is keep it simple. And so I started reading through some of these manuals that I had skimmed through, that I had looked through, that I had, that I had looked down on.",
        465.56,
        477.9
    ],
    [
        " If you showed me this manual, if I read this manual when I was in E5 and the teams, I'd have been like, whatever man, I'm in the teams.",
        478.5,
        485.04
    ],
    [
        " You know, that's, I'm just being straight up, that's what my attitude would have been. As I started, so, so then when I referred back to them and I started going, okay, let me confirm some of what I'm saying.",
        485.86,
        494.9
    ],
    [
        " And when I started with, so the first one that I really looked at was simple, because I felt like, oh, I'm telling guys to be simple, but is that really the right answer? And I found that keeping things simple is a military maximum of war that has been around since the beginning of war.",
        495.26,
        511.72
    ],
    [
        " Since the beginning of war, they've been saying, hey, dumbass, you got to keep things simple.",
        512.74,
        519.34
    ],
    [
        " And then from there, I continue to read these different perspectives, these different manuals, these different historical documents, and just the same things just get repeated over and over and over and over again.",
        520.46,
        534.0
    ],
    [
        " And that's, that's why when you hear it from a different angle, a different perspective, and especially when that's this clearly written, it's like, yes, this makes absolutely sense.",
        534.0,
        545.84
    ],
    [
        " So when I say, there's a little critique I want to make, I trust me, I am not making a critique of like, hey, listen to me. I know.",
        545.96,
        555.82
    ],
    [
        " But no, all I'm saying is like, I guess what I'm saying is this is where I think it fits together. This is where I think, you know, being able to explain something to people from a different, just a slightly different angle, it's beneficial.",
        555.82,
        570.28
    ],
    [
        " And there's be plenty of people that will go, well, you know, Jocke was point okay, but the Marine Corps tactic thing, the Marine Corps manual explains it better.",
        570.54,
        576.82
    ],
    [
        " And there's some people that will say, oh, you know, the Marine Corps tactics thing makes sense, but I actually received it better when I heard Dave say this or I heard Jocke would say that.",
        576.86,
        587.18
    ],
    [
        " Like that's so, so when you take these things and you parse them and you look at them and you look at them from your viewpoint, from my viewpoint, all it does, all it does is gives people a better understanding of what that understanding does is it gives you the ability to recognize these patterns in different places.",
        587.32,
        606.58
    ],
    [
        " If you've got the humility to recognize that that point of view exists in a whole bunch of different places, I read extreme ownership at the end of my career, at the tail end of my career.",
        608.66,
        623.4
    ],
    [
        " And what I learned from that at the time was significant, but more importantly, I've gone back and read that and seen different things in it.",
        624.4,
        632.68
    ],
    [
        " And I think the key more than anything is it actually doesn't matter which of those ones speak to you the right way. It's the recognition that it goes back to when you know the way broadly, you see it in all things.",
        632.94,
        645.42
    ],
    [
        " And it's the ability to see something and read something and have that teach you something that you no matter how long you've been doing it, whether you're a second attendant of the basic school or a colonel in the Marine Corps, that you will find these lessons in these different perspectives in a whole bunch of different places and what's required is the humility to recognize that you're going to learn things from a different perspective.",
        645.42,
        665.7
    ],
    [
        " And if you keep an open mind when you're reading this stuff, you'll go back, if you're at Lieutenant the TBS, you're going to read this one three and five years and it's going to say totally different things to you.",
        666.64,
        675.28
    ],
    [
        " If you go in with that mindset of you were going to take something away from it different than the first time.",
        675.44,
        679.7
    ],
    [
        " And the, you know, we talked about on the last podcast, getting reps in, right?",
        680.06,
        687.98
    ],
    [
        " Whether it's training, whether it's you in an airplane maneuvering around the sky against an enemy with a wingman, whatever, you get reps in.",
        687.98,
        695.44
    ],
    [
        " And you get reps in doing immediate action drills out in the desert or in an urban environment, you get reps in.",
        695.86,
        703.16
    ],
    [
        " And then as a leader, you get the reps in of, oh, here's something I don't recognize.",
        703.34,
        706.96
    ],
    [
        " How can I put my recognition over what I'm looking at and how can I make a good decision?",
        707.08,
        711.2
    ],
    [
        " You get reps in and the more reps you get in the better you get.",
        711.46,
        714.52
    ],
    [
        " As you go through tactics and you start to think about it and you start to pick them apart and you start to hear them from different angles, it's a rep.",
        714.64,
        722.22
    ],
    [
        " And every rep you get makes you a little, a little tiny bit better.",
        722.5,
        727.38
    ],
    [
        " So when I hear the Marine Corps tactics manual talking about cooperation and I've been talking about cover and move consistently for a long time.",
        727.92,
        739.8
    ],
    [
        " Let me think for 12 years, 13 years, I've been talking about cover move.",
        740.46,
        745.24
    ],
    [
        " And yet they come in, they call it cooperation.",
        745.68,
        748.54
    ],
    [
        " It's the same thing, but guess what? I know it better now.",
        749.0,
        752.8
    ],
    [
        " I have just a little bit more. I understand it.",
        753.2,
        756.92
    ],
    [
        " I have, I now understand cover move as cooperation.",
        757.18,
        760.98
    ],
    [
        " And that's actually the way I describe it.",
        761.04,
        762.94
    ],
    [
        " As I say, cover moves teamwork. They say cooperation is teamwork.",
        763.14,
        766.0
    ],
    [
        " Guess what? Same thing, a little bit different angle.",
        766.0,
        768.82
    ],
    [
        " I now have a better understanding of it.",
        768.98,
        771.08
    ],
    [
        " And that means I'm going to be able to recognize it in different places where I might not have, I might have seen it in 94 places out of 100.",
        771.62,
        781.22
    ],
    [
        " Now on, now maybe I'll see it 96. Maybe I'll see it 95, but I'll see it better. I'll see it more clearly.",
        781.44,
        787.0
    ],
    [
        " So no matter where you are in your, on the path, no matter where you are in the path, you're going to, you're going to see more.",
        788.92,
        796.9
    ],
    [
        " And this is something, Lafe and I have talked about, we like the first monster or no, we didn't event with someone and then they came to the monster.",
        797.02,
        805.66
    ],
    [
        " And they said, oh, I really liked the way you changed the, the, the, the laws of combat.",
        806.48,
        813.48
    ],
    [
        " And Lafe's like, we didn't change it. We haven't changed anything.",
        814.48,
        816.78
    ],
    [
        " As a matter of fact, the, the slides that you saw are the same slides that you saw when you came to, when we came to your company two and a half years ago or whatever.",
        817.3,
        826.0
    ],
    [
        " But to your point, what happened to that individual is his perspective change.",
        826.26,
        830.86
    ],
    [
        " We didn't change, but your, but that individual's perspective changes.",
        830.96,
        834.3
    ],
    [
        " And that's what, you know, I always talk about the fact that Mike Sirelli, when Mike Sirelli took over the junior officer course from Lafe,",
        834.76,
        841.22
    ],
    [
        " and I was going in there with each class and going through the laws of combat brief.",
        841.22,
        845.56
    ],
    [
        " And on the ninth time I taught it when Mike Sirelli was running hit, and he pulls up a chair in the back and sits down with his notebook.",
        846.48,
        854.38
    ],
    [
        " And I'm like, bro, you're going to sit through this again. And he's like, well, yeah.",
        855.1,
        860.3
    ],
    [
        " And I said, but why? And he goes, because I learned something new every time.",
        860.56,
        864.58
    ],
    [
        " And, you know, you talk about this a lot. You talk about the fact that clients need repetition.",
        865.5,
        871.3
    ],
    [
        " And how often, how often do you teach somebody about cover move or simple or, and they go, oh, cool, got it.",
        872.3,
        882.0
    ],
    [
        " It just doesn't happen. No, it doesn't. And it doesn't happen for any of us.",
        882.48,
        888.8
    ],
    [
        " And even if you do get it, something sinks in, it only sinks in a little bit.",
        889.42,
        895.14
    ],
    [
        " And then you've got to know, and this is, it's not just you seated in where you can actually teach it different.",
        895.74,
        900.08
    ],
    [
        " It's another way to explain the exact same thing.",
        900.2,
        902.24
    ],
    [
        " Knowing that the people working with you, some will understand it when they see it this way, some will understand it when they see it that way.",
        902.7,
        908.82
    ],
    [
        " And the more different ways you can explain it, the quicker they learn to see it in all the other places that actually will help it really sink in.",
        909.26,
        916.58
    ],
    [
        " And I don't care who you are, me included none of it sinks in the first time.",
        916.58,
        921.16
    ],
    [
        " And even when it does sink in, it's not the whole thing.",
        921.3,
        924.56
    ],
    [
        " And to take this one step further. So Jimmy Page, my favorite, I guess my favorite example of this is Jimmy Page, the guitarist from Led Zeppelin,",
        925.6,
        936.84
    ],
    [
        " arguably the greatest rock and roll guitarist of all time, who was incredibly beyond comprehension creative with that instrument, the guitar, the gearbox.",
        938.26,
        950.68
    ],
    [
        " He was so creative, but he was a studio musician for many, many years.",
        951.26,
        958.3
    ],
    [
        " And he was one of the best studio musicians in London, which is no, no small feat because London is a music town.",
        958.32,
        965.5
    ],
    [
        " So he had this, and when you're a studio musician, you play the notes that they tell you to play, then you play them how you, how they're written on the page.",
        966.9,
        974.58
    ],
    [
        " It is 100% discipline, follow orders, you do what you're told.",
        974.72,
        978.54
    ],
    [
        " And then guess what? Once you have that, those standard operating procedures down, then you can take them and you can get creative and you see the patterns where you know what else sees them.",
        978.78,
        989.78
    ],
    [
        " So the same thing, the same exact thing happens with the laws of combat.",
        989.92,
        994.4
    ],
    [
        " The better you know them, the better you can take and you can get creative, you can creatively apply them to problems.",
        995.28,
        1004.54
    ],
    [
        " And they overlay properly on those problems because you understand how to use them better.",
        1005.24,
        1011.04
    ],
    [
        " So I mean, I find that all time, clients we've been working for a long time or clients that have, you know, people that read the book 10 times, read dichotomy leadership 14 times, they've listened to every single podcast and they'll be presented with a problem at their job.",
        1012.56,
        1030.84
    ],
    [
        " And the first thing they do is blame someone. The first thing they do is make a really complex solution. It's like it's hard to do.",
        1031.46,
        1038.86
    ],
    [
        " Now, and different people learn at different rates because we've got clients, I've got clients that could easily teach, teach classes first,",
        1039.16,
        1047.88
    ],
    [
        " but they're actually on front because they're so good and their business is doing great because they've come so far and they've absorbed so well.",
        1047.88,
        1055.32
    ],
    [
        " And I will tell you right now, the comment炫 that every single one of those, those high level.",
        1055.76,
        1062.46
    ],
    [
        " Appliers of the laws of combat to their business, everything one of them is like the most humble, incredibly humble human that is like, oh yeah.",
        1063.18,
        1071.72
    ],
    [
        " Oh, well, you know, I went to this school and I've been doing this for this long. Yeah, and it doesn't matter because I know I'm not a good leader and I'm going to get better at it.",
        1073.0,
        1079.02
    ],
    [
        " So, that's a way to kick it off. Now, going to the book.",
        1080.0,
        1085.9
    ],
    [
        " One, tack three tactics. We're on chapter seven.",
        1087.68,
        1093.02
    ],
    [
        " Chapter seven is called exploiting success and finishing.",
        1094.32,
        1099.06
    ],
    [
        " Here's some quotes it starts off with, do not delay in the attack when the foe has been split off and cut down, pursue him immediately and give him no time to assemble or form up.",
        1099.96,
        1111.78
    ],
    [
        " Spare nothing without regard for difficulties pursue the enemy day and night until he has been annihilated.",
        1111.82,
        1121.0
    ],
    [
        " That's field marshal prince Alexander V. Suvorov, who is a Russian general who fought against the Ottoman Empire who fought against the Polish uprising, who fought in the Italian campaign.",
        1121.26,
        1140.32
    ],
    [
        " The Italian campaign, which was actually not a war against the Italians, it was a war against the French, it was a war against Napoleon's army.",
        1140.32,
        1146.54
    ],
    [
        " He never actually came face to face with Napoleon, but he fought him and did very, very well.",
        1147.2,
        1152.18
    ],
    [
        " That's where this next little quote comes from. It says, pursue the last man to the adda and throw the remains into the river.",
        1152.24,
        1160.58
    ],
    [
        " Same, same guy, field marshal Suvorov.",
        1161.52,
        1166.44
    ],
    [
        " And that's what he's talking about. They fight in the French in Italy and what you do, you presume to the adda river and then once you've killed them, you huck their remains into the river.",
        1167.9,
        1180.84
    ],
    [
        " That's the level of finishing that we're talking about.",
        1181.04,
        1183.9
    ],
    [
        " And then the last quote that they kicked this off is, when we have incurred the risk of a battle, we should know how to profit by the victory and not merely content ourselves according to custom with possession of the field.",
        1185.46,
        1199.44
    ],
    [
        " Hey, just getting the field isn't good enough. That's not good enough. Don't accept that and that's Marista Sacks, who we've covered on this podcast podcast number 110.",
        1199.94,
        1212.44
    ],
    [
        " And then, Revries on the art of war.",
        1212.44,
        1214.66
    ],
    [
        " Disacks was a German soldier. He was a leader in the army, the Holy Roman Empire. And he ended up being one of the lead generals of France.",
        1215.4,
        1226.66
    ],
    [
        " So, knows what he's talking about and what he's talking about is just because you won the field, not good enough. Keep going.",
        1227.18,
        1236.56
    ],
    [
        " And here's how the Marine Corps puts it. It is not enough merely to gain advantage. The enemy will not surrender simply because he has placed it a disadvantage.",
        1238.4,
        1245.46
    ],
    [
        " The successful leader exploits any advantage aggressively and ruthlessly, not once, but repeatedly until the opportunity arises for a finishing stroke.",
        1245.96,
        1256.46
    ],
    [
        " Can we just stop the podcast there? The successful leader exploits any advantage aggressively and ruthlessly, not once, but repeatedly until the opportunity arises for a finishing stroke.",
        1259.14,
        1273.16
    ],
    [
        " Yeah. We must always be on the lookout for such opportunities, whether we create them in, whether we create them ourselves or they arise in the flow of action. And when we perceive an opportunity to be to be decisive, we must seize it.",
        1277.36,
        1290.82
    ],
    [
        " The application of Marine Corps tactics does not mean that we expect to win effortlessly or bloodlessly or that we expect the enemy to collapse just because we outmaneuver him.",
        1291.78,
        1301.84
    ],
    [
        " It means we look for and make the most of every advantage and apply the decisive stroke when the opportunity presents itself.",
        1302.3,
        1309.2
    ],
    [
        " Building on the advantage. Once we have gained the advantage, we exploit it. We use it to create new opportunities. We then exploit those opportunities to create others shaping the flow of action to our advantage.",
        1311.52,
        1324.86
    ],
    [
        " This is so much jujitsu. It's ridiculous. I mean, it's so much everything, but the direct correlation to jujitsu is just crazy.",
        1325.38,
        1335.62
    ],
    [
        " Even small, favoring circumstances exploited repeatedly and aggressively can quickly multiply into decisive advantages. This is when you're rolling with Dean Lister and you give him part of one quarter of an inch of arm position and he gets it.",
        1336.12,
        1352.84
    ],
    [
        " And you think, well, you know, no big deal. It's just a quarter of an inch in arm position. And then he exploits that small circumstance repeatedly and aggressively until he's got your arm. He's ripping it off your body. That's what I'm talking about.",
        1353.26,
        1367.76
    ],
    [
        " We'll back to the book like the chess grandmaster. We must think ahead to our next move and one beyond it.",
        1368.54,
        1375.5
    ],
    [
        " How am I going to use this advantage to create another one? For example, an attack by penetration. Once we have created one advantage by punching through the enemy's position and getting to his rear, we create another by pouring forces through the gap generating the expanding torrent that ladel heart wrote about.",
        1377.94,
        1397.6
    ],
    [
        " You keep going relentless attack.",
        1399.16,
        1402.18
    ],
    [
        " Yeah. And those windows, those opportunities. Not only are they fleeting, like those are going to be seconds sometimes that that opportunities actually there before he figures out a way to prevent that from happening.",
        1403.0,
        1416.52
    ],
    [
        " All the other resources that you need to bring to bear for that have to be ready to go.",
        1417.42,
        1421.44
    ],
    [
        " So these things that they're describing as simple as they're described look for an opera. Those windows really, really small. And when you see them, you might get one in an entire fight. You might get one, maybe two.",
        1422.36,
        1433.38
    ],
    [
        " You have to have all those other things that you need to win. Ready to go and fill that unrelenting until the end.",
        1433.96,
        1441.2
    ],
    [
        " They are making, they're describing a very simple way, but man, that is to see that and exploit that to they finish.",
        1442.66,
        1449.32
    ],
    [
        " Yeah. And I'm not to me sometimes the people will talk about like how the importance of mindset, right? This is one of those things. What you just said is like you have to have the mindset.",
        1450.26,
        1466.42
    ],
    [
        " Pre prior to the opening happening, you have to be thinking as soon as I see this, I am going. And if you don't have that, the split second that it takes you to look at it and go, wait, I think that's an opening. I think I should go.",
        1467.74,
        1481.68
    ],
    [
        " The, the, the open is gone. So having that proactive and pre existing mentality of when I see this, I'm going, you know, you see kids wrestling.",
        1481.96,
        1495.86
    ],
    [
        " And shooting takedowns like that's what they're doing. They are so pre planned to once they do that set up and that that counter starts to take place and they see that boom there and there. There's no thought process going.",
        1496.42,
        1508.78
    ],
    [
        " And if you think about it for one millisecond, that opportunity to go on.",
        1509.0,
        1513.98
    ],
    [
        " Rommel recounts how exploiting each advantage in the battle for cook.",
        1518.42,
        1523.54
    ],
    [
        " In the Carpathian mountains during World War One led to another opportunity as his detachment exploited each situation and moved further behind enemy lines, it generated more surprise and advantage during this actions during this action.",
        1524.18,
        1540.3
    ],
    [
        " Rommel's detachment captured thousands of enemy soldiers with very little fighting due largely to his unwillingness to lose momentum.",
        1540.3,
        1548.2
    ],
    [
        " One success led directly to another opportunity which he seized immediately. That's from, that's from Rommel's book Attacks Infantry Attacks, which is a great book.",
        1548.92,
        1558.18
    ],
    [
        " We haven't covered it on here yet. It's super tactical. It is super tactical. It is like talking about where to maneuver squads. It's that tackle.",
        1558.28,
        1568.38
    ],
    [
        " What's good about it when I covered on the podcast, every section in that book has a little, a little italicized last three or four paragraphs that explain what just happened.",
        1568.44,
        1583.36
    ],
    [
        " Like, hey, here's, it's, it's not quite like a full lessons learned. It's not quite, hey, here's the let take away from this. But some of them are pretty close.",
        1583.76,
        1593.68
    ],
    [
        " So when I covered attacks, infantry attacks on here, probably do that. But that's what we're talking about. I'm not going to slow down. I'm not going to stop.",
        1593.84,
        1601.94
    ],
    [
        " The people, when we work with companies and they have these really good business leaders that we're working with CEOs and guys are just in the game.",
        1602.74,
        1611.88
    ],
    [
        " That's how they are. That's how they are everywhere in their life. Everything in their life is like they are always looking everywhere in life for those little fleeting opportunities.",
        1612.94,
        1621.42
    ],
    [
        " And they are so, they are so triggered and ready to attack those positions when they reveal themselves. It's, and you talk about the mindset, it, when you see it done, it impermeents all aspects of people's lives.",
        1621.42,
        1634.8
    ],
    [
        " And they look for those windows everywhere. And it's something you actually have to, you don't want to look back on your life and think of all the times that you missed to attack.",
        1634.96,
        1646.08
    ],
    [
        " Whatever opportunity was there. And think about how often that happens. But just think about the guys that we work with. The ones that are really good. It's not just at work. And they're like some different person. It's like that all the time.",
        1647.28,
        1658.06
    ],
    [
        " Yeah. And obviously, what can we screw up here? We can attack every open that we see that we see. That's the dichotomy.",
        1658.8,
        1667.0
    ],
    [
        " So the more experienced you are as a leader, the better you can, the better you can see the pattern recognition, then you recognize what opportunities are good and what somebody asked me this the other day.",
        1668.0,
        1680.36
    ],
    [
        " Like, what opportunity, how do you sort through all these opportunities? You know, and for me, I definitely mean I get a lot of opportunities. And which ones am I going to invest time into?",
        1680.64,
        1689.46
    ],
    [
        " What's the, and here's the, here's what the answer is. Do they answer that question is, okay, how much investment is it going to take from me time wise? Cause I don't have enough time to do everything that I want to do. It makes me mad.",
        1689.84,
        1699.86
    ],
    [
        " But I don't. And so, and then what's the return on investment going to be, how is it interact and support every other thing that I've got going on?",
        1699.86,
        1710.06
    ],
    [
        " Because I'm not going to go and start some venture that's outside that doesn't positively support everything else that I'm doing.",
        1710.26,
        1719.54
    ],
    [
        " The pieces that fit in everything else and make everything else better. Those are the ones that you have to attack on. The ones that fit in everywhere else in your life.",
        1719.98,
        1727.9
    ],
    [
        " Yeah.",
        1728.04,
        1728.14
    ],
    [
        " After the battle for Tarwa in November 1943, major Henry Crow, commanding officer of second battalion, eighth Marines was asked why he thought the Japanese had been defeated so quickly once the Marines were established ashore.",
        1730.24,
        1744.2
    ],
    [
        " He remarked that it was due to the constant pressure of naval gunfire bombs and mortars. The Marines used their advantage in supporting arms to create opportunities for success.",
        1744.42,
        1755.02
    ],
    [
        " That pressure putting that pressure on when you put the pressure on that's what creates the opportunities. That's what you feel that one and you get to all day long.",
        1755.4,
        1766.02
    ],
    [
        " Andy was working me over on the mat yesterday. Constant pressure, constant attack. It was me just trying to fill in the gaps as they were opening up.",
        1766.24,
        1778.28
    ],
    [
        " How long can you fill in the gaps for? You can't do it indefinitely because when you're filling in one gap, guess what's happening? Another gap is opening up.",
        1778.74,
        1786.84
    ],
    [
        " So you got to be careful of that. That's going back to what we just talked about. If you try and fill gaps that aren't good opportunities, you're leaving other areas exposed and that's going to be a negative.",
        1787.42,
        1797.96
    ],
    [
        " Next section is called consolidation exploitation and pursuit.",
        1799.12,
        1804.6
    ],
    [
        " Once we have created leverage, how do we take full advantage of it? A decisive result or victory rarely stems from the initial action no matter how successful.",
        1805.64,
        1815.44
    ],
    [
        " More often, victories are the result of aggressively exploiting some relative advantage until one becomes decisive and the action turns into a route.",
        1815.88,
        1824.28
    ],
    [
        " victories are the result of aggressively exploiting some relative advantage until one becomes decisive.",
        1826.0,
        1833.86
    ],
    [
        " Casually rates historically tend to remain constant and often fairly even until one side or the other tries to flee.",
        1833.86,
        1843.76
    ],
    [
        " Only then do significantly asymmetrical casualty rates commonly occur. This exploitation of the enemy's bad situation can yield surprisingly great results.",
        1844.56,
        1854.16
    ],
    [
        " We can take several specific types of actions to exploit opportunities we have created or discovered the first way we can exploit successes by consolidation.",
        1856.26,
        1866.42
    ],
    [
        " As we consolidate our forces after seizing a position, we intend to hold against the enemy.",
        1867.44,
        1871.56
    ],
    [
        " Here our aims are limited to protecting what we have already gained. We must realize that by consolidating rather than continuing to force the issue, we may be surrendering the initiative.",
        1872.22,
        1882.58
    ],
    [
        " Let's talk about holding position.",
        1882.86,
        1884.58
    ],
    [
        " There may be any number of reasons for choosing this course. Perhaps we lack the strength to continue to advance.",
        1885.56,
        1893.92
    ],
    [
        " Our new gain may be of critical importance and the risk of losing it outweighs the advantages of any further gains. Perhaps the new gain itself grants a significant advantage.",
        1894.78,
        1903.86
    ],
    [
        " For instance, a position that provides excellent fires or threatens the enemy lines of communications may put the enemy in an untenable position.",
        1904.02,
        1912.38
    ],
    [
        " Perhaps the new gain compels the enemy to meet us on our terms. For example, we seize a critical piece of terrain with strong defensive qualities, forcing the enemy to attack on unfavorable terms.",
        1912.82,
        1925.02
    ],
    [
        " There are times where you hold position. There are times when you're strong, you consolidate your forces, you get everyone together.",
        1925.02,
        1933.18
    ],
    [
        " You dig in. There are absolutely times to do that.",
        1933.98,
        1938.14
    ],
    [
        " And if you do that too long, that can stifle the initiative.",
        1939.02,
        1944.26
    ],
    [
        " And I think about this sometimes. I need to be more careful sometimes. Every time I say something, I know that there's a dichotomy to what I'm saying.",
        1945.0,
        1956.46
    ],
    [
        " There is no absolute. And I sometimes forget to say, and if you push too aggressively, you can get too spread out.",
        1956.76,
        1962.62
    ],
    [
        " Every thing that's being said here and all the conversations we're having, by definition, there is a dichotomy in all that you can go too far in any of these directions.",
        1964.98,
        1974.46
    ],
    [
        " So as you read this and listen to these things and even the things that I say, we don't always talk about what the dichotomy is.",
        1974.62,
        1980.48
    ],
    [
        " But that's a perfect example of, hey, we can consolidate. That might be the right thing to do. But if we do that too much, we lose the advantage we have of how fast our temper is.",
        1980.74,
        1989.62
    ],
    [
        " And if we're too aggressive and get too spread out, too thinned out down the line, then that could be a problem too.",
        1989.62,
        1994.96
    ],
    [
        " There's a dichotomy in every action that we can take as a leader. And I know that in my head, and I don't always articulate and say that, but that's the way we should think in all the movements, no matter how aggressive we're going to be, to remember that you can overdo all of this stuff.",
        1995.44,
        2008.58
    ],
    [
        " Well, that's one of the reasons we wrote the dichotomy of leadership is because when I first started talking about the dichotomy of leadership, I would say, it was because a lot of questions we got were about the dichotomy of leadership.",
        2009.52,
        2023.2
    ],
    [
        " But the real reason we wrote is because the answers are about the dichotomy of leadership.",
        2023.7,
        2028.58
    ],
    [
        " And I talked about this already on this series of podcasts that one of the things that brought the dichotomy of leadership to my brain was the fact that I had to admit that I was wrong.",
        2032.34,
        2048.26
    ],
    [
        " I had to say, you know what?",
        2048.78,
        2049.92
    ],
    [
        " But being aggressive, be aggressive, be aggressive, be aggressive. And then I realized that can be wrong. Oh, you can be too aggressive. Yes, you can.",
        2050.66,
        2059.28
    ],
    [
        " Oh, you can strong point of building too long. And that was something we'd see all the time in training was we'd be attacking guys in an urban environment. They would do the right thing and strong point of building.",
        2059.46,
        2069.46
    ],
    [
        " And if they got bogged down in that building, then they would get surrounded and they get picked off and they'd get slaughtered. If they strong point of that building, they made a quick rapid plan on how they were going to break out of there, they would do fine.",
        2069.7,
        2084.86
    ],
    [
        " So they had to find that they had to find that balance.",
        2085.48,
        2089.12
    ],
    [
        " This is the second way to pursue an advantage is through exploitation and offensive tactic that is designed to disorganize enemy in depth.",
        2094.56,
        2104.76
    ],
    [
        " Exploitation usually follows a successful attack that is created or exposed some enemy vulnerability. For example, an attack that has torn a gap in enemy defenses allows us to attack vital enemy areas.",
        2105.24,
        2117.04
    ],
    [
        " The object of exploitation is not to destroy the combat forces directly opposing us, even though they may be weakened. Instead, the object is to disrupt the entire enemy system by attacking important activities and functions.",
        2117.36,
        2132.86
    ],
    [
        " It's really easy to get distracted into the little tactical battle that you could win as opposed to looking at what's going on strategically and how you can attack you how you can disrupt the entire enemy system.",
        2135.7,
        2146.94
    ],
    [
        " In Desert Storm, there was, I'm sure most people thought there was something called the highway of death. There was this string of enemy armored vehicles that went for miles and miles up into Iraq at a Kuwait.",
        2148.74,
        2163.32
    ],
    [
        " That started with this formation of attack aircraft that under most circumstances you would hit that lead element.",
        2164.68,
        2175.1
    ],
    [
        " That's the tactical smart thing to do it preserves the most amount of fuel. It's the best for your weapons.",
        2175.44,
        2179.36
    ],
    [
        " They actually bypassed that lead formation and went all the way to the tail end of the formation.",
        2179.6,
        2185.86
    ],
    [
        " Rather than disrupt the point of attack, it was that lead element where our forces had met their forces. They actually bypassed that and went all the way to the tail end of the enemy formation.",
        2186.6,
        2195.16
    ],
    [
        " Devastated that tail end and blocked the road. That allowed for the next 30 hours wave and wave and wave of aircraft to then pick off every other vehicle that had no place to maneuver.",
        2196.36,
        2210.02
    ],
    [
        " By bypassing what seemed to be the most obvious answer, which is that first line, which they recognize. This is our opportunity to shut this whole system down.",
        2210.64,
        2218.7
    ],
    [
        " That was the genesis of that as recognizing this is the area we need to exploit. We're going to skip the tactical answer here and go all the way to the end of this formation.",
        2218.94,
        2227.6
    ],
    [
        " That created a route that the enemy couldn't recover from because they had nowhere to go because those guys saw the opportunity to do that at the very beginning of that campaign.",
        2227.82,
        2235.32
    ],
    [
        " Mostly I think you go out for his first element, come back, do it again, and that gives them all that time to recalibrate and do something different.",
        2235.48,
        2242.86
    ],
    [
        " Yeah, and especially I don't know too much about that scenario from the air perspective, but from the ground perspective, you would think well the lead element is the one that you're most worried about.",
        2242.86,
        2251.62
    ],
    [
        " They're the ones that are closest to friendly forces. We need to go and eliminate them first and we'll go from there.",
        2251.76,
        2256.48
    ],
    [
        " So to sort of bypass that is a pretty bold decision to make.",
        2257.08,
        2262.7
    ],
    [
        " Continuing on, for example, during Operation Desert Storm in 1991, the Army's Tiger Brigade was deployed by the second Marine Division as an exploitation force during the Division's final attack.",
        2265.9,
        2279.5
    ],
    [
        " The brigade had the advantage over the Iraqis in speed, firepower, and night combat capabilities.",
        2279.66,
        2285.28
    ],
    [
        " With these advantages, the Tiger Brigade sliced deep into the rear of the Iraqi three corps and sealed off the vital highway intersections north of Al Jara.",
        2285.28,
        2294.74
    ],
    [
        " The result was total disruption in the Iraqi organized defense.",
        2295.42,
        2300.32
    ],
    [
        " The third way to exploit advantages through pursuit.",
        2301.7,
        2305.58
    ],
    [
        " A pursuit is an offensive tactic designed to cut off or catch a hostile force that has lost cohesion and is attempting to escape in order to destroy it.",
        2306.42,
        2315.96
    ],
    [
        " If the intent is to bring about the final destruction or capture of the enemy forces, then pursuit should be pushed with utmost vigor.",
        2316.24,
        2323.48
    ],
    [
        " It is here that operations turn into routes and overwhelming victories often occur.",
        2324.5,
        2331.3
    ],
    [
        " General Grant's pursuit of General Lee's Confederate Army of Northern Virginia from Petersburg to Appomattox in April 1965 is a classic example of pursuit.",
        2333.42,
        2349.02
    ],
    [
        " Here Grant pushed his forces to their limits in order to prevent Lee's escape.",
        2349.3,
        2354.06
    ],
    [
        " This ultimately led to the capture and surrender of Lee's forces.",
        2354.34,
        2358.56
    ],
    [
        " The Confederate Army's Lieutenant General Thomas J. Stonewall Jackson summed up pursuit when he said strike the enemy and overcome him.",
        2359.46,
        2370.1
    ],
    [
        " Never give up the pursuit as long as your men have the strength to follow.",
        2370.62,
        2374.56
    ],
    [
        " For an enemy routed if hotly pursued becomes panic stricken and can be destroyed by half their number.",
        2375.02,
        2382.04
    ],
    [
        " So once you got him on the run, run him down.",
        2384.78,
        2388.68
    ],
    [
        " Finishing the enemy ultimately we want to cultivate opportunities into a decisive advantage.",
        2389.26,
        2398.9
    ],
    [
        " Once we do we make the most of it.",
        2399.28,
        2401.22
    ],
    [
        " Marine Corps tactics call for leaders who are strong finishers.",
        2401.52,
        2405.94
    ],
    [
        " We must have a strong desire to go for the jugular.",
        2407.9,
        2412.56
    ],
    [
        " I'm so thankful they put that in there.",
        2413.08,
        2416.12
    ],
    [
        " Usually that's sort of like a roughian comment to make, right?",
        2417.22,
        2423.88
    ],
    [
        " It's usually said in a negative way.",
        2425.04,
        2426.88
    ],
    [
        " Like, dude, I can't believe you went for the jugular like that.",
        2427.34,
        2429.76
    ],
    [
        " The disproportionate response.",
        2429.86,
        2431.04
    ],
    [
        " Yeah, yeah, yeah.",
        2431.04,
        2431.7
    ],
    [
        " No, no.",
        2431.88,
        2432.62
    ],
    [
        " We're talking that's the right response.",
        2432.84,
        2434.16
    ],
    [
        " That's what we're going to do here.",
        2434.16,
        2434.98
    ],
    [
        " Go for the jugular.",
        2435.0,
        2436.12
    ],
    [
        " We must be constantly trying to find and create the opportunity to deliver the decisive blow.",
        2436.58,
        2443.02
    ],
    [
        " At the same time, we must not be premature in our actions.",
        2443.42,
        2447.56
    ],
    [
        " Oh, they should call this the dichotomy of leadership.",
        2447.92,
        2450.48
    ],
    [
        " We must not make the decisive move before the conditions are right.",
        2450.76,
        2455.4
    ],
    [
        " When you guys talk about the idea of being aggressive though, you describe it as use of default aggressive.",
        2456.48,
        2462.5
    ],
    [
        " It doesn't say be aggressive 100% of the time.",
        2462.76,
        2466.26
    ],
    [
        " There are times not to do that.",
        2466.42,
        2467.92
    ],
    [
        " Absolutely.",
        2468.08,
        2468.36
    ],
    [
        " But really what this is talking about is the type of mindset you want to cultivate.",
        2468.74,
        2471.7
    ],
    [
        " That's going to be my default unless I have to, I want to pull the reins back on my guys at the time to say,",
        2471.84,
        2477.96
    ],
    [
        " no, no, this is not the time to do it.",
        2478.0,
        2479.34
    ],
    [
        " I don't want to be in a position to say, hey, look, change your default and get aggressive now.",
        2479.46,
        2484.14
    ],
    [
        " I start pushing them into that breach.",
        2484.14,
        2485.76
    ],
    [
        " That is actually right.",
        2486.74,
        2489.04
    ],
    [
        " That's the default.",
        2489.2,
        2489.88
    ],
    [
        " And then there are times when people, not now, because there's other things at player that maybe you don't see and I might see from up here,",
        2490.14,
        2495.78
    ],
    [
        " that they're pulling you into that.",
        2495.94,
        2497.04
    ],
    [
        " We don't want to go in that direction.",
        2497.06,
        2498.2
    ],
    [
        " But the default actually, I want every one of my guys to be aggressive.",
        2498.62,
        2502.56
    ],
    [
        " And I'll pull them back as opposed to, well, I thought the best thing to do was hold off until you told me to go.",
        2502.78,
        2508.5
    ],
    [
        " That's the default that will get you killed is not being aggressive.",
        2508.9,
        2512.64
    ],
    [
        " So it doesn't say be aggressive 100% of the time, but your default needs to be in that position.",
        2512.64,
        2516.06
    ],
    [
        " Yeah. And what's the reason that's necessary is because the moment the split second that it takes to tell someone,",
        2516.16,
        2526.78
    ],
    [
        " okay, now we're going to turn on our aggressiveness.",
        2526.78,
        2529.0
    ],
    [
        " Windows gone.",
        2529.14,
        2529.54
    ],
    [
        " The window's gone.",
        2529.7,
        2530.28
    ],
    [
        " And counter to that, in the moment that it takes to tell someone, hey, actually we're not going to do that.",
        2530.58,
        2535.94
    ],
    [
        " They go, oh, okay, cool.",
        2536.14,
        2537.42
    ],
    [
        " It's not that big of a deal.",
        2537.66,
        2538.44
    ],
    [
        " They didn't miss an opportunity.",
        2538.52,
        2539.72
    ],
    [
        " Yeah.",
        2539.9,
        2540.0
    ],
    [
        " They, they, they started their exploitation.",
        2540.0,
        2542.46
    ],
    [
        " And then they said, oh, we're going to pull back.",
        2542.46,
        2544.32
    ],
    [
        " Fine.",
        2544.58,
        2544.84
    ],
    [
        " No factor.",
        2545.0,
        2545.4
    ],
    [
        " No factor.",
        2545.56,
        2546.02
    ],
    [
        " One works.",
        2546.4,
        2547.74
    ],
    [
        " The other does not work.",
        2548.2,
        2550.1
    ],
    [
        "",
        2550.36,
        2550.36
    ],
    [
        " This ability to finish the enemy once and for all derives from first from possessing an aggressive mentality.",
        2550.86,
        2558.7
    ],
    [
        " Second, it stems from an understanding of the commanders intent.",
        2559.74,
        2564.36
    ],
    [
        " Third, it stems from a keen situational awareness that helps recognize opportunities when they present themselves and understand when the conditions are right for action.",
        2564.44,
        2574.96
    ],
    [
        " So again, it's not 100% of the time.",
        2575.56,
        2577.16
    ],
    [
        " It's when the conditions are right for action.",
        2577.22,
        2578.64
    ],
    [
        " So those are the three things.",
        2579.14,
        2582.44
    ],
    [
        " First, aggressive mentality.",
        2582.74,
        2584.24
    ],
    [
        " Second, understanding the commander's intent.",
        2584.88,
        2586.8
    ],
    [
        " Third, situational awareness.",
        2587.18,
        2588.84
    ],
    [
        " So you understand if the actions are right.",
        2589.16,
        2591.24
    ],
    [
        " Next section, use of the reserve in combat.",
        2593.5,
        2595.98
    ],
    [
        " The reserve is an important tool for exploiting success.",
        2596.14,
        2598.26
    ],
    [
        " The reserve is part of the commander's combat power initially withheld from action in order to influence future action.",
        2598.54,
        2604.18
    ],
    [
        " The reason to create and maintain a reserve is to provide flexibility to deal with the uncertainty, chance, and disorder of war.",
        2604.98,
        2613.0
    ],
    [
        " The reserve is thus a valuable tool for maintaining adaptability.",
        2613.7,
        2617.98
    ],
    [
        " In general, the more uncertain the situation, the larger should be in reserve.",
        2617.98,
        2623.64
    ],
    [
        " Napoleon once said that war is composed of nothing but accidents.",
        2624.66,
        2628.32
    ],
    [
        " And a general should never lose sight of anything to enable him to profit from those accidents.",
        2629.72,
        2636.8
    ],
    [
        " These accidents take the form of opportunities and crises.",
        2637.24,
        2641.06
    ],
    [
        " And crises.",
        2641.78,
        2642.84
    ],
    [
        " The reserve is a key tactical tool for dealing with both.",
        2643.34,
        2647.12
    ],
    [
        " The commander should have a purpose in mind for reserve employment and design it to fulfill that purpose.",
        2648.76,
        2657.36
    ],
    [
        " To truly exploit success, may warrant assignment of the commander's best subordinate unit or a preponderance of combat power or mobility assets to the reserve.",
        2657.7,
        2666.94
    ],
    [
        " So sometimes your reserve should be your strongest and most powerful element, whether it's the best or whether it's the one with the most combat power.",
        2666.94,
        2674.02
    ],
    [
        " Those commanders who properly organize, task, and equip their reserves are usually the ones with the capability to finish the enemy when the opportunity arises.",
        2674.48,
        2683.52
    ],
    [
        " Winston Churchill recognized the value of a reserve.",
        2684.62,
        2686.98
    ],
    [
        " When he wrote, it is in the use and withholding of their reserves that great commanders have generally excelled.",
        2687.14,
        2695.36
    ],
    [
        " After all, when once the last reserve has been thrown in, the commander's part is played.",
        2695.48,
        2703.7
    ],
    [
        " The event must be left to pluck and to the fighting troops.",
        2704.36,
        2709.02
    ],
    [
        " And pluck is like an old term for courage.",
        2709.68,
        2712.34
    ],
    [
        " Basically once you've committed your reserve, you're done.",
        2713.04,
        2715.8
    ],
    [
        " You made your move.",
        2716.04,
        2716.6
    ],
    [
        " You made your move.",
        2716.72,
        2717.38
    ],
    [
        " And now you gotta let it go.",
        2717.84,
        2720.58
    ],
    [
        " You don't have much influence over it anymore.",
        2721.36,
        2724.7
    ],
    [
        " And always important to keep that reserve strong.",
        2725.9,
        2730.64
    ],
    [
        " Always important.",
        2731.1,
        2732.3
    ],
    [
        " Financial reserve, that's a big one to think about.",
        2733.04,
        2736.18
    ],
    [
        " We deal with companies and they're weighing out the risk because sometimes we need to go all in right now.",
        2736.68,
        2742.92
    ],
    [
        " And when you commit the reserve, that can be the decisive moment.",
        2744.2,
        2748.18
    ],
    [
        " Back to the book, a strong reserve is also a way to retain the initiative.",
        2750.7,
        2754.04
    ],
    [
        " If an advance slows, the reserve can increase momentum.",
        2754.38,
        2758.12
    ],
    [
        " If an advance picks up speed, the commitment of the reserve then can then create a route.",
        2758.6,
        2763.06
    ],
    [
        " We may use the reserve to expand or exploit gaps or penetrations.",
        2763.56,
        2768.38
    ],
    [
        " We may commit the reserve to attack in a different location, thus exploiting opportunities for success instead of reinforcing failure.",
        2768.66,
        2776.24
    ],
    [
        " Without a strong reserve, even the most promising opportunities can be lost.",
        2776.64,
        2781.76
    ],
    [
        " A classic example of the use of reserve is the battle for Tarwa.",
        2782.44,
        2788.54
    ],
    [
        " With the second and eighth marine regiments held up on the assault beaches,",
        2789.26,
        2793.54
    ],
    [
        " General Julian Smith decided to land the sixth marine regiment, the division reserve, to break the stalemate.",
        2794.24,
        2801.0
    ],
    [
        " The first battalion, six Marines, which was tasked, organized as part of the division reserve,",
        2801.1,
        2806.44
    ],
    [
        " landed on the western end of the island, passed through the third battalion's second Marines,",
        2806.88,
        2811.06
    ],
    [
        " and from the flank conducted a swift and violent assault of the Japanese fortifications across the island.",
        2812.14,
        2818.26
    ],
    [
        " Within 48 hours, the Japanese forces were annihilated and the island secured.",
        2818.68,
        2824.18
    ],
    [
        " When you're training the Giu-Jitsu, what do you consider your reserve echo when you're training Giu-Jitsu?",
        2829.4,
        2837.02
    ],
    [
        " What do you mean energy reserve?",
        2837.88,
        2840.04
    ],
    [
        " That's what I think of.",
        2840.26,
        2841.94
    ],
    [
        " Essentially, athleticism is a reserve.",
        2843.0,
        2844.92
    ],
    [
        " That's one reserve.",
        2846.04,
        2847.32
    ],
    [
        " One reserve you have is energy.",
        2847.7,
        2850.44
    ],
    [
        " How much energy do you have?",
        2850.88,
        2852.58
    ],
    [
        " Knowing when to commit that.",
        2852.9,
        2854.64
    ],
    [
        " Let's face it, if you commit your energy really early on against a fruitless attack, you're going to run out of energy.",
        2855.06,
        2862.54
    ],
    [
        " You're talking about a wipeout right now.",
        2862.94,
        2864.66
    ],
    [
        " You're talking about me.",
        2864.84,
        2865.68
    ],
    [
        " That's what I know the most about.",
        2865.98,
        2867.5
    ],
    [
        " I wish I knew it's that 30 seconds into it.",
        2868.0,
        2872.26
    ],
    [
        " I'm too tired, too exhausted.",
        2872.28,
        2875.18
    ],
    [
        " I've overexerted myself when almost always my coach will replay it.",
        2875.3,
        2880.3
    ],
    [
        " There was no reason to do it.",
        2880.56,
        2882.3
    ],
    [
        " There was no thing that I was triggering.",
        2882.56,
        2884.46
    ],
    [
        " I was like, this is the time to apply my exertion.",
        2884.6,
        2887.06
    ],
    [
        " That's what you're talking about.",
        2887.84,
        2888.76
    ],
    [
        " Someone who doesn't know when to do that.",
        2888.8,
        2890.86
    ],
    [
        " And when they don't know, they do it all the wrong times.",
        2891.12,
        2893.16
    ],
    [
        " That's the way I feel.",
        2894.54,
        2897.0
    ],
    [
        " When I roll, I feel like I have a good reserve.",
        2897.36,
        2899.92
    ],
    [
        " I feel like I maintain my reserves.",
        2900.2,
        2902.7
    ],
    [
        " And I don't commit them unless it's time.",
        2903.54,
        2905.92
    ],
    [
        " Yeah.",
        2906.86,
        2906.98
    ],
    [
        " If you can consciously be aware.",
        2907.42,
        2909.72
    ],
    [
        " The earlier on you are, the harder it is for you to control it more than anything.",
        2909.96,
        2914.06
    ],
    [
        " Where you're at your level.",
        2914.7,
        2917.48
    ],
    [
        " That even consciously can control that.",
        2919.28,
        2921.58
    ],
    [
        " It's like you're subconsciously triggered to like, okay.",
        2922.22,
        2925.92
    ],
    [
        " Maybe this match or this training, whatever is heating up.",
        2927.58,
        2930.5
    ],
    [
        " So let me maintain the reserves right now.",
        2930.74,
        2933.04
    ],
    [
        " You know, kind of thing.",
        2933.4,
        2933.94
    ],
    [
        " You'll still use your technique.",
        2934.16,
        2935.28
    ],
    [
        " But when the guy is bringing it, it's kind of like dang.",
        2935.42,
        2937.82
    ],
    [
        " You got to fight his energy with your energy.",
        2938.22,
        2940.52
    ],
    [
        " You're like, okay, I'm not going to do that.",
        2940.68,
        2941.84
    ],
    [
        " I might take a guard pass or something like that.",
        2941.84,
        2943.9
    ],
    [
        " And save it till it tells it's ready.",
        2944.32,
        2946.06
    ],
    [
        " Yeah, man.",
        2946.5,
        2947.48
    ],
    [
        " That's true.",
        2948.1,
        2948.8
    ],
    [
        " And at the end of the day, that's really the reserve.",
        2949.04,
        2952.66
    ],
    [
        " It's the reserve.",
        2953.06,
        2953.88
    ],
    [
        " Even if you say athleticism or strength or muscling it because your last ditch effort,",
        2953.88,
        2958.04
    ],
    [
        " all that takes energy.",
        2958.08,
        2959.92
    ],
    [
        "",
        2960.22,
        2960.22
    ],
    [
        " And that's essentially what you're using.",
        2960.38,
        2961.74
    ],
    [
        " You're using your technique.",
        2961.96,
        2962.6
    ],
    [
        " Even your good technique takes energy.",
        2962.6,
        2964.12
    ],
    [
        " Yeah.",
        2964.4,
        2964.68
    ],
    [
        " And let's face it, if you had unlimited energy, then you would just win.",
        2965.08,
        2969.78
    ],
    [
        " Yeah.",
        2969.96,
        2970.18
    ],
    [
        " I mean, unless you're going to get someone that's just technically vastly superior to you.",
        2970.48,
        2974.86
    ],
    [
        " Yeah.",
        2974.9,
        2975.18
    ],
    [
        " And when you're in a battle, you're in a battle.",
        2975.44,
        2977.1
    ],
    [
        " In a battle, you've got one reserve.",
        2977.1,
        2978.58
    ],
    [
        " Yeah.",
        2978.92,
        2979.06
    ],
    [
        " And it is that energy.",
        2979.12,
        2981.62
    ],
    [
        " The energy.",
        2981.76,
        2982.24
    ],
    [
        " Sometimes we must employ the reserve to deal with some crisis, rendering it temporarily unavailable for commitment elsewhere.",
        2983.06,
        2989.62
    ],
    [
        " In such instances, a reserve should be reconstituted as rapidly as possible.",
        2990.34,
        2994.78
    ],
    [
        " So sometimes you got to scramble and move and use some energy.",
        2994.88,
        2999.14
    ],
    [
        " And then as soon as you get to a good position, or as we should look for the opportunity to employ the reserve to reinforce success.",
        2999.36,
        3007.94
    ],
    [
        " However, we may employ the reserve.",
        3007.94,
        3009.74
    ],
    [
        " However, we employ, we may employ the reserve.",
        3009.92,
        3012.46
    ],
    [
        " We should always think of it as the tool for clenching victory.",
        3012.68,
        3017.58
    ],
    [
        " That's also why you see a guy gets a, gets a submission.",
        3018.16,
        3022.12
    ],
    [
        " Thinks, let me revise that.",
        3022.58,
        3024.1
    ],
    [
        " A guy thinks he gets a submission and expands all of his energy trying to clinch the victory.",
        3024.38,
        3031.18
    ],
    [
        " Expends all of his reserves.",
        3031.44,
        3033.08
    ],
    [
        " You see this in MMA a lot too.",
        3033.58,
        3034.82
    ],
    [
        " He spends all of his reserves.",
        3034.82,
        3036.42
    ],
    [
        " Has nothing left.",
        3036.68,
        3037.48
    ],
    [
        " The person gets out of the, the possible submission and the game is now the tide's turn.",
        3037.74,
        3044.06
    ],
    [
        " In this respect, Marshall Falk, who is a French general, he was actually the supreme Allied commander in World War I leading troops to victory at the morn, which I don't know, man.",
        3045.48,
        3062.0
    ],
    [
        " Every time I read the background of a general or someone that's getting quoted, I'm always like, yeah, there you go.",
        3064.96,
        3070.74
    ],
    [
        " But when you were the, in charge of all allies in World War I, no offense.",
        3071.74,
        3076.62
    ],
    [
        " I'm not super, I'm not super stoked on what you have to say.",
        3077.44,
        3086.02
    ],
    [
        " Because, because, yeah.",
        3086.9,
        3089.08
    ],
    [
        " Anyways, he wrote that the reserve is a club prepared, organized, reserved, carefully maintained with a view to carrying out one act of battle from which a result is expected the decisive attack.",
        3089.84,
        3105.34
    ],
    [
        " It is generally, and then that's the end of his quote, which I'm glad I said I wasn't too impressed with him because I wasn't impressed with that quote.",
        3105.78,
        3112.42
    ],
    [
        " Is that just my own bias? Do I hate World War I that much?",
        3112.42,
        3116.02
    ],
    [
        " No, it's because all the other things we've talked about in the last four podcasts about requirements to be successful in combat were almost all missing.",
        3116.12,
        3124.2
    ],
    [
        " Yeah.",
        3124.56,
        3124.68
    ],
    [
        " The creativity, all those things that you talked about, the human wave advancement to steal 75 yards from the enemy only to give it up at sunset was none of those things.",
        3125.0,
        3134.24
    ],
    [
        " So I had the exact same response in my mind.",
        3134.44,
        3136.38
    ],
    [
        " Well, that quotes over it is generally through offensive action, even in the defense that we achieve decisive results since the reserve represents our bid to achieve a favorable decision or to prevent an unfavorable one, it often becomes the main effort once committed and should be supported by all of their elements of force.",
        3137.3,
        3155.52
    ],
    [
        " Along with the tangible assets used as a reserve, the prudent commander must also be aware of and plan for the intangible factors that impact on combat power and its sustainment.",
        3155.56,
        3168.04
    ],
    [
        " Intangible factors include fatigue.",
        3168.04,
        3171.24
    ],
    [
        " That's number one.",
        3171.88,
        3173.64
    ],
    [
        " I doesn't say this is an order, but that's number one.",
        3174.02,
        3176.48
    ],
    [
        " And by the way, that's what we've been talking about fatigue.",
        3176.84,
        3179.36
    ],
    [
        " We've been talking about energy, but the opposite of energy is fatigue.",
        3179.46,
        3181.66
    ],
    [
        " So number one fatigue, number two, leadership quality.",
        3181.66,
        3185.28
    ],
    [
        " No surprise.",
        3185.86,
        3187.34
    ],
    [
        " Number three, proficiency.",
        3187.9,
        3188.8
    ],
    [
        " Number four, morale.",
        3189.12,
        3190.18
    ],
    [
        " Number five, teamwork.",
        3190.92,
        3191.84
    ],
    [
        " Number six, equipment maintenance.",
        3193.22,
        3194.68
    ],
    [
        " We build reserves also by reserving aviation, sortie rates or numbers, with holding unique or low-density munitions, or holding critical supplies such as fuel or petroleum, oils and lubricants for a specific goal.",
        3195.38,
        3210.7
    ],
    [
        " We consider these intangible factors when creating and tasking the reserve as we do in all assignments of task.",
        3210.7,
        3219.44
    ],
    [
        " Yeah, indices.",
        3219.92,
        3222.18
    ],
    [
        " Again, this is what businesses have to think about all the time because you do not know what the market is going to do.",
        3223.02,
        3228.88
    ],
    [
        " I don't care who you are.",
        3229.3,
        3230.92
    ],
    [
        " I don't care how long you've been doing this for.",
        3231.5,
        3233.26
    ],
    [
        " You don't know what the market's going to do.",
        3233.72,
        3235.08
    ],
    [
        " You can, you have good suspicions. That's great.",
        3235.68,
        3237.56
    ],
    [
        " You don't know.",
        3237.98,
        3238.56
    ],
    [
        " Big difference.",
        3239.86,
        3240.32
    ],
    [
        " Yeah.",
        3240.66,
        3240.86
    ],
    [
        " It's actually telling you to be extremely disciplined to use the term low-density.",
        3241.34,
        3245.98
    ],
    [
        " That just means something you don't have a lot of.",
        3246.1,
        3247.82
    ],
    [
        " You know, low-density high-demand items in the military are these really unique capabilities, different types of aircraft and weapons.",
        3248.38,
        3254.14
    ],
    [
        " But you don't have a lot of them.",
        3254.3,
        3255.08
    ],
    [
        " So you have to be really disciplined with their use.",
        3255.36,
        3257.16
    ],
    [
        " So when the time is actually right to use them, they're available to you to use them.",
        3257.36,
        3261.32
    ],
    [
        " Incredible concept.",
        3262.1,
        3263.16
    ],
    [
        " These concepts apply not only to units initially designated as a reserve, but also to any unit since any unit can be shifted or recommitted as a reserve.",
        3266.42,
        3274.42
    ],
    [
        " Thus, a commander must always be mentally prepared to redesign roles of units and to create and use reserves as the situation requires.",
        3274.56,
        3283.36
    ],
    [
        " And you know what?",
        3283.98,
        3284.24
    ],
    [
        " You know what's interesting is we see this.",
        3284.32,
        3285.82
    ],
    [
        " We see these businesses that end up eating other businesses.",
        3286.34,
        3291.24
    ],
    [
        " Is that the right word?",
        3291.78,
        3292.9
    ],
    [
        " Acquiring, I guess.",
        3293.04,
        3293.8
    ],
    [
        " But basically, when you get a business that maintains a solid reserve when opportunity reveals itself, they're there to cash in.",
        3294.04,
        3305.52
    ],
    [
        " And buy other companies and take them over.",
        3305.8,
        3308.54
    ],
    [
        " And then they come out of that.",
        3309.16,
        3310.04
    ],
    [
        " You know, if you don't maintain reserve, the opportunity is there, you can't exploit it.",
        3310.42,
        3315.92
    ],
    [
        " Same thing with your leadership capital.",
        3317.44,
        3319.1
    ],
    [
        " Right?",
        3319.6,
        3320.0
    ],
    [
        " Same thing with you as a leader.",
        3320.14,
        3321.26
    ],
    [
        " If you sit there and you expend all your leadership reserve, all your leadership capital, you don't leave any reserve, you have no more...",
        3322.1,
        3329.2
    ],
    [
        " For lack of a better word, you have no more favors to ask.",
        3329.2,
        3332.06
    ],
    [
        " As a leader, should you be asking favors?",
        3332.74,
        3335.46
    ],
    [
        " You are asking for favors.",
        3335.68,
        3337.2
    ],
    [
        " That's what every time you ask a subordinate to do something, you're asking for a favor.",
        3337.48,
        3341.08
    ],
    [
        " That's what you're asking.",
        3341.92,
        3343.18
    ],
    [
        " You're asking them to put their trust in you to do this thing that you want.",
        3343.26,
        3346.48
    ],
    [
        " That's a favor.",
        3346.48,
        3347.26
    ],
    [
        " And if you expend all your leadership capital, you have no more favors to ask when the time is needed.",
        3348.18,
        3354.02
    ],
    [
        " And you've expended those reserves, you're not going to be followed anymore.",
        3354.32,
        3357.94
    ],
    [
        " That's why relationships are so critical to all this.",
        3358.4,
        3360.82
    ],
    [
        " I mean, that's how you build up your...",
        3360.96,
        3362.68
    ],
    [
        " That's your leadership reserve.",
        3362.68,
        3363.88
    ],
    [
        " That's your capital.",
        3364.16,
        3365.02
    ],
    [
        " That's your reserve force is how strong those relationships are.",
        3365.2,
        3368.44
    ],
    [
        " So when the time is right, you can cash in on that.",
        3368.8,
        3371.66
    ],
    [
        " Not that you cash in on them and use them as some sort of expendable resources that you actually leverage that relationship and that recognition, that you need to build that now.",
        3371.86,
        3381.5
    ],
    [
        " You don't know when you're going to need it, but you're going to need it.",
        3381.76,
        3383.74
    ],
    [
        " And I say this, answer the question all the time with companies about needing to...",
        3383.8,
        3388.5
    ],
    [
        " The crisis that you're dealing with now, that's not...",
        3388.5,
        3391.94
    ],
    [
        " You can't start there.",
        3391.94,
        3393.18
    ],
    [
        " And if you haven't built it up, the reality is there's really no answer I can give you.",
        3393.68,
        3397.22
    ],
    [
        " Because if you don't have anything in reserves, it's very little you can do to leverage to try to solve this problem.",
        3397.56,
        3401.9
    ],
    [
        " What you need to do is think about it well in advance.",
        3401.92,
        3404.06
    ],
    [
        " And the strengths of those relationships from you contributing to them is how you have something left in reserve when you need it.",
        3405.02,
        3410.78
    ],
    [
        " People want to know what to do, get this all the time.",
        3411.44,
        3413.54
    ],
    [
        " I'm flying against another aircraft. He's directly behind me at a thousand feet and he's about to shoot his gun at me.",
        3413.76,
        3419.16
    ],
    [
        " What do I do?",
        3419.3,
        3419.86
    ],
    [
        " Like, you know what?",
        3421.72,
        3422.3
    ],
    [
        " I know I'm a top-ground instructor here, but I don't have a lot of good answers for you.",
        3423.06,
        3426.54
    ],
    [
        " You have nothing left available to utilize here to defend yourself against this situation.",
        3426.96,
        3431.2
    ],
    [
        " The answer is you got to go back to the beginning, which you can't do.",
        3431.5,
        3434.72
    ],
    [
        " And people want the solution then and the solution is you got to go back.",
        3434.82,
        3438.04
    ],
    [
        " You got to build capital in other ways before you get to that position.",
        3438.36,
        3441.4
    ],
    [
        " Yeah, that's like how do you escape the rear naked choke?",
        3441.62,
        3444.2
    ],
    [
        "",
        3445.04,
        3445.04
    ],
    [
        " Well, you know, is it possible?",
        3445.32,
        3447.42
    ],
    [
        " Sure.",
        3447.88,
        3448.06
    ],
    [
        " The other person can make a mistake. You could do something.",
        3448.06,
        3451.28
    ],
    [
        " But the bottom line is you get someone gets a legit rear naked choke on you or someone gets you in the triangle.",
        3451.6,
        3457.84
    ],
    [
        " There's a way to get out. It's called submitting.",
        3458.44,
        3461.7
    ],
    [
        " This is the conclusion of this chapter.",
        3463.08,
        3467.14
    ],
    [
        " Most decisive victories do not result from the initial action, but from quickly and aggressively exploiting the opportunities created by that action.",
        3467.9,
        3476.1
    ],
    [
        " We may find any number of ways to exploit tactical opportunity, but they all have the same object to increase leverage until we find, until we have the final opportunity to decide the issue once and for all in our favor.",
        3477.1,
        3491.98
    ],
    [
        " A goal in Marine Corps Tactics is not merely to gain advantage, but to boldly and ruthlessly exploit that advantage to achieve final victory.",
        3493.18,
        3503.5
    ],
    [
        " And now we will get to the eighth and final chapter of Marine Corps Tactics.",
        3506.1,
        3513.16
    ],
    [
        " And it is called, you might think that these guys sitting around in a room writing doctrine would come up with more doctrinally, doctrine sounding things.",
        3514.02,
        3527.76
    ],
    [
        " Things that they would come up with that in the halls of academia.",
        3528.34,
        3533.2
    ],
    [
        " You might think that. What do they call chapter eight? They call it making it happen.",
        3534.52,
        3539.44
    ],
    [
        " That passes muster. So making it happen, chapter eight.",
        3540.04,
        3546.46
    ],
    [
        " Here's the quotes that starts off with nine tense of tactics are certain and taught in books.",
        3546.7,
        3551.9
    ],
    [
        " But the irrational tenth is like the kingfisher flashing across the pool and that is the test of generals.",
        3552.86,
        3562.14
    ],
    [
        " It can only be insured by instinct sharpened by thought practicing the strokes so often that the that at the crisis it is as natural as a reflex.",
        3562.14,
        3576.22
    ],
    [
        " And that's by T. Lawrence Lawrence of Arabia.",
        3576.98,
        3580.82
    ],
    [
        " Nine tense of tactics are certain.",
        3581.56,
        3584.02
    ],
    [
        " I will look the irrational tenth. There's a tenth of tactics that are irrational.",
        3584.02,
        3590.48
    ],
    [
        " This is where you become. This is why if you can't tap into that creativity, if you can't train that creativity in your brain, that's why you're not going to be successful.",
        3591.66,
        3599.12
    ],
    [
        " Well, as you say, you're not going to be eminently successful. You'll be somewhat successful. You'll be reliable.",
        3600.04,
        3605.86
    ],
    [
        " And that's admirable. It's good to be reliable.",
        3606.78,
        3609.38
    ],
    [
        " But if you want to go next level, you need to be able to be a little bit irrational at times. You need to be able to handle the irrational.",
        3609.88,
        3617.66
    ],
    [
        " And the next quote is it cannot be too often repeated that in modern war and especially in modern naval war, the chief factor in achieving triumph is what has been done in the way of thorough preparation and training before the beginning of the war.",
        3618.66,
        3641.26
    ],
    [
        " Which is which is what you were talking about, Dave. Like why are you in that position?",
        3642.2,
        3647.7
    ],
    [
        " And that's by by the way, that's Teddy Roosevelt, Theodore Roosevelt, President, Theodore Roosevelt, Rough Rider, Theodore Roosevelt, Metal of Honor recipient, Theodore Roosevelt, who by the way, his son,",
        3648.64,
        3663.02
    ],
    [
        " Teddy Roosevelt, Jr., Metal of Honor recipient, D.D., you know, old, he was at D.D., you know, old Teddy, young, Jr. was on D.D., when he was present on the beach in Normandy, 56 years old.",
        3664.76,
        3683.58
    ],
    [
        " 56 years old demanded that he be allowed to lead his men into that situation. And he was not, he was not like a strong healthy 56 years old.",
        3685.06,
        3699.66
    ],
    [
        " You want to know why he wasn't strong and healthy at the age of 56? Because he was still having problems, health major health problems from the wounds that he suffered in World War I.",
        3700.04,
        3711.62
    ],
    [
        " So there you go. There's the quotes. These are quotes we listen to.",
        3712.34,
        3716.62
    ],
    [
        " And going to the book, reading and understanding the ideas in this publication are the initial steps on the road to tactical excellence.",
        3718.32,
        3727.78
    ],
    [
        " Reading and understanding, boy, they throw those words out there real easy. Don't they? Reading and understanding as if it's like if you read you understand that is not true.",
        3729.78,
        3738.48
    ],
    [
        " Reading and understanding have almost nothing to do with each other. Reading and understanding that should be capitalized and italicized and in a different font.",
        3738.9,
        3752.16
    ],
    [
        " Reading and understanding the ideas in this publication are the initial steps, such as the initial steps on the road to tactical excellence.",
        3753.94,
        3760.8
    ],
    [
        " The primary way a marine leader becomes an able tactician is through training and education, both of which are firmly rooted in doctrine.",
        3761.16,
        3770.88
    ],
    [
        " Doctrine establishes the philosophy and the practical framework for how we fight. Education develops the understanding creativity, military judgment and the background essential for effective battlefield leadership.",
        3771.28,
        3787.16
    ],
    [
        " There is a lot to learn. Training follows doctrine and develops the tactical and technical proficiency that underlies all successful military action.",
        3788.92,
        3800.86
    ],
    [
        " Individual and group exercises serve to integrate training and education, producing a hole that is greater than the sum of its parts.",
        3801.6,
        3808.84
    ],
    [
        " The lessons learned from training and operational experience then modify doctrine.",
        3809.92,
        3815.32
    ],
    [
        " Doctrine. Doctrine establishes the fundamental beliefs of the Marine Corps on the subject of war and how we practice our profession.",
        3817.98,
        3825.76
    ],
    [
        " Doctrine establishes a particular way of thinking about war and our way of fighting, a philosophy for leading Marines in combat, a mandate for professionalism and a common language.",
        3826.28,
        3837.62
    ],
    [
        " That is important.",
        3838.5,
        3841.16
    ],
    [
        " That is one of the things when we work with companies, the common language part.",
        3843.28,
        3847.32
    ],
    [
        " These companies know that they are making mistakes. They don't know how to properly identify what their mistakes are or what their issues are until we come in and we start teaching them about cover and move about simple, about prioritizing execute, about decentralized command, about default aggressive.",
        3848.02,
        3864.44
    ],
    [
        " They know there is a problem but they can't put their finger on it.",
        3866.28,
        3868.82
    ],
    [
        " And then once they want we come and they can put their finger on it and then they can talk about it in a common language.",
        3869.72,
        3876.06
    ],
    [
        " That is like the initial foothold in victory.",
        3876.66,
        3879.38
    ],
    [
        " Is actually being able to communicate with each other about what the damn problem is.",
        3879.84,
        3885.02
    ],
    [
        " Doctrinal development benefits from our collective experience and distills its lessons to further education and training.",
        3887.36,
        3895.04
    ],
    [
        " Our doctrine within the Marine Corps begins with the philosophy contained in Marine Corps Doctrinal publication 1, which is called Warfighting, which we covered on this podcast, early on.",
        3895.54,
        3907.62
    ],
    [
        " That was one of the earliest ones I covered and that's the reason.",
        3907.62,
        3910.1
    ],
    [
        " Because that one is a good solid foundation, a good solid philosophy for doctrine, for war fighting.",
        3911.02,
        3918.8
    ],
    [
        " This publication underlies this philosophy underlies publications in the Marine Corps Warfighting publication series that contain tactics, techniques, and procedures for specific functions.",
        3919.32,
        3930.42
    ],
    [
        " The body of thought helps form marine tacticians through its implementation in education and training.",
        3930.74,
        3937.74
    ],
    [
        " Now they have this little diagram.",
        3938.04,
        3939.6
    ],
    [
        " There's been some other diagrams which I didn't really try to explain too much because you can get the book. It's free. It's a PDF.",
        3940.18,
        3946.78
    ],
    [
        " But this one has this loop.",
        3947.86,
        3949.78
    ],
    [
        " The loop has education. It has training. It has operational employment. It has doctrine.",
        3950.14,
        3954.94
    ],
    [
        " You get educated, you go train, you employ operationally, that operational employment becomes doctrine. The doctrine is what we teach on.",
        3955.38,
        3964.78
    ],
    [
        " So there's the doctrinal development cycle.",
        3965.54,
        3968.42
    ],
    [
        " And what I added into this little thing is that in between each of those steps, you adapt, you assess, and you adjust.",
        3969.38,
        3979.82
    ],
    [
        " So that's what's happening. You educate, and as you educate, then you go train. Well, when you train, you're going to make adaptations, you're going to make assessments, you're going to make adjustments.",
        3981.54,
        3988.7
    ],
    [
        " Then when you deploy and employ, you're going to do the same thing. You're going to assess where you're at. What worked, what didn't?",
        3989.06,
        3994.94
    ],
    [
        " You're going to make adaptations, then you're going to put that in the doctrine. With a doctrine, you're going to take that and educate people, and you're going to continually assess and adapt and adjust what you're teaching and what you're training on.",
        3995.0,
        4005.32
    ],
    [
        " Next section. Education, while combat provides the most instructive lessons on decision making, that's an understatement of the year.",
        4006.58,
        4016.06
    ],
    [
        " While combat provides the most instructive lessons on decision making, tactical leaders cannot wait for war to begin their education.",
        4017.1,
        4023.94
    ],
    [
        " We must be competent in our profession before our skills are called upon. The lives of our Marines depend on it.",
        4024.26,
        4031.58
    ],
    [
        " Our education and tactics must develop three qualities within all tactical leaders. The first quality is creative ability.",
        4031.96,
        4042.74
    ],
    [
        " Tactical leaders must be encouraged to devise and pursue unique approaches to military problems. No rules govern ingenuity.",
        4044.28,
        4053.66
    ],
    [
        " See now, this is not what people expect. We did the chapter on discipline, and this seems to be completely counter to that. That's why there's an dichotomy here.",
        4055.96,
        4067.98
    ],
    [
        " But the number one quality to develop is creative ability. And there's no rules that govern ingenuity.",
        4068.7,
        4077.06
    ],
    [
        " The line separating boldness from foolhardiness is drawn by the hand of practical experience. That said, an education and tactics must possess an element of rigor.",
        4078.54,
        4090.44
    ],
    [
        " Too often tactical discussions lack an in-depth analysis of cause and effect. The tactically proficient leader must learn how to analyze solutions to tactical problems.",
        4091.24,
        4100.26
    ],
    [
        " Lacking such a rigorous analysis, the tactician will not learn from experience nor exercise creative ability.",
        4100.32,
        4107.04
    ],
    [
        " This applies to everything, by the way. It applies to everything. Anything that you're trying to learn, you should focus on this attitude of truly doing in-depth analysis and making sure that you're not just learning how to apply the techniques as they were taught,",
        4107.62,
        4128.36
    ],
    [
        " but how to apply them as they were not taught creatively.",
        4128.36,
        4132.66
    ],
    [
        " The second quality is military judgment, which includes the skills for gaining situational awareness and acting decisively.",
        4133.6,
        4143.1
    ],
    [
        " The tactician must readily recognize the critical factors in any situation, enemy capabilities, weather, terrain characteristics, and the condition of our own forces to mention just a few.",
        4144.32,
        4156.62
    ],
    [
        " Marine leaders must be able to cut to the heart of a situation by identifying its important elements, developing a sound plan, and making clear decisions.",
        4156.62,
        4164.1
    ],
    [
        " Our educational approach should emphasize the ability to understand the mission, issue clear intent, and determine the main effort.",
        4164.54,
        4171.82
    ],
    [
        " Now, for all the first lieutenants at the basic school, in all the other young officers and NCOs that are out there,",
        4172.54,
        4182.94
    ],
    [
        " when they talk about the tactician must readily recognize the critical factors in any situation, I promise you that if you want to be able to do that, what you need to learn how to do is to detach from the situation,",
        4183.94,
        4198.68
    ],
    [
        " is to take a step back when there's enemy capabilities that you have to understand, when there's terrain, when there's maneuvering elements that you need to understand,",
        4198.92,
        4209.9
    ],
    [
        " and recognize you will not be able to do that if you are staring down your ACOG or staring down your iron sights or you've got your helmet pressed up against your radar in an F-18.",
        4210.34,
        4223.06
    ],
    [
        " You will not see what you need to see.",
        4223.88,
        4226.16
    ],
    [
        " So, learn to detach, get your head on a swivel, take a step back, this will make you infinitely better, infinitely better, then the same you if you're sucked into your weapon system.",
        4228.68,
        4250.22
    ],
    [
        " The sooner you learn the ability to do that, the amount of leadership advantage you have by being able to do that in the most difficult situations is...",
        4252.26,
        4264.32
    ],
    [
        " I don't have the words, it's not even fair. That's right, it's not even fair. You will be head and shoulders.",
        4264.32,
        4272.56
    ],
    [
        " The reason I say that with a little funny tone is because I remember I had a guy that was in TU Bruiser and he was a platoon commander and I was putting him through training, and there was some scenario unfolding.",
        4273.2,
        4285.64
    ],
    [
        " I was like, bro, come here, I'm like just come with me. Over here was like six inches away, and I'm like look around, and it was so obvious.",
        4286.34,
        4299.38
    ],
    [
        " I'm like hey man, if you can be one inch, if you can be one inch at altitude above everyone else, you can see, you can see a thousand times more what they can see, a thousand times more.",
        4299.38,
        4317.84
    ],
    [
        " So, if you want to be able to have that situation awareness, you have to learn how to detach.",
        4318.72,
        4323.44
    ],
    [
        " The third quality is moral courage. Moral courage is the ability to make and carry out the decision regardless of personal cost.",
        4327.22,
        4337.92
    ],
    [
        " It is different from an error than physical courage.",
        4339.6,
        4343.86
    ],
    [
        " The cost of physical courage may be injury or death, whereas the cost of moral courage may be the loss of friends, popularity, prestige, or career opportunities.",
        4344.58,
        4355.34
    ],
    [
        " The burden of conflicting responsibilities in combat, responsibility for lives of subordinates, support for peers, loyalty to superiors, and duty to nation can be heavy.",
        4355.92,
        4367.4
    ],
    [
        " Our educational efforts should lead potential leaders to work through the proper resolution of such conflicts in peacetime.",
        4367.62,
        4375.9
    ],
    [
        " Leaders often need to make morally correct decisions in combat, but there will rarely be time for deep moral or ethical contemplation on the battlefield.",
        4376.32,
        4386.88
    ],
    [
        " Now what's interesting about this is, first of all, they say it's rarer than physical courage.",
        4387.8,
        4393.76
    ],
    [
        " And then it says, the cost of physical courage may be injury or death.",
        4394.86,
        4398.54
    ],
    [
        " To most people, that sounds like the worst thing is possible.",
        4399.16,
        4403.38
    ],
    [
        " But then they're saying, but whereas the cost of moral courage may be loss of friends, popularity, prestige, and this is the more I find most interesting or career opportunities.",
        4404.14,
        4415.4
    ],
    [
        " So what they are saying right there, I mean, obviously, if my boss wants me to make a certain correct moral decision, he's going to promote me.",
        4417.78,
        4427.02
    ],
    [
        " But what they're saying in that statement right there, that there are times when you will be making decisions that are morally correct that will actually hurt your career.",
        4427.48,
        4438.62
    ],
    [
        " That's the statement or you will be at risk of hurting your career.",
        4439.58,
        4442.84
    ],
    [
        " I can think of a thousand examples of this right off the top of my head from being in seal platoon.",
        4443.3,
        4449.0
    ],
    [
        " You know, because what happens to leaders sometimes in a seal platoon is they don't want their insecure about their leadership.",
        4449.92,
        4458.24
    ],
    [
        " And there's something going on that they don't feel comfortable about, but they don't have the moral courage to say anything.",
        4458.8,
        4465.32
    ],
    [
        " And part of that is because hey, they say, oh, this shouldn't be happening.",
        4465.64,
        4470.12
    ],
    [
        " And as soon as they say that, they're drawing a spotlight on themselves, and they're not really sure about themselves.",
        4470.54,
        4475.82
    ],
    [
        " And all of a sudden they feel like if their boss is going to look at them, they don't know how to lead their men.",
        4476.38,
        4480.28
    ],
    [
        " And now I'm not going to get promoted. Like that whole thing unwants.",
        4480.6,
        4483.12
    ],
    [
        " You know, they and I were talking yesterday.",
        4484.62,
        4486.08
    ],
    [
        " And you know, he was like, hey, you told me.",
        4487.26,
        4495.3
    ],
    [
        " Like if you don't do this, you're failing as a leader.",
        4495.3,
        4499.4
    ],
    [
        " And what he realized was much of what Lafe Babin had in his head was correct.",
        4500.06,
        4505.48
    ],
    [
        " But he just didn't really have the confidence yet to say, to implement it.",
        4506.4,
        4515.4
    ],
    [
        " To implement it until I was like, hey, man, if you allow this to happen, that's actually you being a bad leader.",
        4515.42,
        4521.88
    ],
    [
        " Whether it was, you know, and I'm just talking about anything, anything that you dis, you know what's right.",
        4522.2,
        4527.72
    ],
    [
        " You know what's wrong. Or at least you have a strong suspicion.",
        4527.84,
        4529.7
    ],
    [
        " Okay, you know what? This doesn't seem right to me.",
        4529.94,
        4531.74
    ],
    [
        " But I'm not really convicted of it. So I'm just not going to say anything.",
        4532.22,
        4534.82
    ],
    [
        " I'll just let it kind of let it go. And that is wrong.",
        4535.04,
        4538.1
    ],
    [
        " And that's what takes this moral courage to step up when you're going to be unpopular.",
        4538.76,
        4546.08
    ],
    [
        " When you're going to be the guy that says, hey, guess what? We're not going to do that.",
        4546.74,
        4549.86
    ],
    [
        " And in the teams, a lot of it is, you're a pussy.",
        4551.66,
        4555.4
    ],
    [
        " You're a wimp if you don't, if you all, you just need to get on board what we're doing.",
        4556.32,
        4559.72
    ],
    [
        " And say, no, actually, I don't.",
        4559.72,
        4560.94
    ],
    [
        " We're actually going to do what the right thing is here legally.",
        4561.96,
        4564.46
    ],
    [
        " Most of the catastrophic events that I saw in my career weren't on the battlefield.",
        4565.78,
        4572.02
    ],
    [
        " We're getting beat in combat or outmaneuvered by an enemy.",
        4572.64,
        4575.48
    ],
    [
        " Most of the catastrophic events were teams, squadrons, what have you that had leaders that allowed those things to happen and build over time because they were afraid to get involved.",
        4575.48,
        4585.44
    ],
    [
        " And eventually something catastrophic would happen inside that team that ironically ended up being a reflection of their leadership anyway.",
        4586.16,
        4592.8
    ],
    [
        " So the thing that they are most afraid of was what culminated anyways reflection of their leadership, allowing those questionable ethical behaviors, those questionable ways that we allow our Marines to behave out in town or",
        4592.96,
        4605.28
    ],
    [
        " or even in the space out of a fear of doing what seems to be unpopular or being what you just described.",
        4605.28,
        4612.26
    ],
    [
        " Those are the ones when I saw squadrons suffer.",
        4612.72,
        4616.9
    ],
    [
        " You talked about the seal pituit getting disbanded things like that.",
        4617.9,
        4620.78
    ],
    [
        " It wasn't because they were getting beat at the point of friction in combat.",
        4620.86,
        4626.32
    ],
    [
        " It was that things that happened inside the organization that leadership tolerated and ended up leading to what they were afraid of in the first place anyway.",
        4626.54,
        4632.72
    ],
    [
        " Which was that they were viewed upon as a leader who couldn't lead their team.",
        4632.72,
        4636.24
    ],
    [
        " And the greatest risk that I saw in leadership in the Marine Corps was allowing the people around you to behave in ways that you knew were wrong.",
        4636.46,
        4645.1
    ],
    [
        " But the fear of being unpopular by getting involved in those things because they weren't cool or whatever they were were the undoing of the more leaders in the Marine Corps than anything that ever did in an airplane or as a commander in some sort of tactical situation.",
        4645.92,
        4661.88
    ],
    [
        " So I went through this and to be quite honest with you, I cheated.",
        4664.12,
        4673.06
    ],
    [
        " I pulled a maneuver on my troops that allowed me to come at this from an angle that they could not argue with.",
        4674.08,
        4685.66
    ],
    [
        " And when I used to teach the young officers, I called this the Trump card.",
        4686.6,
        4689.96
    ],
    [
        " The Trump card. I had the Trump card in my back pocket.",
        4690.38,
        4693.22
    ],
    [
        " If you wanted to argue with me that you wanted to do this thing or do this behavior or act in a certain way, you wanted to do that.",
        4693.78,
        4706.68
    ],
    [
        " And what you were saying was, hey, Jocco, you're kind of a pussy because you don't want to do this or you're not going to allow this or you don't want us to to act in that in that way.",
        4706.68,
        4717.98
    ],
    [
        " My Trump card was real simple and real straightforward in it.",
        4718.86,
        4722.8
    ],
    [
        " One 100% of the time it was the ace of spades.",
        4723.04,
        4725.6
    ],
    [
        " And what I would say to guys is, so what you're saying, what you're saying is you would rather do this behavior and risk getting in trouble and not go to war.",
        4726.36,
        4736.64
    ],
    [
        " Not go to combat because you'd rather do this behavior.",
        4736.9,
        4741.28
    ],
    [
        " If that's where you're at, fuck you.",
        4741.56,
        4744.52
    ],
    [
        " I don't want you on my team. I don't want to be associated with you.",
        4744.94,
        4747.8
    ],
    [
        " I'm here to go to war. I waited my whole life to go to war.",
        4748.34,
        4751.76
    ],
    [
        " That's what I was born to do. And to have you put that possibility at risk because of because you want to do some behavior one night, one little thing that you want to do.",
        4752.02,
        4762.44
    ],
    [
        " And you're talking to me like, I'm a bitch, you're a bitch.",
        4763.66,
        4766.7
    ],
    [
        " Don't even bring that up to me again.",
        4767.12,
        4769.58
    ],
    [
        " That was my Trump card. I got a text the other day from one of the guys that used to work for me.",
        4770.26,
        4776.46
    ],
    [
        " And he said, he said, hey, I was thinking about what you told us about behavior.",
        4777.1,
        4784.98
    ],
    [
        " And he sent this little quote to me. I told him I said, if any of you do anything that prevents us from going to war, I will never forgive you and I will hate you forever.",
        4785.2,
        4800.64
    ],
    [
        " And I laughed for that, you know, because I don't remember everything that I said.",
        4801.2,
        4805.34
    ],
    [
        " But that right there, that's to me is the ultimate Trump card.",
        4805.6,
        4810.7
    ],
    [
        " Oh, you'd rather you'd rather go out and get drunk than go and fight al Qaeda.",
        4811.0,
        4817.06
    ],
    [
        " That's what you'd rather do. That's what you're telling me right now.",
        4817.4,
        4820.94
    ],
    [
        " And who can argue with that? You can't argue with that.",
        4821.42,
        4824.88
    ],
    [
        " And you know what? Guys wouldn't argue with that.",
        4825.52,
        4827.98
    ],
    [
        " The team guys, you know what they want to do? They want to fight and go to war.",
        4828.62,
        4831.78
    ],
    [
        " Okay, there's some, there's a small percent of course that don't really want to do that.",
        4831.78,
        4836.34
    ],
    [
        " But the guys that were with me, that's what they wanted to do.",
        4836.56,
        4839.12
    ],
    [
        " So that right there is the Trump card. And it's the truth.",
        4840.12,
        4846.86
    ],
    [
        " It's the absolute truth. I don't care about anything else.",
        4847.68,
        4852.02
    ],
    [
        " There's an enemy. There's bad guys. There's a group of human beings on this planet that want to destroy our way of life.",
        4852.3,
        4859.22
    ],
    [
        " And I have the opportunity to go and hunt them down and kill them.",
        4859.22,
        4863.46
    ],
    [
        " And you're going to take that away or you're going to put that in any kind of risk.",
        4863.5,
        4866.88
    ],
    [
        " Not happening. Not happening.",
        4867.16,
        4869.76
    ],
    [
        " Moral courage.",
        4870.6,
        4875.48
    ],
    [
        " Next section. An effective leader willingly takes on the risks which come with military responsibilities.",
        4876.78,
        4884.88
    ],
    [
        " In that light, the greatest failing of a leader is a failure to lead.",
        4884.88,
        4890.5
    ],
    [
        " Two steadfast rules apply.",
        4891.48,
        4893.66
    ],
    [
        " First, in situations clearly requiring independent decisions, a leader has the solemn duty to make them.",
        4894.02,
        4901.76
    ],
    [
        " Whether the subsequent action succeeds or fails, the leader has made an honorable effort.",
        4903.38,
        4908.88
    ],
    [
        " The broad exercise of initiative by all Marines will likely carry the battle in spite of individual errors.",
        4908.9,
        4915.08
    ],
    [
        " So you make a call.",
        4915.88,
        4920.02
    ],
    [
        " And look, if you mess up a little bit, don't worry.",
        4920.56,
        4923.38
    ],
    [
        " There's 250 other Marines that are making decisions and they're going to the majority of those decisions are going to be okay.",
        4923.78,
        4929.6
    ],
    [
        " So we got you.",
        4929.86,
        4930.58
    ],
    [
        " Second, inaction and omission based on a failure of moral courage are much worse than any judgment error reflecting a sincere effort to act.",
        4933.2,
        4945.06
    ],
    [
        " So not doing anything is like the mortal sin.",
        4945.98,
        4950.62
    ],
    [
        " Errors resulting from such moral failings lead not only to tactical setbacks, but to the breakdown of faith in the chain of command, proper training, education and concerned leadership are the keys to instilling the qualities of creative ability, military judgment and moral courage in the minds of all Marines.",
        4953.02,
        4975.66
    ],
    [
        " Next section, training, good tactics depend upon sound technical skills.",
        4979.56,
        4986.8
    ],
    [
        " These are the techniques and procedures which enable us to move, shoot and communicate.",
        4987.64,
        4992.94
    ],
    [
        " I made a little note here.",
        4993.64,
        4995.34
    ],
    [
        " Move, shoot and communicate.",
        4996.4,
        4997.66
    ],
    [
        " Is that way you always hear it?",
        4998.44,
        5000.02
    ],
    [
        " I hear it backwards.",
        5000.22,
        5000.98
    ],
    [
        " Right, you hear shoot, move and communicate.",
        5001.26,
        5002.62
    ],
    [
        " Right?",
        5002.72,
        5002.96
    ],
    [
        " I believe that is correct.",
        5003.88,
        5005.18
    ],
    [
        " Marine Corps, please adjust this.",
        5005.96,
        5009.7
    ],
    [
        " We need to shoot first.",
        5010.32,
        5011.4
    ],
    [
        " We need to put down cover fires so we can move.",
        5011.9,
        5013.8
    ],
    [
        " We're not going to move shoot and communicate.",
        5014.14,
        5015.24
    ],
    [
        " We're going to shoot, move and communicate.",
        5015.38,
        5016.82
    ],
    [
        " That's what we say in the teams.",
        5017.16,
        5018.06
    ],
    [
        " I'm pretty sure that's what the Marine Corps means as well.",
        5018.52,
        5021.06
    ],
    [
        " We achieve technical competence through training.",
        5021.42,
        5023.66
    ],
    [
        " We build skills through repetition.",
        5023.66,
        5025.5
    ],
    [
        " Training also instills confidence in weapons and equipment.",
        5025.98,
        5028.8
    ],
    [
        " It develops the specialized skills essential to functioning and combat.",
        5029.12,
        5032.7
    ],
    [
        " One of the ultimate aims of training is speed.",
        5033.38,
        5037.3
    ],
    [
        " Essential to speed is the requirement for accuracy.",
        5038.22,
        5041.32
    ],
    [
        " Speed without accuracy may be counterproductive and causes more damage than in action.",
        5041.9,
        5046.7
    ],
    [
        " Whether Marines, compute firing data, practice rifle marksmanship or weapons gunnery,",
        5047.74,
        5054.7
    ],
    [
        " rearm and refuel aircraft, repair vehicles, stock or transport supplies or communicate information,",
        5055.2,
        5061.26
    ],
    [
        " the speed and accuracy of their actions determine the tempo of the overall force.",
        5061.8,
        5067.64
    ],
    [
        " Training develops the proficiency which enables this effective combination of speed and accuracy.",
        5068.86,
        5074.3
    ],
    [
        " All the things you're talking about here, this is really the first time this tactics gets into tactical components",
        5077.6,
        5084.9
    ],
    [
        " of the things these individual Marines are supposed to do.",
        5084.9,
        5087.1
    ],
    [
        " But something that was mentioned earlier that set the stage on this was what this pulls from.",
        5087.86,
        5093.9
    ],
    [
        " The first doctrinal pub in the Marine Corps is pub one.",
        5094.34,
        5099.16
    ],
    [
        " One, tack one is called war fighting.",
        5099.42,
        5102.92
    ],
    [
        " And that is the unifying thing that ties every Marine together.",
        5104.16,
        5108.44
    ],
    [
        " It's the understanding that you, and it's really all the things you've been talking about,",
        5108.78,
        5112.56
    ],
    [
        " you are here as a war fighter.",
        5113.04,
        5115.78
    ],
    [
        " First of all, why would you do anything?",
        5116.42,
        5118.86
    ],
    [
        " Why would you expand any energy or take any action to do anything that could potentially undermine your ability to do that?",
        5119.4,
        5126.08
    ],
    [
        " Whether it's getting drunk on a Friday night because it's what the dudes are doing,",
        5126.9,
        5132.08
    ],
    [
        " what the bros are doing, to do anything that would undermine,",
        5132.08,
        5134.7
    ],
    [
        " but it's also the common belief system that we all have that that's what we do.",
        5135.18,
        5141.28
    ],
    [
        " We are here to fight wars, period, and every single thing I'm going to do,",
        5142.38,
        5147.32
    ],
    [
        " whether it's putting gas in an airplane, pulling the trigger or memorizing how the logistics train,",
        5147.58,
        5153.78
    ],
    [
        " whatever it is, you are here to be a war fighter.",
        5154.1,
        5158.62
    ],
    [
        " The only way any of this works is that common belief that all Marines have,",
        5159.12,
        5163.34
    ],
    [
        " that that's why you're here and that's what you do, and it guides every single thing you do.",
        5163.44,
        5167.72
    ],
    [
        " But without that first understanding of what it is that we are,",
        5168.08,
        5170.94
    ],
    [
        " none of this other stuff works.",
        5171.16,
        5172.1
    ],
    [
        " You can't get to pub two and pub three and pub six if you don't understand what it is that we are.",
        5172.56,
        5178.56
    ],
    [
        " I think that's why they were describing.",
        5178.66,
        5180.16
    ],
    [
        " All of the things pulls from that overriding understanding of what you are.",
        5180.7,
        5187.0
    ],
    [
        " And now what, war fighting, tactically, it could take a thousand different forms.",
        5187.36,
        5191.76
    ],
    [
        " There's a thousand different things tactically you can do to be a war fighter.",
        5191.9,
        5194.3
    ],
    [
        " I just think it's how many organizations we work at where what they do is the thing that they do.",
        5194.9,
        5204.04
    ],
    [
        " I do logistics, I do mark, but they don't actually understand what they are.",
        5204.48,
        5210.0
    ],
    [
        " And the tactical application of what you do, unless you understand what that fits into,",
        5211.14,
        5215.34
    ],
    [
        " it doesn't do anything in the end.",
        5215.34,
        5217.6
    ],
    [
        " I just think the idea of war fighting being what we do is sort of driving everything is the coolest.",
        5217.94,
        5223.06
    ],
    [
        " It's the coolest thing.",
        5223.28,
        5224.3
    ],
    [
        " Yeah, and it's one of those things, as you just said, if that thread gets lost by someone that's out working on vehicles,",
        5225.34,
        5232.24
    ],
    [
        " if that thread gets lost by someone that's delivering fuel,",
        5232.7,
        5235.64
    ],
    [
        " if that thread gets lost by someone that is computing firing data,",
        5236.32,
        5241.58
    ],
    [
        " then the whole thing can fall apart.",
        5242.18,
        5245.06
    ],
    [
        " And that's the same in any organization.",
        5245.4,
        5248.24
    ],
    [
        " If we lose track of the underlying theme and thread of what it is we are trying to do,",
        5248.44,
        5255.28
    ],
    [
        " we can fall apart.",
        5255.74,
        5257.54
    ],
    [
        " And who's responsible for making sure that happens?",
        5257.98,
        5260.4
    ],
    [
        " That doesn't happen that we understand what our underlying core mission is.",
        5260.82,
        5265.66
    ],
    [
        " That's us as leaders.",
        5265.98,
        5267.28
    ],
    [
        " Continuing.",
        5270.82,
        5271.52
    ],
    [
        " Small unit training should focus on proficiency in such techniques and procedures as immediate action drills,",
        5271.82,
        5280.6
    ],
    [
        " battle drills, and unit standard operating procedures.",
        5281.12,
        5285.1
    ],
    [
        " Practicing to reach technical proficiency applies to all types of units,",
        5285.96,
        5289.8
    ],
    [
        " whether a section of aircraft executing air combat maneuvers, a maintenance contact team repairing a vehicle under fire,",
        5290.3,
        5296.78
    ],
    [
        " an artillery gun team conducting displacement drills, or a rifle squad conducting an in-stried beach of an obstacle.",
        5296.78,
        5304.52
    ],
    [
        " We develop and refine these measures so that units gain and maintain the speed and accuracy essential for success in battle.",
        5305.28,
        5314.5
    ],
    [
        " Staffs, like units and individual leaders, must train to increase speed and accuracy.",
        5315.72,
        5320.52
    ],
    [
        " Staffs increase speed by accomplishing three things.",
        5321.04,
        5323.94
    ],
    [
        " First, by obtaining and organizing information to help the commander and themselves understand the situation.",
        5324.2,
        5330.26
    ],
    [
        " Boy, this is like every, this should be printed on the walls of every staff organization in the US military.",
        5330.88,
        5338.0
    ],
    [
        " Second, by understanding the commander's decision and core decision and coordinating efforts to focus combat power to achieve the commander's goal.",
        5338.54,
        5346.54
    ],
    [
        " Third, by monitoring events, maintaining situational awareness and anticipating and adapting to changes.",
        5348.22,
        5357.06
    ],
    [
        " As staffs train, they increase accuracy by becoming more proficient both in their respective areas and in functioning as a team.",
        5358.18,
        5367.06
    ],
    [
        " That's what the staffs are trying to do.",
        5368.16,
        5371.42
    ],
    [
        " And notice that if you're in a staff, you better know what the commander's goal is.",
        5372.58,
        5377.06
    ],
    [
        " You better understand what that intent is.",
        5377.12,
        5378.86
    ],
    [
        " If you don't understand what that intent is, if you don't understand that goal is, you are completely lost.",
        5379.04,
        5383.24
    ],
    [
        " And if you're a commander and there's any doubt in your military mind, what's so ever that your staff doesn't know what your intent is and what your goal is, you better make it crystal clear.",
        5383.84,
        5394.26
    ],
    [
        " Field Marshal Erwin, Ramwell, knew the value of speed and accuracy for his staff when he wrote a commander must accustomed his staff to a high tempo from the outset and continuously keep them up to it.",
        5398.08,
        5411.34
    ],
    [
        " If he wants allows himself to be satisfied with norms or anything less than an all-out effort,",
        5411.8,
        5420.58
    ],
    [
        " he gives up the race from the starting post and will sooner or later be taught a bitter lesson.",
        5421.0,
        5429.76
    ],
    [
        " Allow yourself to be satisfied with the norms, allowing anything less than an all-out effort, you give up the race from the starting post.",
        5430.52,
        5445.64
    ],
    [
        " That's what I'm talking about.",
        5448.86,
        5450.3
    ],
    [
        " Now, can we burn people out?",
        5451.18,
        5454.08
    ],
    [
        " Absolutely.",
        5454.48,
        5454.82
    ],
    [
        " Yes, can we burn ourselves out?",
        5455.26,
        5456.56
    ],
    [
        "",
        5457.86,
        5457.86
    ],
    [
        " So what you have to know, what you have to learn and what you have to understand is you have to understand and learn when you're going to conserve energy and when you're going to go on the attack.",
        5458.94,
        5469.36
    ],
    [
        " That's a rumble.",
        5470.28,
        5471.28
    ],
    [
        " Talking and that sounds cool.",
        5472.08,
        5475.64
    ],
    [
        " But trust me, and I've seen it and I know you've seen it in the military.",
        5476.3,
        5479.36
    ],
    [
        " Plenty of commanders that they lose touch with their people and they just burn them out.",
        5479.94,
        5484.58
    ],
    [
        " And they have horrible command climates and more important, they become ineffective at executing their mission.",
        5485.26,
        5493.22
    ],
    [
        " That's the real problem.",
        5493.34,
        5495.38
    ],
    [
        " Continuing the speed and efficiency of a unit depend not only on the technical proficiency of its individual members, but also in large part upon its cohesiveness.",
        5499.36,
        5508.48
    ],
    [
        " Such cohesion requires both personal, personal stability and solid leadership.",
        5508.8,
        5514.84
    ],
    [
        " Training should also prepare Marines for the uniquely physical nature of combat, living and caring for themselves in a Spartan environment, confronting the natural elements,",
        5516.2,
        5526.82
    ],
    [
        " and experiencing the discomfort of being hungry, thirsty and tired are as essential in preparing for combat duty as any skills training.",
        5527.4,
        5536.26
    ],
    [
        " The point is not to train individuals on how to be miserable, but rather on how to be effective, win miserable or exhausted.",
        5536.96,
        5546.06
    ],
    [
        " Yeah, think about that for a second.",
        5546.76,
        5548.82
    ],
    [
        " We're not going to do this so we can survive these difficult environments.",
        5548.82,
        5552.02
    ],
    [
        " We're going to do this so we can thrive and take advantage of these situations.",
        5552.36,
        5556.86
    ],
    [
        " The cold in Korea.",
        5557.46,
        5558.86
    ],
    [
        " We're not going to train for that just so we can survive the cold.",
        5559.38,
        5562.54
    ],
    [
        " We're actually going to use it to destroy our enemies.",
        5562.62,
        5564.64
    ],
    [
        " You talked about a little bit earlier about leaders that will just, they'll lose sight of what they're trying to do and what they'll do.",
        5566.04,
        5573.84
    ],
    [
        " They'll just push really hard and it's not that they're pushing harder than their other counterparts.",
        5573.84,
        5577.36
    ],
    [
        " It's that they don't understand when and why they're pushing hard.",
        5577.36,
        5579.88
    ],
    [
        " They don't know when they should build up their reserves and when they're to put it.",
        5580.14,
        5582.74
    ],
    [
        " So they just go hard because they know going hard, we should go hard.",
        5582.76,
        5585.84
    ],
    [
        " And it isn't that they're going harder and they burn them out.",
        5586.34,
        5588.5
    ],
    [
        " It's that there's no connection to why they're going hard to what they're actually going to try to accomplish in that training, that disconnect of why they're doing what they're doing versus what they're doing.",
        5588.54,
        5597.76
    ],
    [
        " And I've been in units where the leaders just, we just go hard.",
        5597.92,
        5600.48
    ],
    [
        " And a lot of people are like, what the hell are we doing and nobody knows.",
        5600.7,
        5603.58
    ],
    [
        " And those units will fall apart before they actually exceed their physical capacity to do things.",
        5603.94,
        5609.72
    ],
    [
        " Whereas other units can actually, you can actually go harder if they understand why.",
        5610.06,
        5614.72
    ],
    [
        " So the thing you really want to do, if you can make the connection to the reason they're doing it, you can go as hard as you want.",
        5614.82,
        5619.5
    ],
    [
        " And it's not that going hard that burns the units out.",
        5619.8,
        5621.64
    ],
    [
        " It's that having no idea why they're going hard or when they should go hard, those are units that burn out.",
        5621.7,
        5626.52
    ],
    [
        " Here's where you can run into a problem with this attitude of Rommels, of, hey, we're just going to go hard 100% all the time.",
        5627.52,
        5633.22
    ],
    [
        " You don't know, you're not, you're utilizing your reserves out of the gate. That's what you're doing.",
        5634.02,
        5637.48
    ],
    [
        " And so that's a problem.",
        5638.08,
        5638.78
    ],
    [
        " And what the problem is, where a leader is even more inaccurate in their assessments than they think, is that it's the idea that I've talked about.",
        5639.14,
        5655.68
    ],
    [
        " So, of the, the guy that's leading PT.",
        5656.26,
        5658.24
    ],
    [
        " And when you're leading PT, PT is kind of fun.",
        5659.14,
        5661.9
    ],
    [
        " Because when I'm leading PT, guess what we're doing? We're doing pull-ups.",
        5662.3,
        5666.24
    ],
    [
        " Because I'm good at pull-ups. Right? That's what we're doing.",
        5666.44,
        5669.52
    ],
    [
        " And so we're going to do a ton of pull-ups. And if you're not good at pull-ups, PT sucks for you.",
        5669.9,
        5673.82
    ],
    [
        " And by the way, I didn't tell you when we were going to stop. I didn't tell you how many we're doing. I'm just like, hey, we're doing pull-ups.",
        5673.86,
        5678.0
    ],
    [
        " You should be happy because I'm happy.",
        5678.32,
        5679.96
    ],
    [
        " And so you miss, you miscalculate how much the guys can actually take.",
        5680.6,
        5686.24
    ],
    [
        " And there's a decent chance that they can't take as much as you, because they're not leading it.",
        5686.7,
        5691.48
    ],
    [
        " That's why when you put subordinate leaders in charge, it allows you to more closely and accurately judge how much they can actually take.",
        5692.04,
        5698.64
    ],
    [
        " And by the way, they'll push harder if they're running it.",
        5698.8,
        5701.52
    ],
    [
        " That's a thing.",
        5701.6,
        5702.08
    ],
    [
        " They'll actually go harder. They'll give you more if you let them run with it.",
        5702.58,
        5706.98
    ],
    [
        " If you think you're going to lead from the front and whip them to keep up with you, you're wrong.",
        5707.0,
        5714.62
    ],
    [
        " You will not get the same mileage out of them, as you will if you say, hey, you take this and run with it.",
        5715.2,
        5720.44
    ],
    [
        " So be careful there, young, first lieutenant, Ramo out there.",
        5721.4,
        5725.9
    ],
    [
        " Back to the book, likewise, training should enable us to take appropriate action in any environment and at any time.",
        5726.78,
        5733.1
    ],
    [
        " This readiness includes operating during inclement weather and periods of limited visibility.",
        5734.38,
        5739.94
    ],
    [
        " We must make terrain, weather, and darkness our allies if we are to gain advantage and deliver decisive force at a time and place of our choosing.",
        5740.34,
        5748.6
    ],
    [
        " We can neither anticipate nor appreciate the inherent friction that these natural factors produce unless we experience them.",
        5749.2,
        5757.9
    ],
    [
        " Next section, training and educational methods.",
        5759.88,
        5763.14
    ],
    [
        " That's such a... that's here. That's boring title number one.",
        5763.72,
        5766.52
    ],
    [
        " That's the only... that's the first boring subsection we've got.",
        5766.76,
        5769.78
    ],
    [
        " Training and educational methods.",
        5770.14,
        5771.74
    ],
    [
        " Okay. I don't know. We expect a little bit of higher standards.",
        5772.56,
        5776.58
    ],
    [
        " There is no single best approach to developing tactical proficiency.",
        5778.26,
        5782.84
    ],
    [
        " However, any approach should be adaptable to all echelons and grades.",
        5783.14,
        5788.38
    ],
    [
        " The environment should be one that is challenging and conducive to creative thinking.",
        5788.84,
        5792.68
    ],
    [
        " Like all preparation for war, training should reflect the rigors of that environment.",
        5793.88,
        5798.44
    ],
    [
        " The following examples may provide some tools for developing tactical proficiency in Marines.",
        5798.86,
        5804.5
    ],
    [
        " Number one, professional reading and historical study.",
        5805.96,
        5809.94
    ],
    [
        " Because of the relative infrequency of actual combat experiences in most military leaders' careers, Marines must seek to expand their understanding through other less direct means.",
        5810.78,
        5821.18
    ],
    [
        " The study of military history is critical to developing judgment and insight and enables us to see how successful commanders have fought through and fought through the situations they faced.",
        5821.64,
        5835.9
    ],
    [
        " Not many people can do it instinctively.",
        5836.84,
        5839.9
    ],
    [
        " Few possess the rare native ability to think militarily.",
        5840.16,
        5845.82
    ],
    [
        " Even those few can enhance their abilities through study and practice.",
        5846.32,
        5850.66
    ],
    [
        " What General Mattis say about this?",
        5851.18,
        5853.0
    ],
    [
        " I was thinking the whole time that he got Mattis.",
        5853.06,
        5854.38
    ],
    [
        " All I was thinking about in the last two minutes was Mattis.",
        5854.52,
        5856.64
    ],
    [
        " And he said that every situation he saw, yeah, I'd seen it before.",
        5858.36,
        5861.5
    ],
    [
        " He wasn't afraid of any situation.",
        5861.5,
        5863.18
    ],
    [
        " Because he had prepared for that whole time.",
        5863.28,
        5865.48
    ],
    [
        " Yes.",
        5865.78,
        5865.98
    ],
    [
        " His approach to personal library of 5,000 books.",
        5866.32,
        5870.4
    ],
    [
        " And you take 5,000.",
        5870.92,
        5874.8
    ],
    [
        " And I imagine that when Mattis reads them, he's reading them with this incredible depth.",
        5875.22,
        5882.0
    ],
    [
        " Not as a homework assignment.",
        5882.36,
        5883.58
    ],
    [
        " It's not a homework assignment.",
        5883.88,
        5884.88
    ],
    [
        " He's not 21-year-old, first lieutenant, David R. Burke, saying,",
        5885.14,
        5889.66
    ],
    [
        " OK, well, I've got to read this before I can go grab a beer with the boys.",
        5889.66,
        5893.1
    ],
    [
        " What am I enabling learning objectives?",
        5893.18,
        5894.66
    ],
    [
        " So I can write them down real quick so I can move on to something.",
        5894.9,
        5896.94
    ],
    [
        "",
        5897.16,
        5897.16
    ],
    [
        " No, he's reading that with the level of depth and understanding that he not just that,",
        5897.34,
        5901.94
    ],
    [
        " but he puts them all together.",
        5901.98,
        5902.78
    ],
    [
        " He wasn't afraid of any situation.",
        5903.0,
        5904.46
    ],
    [
        " Yeah.",
        5904.68,
        5904.8
    ],
    [
        " Because he had prepared for every possible situation that was out there through study of history.",
        5905.06,
        5909.42
    ],
    [
        " Because guess what?",
        5909.6,
        5910.22
    ],
    [
        " The stuff has all happened at least one other time before.",
        5910.6,
        5913.0
    ],
    [
        " And maybe twice.",
        5913.32,
        5914.06
    ],
    [
        " You know what I've admitted to a couple times in the recent past.",
        5914.24,
        5918.42
    ],
    [
        " And you've been with me when I've admitted to it.",
        5919.16,
        5921.38
    ],
    [
        " There's nothing that I like more than something that I didn't expect.",
        5921.72,
        5926.32
    ],
    [
        " Or that seems problematic or chaotic.",
        5926.68,
        5929.8
    ],
    [
        " That's what I want.",
        5930.92,
        5931.96
    ],
    [
        " Like that's when I, that's when my adrenaline just gets a little bit of a release.",
        5932.34,
        5939.26
    ],
    [
        " Because when I've seen it 90 million times, it's like, cool, I'm down.",
        5940.14,
        5943.54
    ],
    [
        " Like, well, we'll handle this problem.",
        5943.84,
        5945.02
    ],
    [
        " But man, I like it when something comes at me that I'm not expecting.",
        5945.2,
        5948.28
    ],
    [
        " I love that.",
        5949.0,
        5949.34
    ],
    [
        " I've loved that for a long time.",
        5949.44,
        5950.84
    ],
    [
        " And part of the reason is because it's just an experience once again.",
        5951.9,
        5956.66
    ],
    [
        " It's an opportunity to put some of that creative muscle to work.",
        5957.28,
        5963.18
    ],
    [
        " And that's fun.",
        5963.98,
        5964.78
    ],
    [
        " Continuing on, historical studies provide the most readily available source of indirect experience in our profession.",
        5966.6,
        5973.08
    ],
    [
        " These studies describe the leadership considerations, the horrors of war, the sacrifices endured, the commitment involved, the resources required, and much more.",
        5973.08,
        5986.48
    ],
    [
        " As if that's not enough and much more.",
        5986.58,
        5988.32
    ],
    [
        " These studies include biographies and autobiographies of military figures, books on specific battles, wars and military institutions, unit histories, after-action reports, films and documentaries.",
        5989.16,
        5999.76
    ],
    [
        " Group discussions help to expand the insights into leadership and battle that we have gained through individual study.",
        6000.04,
        6007.14
    ],
    [
        " And this is a solid 98% of what this podcast is.",
        6007.7,
        6011.64
    ],
    [
        " Biographies, autobiographies, books on specific battles, wars, military institutions.",
        6012.78,
        6017.78
    ],
    [
        " That's what we do here.",
        6017.88,
        6018.62
    ],
    [
        " And like, LaDelle Hart said,",
        6020.52,
        6025.06
    ],
    [
        " When you study about war, you're going to learn about life.",
        6026.32,
        6029.84
    ],
    [
        " That's why so many people listen to this podcast that aren't?",
        6030.52,
        6033.34
    ],
    [
        " First lieutenants or colonels or generals, they listen because they go, oh yeah, I can take that same theory and apply it to my business, to my family, to my life.",
        6033.96,
        6043.0
    ],
    [
        " Professional readings and study are not solely the responsibility of military schools.",
        6043.88,
        6050.5
    ],
    [
        " Individuals cannot afford to wait for attendance at a military school to begin a course of self-directed study.",
        6050.92,
        6057.98
    ],
    [
        " Military professionalism demands that individuals and units find time to increase their professional knowledge through professional reading, professional military education classes, and individual study.",
        6058.5,
        6072.28
    ],
    [
        " It's on you.",
        6075.02,
        6075.94
    ],
    [
        " No, you cannot wait for your battalion, your regiment, your squadron to train you.",
        6076.54,
        6083.52
    ],
    [
        " You cannot wait for that.",
        6084.0,
        6085.16
    ],
    [
        " And if you wait for that, you are just wasting so much opportunity to be so much better at this job.",
        6085.72,
        6097.24
    ],
    [
        " Tactical exercises, tactical success evolves from the synthesis of training and education, the creative application of technical skills based on sound judgment.",
        6099.82,
        6108.72
    ],
    [
        " Exercises, enable leaders to practice decision making, and individuals, staffs, and units to practice perfect collective skills.",
        6110.02,
        6118.2
    ],
    [
        " Exercises also serve to test and improve tactics, techniques, and procedures, immediate actions, battle drills, and combat standard operating procedures.",
        6118.56,
        6128.38
    ],
    [
        " And by the way, I've been changing state.",
        6128.72,
        6130.86
    ],
    [
        " It keeps saying standing operating.",
        6131.18,
        6132.68
    ],
    [
        " You're just saying standard?",
        6132.78,
        6133.62
    ],
    [
        " I'm saying standard.",
        6133.78,
        6134.52
    ],
    [
        " Re-write this thing.",
        6135.12,
        6136.72
    ],
    [
        " An exercise should serve as a unit's internal assessment of the quality of its training and education, and not as grading criteria for higher commands.",
        6140.9,
        6149.14
    ],
    [
        " Oh, that's a nice little thing.",
        6149.48,
        6150.86
    ],
    [
        " We're not grading you for higher commands. We actually just want you to learn.",
        6151.96,
        6155.24
    ],
    [
        " Like, you know those schools where they say, well, you're not going to get graded here, and it sounds super lame, and those are God's.",
        6156.12,
        6164.04
    ],
    [
        " Well, think about it for you. If you said, look, what I really want you to do here is learn.",
        6164.04,
        6167.94
    ],
    [
        " And I remember saying that when I was running trade-up, like, listen, man, I just want you to be ready for combat. That's what I want.",
        6168.1,
        6173.26
    ],
    [
        " I'm not looking to write you up or anything. I just want you to be ready for combat, bro. That's what I want.",
        6173.74,
        6180.46
    ],
    [
        " Like, that could have been a good introduction to Lieutenant Dave Burke.",
        6181.52,
        6184.84
    ],
    [
        " He's like, listen, we don't worry about where you're going to break out in this class.",
        6185.5,
        6189.34
    ],
    [
        " What I want you to do is learn and understand what we're saying to you.",
        6189.98,
        6194.0
    ],
    [
        " It's hard to do that. It's hard to do that.",
        6194.4,
        6197.24
    ],
    [
        " It's so hard to do that. I think of how many things that I gaffed off early in my career.",
        6197.24,
        6202.54
    ],
    [
        " Simply because I didn't understand that it was going to make me better.",
        6203.06,
        6206.78
    ],
    [
        " I just didn't make the connection of my mind that doing this, not the motions, but actually listening and learning to whatever it is that they were teaching me.",
        6207.24,
        6214.82
    ],
    [
        " Would make me better and more successful.",
        6214.82,
        6217.18
    ],
    [
        " If you told me that there was a competitive thing, there was a ranking and a grading and a measurement that you were going to get.",
        6217.68,
        6224.64
    ],
    [
        " I'm all in, man. I mean, I'm all in. Why wouldn't I?",
        6224.94,
        6228.34
    ],
    [
        " But the number of things that I was, I just, and I know how many young leaders are out there listening to this.",
        6229.2,
        6235.16
    ],
    [
        " Not just in the military and the business role too. Young leaders are listening to this.",
        6235.26,
        6238.44
    ],
    [
        " I ignored so many early in my career. It just took me a while to figure that what you just described.",
        6241.42,
        6246.82
    ],
    [
        " I just didn't understand it. And I wish I could go back and tell Second Lieutenant Burke just pay attention.",
        6246.96,
        6251.88
    ],
    [
        " Just pay attention. This is going to pay dividends. You're going to be able to cash in on this down the road.",
        6252.22,
        6257.02
    ],
    [
        " And your peers are going to wonder what the hell is going on with you because you're going to be so far out in front of where they are if you just pay attention to this stuff.",
        6257.5,
        6265.4
    ],
    [
        " One of the things that you can do to make that happen in my opinion is you, you actually have to try and put yourself into the scenario that you're being taught, that you're reading.",
        6265.4,
        6278.46
    ],
    [
        " And I'll tell you, you can hear it when I'm when I'm reading, when I'm reading with the old breed, man, my brain is there.",
        6278.94,
        6290.16
    ],
    [
        " It is there when I'm reading one source of war, when I'm reading the coldest colder than hell, when I'm reading excursion in hell, my brain, my mind is there.",
        6290.28,
        6302.5
    ],
    [
        " I'm putting myself right there. That's what I'm doing. When you get taught something, when you hear something, put yourself there, put it into, put it into your world and put yourself into that world.",
        6302.72,
        6317.5
    ],
    [
        " Being able to do that that earlier, you can start doing that. The better comprehension you will receive from whatever it is that is being bestowed upon you.",
        6318.5,
        6329.68
    ],
    [
        " And that that's it's hard to do. It's hard to do. And now I go talk to the young, the young seals. And now it is, I mean, oh, you can see the kids that are listening.",
        6330.98,
        6347.06
    ],
    [
        " Because they are absorbing and they are in it. You can see it on their face. And there'll be a couple that are just not there. They're like, oh, you know, I have to listen to another person talk right now.",
        6349.14,
        6363.46
    ],
    [
        " Yeah. And they'll be a, that's usually a pretty small number. But then the guys that are just there, they're absorbing what you're saying.",
        6363.46,
        6373.04
    ],
    [
        " It's like they're gaining actual experience. Okay, is it actually experience? No, it's like they're gaining such a closer approximation of experience than the person that's sitting there going, oh, I got a little take notes so I can get good on the quiz.",
        6373.64,
        6389.64
    ],
    [
        " It's because they've made the connection. And I remember avoiding stuff like this because I don't have the time for it. If you actually make the connection, think of how much faster it goes and how much easier it is to go through it when you actually make that connection to you and what it is you're trying to learn.",
        6390.16,
        6404.78
    ],
    [
        " It's easy. And the avoidance of that and in the, and the resistance to doing it is the thing that actually makes it more difficult than it needs to be. And that's, that's what I did.",
        6405.44,
        6416.64
    ],
    [
        " I look at like, what am I going to get from this? And I just resisted. And when I remember even in college, spending a couple years in college, like, I'm going to do all this work.",
        6416.64,
        6425.88
    ],
    [
        " They don't like to do all this work for when I figured out that doing what I learned from doing the work and how much better it made me. The work was 10 times easier.",
        6426.34,
        6433.88
    ],
    [
        " Making that connection and putting yourself inside of that. And look, these books are actually, some of these books are really good.",
        6435.44,
        6442.74
    ],
    [
        " I missed them. Really good learning that are really well written.",
        6443.06,
        6447.12
    ],
    [
        " With the old breed was the one that was the trigger for me early in my career. I wasn't, I was probably a junior captain when I were like a young captain.",
        6448.96,
        6457.36
    ],
    [
        " So probably four years in the Marine Corps when I read that. That was one of the first big light bulbs for me was that book.",
        6457.7,
        6464.38
    ],
    [
        " Yeah. Sledge and just holy cow. Just reading that book. That was one that turned me back into paying it. That's gotten on that, that path.",
        6464.8,
        6472.5
    ],
    [
        " And I don't get me wrong. There are times that I veered off that. That book for me was a big turning point.",
        6473.02,
        6477.42
    ],
    [
        " Yeah. And for me, obviously, it was about face reading for the first time. And, and the first time I read it, I read it because it was the most awesome war story.",
        6477.6,
        6486.02
    ],
    [
        " Or I shouldn't say the most because I, you know, you can't compare because with the old breed.",
        6486.18,
        6490.82
    ],
    [
        " Tough tough to outdo colder than hell though. Yeah.",
        6490.98,
        6497.74
    ],
    [
        " Colder than hell. When the Marines, when the wounded starving frostbitten Marines are rolling back into base camp after escaping the",
        6498.32,
        6508.12
    ],
    [
        " development and somebody calls out fall in and they start marching back into camp and the other Marines line up and like salute them.",
        6509.32,
        6517.7
    ],
    [
        " I mean, come on. Yeah. So, but about face for me, there's definitely the first time I read it was like an awesome war story.",
        6518.46,
        6526.32
    ],
    [
        " And then the second time I read it was like, hmm, there's, there's a little bit more here there here than I originally saw.",
        6526.58,
        6535.0
    ],
    [
        " And then as you read it five times, you go, oh man, that's a gem. Oh, the, oh, I never, my intuition is completely wrong.",
        6535.48,
        6545.72
    ],
    [
        " And this is clearly the right way to do it. So yeah, putting these, putting yourself into these situations is a, is a way I think we'll, we'll start to open the door on how to read this stuff where we'll have the most benefit and impact for you.",
        6546.1,
        6564.56
    ],
    [
        " Yeah. Back to the book exercises also test the ability of units to sustain tempo for an extended period of time since victory is rarely the product of single actions.",
        6564.56,
        6575.12
    ],
    [
        " The ability to operate and sustain combat effectiveness over time is important.",
        6575.56,
        6581.24
    ],
    [
        " Knowing when hostilities will cease is a convenience denied the combat Marine.",
        6582.64,
        6588.4
    ],
    [
        " Equipment must be maintained and people must be sustained with adequate rest, nourishment and hygiene until they accomplish their mission.",
        6589.04,
        6597.14
    ],
    [
        " Tactical exercises can range from field exercises to command post exercises to tactical exercises without field troops.",
        6598.36,
        6605.6
    ],
    [
        " Field exercises conducted by units of any size involved involve all unit personnel working together to learn, test and refine their collective battlefield skills.",
        6605.98,
        6615.48
    ],
    [
        " Such exercises can be general in nature or they can be detailed rehearsals for specific upcoming missions.",
        6615.48,
        6621.56
    ],
    [
        " Command post exercises are largely limited to commanders and their staff. Their purpose is to familiarize the staff with their commanders personnel, personal preferences and operating styles as well as to exercise staff techniques and procedures to review a particular, to review particular contingency plans.",
        6621.92,
        6639.22
    ],
    [
        " So for those of you who aren't in the military sometimes the leadership, the staff can rehearse and practice and do exercises as if there's a, as if there's a, their movement out of the field or working and even though they're not.",
        6639.46,
        6654.56
    ],
    [
        " Tactical exercises without troops provide tactical leaders opportunities to exercise judgment while permitting other unit elements to conduct training and education on their own.",
        6655.36,
        6664.84
    ],
    [
        " There are two approaches to conducting them. The first method provides a leader an opportunity to evaluate a subordinate's ability to perform in a given scenario.",
        6667.28,
        6674.7
    ],
    [
        " Boom, scenario based training, role playing, you don't need anybody. You don't need anybody in the field. You can make it happen.",
        6675.22,
        6682.64
    ],
    [
        " This method provides a situation upon which to plan and execute a task for example, establish a reverse slope defense.",
        6683.16,
        6691.76
    ],
    [
        " The aim here is to exercise tactical proficiency in the sighting of weapons in the use of terrain.",
        6692.36,
        6700.74
    ],
    [
        " The second method also places the student in their operations and provides a situation but gives them a mission or a mission order.",
        6700.74,
        6708.82
    ],
    [
        " For example, prevent enemy movement north of route 348.",
        6709.22,
        6714.46
    ],
    [
        " The aim here is to exercise judgment. After walking the ground, the students must first decide whether to defend or it's acts supporting their conclusions with reasoning.",
        6715.4,
        6726.24
    ],
    [
        " The reasoning is then discussed and criticized. This approach encourages students to demonstrate ingenuity and initiative.",
        6727.0,
        6735.68
    ],
    [
        " They have free reign to employ the resources as they see fit to achieve the desired results.",
        6736.6,
        6741.92
    ],
    [
        " Just putting people in scenarios and then equally important is discussing and criticizing and asking people why they're doing what they're doing, why they made that decision, figuring out how they're thinking and why they're thinking.",
        6744.86,
        6757.48
    ],
    [
        " That last part of, why did you do this?",
        6757.8,
        6761.06
    ],
    [
        " Why did you do this?",
        6762.76,
        6764.22
    ],
    [
        " Not that way.",
        6764.38,
        6765.2
    ],
    [
        " What were you seeing that made you think to do this?",
        6765.42,
        6770.72
    ],
    [
        " If it turns out that it's just tactically a mistake and no factor, this stuff is free.",
        6771.48,
        6776.42
    ],
    [
        " You're not really moving people around, you're not really spending gas.",
        6776.88,
        6779.44
    ],
    [
        " None of that is happening. You can do this all day long.",
        6779.62,
        6781.96
    ],
    [
        " But it's the leaders that actually ask, hey, why are you doing that?",
        6782.48,
        6786.02
    ],
    [
        " What were you seeing there that you start to, that's also, I remember being asked as a young flight lead, having senior flight leads more often than not, it's like, what are you doing?",
        6786.1,
        6795.14
    ],
    [
        " You don't want to answer and you're like, I'm sorry, I'm not saying, the best guys ever flew with go, hey man, what did you see there?",
        6795.68,
        6801.7
    ],
    [
        " I'm like, well, I saw this and that and often they weren't seeing it.",
        6801.86,
        6805.46
    ],
    [
        " That ended up becoming that built my confidence up that, hey, it's like you were describing earlier.",
        6806.18,
        6810.44
    ],
    [
        " My brain actually is working pretty good. What I lack is the confidence to take action on what I see because I'm afraid he's going to think there's something wrong with it.",
        6810.9,
        6817.2
    ],
    [
        " The takeaway from this and we see it with companies all the time is they think training is elaborate and training requires all these things.",
        6818.38,
        6827.16
    ],
    [
        " It doesn't require anything. You could sit at a table like this and have the conversation.",
        6827.5,
        6831.26
    ],
    [
        " And if you have a strong enough relationship, hey man, what were you thinking there?",
        6831.88,
        6834.32
    ],
    [
        " When I started to figure out that my instincts were pretty good and I understood it better than I thought and I started to build my confidence, I started to contribute to the organization better.",
        6835.46,
        6843.28
    ],
    [
        " And that comes from the leaders when they say, and the critique, and then I was willing to be criticized.",
        6843.86,
        6848.18
    ],
    [
        " I wasn't defensive up being criticized. I was actually listening to their point of view as well.",
        6848.42,
        6851.62
    ],
    [
        " It's not that hard. It's just a little humility from leadership. Go, well, what would you see, man? Why? That's pretty good. I didn't see it like that.",
        6852.08,
        6858.14
    ],
    [
        " This conversation's aren't that hard.",
        6858.86,
        6861.06
    ],
    [
        " And they're free. They're free.",
        6862.16,
        6863.86
    ],
    [
        " Next section, War Gaming.",
        6864.4,
        6866.94
    ],
    [
        " War games can be a valuable tool for understanding the many factors that influence a leader's decisions.",
        6868.28,
        6873.3
    ],
    [
        " Moral. Enemy and friendly situations, the higher commanders intentions, firepower, mobility and terrain are only a few of the decision factors included in the play of war games.",
        6874.26,
        6885.1
    ],
    [
        " In all these simulations from the sand table to a commercial board game to a computerized simulation routine should be avoided.",
        6885.36,
        6896.32
    ],
    [
        " The less familiar the environment, the more creativity the student must display.",
        6896.76,
        6901.64
    ],
    [
        " Sand table exercises, tactical decision games and map exercises present students with a general situation, mission orders and a minimum of information on enemy and friendly forces.",
        6901.64,
        6914.46
    ],
    [
        " Sand table exercises are especially suited to novice tacticians. They present the terrain into three dimensional array, whereas a map requires interpretation.",
        6914.96,
        6924.22
    ],
    [
        " Both map and sand table exercises enable students to conceptualize the battle, deliver their decisions and issue orders to subordinates.",
        6924.62,
        6933.24
    ],
    [
        " Afterwards, students discuss their decisions and are critiqued. The decision, the discussion should focus on making a decision in the absence of perfect information or complete intelligence.",
        6933.58,
        6945.74
    ],
    [
        " Those are, again, these are things that are free. Free, you can do with your business, you can do with your team, you can do with your platoon.",
        6948.92,
        6957.4
    ],
    [
        " Next section, terrain walks. Terrain walks introduce the realities of terrain vegetation and weather.",
        6958.36,
        6963.06
    ],
    [
        " Terrain walks can be conducted in at least two ways. The first method provides students with an area of operations, a general situation and a mission.",
        6963.5,
        6970.92
    ],
    [
        " As in sand table and map exercises, students describe their view of the battle. Choosing one plan, the group then begins to walk the terrain according to the plan, the group will then encounter to unanticipated terrain and obstacles while the instructors introduce enemy actions into the play of the problem.",
        6971.78,
        6986.46
    ],
    [
        " In this way, students must contend with the disparity between actual terrain and vegetation and maps, as well as the chaos and uncertainty generated by enemy actions that invariably occur in real world operations.",
        6986.46,
        7000.52
    ],
    [
        " Just think of all the ways you as a business owner can employ that right there.",
        7001.44,
        7006.22
    ],
    [
        " Playing the bad customer. Playing the good customer. I mean, there's so many ways to do this. The second method involves the firsthand study of historic battlefields.",
        7006.76,
        7016.54
    ],
    [
        " We gain a special vantage on battle by walking the ground and seeing the battlefield from the perspective of both commanders.",
        7017.22,
        7024.98
    ],
    [
        " We gain a new appreciation for historic historical commanders, blunders, often such blunders seem incomprehensible until we see the ground.",
        7025.54,
        7034.98
    ],
    [
        " Only then can we realistically consider alternative courses of action that the commander might have pursued.",
        7035.38,
        7041.08
    ],
    [
        " And interestingly, at Eschelon Front right now, we're starting to prepare some historical battlefield walks into rain studies that we're going to offer up to the ground.",
        7041.74,
        7054.96
    ],
    [
        " We're going to offer a small number of clients. So that will be... that will be awesome. Some of the sites we're checking out right now are going to be great.",
        7054.98,
        7064.94
    ],
    [
        " Next section, competition. Exercises should provide realism. The means to achieve tactical realism are competitive free play or force on force exercises.",
        7066.54,
        7076.4
    ],
    [
        " Yes. Whenever possible, unit training should be conducted in a free play scenario. This approach can be used by all leaders to develop their subordinates.",
        7079.04,
        7086.96
    ],
    [
        " It affords both leaders and unit members the opportunity to apply their skills and knowledge against an active threat.",
        7087.22,
        7092.6
    ],
    [
        " Free play scenario. So when you're setting these up, this is just like a little tiny thing I remember doing this.",
        7093.22,
        7097.96
    ],
    [
        " So we'd have certain areas we'd be training on, let's say a base somewhere, and there'd be some area that we weren't allowed to go into.",
        7098.36,
        7105.54
    ],
    [
        " You know, for whatever administrative reasons, hey, you guys aren't allowed to go over there because that's the whatever.",
        7105.88,
        7111.14
    ],
    [
        " And the common thing would be, okay, guys, just to add me a note, you're not allowed to go over there.",
        7111.76,
        7117.96
    ],
    [
        " And I hated that because it ruins the free play scenario puts in everyone's mind that, well, you know, this is, this is like lame.",
        7119.28,
        7127.76
    ],
    [
        " So I would say, hey, guys, yeah, you can go wherever you want. By the way, Intel indicates that there's IDs heavily planted in this area.",
        7128.16,
        7136.74
    ],
    [
        " And then sure enough, we'd plant some fake IDs right on the border and they might hate one, but they wouldn't continue that direction.",
        7137.12,
        7142.32
    ],
    [
        " So as you're setting up scenarios, try and make them as realistic as there's always constraints on a real battlefield. Don't make them admin, make them real.",
        7142.32,
        7149.88
    ],
    [
        " What's an admin constraint like what like this game does indicate that it's a game in their mind.",
        7149.98,
        7158.22
    ],
    [
        " So you might have, let's say we have a, let's say this, we're going to a, an urban terrain village and the army says, hey, this one building we got over here, the it's unsafe and we don't want your guys going in it.",
        7159.18,
        7173.24
    ],
    [
        " And so instead of me saying, okay, guys, it's free play except for this building, it's not safe. So don't go in there and everyone goes, it's kind of lame, right?",
        7173.64,
        7182.04
    ],
    [
        " Whereas if I say, hey guys, do whatever you want this building right here, heavily IED, Intel reports indicate that it is heavily IED.",
        7182.38,
        7191.4
    ],
    [
        " And if you go in there, you are almost guaranteed to take a casualty. And then in the doorway, I put an ID, a fake ID. And it's like, yeah, so it just keeps the mindset in the game.",
        7191.54,
        7203.2
    ],
    [
        " Yeah, fully.",
        7203.56,
        7204.28
    ],
    [
        " We did that in aviation all the time. We go out to a range of, you know, Nellis or whatever and you'd have part of the range and some of the part you wouldn't have because another squadron was training there.",
        7204.66,
        7212.3
    ],
    [
        " And most of the admin briefs were, hey, we don't have this range in this range. Stay out of there because, you know, you're not supposed to be the other guys in their training below x altitude to avoid them.",
        7212.98,
        7221.54
    ],
    [
        " The good flight leads would say, we have a Sam Ring here from this service to air through guess which, guess what scenario had more violations of that range.",
        7222.16,
        7230.58
    ],
    [
        " The one where we had a Sam Ring where you die in the mission, you die and get colored out and you wouldn't get to fight anymore.",
        7230.76,
        7235.68
    ],
    [
        " Or the admin violation, they would just say, move to the North, you're in violation of the, and making realistic isn't that hard.",
        7235.86,
        7242.54
    ],
    [
        " There's a whole bunch of places where we would fly all the time, you can't go there. Why? That's Iran.",
        7242.74,
        7246.44
    ],
    [
        " Yeah. They have this system here, you don't want to fly there. Not because it's an administrative border.",
        7246.88,
        7250.44
    ],
    [
        " Totally. And 95% of the time, the one that you would violate would be, you're not allowed to be there. Why?",
        7250.58,
        7255.96
    ],
    [
        " Well, you're just not because we don't have it today and whatever. Or you put a live threat there and guys like, I'm not going to, I don't want to get killed.",
        7255.96,
        7262.06
    ],
    [
        " There you go. Make it realistic.",
        7262.6,
        7265.54
    ],
    [
        " Free play exercises are adaptable to all tactical scenarios and benefit, beneficial to all echelons.",
        7266.84,
        7275.1
    ],
    [
        " Whether it is fire teams scouting against fire teams, sections of aircraft dueling in the sky.",
        7275.82,
        7282.22
    ],
    [
        " Do you get a little bit like that? Don't you?",
        7282.74,
        7286.06
    ],
    [
        " Or battalions or companies battalion squadrons and marine air ground task force operating against one another, both leaders and individual Marines benefit.",
        7286.64,
        7295.94
    ],
    [
        " Leaders form and execute their decisions against an opposing force as individual Marines employ their skills against an active enemy.",
        7296.3,
        7305.54
    ],
    [
        " Through free play exercises, Marines learn to fight as an organization and deal with a realistically challenging foe.",
        7305.54,
        7315.12
    ],
    [
        " Next section is about critiques. A key attribute of decision makers is their ability to reach decisions with clear reasoning.",
        7315.12,
        7323.18
    ],
    [
        " Critiques elicit this reasoning. Critiques elicit this reasoning process. Any tactical decision game or tactical exercise should culminate with a critique.",
        7323.92,
        7334.92
    ],
    [
        " The standard approach for conducting critiques should promote initiative.",
        7335.52,
        7340.4
    ],
    [
        " Since every tactical situation is unique and since no training situation can encompass more than a small fraction of the peculiarities of a real tactical situation, there can be no ideal school solution.",
        7341.04,
        7351.4
    ],
    [
        " Critiques should focus on the students rationale for doing what they did.",
        7352.54,
        7357.32
    ],
    [
        " So there's like you said, I'm not going to say Dave, you chose this method. That method was wrong.",
        7357.32,
        7363.28
    ],
    [
        " I mean, okay, are there exceptions to that? Yeah, you could do something that was tactically unsound and then we talk about it.",
        7363.94,
        7369.88
    ],
    [
        " But you made a decision. Let's talk about why you made that decision.",
        7370.42,
        7373.94
    ],
    [
        " What factors did a student consider or not consider in making an estimate of the situation?",
        7375.12,
        7379.44
    ],
    [
        " Were the decisions the student made consistent with the estimate?",
        7379.92,
        7382.66
    ],
    [
        " Were the actions ordered tactically sound? Did they have a reasonable chance of achieving success? How well were orders communicated to subordinates? These questions should form the basis for critiques.",
        7382.94,
        7394.66
    ],
    [
        " The purpose is to broaden the leader's analytical powers, experience level and base of knowledge, thereby increasing the students' creative ability to devise sound, innovative solutions to difficult problems.",
        7395.94,
        7410.64
    ],
    [
        " And I used to explain to my guys when I was running training that the goal was not to put their brain in a box.",
        7411.56,
        7420.1
    ],
    [
        " It was to open up all those doors and allow them to make decisions that aren't standard.",
        7420.2,
        7428.04
    ],
    [
        " Critiques should be open-minded and understanding rather than rigid and harsh.",
        7430.88,
        7435.74
    ],
    [
        " I'll read that again. Critiques should be open-minded and understanding rather than rigid and harsh.",
        7437.44,
        7443.04
    ],
    [
        " This is the big, tough United States Marine Corps telling everyone that your critiques should be understanding.",
        7443.28,
        7450.84
    ],
    [
        " Yes, why because mistakes are essential to the learning process and should always be cast in a positive light?",
        7451.48,
        7460.24
    ],
    [
        " The focus should not be on whether a leader did well or poorly, but rather on the progress achieved in the overall development.",
        7471.9,
        7479.48
    ],
    [
        " The idea of a leader's self-esteem, especially in public, should be strictly avoided.",
        7491.84,
        7497.38
    ],
    [
        " That's exactly what you talked about, Dave.",
        7497.5,
        7499.2
    ],
    [
        " You talked about the good leaders that would build your confidence.",
        7499.64,
        7505.42
    ],
    [
        " But I'm sure along the way you had guys that were like, what are you doing?",
        7505.56,
        7508.64
    ],
    [
        " You're best tool to figure out how to not make a mistake in combat is to figure out the mistakes you made in training.",
        7513.24,
        7519.62
    ],
    [
        " That's the best thing you can do is figure out all the things you did wrong.",
        7519.92,
        7522.66
    ],
    [
        " And with that sort of relied on over time, what you actually wanted to get to is guys willing to admit the mistakes they made that people didn't see.",
        7523.76,
        7531.38
    ],
    [
        " That's magnified in a single-seat airplane. Most people didn't see a lot of mistakes people didn't see.",
        7533.44,
        7538.84
    ],
    [
        " Or you could certainly cover them up.",
        7539.8,
        7540.98
    ],
    [
        " If you had a squadron where guys were willing to tell you, hey, you didn't see this, but I screwed this thing up by myself.",
        7541.6,
        7546.28
    ],
    [
        " If you get to that point, now you're here to place where that squadron is literally inside on the idea of, hey, I'm just here to make everybody better.",
        7546.84,
        7553.88
    ],
    [
        " I'm not afraid of admitting any mistake that I made.",
        7554.14,
        7556.3
    ],
    [
        " And I'd be a squadron and you see the senior guys that would just crush the junior guys and guess what they did with all those little mistakes?",
        7556.66,
        7562.34
    ],
    [
        " They would hide them all.",
        7562.82,
        7563.88
    ],
    [
        " All those little things that you might not hear about that you're never going to see, I'm not going to volunteer right now.",
        7564.16,
        7568.86
    ],
    [
        " I'm not going to get crushed again.",
        7568.92,
        7569.94
    ],
    [
        " And you know who you're hurting when you're doing the whole team.",
        7570.14,
        7572.56
    ],
    [
        " You're crushing the whole team.",
        7572.84,
        7573.7
    ],
    [
        " And if you can get to a point where your guys are offering up errors that you didn't even see, now you're at a place where you know you've got a team willing to figure out.",
        7574.1,
        7583.96
    ],
    [
        " And how do you think that team's going to do in combat?",
        7584.56,
        7586.14
    ],
    [
        " How do you think that team's going to do in the real world?",
        7586.7,
        7588.34
    ],
    [
        " But yeah, man, all the time, Ego gets in the way you see these guys.",
        7589.38,
        7591.88
    ],
    [
        " And what they really want to do is they want to look smarter in front of everybody else and they're going to do it at your expense.",
        7592.04,
        7595.8
    ],
    [
        " And yeah, that feels good for about 30 seconds.",
        7596.62,
        7599.08
    ],
    [
        " I crushed this guy in public.",
        7599.4,
        7600.46
    ],
    [
        " Oh, guess what? You guys should hurt yourself in the long run.",
        7600.6,
        7602.72
    ],
    [
        " You hurt the team in the long run.",
        7602.86,
        7603.66
    ],
    [
        " And it's so obvious when you talk about it, but it happens all the time.",
        7603.68,
        7606.26
    ],
    [
        " Who looks at a leader that crushes someone in public and goes, wow, that was cool.",
        7606.72,
        7610.3
    ],
    [
        " That was awesome.",
        7610.3,
        7611.36
    ],
    [
        " That was so cool.",
        7612.32,
        7613.54
    ],
    [
        " With Tiga Bruiser, we would, because when you get down with a run, whether it's a land warfare, urban or whatever,",
        7613.98,
        7620.4
    ],
    [
        " you debrief, and then the cadre debriefs you.",
        7621.14,
        7623.62
    ],
    [
        " And you know, the cadre usually just rips task units apart.",
        7624.38,
        7628.58
    ],
    [
        " But tasking a Bruiser, we would hammer ourselves so hard that the cadre would be like, yeah, we got nothing else.",
        7628.94,
        7633.4
    ],
    [
        " Go get ready for another run.",
        7633.56,
        7634.7
    ],
    [
        " Yeah.",
        7634.9,
        7635.02
    ],
    [
        " And this is how they close out this little section.",
        7635.3,
        7638.76
    ],
    [
        " A leader's self-confidence is the well spring from which flows the willingness to assume responsibility and exercise initiative.",
        7638.76,
        7649.5
    ],
    [
        " So every moment that you are cutting down a leader's confidence, you are crushing their willingness to assume responsibility, take ownership and exercise initiative.",
        7650.06,
        7660.9
    ],
    [
        " This is what you need them to do.",
        7661.36,
        7662.78
    ],
    [
        " And which is what you absolutely need them to do.",
        7662.78,
        7666.26
    ],
    [
        " Crazy.",
        7668.18,
        7668.86
    ],
    [
        " And here is the conclusion.",
        7669.32,
        7670.3
    ],
    [
        " In this publication, we have explored themes that help us to understand the fundamentals and to master the art and science of tactics.",
        7671.68,
        7682.34
    ],
    [
        " From the study of our war fighting philosophy, we have gained an appreciation for the requirement to be decisive in battle.",
        7683.46,
        7690.56
    ],
    [
        " To accomplish this, we must clearly visualize the battle space gained through gained situational awareness, recognize patterns and make decisions intuitively.",
        7690.56,
        7701.14
    ],
    [
        " We have also discussed ways we can gain advantage over the enemy and force him to bend to our will.",
        7701.78,
        7709.16
    ],
    [
        " We also explored how to be faster in relation to the enemy, to adapt to changing conditions, to cooperate for success, to exploit success and to finish the enemy.",
        7710.8,
        7722.28
    ],
    [
        " Finally, we discussed how we can begin to act on these ideas during our training for combat.",
        7722.98,
        7729.64
    ],
    [
        " The ideas presented in this publication have implications far beyond battlefield tactics and the doctrinal way we think about warfare.",
        7730.14,
        7739.46
    ],
    [
        " They also influence the way we organize, using task organization and flexible command and control relationships and the way we equip ourselves for combat.",
        7740.2,
        7750.14
    ],
    [
        " Waging war in maneuver warfare style demands a professional body of officers and Marines, schooled in its science and art.",
        7751.88,
        7760.8
    ],
    [
        " When asked why the Marines were so successful in Operation Desert Storm, General Boomer replied,",
        7761.42,
        7767.8
    ],
    [
        " the thing that made the big difference on the battlefield is that we had thousands and thousands of individual Marines constantly taking the initiative.",
        7768.46,
        7777.76
    ],
    [
        " The young Lance Corporal would take a look, see something 75 or 100 meters out in front that needed to be done and go out there and do it without being told.",
        7778.92,
        7789.86
    ],
    [
        " As I read through the award citations from Desert Shield and Desert Storm, this theme reappears time and time again.",
        7791.68,
        7799.02
    ],
    [
        " That aggressive spirit comes from being well trained and confident in your professional knowledge.",
        7799.86,
        7807.06
    ],
    [
        " And here's how they close this thing out. Everything we do in peacetime should prepare us for combat.",
        7807.8,
        7817.12
    ],
    [
        " Our preparation for combat depends upon training and education that develop the action and fought essential to battle.",
        7818.2,
        7829.0
    ],
    [
        " And that wraps up.",
        7832.4,
        7834.42
    ],
    [
        " MCDP, one, TAC3, tactics, everything we do in peacetime should prepare us for combat.",
        7834.98,
        7845.38
    ],
    [
        " Everything.",
        7846.18,
        7849.1
    ],
    [
        " And let's just take that one step further that everything that you do matters.",
        7852.94,
        7861.02
    ],
    [
        " It matters.",
        7861.52,
        7862.78
    ],
    [
        " And I know that everyone's not necessarily preparing for combat.",
        7863.16,
        7869.52
    ],
    [
        " But we are actually preparing for life for the next opportunity that we are going to see and we are going to seize and we are going to exploit or the next obstacle or the next crisis.",
        7872.88,
        7886.06
    ],
    [
        " We have to be ready and everything we do should prepare us for that.",
        7887.26,
        7894.56
    ],
    [
        " So don't take it easy and don't slack off.",
        7897.48,
        7900.8
    ],
    [
        " Be ready to aggressively attack or counter and get the upper hand.",
        7901.2,
        7908.1
    ],
    [
        " And then be ready to exploit repeatedly until you finish the enemy.",
        7909.32,
        7918.64
    ],
    [
        " That's what we're doing here.",
        7919.94,
        7922.2
    ],
    [
        " All right.",
        7926.3,
        7927.0
    ],
    [
        " Good review.",
        7927.68,
        7930.3
    ],
    [
        " I did not think this was going to take four podcasts.",
        7931.12,
        7934.66
    ],
    [
        " Yeah.",
        7936.22,
        7936.52
    ],
    [
        " What's probably eight to ten hours, I guess.",
        7937.16,
        7939.6
    ],
    [
        " I guess maybe around eight hours.",
        7939.96,
        7941.5
    ],
    [
        " But that is eight hours well spent.",
        7942.58,
        7946.0
    ],
    [
        " And I hope that I hope that people listening to this clearly my number one priority is I hope that the folks that are going to be going out.",
        7946.66,
        7954.54
    ],
    [
        " And I hope that the folks that are going to be going out on the front lines to protect this country can get something and take something away from from this series of podcasts.",
        7954.56,
        7961.32
    ],
    [
        " Kind of it's been awesome having you here Dave to hear your perspective from the Marine Corps to hear your perspective from just how closely these things relate.",
        7961.78,
        7970.98
    ],
    [
        " Airground doesn't matter.",
        7971.22,
        7972.4
    ],
    [
        " It's like it's the same thing.",
        7972.56,
        7973.96
    ],
    [
        " It is.",
        7973.98,
        7974.34
    ],
    [
        " It's leadership.",
        7974.46,
        7974.92
    ],
    [
        " It's tactics.",
        7975.3,
        7975.94
    ],
    [
        " They're all related.",
        7975.94,
        7977.86
    ],
    [
        " Check.",
        7980.58,
        7981.02
    ],
    [
        " Did you think we would go that deep?",
        7981.46,
        7984.36
    ],
    [
        " No, I didn't.",
        7984.58,
        7985.62
    ],
    [
        " And I actually.",
        7985.84,
        7987.02
    ],
    [
        " I learned so much just listening to it again.",
        7987.88,
        7993.24
    ],
    [
        " And that for me was probably the most fun as me just sitting here hearing you say the words that I've read before.",
        7994.32,
        8000.2
    ],
    [
        " A couple of times.",
        8000.56,
        8001.58
    ],
    [
        " And making the connections to a whole bunch of things that I had made the connection on before this was I mean look this was awesome for me to be here.",
        8002.8,
        8008.98
    ],
    [
        " And of all the books to be talking about Marine Corps tactics that's that's good to go.",
        8009.72,
        8015.02
    ],
    [
        " Yeah.",
        8015.8,
        8015.96
    ],
    [
        " So check.",
        8016.56,
        8017.92
    ],
    [
        " Echo Charles.",
        8018.78,
        8019.96
    ],
    [
        " Yes.",
        8020.4,
        8020.88
    ],
    [
        " Speaking of being prepared for combat for life.",
        8021.22,
        8025.34
    ],
    [
        " Sure.",
        8025.72,
        8025.98
    ],
    [
        " I know you're pretty you're pretty into that.",
        8026.26,
        8028.5
    ],
    [
        " Sure.",
        8031.7,
        8032.28
    ],
    [
        " You know, yeah, you got that dot 5.0 cow desert eagle.",
        8032.72,
        8040.0
    ],
    [
        " Sure.",
        8040.2,
        8041.44
    ],
    [
        " Was that your first handgun that you got?",
        8041.54,
        8043.02
    ],
    [
        " Well, you know, technically.",
        8043.58,
        8046.46
    ],
    [
        " Yeah.",
        8047.18,
        8047.9
    ],
    [
        " Yeah, that's a good.",
        8048.12,
        8049.12
    ],
    [
        " I bought a bunch of them together.",
        8049.52,
        8050.8
    ],
    [
        " So yeah, so the first one that I paid for and signed for.",
        8050.9,
        8055.92
    ],
    [
        " Yeah, technically.",
        8056.1,
        8057.22
    ],
    [
        " Desert eagle.",
        8057.62,
        8058.22
    ],
    [
        " But it came.",
        8058.26,
        8058.62
    ],
    [
        " It took a while for it to come in.",
        8058.76,
        8059.94
    ],
    [
        " So yeah, you know, before it came in, I got other ones.",
        8060.18,
        8062.62
    ],
    [
        " Sure.",
        8062.68,
        8062.96
    ],
    [
        " You know, I bet it's cool to shoot that thing.",
        8063.16,
        8064.7
    ],
    [
        " Yeah.",
        8064.96,
        8065.22
    ],
    [
        " Well, you do know.",
        8065.28,
        8066.42
    ],
    [
        " Oh, yes.",
        8066.52,
        8067.0
    ],
    [
        " I did.",
        8067.14,
        8067.48
    ],
    [
        " It was that thing was awesome.",
        8067.64,
        8069.12
    ],
    [
        " Yeah.",
        8069.4,
        8069.7
    ],
    [
        " Preparedness.",
        8069.88,
        8070.58
    ],
    [
        " That's part of your preparedness.",
        8070.58,
        8071.84
    ],
    [
        " Yeah, very practical.",
        8072.18,
        8072.92
    ],
    [
        " Um, because I also have a refrigerator.",
        8073.46,
        8075.78
    ],
    [
        " So, you know, if someone attacks me, they hide behind the refrigerator.",
        8075.78,
        8078.88
    ],
    [
        " Boom.",
        8079.54,
        8080.02
    ],
    [
        " I'm prepared.",
        8080.24,
        8080.64
    ],
    [
        " Do you see him saying?",
        8080.78,
        8081.28
    ],
    [
        " Oh, because you got the desert eagle.",
        8081.46,
        8083.02
    ],
    [
        " And she did a refrigerator.",
        8083.06,
        8084.12
    ],
    [
        " And she did a penetration that you need for the in-house scenario.",
        8084.22,
        8087.14
    ],
    [
        " You know, scenario.",
        8087.64,
        8088.12
    ],
    [
        " What if you don't have a weapon?",
        8088.26,
        8089.08
    ],
    [
        " What can you use?",
        8089.3,
        8090.66
    ],
    [
        " Uh, okay.",
        8091.3,
        8092.34
    ],
    [
        " So, and I think about this too a lot, not a lot.",
        8092.58,
        8094.96
    ],
    [
        " We'll just say some of the time where, yes, you can be prepared with weapons.",
        8095.32,
        8099.6
    ],
    [
        " Whatever is most of the time you're thinking about, like, if you want to talk about what you think about a lot, it's like, Hawaii 501.",
        8099.6,
        8105.56
    ],
    [
        " You know, Mario Brothers.",
        8105.56,
        8107.26
    ],
    [
        " No, no.",
        8107.52,
        8107.92
    ],
    [
        " Super Mario Brothers.",
        8107.92,
        8109.04
    ],
    [
        " Yes.",
        8109.28,
        8109.94
    ],
    [
        " Nonetheless.",
        8110.54,
        8110.98
    ],
    [
        " You can be prepared with weapons.",
        8111.82,
        8113.86
    ],
    [
        " Some people called you echo nonetheless, Charles.",
        8113.86,
        8117.0
    ],
    [
        " Yeah.",
        8117.28,
        8117.4
    ],
    [
        " Just saying.",
        8117.94,
        8118.52
    ],
    [
        " Yeah.",
        8118.74,
        8119.0
    ],
    [
        " And that's it.",
        8119.26,
        8119.44
    ],
    [
        " That's a quasi-important point too, because I don't say nevertheless.",
        8119.44,
        8124.16
    ],
    [
        " Some people will try to tease me and be like, oh, yeah, you say you're never the less.",
        8124.68,
        8127.88
    ],
    [
        " But I don't say another nevertheless.",
        8128.16,
        8129.42
    ],
    [
        " I'm splitting hairs.",
        8129.44,
        8131.14
    ],
    [
        " I don't want to split hairs.",
        8131.52,
        8132.04
    ],
    [
        " Anyway, like I was trying to say, you can be prepared with weapons, desert eagle or otherwise.",
        8132.6,
        8138.6
    ],
    [
        " But what if you like don't have ammo, the weapon fails, or you simply don't have the weapons?",
        8139.52,
        8146.98
    ],
    [
        " I know like we're encouraged to have your tools on you at all times.",
        8147.48,
        8150.42
    ],
    [
        " Yes, sir.",
        8150.54,
        8151.02
    ],
    [
        " But are they on you at all times?",
        8151.64,
        8154.12
    ],
    [
        " They should be.",
        8154.64,
        8155.3
    ],
    [
        " Yeah.",
        8155.94,
        8156.38
    ],
    [
        " But let's say you're in the shower.",
        8157.02,
        8159.14
    ],
    [
        " Loot say you're picking up your kids from school.",
        8159.42,
        8160.78
    ],
    [
        " No gun zone.",
        8161.42,
        8162.24
    ],
    [
        " What if you're in the airplane?",
        8162.46,
        8163.94
    ],
    [
        " Check.",
        8164.4,
        8164.6
    ],
    [
        " Yep, there you go.",
        8164.96,
        8165.86
    ],
    [
        " Where in the airport pass security, you see what I'm saying?",
        8165.86,
        8168.4
    ],
    [
        " Two good scenarios.",
        8168.52,
        8169.14
    ],
    [
        " Anyway, it's possible.",
        8169.36,
        8170.32
    ],
    [
        " It's what I'm saying.",
        8170.42,
        8170.96
    ],
    [
        " So then what do you have?",
        8171.16,
        8172.26
    ],
    [
        " And I'm not saying like you need to be Bruce Lee, a hoist grace or something like this.",
        8172.6,
        8177.52
    ],
    [
        " But don't have nothing.",
        8178.24,
        8179.68
    ],
    [
        " Don't go from level 10 prepared to level zero in one pass of the security checkpoint.",
        8179.94,
        8185.62
    ],
    [
        " You see what I'm saying?",
        8185.62,
        8186.36
    ],
    [
        " So what can you have?",
        8187.2,
        8188.24
    ],
    [
        " You can have the jujitsu.",
        8188.8,
        8190.3
    ],
    [
        " It's true.",
        8190.58,
        8192.58
    ],
    [
        " It's absolutely true.",
        8192.86,
        8193.86
    ],
    [
        " Anyway, so yes, we're doing jujitsu.",
        8194.4,
        8196.18
    ],
    [
        " And the good part about this is like this preparedness for taking jujitsu is fun, beneficial",
        8196.72,
        8203.48
    ],
    [
        " health wise, and also therapeutic, so mentally fun is or mentally conducive.",
        8203.48,
        8209.08
    ],
    [
        " Did you see the big fight in Disney World?",
        8209.1,
        8210.76
    ],
    [
        " Negative.",
        8211.62,
        8212.6
    ],
    [
        " Disneyland.",
        8212.78,
        8212.98
    ],
    [
        " Did you see it?",
        8213.46,
        8214.04
    ],
    [
        " It was on YouTube.",
        8214.16,
        8214.9
    ],
    [
        " Yeah, like a fight.",
        8215.1,
        8216.0
    ],
    [
        " Yeah, big fight.",
        8216.2,
        8216.92
    ],
    [
        " Big man.",
        8217.1,
        8217.36
    ],
    [
        " But at some point, some dude just walks up and puts a dude to sleep and then walks away.",
        8217.44,
        8222.62
    ],
    [
        " A little factor.",
        8222.62,
        8223.56
    ],
    [
        " Just comes in incognito, walks up behind him, puts him to sleep, lays him down, walks away.",
        8223.74,
        8227.8
    ],
    [
        " Yeah, so that's jujitsu.",
        8228.04,
        8229.28
    ],
    [
        " That's one month of jujitsu.",
        8229.58,
        8232.18
    ],
    [
        " Because I was sitting here thinking, you hear the argument, well, I have too much time",
        8232.54,
        8237.38
    ],
    [
        " to invest in it.",
        8237.38,
        8238.28
    ],
    [
        " How good could I really get?",
        8238.46,
        8239.78
    ],
    [
        " You train for a month and you can put someone to sleep.",
        8240.54,
        8243.68
    ],
    [
        " Oh yeah, train for one month just two times a week.",
        8243.98,
        8246.48
    ],
    [
        " And I'm not saying you will be effective against another jujitsu.",
        8246.9,
        8250.2
    ],
    [
        " Oh, no, no, no, you're not going to be.",
        8250.28,
        8251.34
    ],
    [
        " But you compare yourself to the guy who doesn't know any jujitsu, which is a lot of people.",
        8251.34,
        8255.12
    ],
    [
        " And there's the question, when are you going to be attacked?",
        8255.32,
        8257.52
    ],
    [
        " It might be in a month, but it might be in two years.",
        8258.14,
        8260.48
    ],
    [
        " In two years, you could be that much more prepared for the situation.",
        8260.76,
        8264.02
    ],
    [
        " And on top of all that benefit of just this pure self defense aspect, you got in better",
        8264.38,
        8269.86
    ],
    [
        " condition and you brought into your view of the world.",
        8269.86,
        8273.68
    ],
    [
        " You became a better human being.",
        8273.7,
        8276.34
    ],
    [
        " Your perspective is better.",
        8276.72,
        8277.98
    ],
    [
        " You see the thread in all things.",
        8278.18,
        8282.46
    ],
    [
        " Yes, you will.",
        8282.76,
        8284.22
    ],
    [
        " So we're doing jujitsu, by the way.",
        8284.54,
        8286.64
    ],
    [
        " Oh yeah, big time.",
        8286.74,
        8287.74
    ],
    [
        " And it makes sense when people go in the first day, second day, and they get addicted.",
        8288.38,
        8292.36
    ],
    [
        " Because they see the power, whether it's demonstrated on them or if you just look, I have",
        8292.6,
        8297.64
    ],
    [
        " a six year old daughter currently, she's six.",
        8297.64,
        8299.88
    ],
    [
        " So I'm not saying to do this, but I'm saying this is an example of how it can be kind",
        8300.2,
        8305.08
    ],
    [
        " of fun and empowering.",
        8305.08,
        8305.88
    ],
    [
        " So I thought her the rear naked joke.",
        8305.88,
        8307.46
    ],
    [
        " It's fun to do that if you teach kids who are responsible with it.",
        8307.52,
        8310.74
    ],
    [
        " You don't need them going to school and choking out everybody.",
        8310.86,
        8312.7
    ],
    [
        " I understand.",
        8313.2,
        8313.54
    ],
    [
        " Actually, you need them not doing that.",
        8313.8,
        8315.2
    ],
    [
        " Yes, correct.",
        8315.22,
        8315.86
    ],
    [
        " You have to explain to them that this is not for school unless it's a serious self defense",
        8315.92,
        8320.22
    ],
    [
        " scenario.",
        8320.22,
        8321.12
    ],
    [
        " Yes.",
        8321.28,
        8321.52
    ],
    [
        " And there's a whole protocol with that.",
        8321.92,
        8323.76
    ],
    [
        " But so we're at a party on Koi.",
        8324.38,
        8327.0
    ],
    [
        " And we're like, hey, we're talking about this, talking about that.",
        8327.78,
        8331.4
    ],
    [
        " And my daughter, she wants to demonstrate the rear naked joke.",
        8331.54,
        8334.18
    ],
    [
        " And most people, if they don't know about the rear naked joke, they're like, oh my God,",
        8334.18,
        8337.54
    ],
    [
        " you're six.",
        8337.62,
        8338.16
    ],
    [
        " You're not going to get it.",
        8338.64,
        8339.32
    ],
    [
        " Yeah, exactly.",
        8339.32,
        8339.72
    ],
    [
        "",
        8340.0,
        8340.0
    ],
    [
        " And she's like, all right.",
        8340.78,
        8341.92
    ],
    [
        " Well, just let her put it on you.",
        8342.2,
        8344.24
    ],
    [
        " And you know, like if you can resist it, cool man, you're right.",
        8344.56,
        8347.22
    ],
    [
        " And did she put someone to sleep?",
        8347.5,
        8349.62
    ],
    [
        " No.",
        8349.9,
        8350.1
    ],
    [
        " The thing is you know when you're going to sleep, even I mean, how's this my wife's nephew",
        8350.48,
        8356.36
    ],
    [
        " put my wife's brother to sleep before?",
        8356.36,
        8358.62
    ],
    [
        " But he was like 14, 15 years old.",
        8358.78,
        8360.98
    ],
    [
        " But nonetheless.",
        8361.2,
        8362.26
    ],
    [
        " So these kids or even adults, whatever, they'll learn these these moves.",
        8362.76,
        8367.14
    ],
    [
        " First day, and they'll become addicted because they know the power, the power that a 66 year",
        8367.34,
        8372.76
    ],
    [
        " old can get.",
        8372.76,
        8373.54
    ],
    [
        " And one day, by the way, 91 day, 20 minutes, really.",
        8373.84,
        8376.96
    ],
    [
        " And they have the potential to put an adult to sleep.",
        8377.46,
        8380.4
    ],
    [
        " Crazy.",
        8380.54,
        8380.88
    ],
    [
        " Whether it be a Disney Land or other.",
        8381.1,
        8383.1
    ],
    [
        " Yes, sir.",
        8383.26,
        8384.04
    ],
    [
        " So one, you're trained.",
        8384.34,
        8385.48
    ],
    [
        " So you're going to need a key if you're doing gear.",
        8385.66,
        8387.36
    ],
    [
        " I recommend key and no key.",
        8387.52,
        8388.62
    ],
    [
        " So if you're doing key, when you're doing key, get a origin key from origin main.com.",
        8388.62,
        8394.4
    ],
    [
        " Made America, made America best keys, 100% by far factually.",
        8394.48,
        8398.72
    ],
    [
        " Yeah.",
        8398.94,
        8399.14
    ],
    [
        " And maybe you're a patriotic person.",
        8399.34,
        8401.62
    ],
    [
        " Maybe you just like to support the economy in this country.",
        8401.96,
        8407.72
    ],
    [
        " Well, years ago, they took the economy away from Maine.",
        8408.24,
        8412.68
    ],
    [
        " They took it away.",
        8413.06,
        8414.24
    ],
    [
        " They sold it overseas.",
        8414.68,
        8416.3
    ],
    [
        " We are bringing it back.",
        8416.82,
        8418.2
    ],
    [
        " So if you want to train Jiu-Jitsu, and you want to at the same time support the economy",
        8418.8,
        8425.08
    ],
    [
        " of our country, go to origin main.",
        8425.08,
        8427.56
    ],
    [
        " And if you aren't training Jiu-Jitsu, or you're going to train Jiu-Jitsu and you got an origin",
        8427.96,
        8433.12
    ],
    [
        " key, but you don't want to wear that key to the store.",
        8433.12,
        8437.16
    ],
    [
        " Because you don't want to be that guy.",
        8437.66,
        8442.36
    ],
    [
        " Right.",
        8442.58,
        8442.8
    ],
    [
        " Where can you get the store?",
        8442.92,
        8443.88
    ],
    [
        " Have you ever want a key to a store?",
        8444.08,
        8445.34
    ],
    [
        " Negative.",
        8445.4,
        8445.8
    ],
    [
        " I have not either.",
        8446.08,
        8447.34
    ],
    [
        " I saw a kid with a key.",
        8447.62,
        8449.08
    ],
    [
        " Yeah, you see kids with a door.",
        8449.08,
        8450.14
    ],
    [
        " Where's the key?",
        8450.84,
        8451.38
    ],
    [
        " My daughter's, my youngest daughter has worn her key.",
        8451.38,
        8454.34
    ],
    [
        " Actually, I think all my kids have worn, my kids have worn their keys straight up out",
        8454.6,
        8458.46
    ],
    [
        " to dinner.",
        8458.46,
        8459.08
    ],
    [
        " You know, when they were little kids and stuff, just bringing them from Jiu-Jitsu, they're",
        8459.64,
        8462.78
    ],
    [
        " just straight wearing their keys.",
        8462.78,
        8463.8
    ],
    [
        " The whole key.",
        8464.16,
        8464.6
    ],
    [
        " Belt tied everything.",
        8464.9,
        8465.7
    ],
    [
        " Belt tied everything.",
        8465.8,
        8466.28
    ],
    [
        " You know, not going to disrespect that key.",
        8466.54,
        8468.86
    ],
    [
        " But yeah, my little daughter, even right now, I mean, she's 10.",
        8469.02,
        8471.82
    ],
    [
        " But you know, if we're going to go grab some food afterwards after Jiu-Jitsu class, we",
        8472.02,
        8476.3
    ],
    [
        " might, you know, she might be in her key.",
        8476.3,
        8478.22
    ],
    [
        " No factor.",
        8478.34,
        8478.84
    ],
    [
        "",
        8479.14,
        8479.14
    ],
    [
        " Oh, good.",
        8479.8,
        8480.14
    ],
    [
        " I know that kind of improves their posture.",
        8480.28,
        8484.64
    ],
    [
        " It improves their posture.",
        8484.64,
        8486.02
    ],
    [
        " Yeah, yeah.",
        8486.32,
        8486.98
    ],
    [
        " When they're wearing a key.",
        8487.06,
        8488.14
    ],
    [
        " When they're wearing a key.",
        8488.4,
        8488.58
    ],
    [
        " Oh, yeah.",
        8488.58,
        8488.76
    ],
    [
        " They're kind of got that proved self-esteem when they're wearing that key.",
        8488.96,
        8495.32
    ],
    [
        " Yeah, and they're walking around.",
        8495.38,
        8496.82
    ],
    [
        " They're like, hey, they see what I'm wearing.",
        8497.24,
        8499.38
    ],
    [
        " Yeah.",
        8499.64,
        8499.78
    ],
    [
        " There's no mistake.",
        8499.84,
        8500.8
    ],
    [
        " This is what I'm wearing.",
        8500.98,
        8501.68
    ],
    [
        " Basically, I'm training.",
        8502.06,
        8503.52
    ],
    [
        " I'm over here training.",
        8503.98,
        8505.14
    ],
    [
        " What are you doing?",
        8505.3,
        8505.8
    ],
    [
        " That's what my little 10-year-old daughter's walking around saying.",
        8506.02,
        8508.16
    ],
    [
        " It's good.",
        8508.44,
        8508.58
    ],
    [
        " She's not saying it verbally, but just giving that implicit message to the world.",
        8508.72,
        8512.54
    ],
    [
        " I'm over here training.",
        8512.84,
        8514.74
    ],
    [
        " What are you doing?",
        8515.3,
        8515.76
    ],
    [
        " Donuts?",
        8515.88,
        8516.48
    ],
    [
        " That's what it looks like.",
        8516.56,
        8517.22
    ],
    [
        " Yeah.",
        8517.3,
        8517.4
    ],
    [
        " All right.",
        8518.12,
        8518.92
    ],
    [
        " So yeah, if you don't, if you don't want to wear your key, you can wear jeans.",
        8519.06,
        8521.76
    ],
    [
        " Sure.",
        8522.46,
        8522.72
    ],
    [
        " We have jeans at origin.",
        8522.78,
        8524.0
    ],
    [
        " We have t-shirts at origin.",
        8524.46,
        8527.06
    ],
    [
        " And we have supplements at origin to help your physical and mental and cognitive power.",
        8527.36,
        8537.52
    ],
    [
        " Preparedness.",
        8537.9,
        8538.98
    ],
    [
        " Let's keep you prepared.",
        8539.48,
        8540.66
    ],
    [
        " Because really, that's what it is.",
        8541.0,
        8542.02
    ],
    [
        " Yeah.",
        8542.02,
        8542.16
    ],
    [
        " So, so, Krill Oil, joint warfare.",
        8542.4,
        8544.32
    ],
    [
        " These are for your joints and general health.",
        8544.48,
        8546.26
    ],
    [
        " Because, you know, you're cumin.",
        8546.5,
        8547.66
    ],
    [
        " That's in joint warfare.",
        8547.98,
        8549.22
    ],
    [
        " So this anti-inflammatory stuff in there.",
        8549.9,
        8551.98
    ],
    [
        " Really good stuff.",
        8552.06,
        8552.78
    ],
    [
        " This will keep you in the game physically.",
        8552.96,
        8554.5
    ],
    [
        " Like your joint.",
        8554.9,
        8555.4
    ],
    [
        " Like, man, and again, I said this before where, you know, when you think supplements were",
        8555.4,
        8559.4
    ],
    [
        " thinking creatine, state jacked, you know, implement gains because of the supplements.",
        8559.4,
        8564.5
    ],
    [
        " The base, the base, this is what I think you've been trying to say for the last three years",
        8564.84,
        8568.68
    ],
    [
        " or however long.",
        8568.68,
        8569.48
    ],
    [
        " The foundational supplementation should be focused on joint health.",
        8569.76,
        8576.56
    ],
    [
        " Yeah.",
        8576.7,
        8576.9
    ],
    [
        " You know what that's like?",
        8577.28,
        8578.0
    ],
    [
        " So, and I might have said this before, maybe, maybe not whatever, but it's true.",
        8578.36,
        8582.72
    ],
    [
        " I might have been nodding to you.",
        8582.94,
        8584.34
    ],
    [
        " Yeah.",
        8584.34,
        8584.58
    ],
    [
        " So you wouldn't really know.",
        8584.62,
        8585.64
    ],
    [
        " Yes, yes, I get it.",
        8585.72,
        8586.98
    ],
    [
        " And you're not wrong on that one.",
        8586.98,
        8588.46
    ],
    [
        " But this is still correct.",
        8588.54,
        8589.92
    ],
    [
        " It's like when you take these creatine protein things, it can be looked at as it like this.",
        8590.12,
        8595.04
    ],
    [
        " If you don't take the foundational joint or joint stuff, stuff that'll keep you in the",
        8595.2,
        8599.0
    ],
    [
        " game capable.",
        8599.0,
        8599.72
    ],
    [
        " You're overpower.",
        8600.04,
        8600.3
    ],
    [
        " No, it's like you're watering.",
        8600.96,
        8602.26
    ],
    [
        " Like, if you have a plant or a tree, it's like you're watering the leaves.",
        8602.26,
        8604.9
    ],
    [
        " Oh, I see.",
        8605.56,
        8606.1
    ],
    [
        " You seem saying, no, you water the roots.",
        8606.24,
        8607.42
    ],
    [
        " The roots allow anything to grow on top there.",
        8607.76,
        8610.9
    ],
    [
        " And then it's going to be based on hard work and discipline and consistency, all that",
        8610.96,
        8614.88
    ],
    [
        " stuff.",
        8614.88,
        8615.22
    ],
    [
        " But you want other roots.",
        8615.82,
        8616.62
    ],
    [
        " The roots are strong, right?",
        8616.76,
        8617.68
    ],
    [
        " You're going to stay in the game.",
        8617.76,
        8618.46
    ],
    [
        " Same thing with your joints.",
        8618.72,
        8619.52
    ],
    [
        " 100%.",
        8619.82,
        8620.86
    ],
    [
        " Check.",
        8620.86,
        8621.0
    ],
    [
        " Dave, last time you talked about the discipline, go pill, which I know you take prior to, to",
        8622.2,
        8630.24
    ],
    [
        " quote you from last time, prior to anything.",
        8630.24,
        8632.4
    ],
    [
        " But I also know that you pound quite a bit of the discipline pre-op powder drink, dude.",
        8633.0,
        8642.3
    ],
    [
        " You hammered that stuff.",
        8643.1,
        8644.7
    ],
    [
        " The go in all forms has become my go to supplement.",
        8646.64,
        8650.16
    ],
    [
        "",
        8650.6,
        8650.6
    ],
    [
        " I use it everywhere.",
        8650.6,
        8651.3
    ],
    [
        " I do.",
        8651.58,
        8651.82
    ],
    [
        " And we're kind of kidding around.",
        8652.46,
        8653.68
    ],
    [
        " I'm dead serious.",
        8654.52,
        8655.68
    ],
    [
        " If I want to be in the game mentally, which I do for kind of everything other than watching",
        8656.48,
        8663.06
    ],
    [
        " TV, right?",
        8663.06,
        8664.78
    ],
    [
        " Because we don't need to be in the game, right?",
        8664.94,
        8666.0
    ],
    [
        " I'm going to be honest with you.",
        8666.08,
        8666.7
    ],
    [
        " No, we're watching TV.",
        8666.82,
        8667.8
    ],
    [
        " No, I'm in full agreement.",
        8668.2,
        8669.46
    ],
    [
        " Watching TV for me, which is a relatively rare event.",
        8669.64,
        8673.02
    ],
    [
        " That's a, boy, that's a social obligation.",
        8673.44,
        8676.68
    ],
    [
        " No, I was going to say not to go into your personal life, but you were telling me the other",
        8676.96,
        8679.46
    ],
    [
        " day when you watch TV, it is not for you.",
        8679.46,
        8682.72
    ],
    [
        " It is.",
        8682.86,
        8683.12
    ],
    [
        " It is for your family.",
        8683.26,
        8684.62
    ],
    [
        " It is.",
        8684.62,
        8685.08
    ],
    [
        " It is.",
        8685.18,
        8685.44
    ],
    [
        " It is like, hey, we're going to watch this thing.",
        8685.54,
        8686.76
    ],
    [
        " It's a deposit.",
        8686.76,
        8687.06
    ],
    [
        " Yeah, absolutely.",
        8687.28,
        8687.78
    ],
    [
        " You're like, cool, I'll sit down and watch this.",
        8687.92,
        8688.94
    ],
    [
        " And for me, it's like time to sleep.",
        8689.08,
        8691.24
    ],
    [
        " It is.",
        8691.34,
        8691.62
    ],
    [
        " Yeah.",
        8691.86,
        8692.04
    ],
    [
        " I'll power an app.",
        8692.16,
        8693.16
    ],
    [
        " I will sleep through.",
        8693.3,
        8694.46
    ],
    [
        " I take my kids to movies.",
        8694.82,
        8696.36
    ],
    [
        " My wife and I will take her kids movies.",
        8696.38,
        8697.68
    ],
    [
        " I have a 100% success rate of sleeping through a majority of those movies.",
        8697.92,
        8702.06
    ],
    [
        " All right.",
        8702.26,
        8702.56
    ],
    [
        " Well, I'm going to make that whole movie.",
        8702.86,
        8704.4
    ],
    [
        " Important question.",
        8704.64,
        8705.32
    ],
    [
        " Then are you going to take discipline, go, or otherwise when you're watching the new",
        8705.52,
        8710.86
    ],
    [
        " top gun movie?",
        8710.86,
        8711.6
    ],
    [
        " Oh, this is a whole situation.",
        8712.6,
        8714.44
    ],
    [
        " There's a very strong chance that I will.",
        8714.68,
        8716.86
    ],
    [
        " That will probably be the first movie, not just because I want to see what happens, because",
        8717.24,
        8721.48
    ],
    [
        " I am sure I'm going to get 10 or more questions about that movie at the completion of it.",
        8721.48,
        8726.54
    ],
    [
        " And I want to know what you think.",
        8727.6,
        8728.36
    ],
    [
        " Are you in it?",
        8728.36,
        8728.94
    ],
    [
        " Like what?",
        8729.16,
        8729.42
    ],
    [
        " Act your seat question.",
        8729.56,
        8730.3
    ],
    [
        " Did you advise it on it or anything?",
        8731.04,
        8732.72
    ],
    [
        " Maybe.",
        8733.84,
        8734.06
    ],
    [
        " Yeah.",
        8734.86,
        8735.42
    ],
    [
        " All right.",
        8735.92,
        8736.8
    ],
    [
        " So you're kind of in it.",
        8736.92,
        8737.6
    ],
    [
        " You're kind of in it.",
        8737.6,
        8738.42
    ],
    [
        " Maybe.",
        8738.64,
        8738.88
    ],
    [
        " I'm not in it.",
        8739.32,
        8740.04
    ],
    [
        " You won't see me.",
        8740.04,
        8740.8
    ],
    [
        " You won't see my name in the credits.",
        8740.84,
        8742.72
    ],
    [
        " But are you asking me if I was involved in it?",
        8742.72,
        8745.4
    ],
    [
        " Maybe.",
        8745.62,
        8746.04
    ],
    [
        " Wait, Ronald was sudden he's doing top secret missions for Hollywood over here.",
        8746.18,
        8750.4
    ],
    [
        " The only reason I would say maybe is that I wouldn't be able to allow, I wouldn't be allowed",
        8750.54,
        8754.0
    ],
    [
        " to tell you based on when I contributed to that movie.",
        8754.0,
        8756.34
    ],
    [
        " Oh, right.",
        8756.56,
        8757.26
    ],
    [
        " So he'd be allowed to, oh no, he could tell you, but then he'd have to kill you.",
        8757.36,
        8762.52
    ],
    [
        " No, I tell him.",
        8763.16,
        8764.08
    ],
    [
        " That's the line from top gun.",
        8764.18,
        8766.42
    ],
    [
        " The main original one.",
        8766.42,
        8767.6
    ],
    [
        " Oh, yeah.",
        8767.6,
        8767.88
    ],
    [
        " It's classified.",
        8767.88,
        8768.72
    ],
    [
        " It's classified.",
        8768.84,
        8769.36
    ],
    [
        " Yeah.",
        8769.74,
        8769.84
    ],
    [
        " Anyway, so yes, this will go while watching the new top gun.",
        8770.36,
        8774.22
    ],
    [
        " It's called Maverick, by the way.",
        8774.48,
        8775.94
    ],
    [
        " Anytime I want to be engaged in something I'm taking, go.",
        8776.02,
        8777.98
    ],
    [
        " Oh, yeah.",
        8778.28,
        8778.64
    ],
    [
        " Which is basically every waking hour of my work day and not when I'm watching TV.",
        8778.86,
        8783.46
    ],
    [
        " Yeah, because that's sort of the thing that I was getting to is, you know, you might",
        8783.84,
        8788.98
    ],
    [
        " drink, hey, I'm thirsty.",
        8788.98,
        8791.7
    ],
    [
        " I mean, they have a glass of water.",
        8791.88,
        8793.98
    ],
    [
        " Hey, I'm thirsty.",
        8794.68,
        8795.24
    ],
    [
        " I'm going to get a coke or a sprite if you're a human.",
        8795.42,
        8797.82
    ],
    [
        " You're a person that doesn't care about getting after it.",
        8798.4,
        8801.16
    ],
    [
        " But if you're a person that does care about getting after it, you can be like, oh, I'm",
        8801.86,
        8806.24
    ],
    [
        " kind of thirsty.",
        8806.24,
        8806.84
    ],
    [
        " I'm going to have some discipline go and I'm just going to get up on step and I'm going",
        8807.28,
        8810.9
    ],
    [
        " to stay there.",
        8810.9,
        8811.58
    ],
    [
        " Yes.",
        8811.74,
        8811.88
    ],
    [
        " Because there's no overload of caffeine, by the way.",
        8812.36,
        8815.2
    ],
    [
        " There's no, there's very little caffeine, 15 milligrams per scoop.",
        8815.6,
        8819.4
    ],
    [
        " Yeah, and it doesn't take much too.",
        8819.58,
        8820.88
    ],
    [
        " You don't need to be pounding five, six cans of, it doesn't take much to get on the step.",
        8821.08,
        8824.84
    ],
    [
        " Yeah.",
        8825.06,
        8825.2
    ],
    [
        " I'm with you there.",
        8825.54,
        8826.88
    ],
    [
        " If you do need protein, then you can get some from mok, which is mok disguised as protein.",
        8826.9,
        8836.64
    ],
    [
        " Well, actually, it is protein in the form of a dessert.",
        8836.82,
        8839.38
    ],
    [
        " And so you can check that out.",
        8839.66,
        8841.86
    ],
    [
        " We keep talking about how good it is and yes, it is that good.",
        8842.12,
        8845.1
    ],
    [
        " And while your kid mok, you can get for the childrens that you may or may not have.",
        8845.26,
        8849.72
    ],
    [
        " Formulated.",
        8850.06,
        8850.92
    ],
    [
        " And of course, tea, another thing that you can drink all day long, hot in the winter time,",
        8851.66,
        8859.36
    ],
    [
        " cold in the summertime.",
        8859.72,
        8860.46
    ],
    [
        " So there you go.",
        8861.02,
        8861.5
    ],
    [
        " That's originmating.com.",
        8861.72,
        8863.26
    ],
    [
        " Also, jaco has a store.",
        8863.56,
        8865.1
    ],
    [
        " It's called Jaco store.",
        8865.58,
        8867.7
    ],
    [
        " Anyway, this is where you can get shirts, discipline, equals freedom, you know, represent",
        8868.16,
        8872.06
    ],
    [
        " the path while you're on the path.",
        8872.06,
        8874.78
    ],
    [
        " You know, rash guards, hoodies, hats, dry, not dry fit.",
        8874.78,
        8880.34
    ],
    [
        " No, we're going to get dry fit stuff, by the way.",
        8880.56,
        8882.82
    ],
    [
        " Oh, we are.",
        8882.98,
        8883.44
    ],
    [
        " Sure it's, yes, we're working out.",
        8883.7,
        8884.92
    ],
    [
        " Overwhelming recommendations for dry fit.",
        8885.32,
        8887.52
    ],
    [
        " I got a dry fit.",
        8887.76,
        8888.6
    ],
    [
        " Who recommended that that you finally, because I've been asking you that for 14 years before",
        8888.68,
        8894.3
    ],
    [
        " I even knew you I was asking you that.",
        8894.3,
        8895.78
    ],
    [
        " I know about it.",
        8895.84,
        8896.46
    ],
    [
        " And you know what, that's before you knew it.",
        8896.54,
        8899.5
    ],
    [
        " Yeah.",
        8899.56,
        8899.76
    ],
    [
        " Well, and I get it and you were right.",
        8900.42,
        8902.74
    ],
    [
        " And here's, here's why I'm arriving to that conclusion, even on an emotional level.",
        8902.74,
        8907.52
    ],
    [
        " Okay.",
        8907.68,
        8907.82
    ],
    [
        " So one of our friends and I wish I could, I could, I could,",
        8908.08,
        8911.3
    ],
    [
        " divulge.",
        8911.3,
        8912.14
    ],
    [
        " No, no, I wish I could remember his name.",
        8912.42,
        8915.66
    ],
    [
        " He gave me a dry fit.",
        8915.82,
        8916.9
    ],
    [
        " Sure.",
        8917.72,
        8918.14
    ],
    [
        " Representing his team and it's like, it's, it's a cool to read one.",
        8918.36,
        8921.1
    ],
    [
        " So I'm like, oh yeah, cool.",
        8921.58,
        8922.68
    ],
    [
        " I don't really wear a dry fit, but hey, man, cool.",
        8922.72,
        8924.6
    ],
    [
        " So one day I put it on and I was like, man, this thing is good.",
        8924.88,
        8927.76
    ],
    [
        " Like it fits good.",
        8928.3,
        8929.16
    ],
    [
        " It like feels good.",
        8929.24,
        8929.92
    ],
    [
        " It's lighter.",
        8929.92,
        8930.3
    ],
    [
        " It's like breath.",
        8930.48,
        8931.26
    ],
    [
        " He's, you know, I was like, man, I could wear it.",
        8931.26,
        8932.56
    ],
    [
        " So then another time I went and worked out in it.",
        8932.76,
        8934.52
    ],
    [
        " And I'm like, okay, that's why I became a believer in the dry fit.",
        8934.72,
        8938.7
    ],
    [
        " I always thought they just didn't look good or something like that.",
        8939.2,
        8942.34
    ],
    [
        " I don't know.",
        8942.34,
        8942.66
    ],
    [
        " You thought they didn't look good.",
        8942.76,
        8944.36
    ],
    [
        " Yeah.",
        8944.86,
        8945.14
    ],
    [
        " Check.",
        8945.44,
        8945.66
    ],
    [
        " See, that's a big difference between you and me.",
        8945.86,
        8947.9
    ],
    [
        " I go, form over.",
        8948.5,
        8950.26
    ],
    [
        " I go, I go function first.",
        8950.82,
        8952.52
    ],
    [
        " Yes.",
        8952.76,
        8952.9
    ],
    [
        " And you go looks.",
        8953.04,
        8953.98
    ],
    [
        " Well, yes.",
        8954.28,
        8955.66
    ],
    [
        " Yeah.",
        8956.06,
        8956.26
    ],
    [
        " Oh, kind of like on white men can't jump.",
        8956.46,
        8958.22
    ],
    [
        " Remember that movie?",
        8958.34,
        8958.98
    ],
    [
        " I think you remember that.",
        8959.5,
        8959.98
    ],
    [
        " You'd rather look good and lose than the other, you know, option.",
        8959.98,
        8964.34
    ],
    [
        " Look bad and win or something like that.",
        8964.38,
        8965.88
    ],
    [
        " Woody Harrelson.",
        8966.38,
        8967.62
    ],
    [
        " Check.",
        8967.84,
        8968.06
    ],
    [
        " Kind of like that.",
        8968.4,
        8968.78
    ],
    [
        " Anyway, so yes, I'm like, okay, I'm a believer fully.",
        8968.94,
        8972.72
    ],
    [
        " So boom, dry fit coming soon.",
        8972.98,
        8974.44
    ],
    [
        " We're going to have dry fit stuff.",
        8974.44,
        8975.56
    ],
    [
        " Displeting, cool, freedom.",
        8975.74,
        8976.52
    ],
    [
        " Also lightweight hoodies.",
        8976.82,
        8978.96
    ],
    [
        " Flex fit hats and chocolate hats, by the way.",
        8979.34,
        8982.44
    ],
    [
        " Check.",
        8982.64,
        8982.82
    ],
    [
        " Chocolatestore.com.",
        8983.42,
        8984.48
    ],
    [
        " Don't forget to subscribe to the podcast.",
        8984.92,
        8987.06
    ],
    [
        " If you've forgotten for three years,",
        8987.22,
        8990.5
    ],
    [
        " for three years, if you've forgotten to subscribe to the podcast,",
        8990.72,
        8993.9
    ],
    [
        " put it on your list of things to do in the coming year.",
        8994.44,
        8998.94
    ],
    [
        " Subscribe to it.",
        8999.58,
        9000.66
    ],
    [
        " And don't forget to subscribe to the war, your kid podcast,",
        9001.32,
        9003.66
    ],
    [
        " so that your little kids are just aligned with your thought process.",
        9004.12,
        9009.06
    ],
    [
        " Isn't that a nice thing?",
        9009.54,
        9010.82
    ],
    [
        " Yeah.",
        9011.18,
        9011.24
    ],
    [
        " Dave, your kids,",
        9011.78,
        9014.16
    ],
    [
        " do your kids absorb,",
        9015.82,
        9018.78
    ],
    [
        " but do let me think of a way to answer this,",
        9019.1,
        9021.72
    ],
    [
        " ask this correctly without being offensive.",
        9022.16,
        9024.18
    ],
    [
        " Do your kids listen to Uncle Jake or you?",
        9025.72,
        9028.96
    ],
    [
        " Which one gets the higher priority?",
        9029.2,
        9030.56
    ],
    [
        " The question is,",
        9031.08,
        9034.94
    ],
    [
        " they listen to both,",
        9035.2,
        9036.7
    ],
    [
        " but the success rate that Uncle Jake has is significantly higher.",
        9037.08,
        9042.14
    ],
    [
        " Yeah.",
        9042.58,
        9042.76
    ],
    [
        " That's what I would say.",
        9043.36,
        9044.3
    ],
    [
        " I can't do this experiment with my kids,",
        9044.4,
        9046.48
    ],
    [
        " because my kids don't differentiate between these things.",
        9046.48,
        9052.14
    ],
    [
        " They just, they're just, you know, that's what they get.",
        9052.86,
        9055.96
    ],
    [
        " So your youngest, when she first heard the word,",
        9056.24,
        9057.98
    ],
    [
        " your podcast, you were like, ask Uncle Jake,",
        9058.1,
        9059.66
    ],
    [
        " and you'd be like,",
        9059.96,
        9060.36
    ],
    [
        " bro, that's just you.",
        9060.44,
        9061.32
    ],
    [
        " Yeah.",
        9061.58,
        9061.78
    ],
    [
        " She knows what's behind the curtain already.",
        9062.6,
        9064.58
    ],
    [
        " She heard your voice.",
        9064.94,
        9065.5
    ],
    [
        " You know, Noree, sure.",
        9065.64,
        9067.38
    ],
    [
        " Of course.",
        9067.62,
        9068.02
    ],
    [
        " Someone said,",
        9068.42,
        9070.9
    ],
    [
        " it's a female black belt that we have at the gym.",
        9071.28,
        9073.44
    ],
    [
        " You know, you should.",
        9074.44,
        9075.02
    ],
    [
        " And, and someone was, and she,",
        9075.48,
        9078.02
    ],
    [
        " mean, we spent a lot of time on the mat",
        9078.46,
        9080.22
    ],
    [
        " for the last 10 years or whatever.",
        9080.22,
        9081.46
    ],
    [
        " And so, and I've given her,",
        9081.64,
        9083.36
    ],
    [
        " I gave her some advice over the years, right?",
        9083.36,
        9085.68
    ],
    [
        " The counseling sessions about things,",
        9086.0,
        9088.44
    ],
    [
        " and it's worked out really well for her.",
        9088.88,
        9090.6
    ],
    [
        " And anyways, someone else asked her a question,",
        9091.04,
        9093.62
    ],
    [
        " and she was answering it,",
        9094.02,
        9096.02
    ],
    [
        " and the person goes,",
        9096.32,
        9096.92
    ],
    [
        " it's got you, you sound just like Jockel podcast.",
        9096.92,
        9098.94
    ],
    [
        " And Noree goes, I don't listen to Jockel podcast.",
        9099.96,
        9102.46
    ],
    [
        " Mm-hmm.",
        9102.86,
        9103.4
    ],
    [
        " And then she told me that story,",
        9103.86,
        9105.16
    ],
    [
        " and I said, well, you don't listen to Jockel podcast.",
        9105.22,
        9106.42
    ],
    [
        " You listen to me.",
        9106.62,
        9107.44
    ],
    [
        " Yeah.",
        9107.7,
        9107.92
    ],
    [
        " You listen, you've been already hearing this stuff",
        9108.04,
        9110.66
    ],
    [
        " for 10 years.",
        9110.66,
        9111.36
    ],
    [
        " So there you go.",
        9111.92,
        9112.64
    ],
    [
        " So the children sometimes,",
        9113.5,
        9115.36
    ],
    [
        " it's a little bit of a hit on the ego,",
        9115.64,
        9118.28
    ],
    [
        " because you think, well,",
        9118.68,
        9119.68
    ],
    [
        " I want my kid to listen to me.",
        9120.08,
        9121.9
    ],
    [
        " Yeah.",
        9122.28,
        9122.48
    ],
    [
        " But you know what, I want my kid,",
        9123.12,
        9124.48
    ],
    [
        " I want my kid to listen to someone",
        9124.48,
        9125.64
    ],
    [
        " that's making sense.",
        9125.64,
        9126.66
    ],
    [
        " It's only on your ego.",
        9127.08,
        9128.02
    ],
    [
        " If it's more importantly,",
        9128.54,
        9129.44
    ],
    [
        " I'll listen to you then for them to be successful.",
        9129.44,
        9131.06
    ],
    [
        "",
        9131.32,
        9131.32
    ],
    [
        " That's not a hit.",
        9131.6,
        9132.28
    ],
    [
        " Like, oh, they're going to go win.",
        9132.42,
        9133.28
    ],
    [
        " Good to go.",
        9133.46,
        9133.76
    ],
    [
        " I don't care if I came from here.",
        9133.82,
        9134.72
    ],
    [
        " I would rather, that's like what you just said, echo.",
        9135.24,
        9137.2
    ],
    [
        " I would rather my kids listen to me and lose",
        9137.62,
        9139.9
    ],
    [
        " than listen to someone else and win.",
        9139.9,
        9141.98
    ],
    [
        " So we're going to watch out for that.",
        9142.3,
        9143.68
    ],
    [
        " Don't forget about the warrior kid,",
        9143.88,
        9145.04
    ],
    [
        " soaps irishoaksranch.com.",
        9145.1,
        9147.08
    ],
    [
        " Where young Aiden is making soap on a farm in California.",
        9147.22,
        9151.74
    ],
    [
        " We use that soap you can stay clean.",
        9152.34,
        9154.08
    ],
    [
        " You YouTube channel.",
        9155.56,
        9156.52
    ],
    [
        " Yep. We do have a YouTube channel.",
        9156.78,
        9158.26
    ],
    [
        " If you're interested in the video version of this podcast,",
        9158.52,
        9162.5
    ],
    [
        " if you want to see how much Dave Burke looks like Tom Cruise,",
        9162.88,
        9167.34
    ],
    [
        " yeah, which is not zero.",
        9167.78,
        9169.6
    ],
    [
        " Like, there's some overlap there.",
        9169.78,
        9171.12
    ],
    [
        " There is.",
        9171.56,
        9172.86
    ],
    [
        " What's the overlap?",
        9173.04,
        9173.92
    ],
    [
        " They're on all their hair, I guess.",
        9174.48,
        9175.96
    ],
    [
        " They have the same hair.",
        9176.0,
        9178.46
    ],
    [
        " This is what I'm saying.",
        9178.58,
        9179.26
    ],
    [
        " Check.",
        9179.4,
        9179.76
    ],
    [
        " Your taller, I think.",
        9180.0,
        9180.84
    ],
    [
        " You got, you know,",
        9181.12,
        9181.58
    ],
    [
        " yeah, man, all good.",
        9182.16,
        9183.42
    ],
    [
        " So you can check out what Dave looked.",
        9183.42,
        9184.94
    ],
    [
        " You can also look at the videos that echo's super proud of,",
        9185.06,
        9189.46
    ],
    [
        " overly proud of.",
        9189.56,
        9191.54
    ],
    [
        " Then you can put comments on those things.",
        9191.78,
        9193.42
    ],
    [
        " And he reads them.",
        9193.56,
        9194.2
    ],
    [
        " I read them.",
        9194.3,
        9194.74
    ],
    [
        " I read the little comments on there.",
        9195.0,
        9197.22
    ],
    [
        " Usually someone writes echoes jacked.",
        9197.72,
        9201.6
    ],
    [
        " Yep.",
        9201.68,
        9201.78
    ],
    [
        " I've",
        9202.26,
        9202.58
    ],
    [
        " And someone else writes echo.",
        9202.58,
        9204.64
    ],
    [
        " I was kidding.",
        9204.78,
        9205.06
    ],
    [
        " Yeah.",
        9205.58,
        9205.96
    ],
    [
        " Yeah, there is.",
        9206.16,
        9206.88
    ],
    [
        " That one.",
        9207.04,
        9207.22
    ],
    [
        " Yeah, take the good and the bad.",
        9207.42,
        9209.18
    ],
    [
        " I'm not saying I read the comments.",
        9209.28,
        9210.82
    ],
    [
        " I'm not saying I don't read the comments.",
        9211.1,
        9212.6
    ],
    [
        " Do you definitely read the comments?",
        9212.6,
        9213.7
    ],
    [
        " I'm saying from time to time,",
        9213.7,
        9215.66
    ],
    [
        " when I do read a comment across various platforms,",
        9215.66,
        9220.08
    ],
    [
        " I will say this when someone does say echo is or looks jacked.",
        9220.5,
        9226.36
    ],
    [
        " The number of A's and jack has been steadily increasing.",
        9226.5,
        9230.54
    ],
    [
        " So that being you're getting more jacked.",
        9230.92,
        9232.46
    ],
    [
        " So I posted, I posted a couple of things on the ground.",
        9233.82,
        9240.0
    ],
    [
        " Sure, the ground.",
        9240.26,
        9241.08
    ],
    [
        " Yeah, the Instagram.",
        9241.24,
        9242.18
    ],
    [
        " And I was reading those comments.",
        9243.26,
        9245.22
    ],
    [
        " Those comments are almost worth reading.",
        9245.5,
        9248.38
    ],
    [
        " I loud some of them are so funny.",
        9248.38,
        9250.18
    ],
    [
        " Especially when I made a salad on Instagram in three minutes.",
        9250.46,
        9257.66
    ],
    [
        " It takes three minutes to make the salad.",
        9257.68,
        9259.4
    ],
    [
        " And the some of the comments that people were making about,",
        9259.8,
        9262.52
    ],
    [
        " I can't believe you eat chicken from a can.",
        9262.78,
        9266.6
    ],
    [
        " You had to come in and give me fire support on that one.",
        9267.22,
        9269.74
    ],
    [
        " Well, yeah, I said a bit.",
        9269.84,
        9271.0
    ],
    [
        "",
        9271.62,
        9271.62
    ],
    [
        " So yeah, those were those were funny.",
        9271.92,
        9274.54
    ],
    [
        " I think I might make a little,",
        9274.54,
        9275.64
    ],
    [
        " I think I might make a little video of me reading some of those comments.",
        9275.64,
        9278.8
    ],
    [
        " I was laughing out loud when I was reading those comments.",
        9278.94,
        9280.98
    ],
    [
        " Yeah. Yeah, those are very good.",
        9281.28,
        9283.32
    ],
    [
        " Why don't you really drink milk?",
        9283.48,
        9285.18
    ],
    [
        " Oh, yeah, Daryl.",
        9285.72,
        9286.48
    ],
    [
        " It's like I was drinking, it's like I was drinking formaldehyde.",
        9286.52,
        9290.64
    ],
    [
        " It was just some people were just getting crazy.",
        9290.84,
        9293.84
    ],
    [
        " But I like that some people were just so super still.",
        9294.02,
        9297.68
    ],
    [
        " I meant that sounds cool, man.",
        9297.68,
        9299.48
    ],
    [
        " Yeah.",
        9299.72,
        9300.12
    ],
    [
        " And I mixed my, I mixed my salad dressing in a used water bottle.",
        9299.96,
        9304.7
    ],
    [
        " Yeah.",
        9304.7,
        9305.1
    ],
    [
        " You mix a lot of stuff in the user.",
        9305.42,
        9306.72
    ],
    [
        " I know.",
        9306.76,
        9307.0
    ],
    [
        " By the way, I'm pro used, but people are like, you know,",
        9307.16,
        9310.46
    ],
    [
        " some people were like, there's a lot of PA.",
        9310.56,
        9313.24
    ],
    [
        " Yeah.",
        9313.6,
        9313.78
    ],
    [
        " You got it.",
        9314.12,
        9314.58
    ],
    [
        " You're going to die.",
        9314.66,
        9315.9
    ],
    [
        " I'm like, dude, take it easy.",
        9317.12,
        9318.9
    ],
    [
        " Yeah.",
        9319.46,
        9319.72
    ],
    [
        " So, you know, that's a good,",
        9319.86,
        9322.1
    ],
    [
        " here's the thing though, overall, if those things get in them,",
        9322.2,
        9324.7
    ],
    [
        " this is for real.",
        9324.88,
        9325.9
    ],
    [
        " Like how quick you made a set,",
        9326.08,
        9327.4
    ],
    [
        " because I make a salad similar to that,",
        9327.4,
        9329.52
    ],
    [
        " like just super basic and bobo,",
        9329.84,
        9331.46
    ],
    [
        " where some people they think, wait,",
        9331.66,
        9333.98
    ],
    [
        " you make a salad every day, like, bro, making a salad is a big deal.",
        9334.22,
        9337.4
    ],
    [
        " You got to chop up the thing and it's full.",
        9337.4,
        9339.1
    ],
    [
        " It's a full gourmet thing.",
        9339.22,
        9340.5
    ],
    [
        " It's like, three minutes.",
        9340.68,
        9341.14
    ],
    [
        " Yeah, not even.",
        9341.44,
        9342.14
    ],
    [
        " Yeah, three minutes.",
        9342.3,
        9343.12
    ],
    [
        " Three minutes.",
        9343.24,
        9343.62
    ],
    [
        " Oh, yeah.",
        9344.14,
        9344.5
    ],
    [
        " And then guess what?",
        9344.88,
        9345.62
    ],
    [
        " I did have the can.",
        9345.72,
        9346.32
    ],
    [
        " I did have the can of chicken open, pre-opened.",
        9346.34,
        9349.32
    ],
    [
        " There you go.",
        9349.5,
        9350.12
    ],
    [
        " Three minutes, 10 seconds.",
        9350.26,
        9351.34
    ],
    [
        " Easy money.",
        9351.68,
        9352.02
    ],
    [
        " But no, because most people, they're like, oh, wait,",
        9352.44,
        9354.68
    ],
    [
        " I have, don't have time, whatever.",
        9354.84,
        9356.46
    ],
    [
        " So what are they gonna make of freaking hot pocket",
        9356.5,
        9358.68
    ],
    [
        " in the freaking microwave, you know,",
        9358.68,
        9360.44
    ],
    [
        " which is horrible for you.",
        9360.56,
        9361.56
    ],
    [
        " Is that worse than salad dressing,",
        9361.7,
        9363.38
    ],
    [
        " this is in a water bottle?",
        9363.5,
        9364.3
    ],
    [
        " I think yes.",
        9364.6,
        9365.46
    ],
    [
        " In canned chicken, yeah, man.",
        9365.48,
        9366.84
    ],
    [
        " So, and that's really the point right there.",
        9367.08,
        9368.64
    ],
    [
        " It's like, well, yeah, and I can't get the workspace video.",
        9368.9,
        9371.44
    ],
    [
        " Yeah.",
        9372.04,
        9372.28
    ],
    [
        " And people were like, you're gonna get carpal,",
        9372.48,
        9374.82
    ],
    [
        " whatever that's called.",
        9375.32,
        9376.4
    ],
    [
        " And someone else said your posture is gonna break down.",
        9376.92,
        9379.02
    ],
    [
        " I mean, wait, what?",
        9379.28,
        9380.0
    ],
    [
        " Bro, it's so funny.",
        9380.16,
        9381.32
    ],
    [
        " Wait, why will you get carpal, carpal title?",
        9381.32,
        9383.78
    ],
    [
        " I don't know, because you can't.",
        9383.78,
        9384.86
    ],
    [
        " I don't know.",
        9384.86,
        9385.24
    ],
    [
        " But I type all the time, I don't have it.",
        9385.34,
        9387.26
    ],
    [
        " So what does that mean?",
        9387.42,
        9387.94
    ],
    [
        " Oh, wait, you need like an ergonomic typewriter,",
        9388.04,
        9389.84
    ],
    [
        " keyboard or something like this?",
        9390.08,
        9391.32
    ],
    [
        " Anyways, funny stuff.",
        9391.52,
        9392.92
    ],
    [
        " That's going on.",
        9393.3,
        9395.24
    ],
    [
        " Psychological warfare.",
        9395.36,
        9396.02
    ],
    [
        " It's now with tracks you can get me talking to you",
        9396.28,
        9398.78
    ],
    [
        " about moments of weakness.",
        9398.78,
        9399.64
    ],
    [
        " Flipsidecanvist.com, that's Dakota Myers company",
        9399.96,
        9403.04
    ],
    [
        " for artwork to hang on your wall to keep you on the path.",
        9403.04,
        9407.22
    ],
    [
        " You can rock that.",
        9407.56,
        9408.84
    ],
    [
        " And then there's on it.com slash.jaco.",
        9409.28,
        9412.84
    ],
    [
        " Yes.",
        9413.14,
        9413.42
    ],
    [
        " Good stuff on there.",
        9413.9,
        9414.86
    ],
    [
        " Kettlebells, that's the number.",
        9415.38,
        9416.4
    ],
    [
        " When I think on it, I think kettlebells,",
        9416.88,
        9418.8
    ],
    [
        " but they got a lot of good stuff on their rings as well.",
        9418.8,
        9421.4
    ],
    [
        " That's, that one's a key.",
        9421.82,
        9422.92
    ],
    [
        " If you don't have rings, get rings, 100%.",
        9423.06,
        9425.4
    ],
    [
        " Definitely on it.com.",
        9425.4,
        9426.88
    ],
    [
        " The books I have for you,",
        9427.8,
        9430.28
    ],
    [
        " War Your Kid 3, War Your Kid 2,",
        9430.76,
        9432.56
    ],
    [
        " War Your Kid 1, these are the books",
        9433.0,
        9435.26
    ],
    [
        " that will get your kids on the path.",
        9435.26,
        9436.8
    ],
    [
        " Man, like, you know how we read this the whole time, Dave?",
        9436.9,
        9440.16
    ],
    [
        " And I'm like, man, I wish I would have read this",
        9440.16,
        9441.82
    ],
    [
        " like type of thing when I was 20.",
        9441.82,
        9443.84
    ],
    [
        " Well, when you were nine, you wish you had",
        9443.98,
        9446.46
    ],
    [
        " the War Your Kid books.",
        9446.46,
        9447.28
    ],
    [
        " I guarantee it.",
        9447.56,
        9448.54
    ],
    [
        " And you know what?",
        9448.76,
        9449.24
    ],
    [
        " If you didn't have one, you were nine,",
        9449.6,
        9450.8
    ],
    [
        " you're gonna wish you had them when you were 38.",
        9450.9,
        9452.62
    ],
    [
        " True story.",
        9453.02,
        9453.72
    ],
    [
        " 100%.",
        9454.04,
        9454.72
    ],
    [
        " Somebody's, somebody asked me in an interview the other day,",
        9454.72,
        9457.96
    ],
    [
        " what does it mean to be a man?",
        9458.44,
        9460.46
    ],
    [
        " Right?",
        9461.48,
        9461.72
    ],
    [
        " Okay, fair enough question.",
        9462.24,
        9463.08
    ],
    [
        " And I said, oh, it's not an easy question to answer",
        9463.4,
        9466.1
    ],
    [
        " in a quick interview, but I wrote a book about it.",
        9466.1,
        9468.84
    ],
    [
        " It's called Way of the War Your Kid.",
        9468.84,
        9470.3
    ],
    [
        " In fact, I've written a whole series about it.",
        9470.3,
        9472.36
    ],
    [
        " It's about what it means to be a man,",
        9473.14,
        9475.56
    ],
    [
        " what it means to be a person,",
        9475.62,
        9476.64
    ],
    [
        " because there's girls and boys that read that book",
        9476.8,
        9479.88
    ],
    [
        " and the lessons are how to live a good life as a human being.",
        9479.88,
        9485.04
    ],
    [
        " So you might wanna check those out.",
        9486.32,
        9487.7
    ],
    [
        " And then Mikey and the Dragons, how old is your youngest?",
        9488.24,
        9490.18
    ],
    [
        " Five.",
        9490.54,
        9490.68
    ],
    [
        " How does Mikey and the Dragons come across?",
        9491.46,
        9493.58
    ],
    [
        " He loves that book.",
        9494.5,
        9497.34
    ],
    [
        " And what he does now, when we bust that thing out,",
        9498.02,
        9500.88
    ],
    [
        " he actually is spending more time with a warrior kid now,",
        9500.88,
        9504.7
    ],
    [
        " because he's getting older.",
        9504.96,
        9505.66
    ],
    [
        " You know what he holds when we're reading Mikey",
        9506.42,
        9508.28
    ],
    [
        " and the Dragons?",
        9508.28,
        9508.74
    ],
    [
        " He's got a sword.",
        9509.3,
        9510.62
    ],
    [
        " Yeah, he's got a sword.",
        9511.04,
        9512.08
    ],
    [
        " He's super stoked, because he's got a sword.",
        9512.9,
        9515.92
    ],
    [
        " I like all the little notes I get.",
        9516.34,
        9518.32
    ],
    [
        " And of whatever the fear was, you know, it's like,",
        9519.0,
        9523.12
    ],
    [
        " and I told him to be like Mikey and face the Dragons.",
        9523.2,
        9526.18
    ],
    [
        " And he stood up and jumped in the pool,",
        9526.5,
        9527.92
    ],
    [
        " stood up and got up on stage or whatever the case may be.",
        9528.44,
        9531.86
    ],
    [
        " So yeah, Mikey and the Dragons.",
        9532.4,
        9534.0
    ],
    [
        " My boy is two.",
        9534.26,
        9535.12
    ],
    [
        " Oh, he'll be three next month.",
        9535.5,
        9536.9
    ],
    [
        " And I read it to him and my daughter as well, and cool.",
        9537.42,
        9541.2
    ],
    [
        " Good.",
        9541.42,
        9541.62
    ],
    [
        " Of course they liked that, but they can look at the pictures too,",
        9541.92,
        9544.7
    ],
    [
        " because the picture's a lot more vibrant.",
        9545.0,
        9547.12
    ],
    [
        " Then the warrior kid ones.",
        9547.44,
        9548.78
    ],
    [
        " I'll catch him, not often, but everyone's",
        9549.56,
        9551.82
    ],
    [
        " and I'll catch him acting.",
        9551.82,
        9553.48
    ],
    [
        " He can read, he's two.",
        9553.66,
        9554.7
    ],
    [
        " But he's acting like he's reading it,",
        9555.14,
        9557.06
    ],
    [
        " but he's really looking at the pictures.",
        9557.06,
        9558.34
    ],
    [
        " You know how kids will sometimes do that.",
        9558.64,
        9560.06
    ],
    [
        " They'll look at the pictures and then they'll just assign",
        9560.12,
        9562.06
    ],
    [
        " a story to every picture, you know, and he's doing that.",
        9562.06,
        9564.7
    ],
    [
        " He's like, oh, the dragon came.",
        9565.0,
        9566.46
    ],
    [
        " And he was just a baby dragon or something like this.",
        9566.68,
        9568.6
    ],
    [
        " It's like man, but that's a testament to the pictures",
        9569.04,
        9571.68
    ],
    [
        " in there, John Bozak representing.",
        9571.68,
        9573.6
    ],
    [
        " Coming on strong.",
        9574.06,
        9574.56
    ],
    [
        " Speaking of pictures, discipline goes for you in field manual.",
        9575.66,
        9578.74
    ],
    [
        " That's a book for adult humans.",
        9579.26,
        9582.62
    ],
    [
        " Sure.",
        9583.54,
        9584.02
    ],
    [
        " The things you want to know about life and getting after it.",
        9584.3,
        9587.28
    ],
    [
        " The audio version that is on iTunes, Amazon music,",
        9587.62,
        9589.9
    ],
    [
        " Google Play and other MP3.",
        9590.08,
        9591.76
    ],
    [
        " And the next stream ownership and the next economy",
        9592.22,
        9594.08
    ],
    [
        " of leadership, leadership books.",
        9594.08,
        9596.46
    ],
    [
        " I wrote with my brother, Dave Babin,",
        9596.7,
        9598.04
    ],
    [
        " that you can apply to everything in your world.",
        9598.4,
        9601.66
    ],
    [
        " We got Eschelon Front, which is our leadership consultancy.",
        9601.92,
        9604.64
    ],
    [
        " And what we do there is solve problems through leadership.",
        9604.92,
        9609.02
    ],
    [
        " Dave and I refer back to it a hundred times.",
        9609.44,
        9611.8
    ],
    [
        " The companies we work with, that's what we do.",
        9611.86,
        9614.46
    ],
    [
        " We get them on a path where their leadership is aligned",
        9614.86,
        9618.44
    ],
    [
        " and when your leadership is aligned,",
        9618.44,
        9619.96
    ],
    [
        " your company will absolutely win.",
        9620.26,
        9622.5
    ],
    [
        " And when your leadership is not aligned,",
        9622.72,
        9624.38
    ],
    [
        " guess what's going on?",
        9624.7,
        9625.52
    ],
    [
        " Your company is losing.",
        9625.76,
        9627.4
    ],
    [
        " Go to Eschelonfront.com if you want us to come",
        9627.6,
        9630.5
    ],
    [
        " and work with you.",
        9630.5,
        9631.44
    ],
    [
        " We got EF online because training for leadership",
        9631.68,
        9635.42
    ],
    [
        " is not a one shot, one kill deal.",
        9635.42,
        9638.72
    ],
    [
        " Another topic that Dave and I talked about.",
        9639.92,
        9641.9
    ],
    [
        " You don't just read a book,",
        9642.38,
        9643.56
    ],
    [
        " you don't just sit through one seminar and go,",
        9643.68,
        9645.64
    ],
    [
        " oh cool, I'm a great leader now.",
        9645.78,
        9647.3
    ],
    [
        " No, you never say that.",
        9647.9,
        9649.16
    ],
    [
        " And so we made the online training to reiterate",
        9649.88,
        9653.52
    ],
    [
        " and embed the concepts of leadership that we know to work.",
        9653.52,
        9659.96
    ],
    [
        " Embed those things into your brain",
        9660.72,
        9662.28
    ],
    [
        " and into the brain of everyone at your company.",
        9662.28,
        9665.02
    ],
    [
        " EFOnline.com.",
        9665.36,
        9666.94
    ],
    [
        " We got the monster coming up.",
        9666.94,
        9668.28
    ],
    [
        " The next one is September 19th and 20th and Denver",
        9668.54,
        9671.34
    ],
    [
        " after that December 4th and 5th in Sydney, Australia.",
        9671.34,
        9673.94
    ],
    [
        " If you want to come register now",
        9674.34,
        9676.08
    ],
    [
        " or you will not be able to come",
        9676.08,
        9677.52
    ],
    [
        " because it will be sold out.",
        9677.52,
        9678.64
    ],
    [
        " Go to extremotorship.com for details there.",
        9679.6,
        9682.34
    ],
    [
        " And if you need people, if you need leaders at your company,",
        9682.4,
        9685.66
    ],
    [
        " you can get former special operations",
        9685.66,
        9689.94
    ],
    [
        " and former combat aviation leaders",
        9689.94,
        9693.38
    ],
    [
        " that are leaving the military,",
        9694.1,
        9696.34
    ],
    [
        " that have been trained and have been proven",
        9696.88,
        9699.04
    ],
    [
        " with their leadership skills",
        9699.04,
        9700.5
    ],
    [
        " and you can hire them to come into your company",
        9700.5,
        9703.5
    ],
    [
        " and utilize their leadership skills",
        9703.5,
        9706.32
    ],
    [
        " to help your team and your company win.",
        9706.32,
        9710.18
    ],
    [
        " Go to efovernwatch.com for that.",
        9710.8,
        9713.92
    ],
    [
        " And if you feel like there's a bunch of topics",
        9715.4,
        9717.3
    ],
    [
        " that we haven't really covered in depth enough yet",
        9717.3,
        9720.34
    ],
    [
        " and you wanna continue to discuss them with us.",
        9720.34,
        9723.24
    ],
    [
        " And you can find us on the interwebs.",
        9723.92,
        9725.58
    ],
    [
        " We're on Twitter, we're on Instagram",
        9726.08,
        9728.96
    ],
    [
        " and we're on nine freezing buck.",
        9728.96,
        9731.56
    ],
    [
        " Echo is that Echo Charles.",
        9733.08,
        9737.04
    ],
    [
        " Davis at David R. Burke B.E. R. K.E.",
        9737.52,
        9742.46
    ],
    [
        " And I am at Jocke Willink.",
        9742.8,
        9744.64
    ],
    [
        " Echo anything else?",
        9744.92,
        9745.54
    ],
    [
        " Dave, anything else?",
        9745.94,
        9747.5
    ],
    [
        " Negative.",
        9747.8,
        9748.16
    ],
    [
        " Thanks for coming out, man.",
        9748.54,
        9749.44
    ],
    [
        " Dave, it's so good to be here.",
        9749.44,
        9750.72
    ],
    [
        " And thanks to all of our armed forces",
        9751.44,
        9755.44
    ],
    [
        " that are out there right now",
        9755.44,
        9756.82
    ],
    [
        " that are standing on that wall",
        9756.82,
        9760.38
    ],
    [
        " and keeping us safe and to our police",
        9760.38,
        9764.58
    ],
    [
        " and law enforcement and firefighters",
        9764.58,
        9767.14
    ],
    [
        " and paramedics and EMTs and dispatchers",
        9767.14,
        9770.42
    ],
    [
        " and correctional officers,",
        9770.42,
        9771.72
    ],
    [
        " border patrol, secret service,",
        9772.32,
        9774.02
    ],
    [
        " all the first responders.",
        9774.04,
        9775.22
    ],
    [
        " Thanks you for standing inside that wall.",
        9775.88,
        9778.56
    ],
    [
        " And keeping us safe here at home.",
        9779.44,
        9781.46
    ],
    [
        " And to everyone else that's out there.",
        9782.22,
        9785.1
    ],
    [
        " Try to remember how the Marine Corps wins.",
        9787.32,
        9793.52
    ],
    [
        " The Marine Corps wins by constantly taking initiative.",
        9794.4,
        9799.96
    ],
    [
        " By chasing the enemy down to the last man",
        9800.66,
        9805.8
    ],
    [
        " and killing him and throwing his remains into the river.",
        9805.8,
        9810.44
    ],
    [
        " That's how you fight.",
        9811.16,
        9814.2
    ],
    [
        " Do that.",
        9815.32,
        9817.46
    ],
    [
        " Do that with your own personal wars.",
        9817.92,
        9820.64
    ],
    [
        " Do that to your own personal weaknesses",
        9821.04,
        9823.64
    ],
    [
        " and do not delay in the attack.",
        9823.64,
        9826.58
    ],
    [
        " The time is now.",
        9826.98,
        9829.98
    ],
    [
        " So get up and go get after it.",
        9831.1,
        9835.6
    ],
    [
        " And until next time, this is Dave,",
        9836.64,
        9839.54
    ],
    [
        " Eneko, and Jocco.",
        9840.26,
        9841.9
    ],
    [
        " Out.",
        9842.46,
        9843.44
    ]
]