[
    [
        " What is the most important issue you've ever changed your mind about?",
        0.3,
        5.04
    ],
    [
        " This is one of those things where I'm sure this is one of those questions where",
        6.04,
        14.72
    ],
    [
        " I should have some answer about some specific subject or something.",
        14.72,
        21.8
    ],
    [
        " You know what I mean? Like I can see I know what answer is desired.",
        21.98,
        25.48
    ],
    [
        " I know what type of answer is desired. But the reality is",
        25.88,
        28.72
    ],
    [
        " for me to take ownership of things.",
        30.26,
        34.48
    ],
    [
        " And this wasn't really like I changed my mind to where I used to say",
        35.58,
        42.0
    ],
    [
        " I'm going to blame everyone and then all of a sudden I said you know what?",
        42.0,
        44.04
    ],
    [
        " That's not the right policy to have. I need to take an extreme ownership.",
        44.1,
        47.32
    ],
    [
        " I didn't do that. But it was just a thing that built",
        47.5,
        51.98
    ],
    [
        " developed inside my brain. And I think it's the most important thing",
        51.98,
        57.06
    ],
    [
        " that I've ever sort of recognized or conclusion that I've come to.",
        57.06,
        61.82
    ],
    [
        " That's not a change. But I'm sure at some point my attitude wasn't like",
        61.98,
        66.28
    ],
    [
        " I'll just take ownership of that. Which it is now.",
        66.28,
        69.04
    ],
    [
        " But at some point you know I'd say well that's not really my responsibility.",
        69.46,
        71.58
    ],
    [
        " And of course that's a natural thing to say.",
        71.84,
        74.3
    ],
    [
        " And I'll tell you what the next and this is interesting",
        75.86,
        79.66
    ],
    [
        " but the other and this one's kind of more of a",
        79.66,
        84.28
    ],
    [
        " I can pin it down a little bit closer to an answer that someone would like.",
        85.14,
        88.44
    ],
    [
        " And this is once again it's going to be a little bit strange.",
        88.58,
        93.2
    ],
    [
        " But the other thing is the dichotomy of leadership.",
        94.0,
        96.98
    ],
    [
        " And this is the thing about the dichotomy of leadership.",
        97.84,
        100.62
    ],
    [
        " And I actually was thinking I actually didn't really recognize this until the last",
        100.92,
        104.86
    ],
    [
        " muster. And I was as I was thinking about the dichotomy of leadership.",
        104.86,
        108.54
    ],
    [
        " Maybe it was off of a question. Maybe I think it was actually before",
        108.66,
        110.62
    ],
    [
        " I was just like reviewing notes and thinking about the dichotomy of leadership.",
        110.62,
        116.26
    ],
    [
        " And one of the most important things about the dichotomy of leadership",
        117.3,
        123.8
    ],
    [
        " is that the reason that I came to the conclusion, the reason that I got to the dichotomy of leadership.",
        123.8,
        130.94
    ],
    [
        " In getting there, let me rephrase that.",
        131.4,
        133.06
    ],
    [
        " In getting to a point where I said there's a dichotomy of leadership,",
        133.36,
        136.54
    ],
    [
        " what I had to do was I had to admit to myself that I was wrong about everything.",
        136.78,
        143.74
    ],
    [
        " That's what I had to do.",
        144.44,
        146.8
    ],
    [
        " In order for the idea of the dichotomy of leadership to escape my brain,",
        147.16,
        153.64
    ],
    [
        " to get out, to become a full thought, what I had to do,",
        153.78,
        157.78
    ],
    [
        " I had to admit to myself that I was actually wrong about everything.",
        158.22,
        162.8
    ],
    [
        " So I'll give you real easy examples.",
        163.98,
        166.2
    ],
    [
        " One of my things that I used to tell guys all the time,",
        166.64,
        169.04
    ],
    [
        " you gotta be aggressive.",
        169.34,
        170.54
    ],
    [
        " You gotta be aggressive. That's how you gotta be.",
        171.26,
        174.96
    ],
    [
        " In order for the dichotomy of leadership, I had to admit you know what?",
        175.4,
        178.38
    ],
    [
        " Sometimes being aggressive doesn't work.",
        178.5,
        180.06
    ],
    [
        " I used to say you know what? As a leader, you gotta stand up.",
        180.52,
        184.02
    ],
    [
        " You gotta be loud.",
        184.06,
        184.62
    ],
    [
        " And then I realized you know what?",
        186.64,
        187.66
    ],
    [
        " I see leaders that are too.",
        188.06,
        189.38
    ],
    [
        " I admit that I was wrong about that. That's sometimes that was wrong.",
        189.38,
        192.56
    ],
    [
        " I had to admit that I was wrong about keeping things simple.",
        192.88,
        196.42
    ],
    [
        " Like you know what?",
        198.14,
        198.96
    ],
    [
        " This is one of the most fundamental laws of combat.",
        199.16,
        200.86
    ],
    [
        " You gotta keep things simple.",
        200.98,
        201.92
    ],
    [
        " And then I had to admit that sometimes people keep things too simple.",
        202.96,
        205.88
    ],
    [
        " Even this fact right here, right?",
        206.42,
        210.04
    ],
    [
        " In order to admit that I was wrong, I had to be humble.",
        210.22,
        212.38
    ],
    [
        " And I used to preach and I still preach humility as being like the most important thing.",
        212.74,
        216.94
    ],
    [
        " But guess what? There are people.",
        216.94,
        218.84
    ],
    [
        " And there are even me.",
        219.4,
        220.84
    ],
    [
        " Well there's times and places where you can be too humble.",
        221.08,
        224.72
    ],
    [
        "",
        225.3,
        225.3
    ],
    [
        " And so this idea, this idea that there's a dichotomy to everything,",
        226.04,
        232.3
    ],
    [
        " it's something that the original thought for me was,",
        233.34,
        236.68
    ],
    [
        " it came from me having one sided opinion and then realizing that,",
        237.14,
        243.6
    ],
    [
        " and I'm almost positive, I don't remember crystal clear,",
        243.6,
        246.4
    ],
    [
        " but I'm almost positive that the original thought that I realized there was a dichotomy to",
        246.76,
        251.8
    ],
    [
        " was being aggressive.",
        251.8,
        253.72
    ],
    [
        " And again, this was, this is all kind of coming to fruition as I'm teaching guys at trade at",
        254.88,
        261.18
    ],
    [
        " and Lafe was running the junior officer training course.",
        261.18,
        264.84
    ],
    [
        " And I used to give them the so, and I remember writing, you know,",
        265.02,
        267.54
    ],
    [
        " I remember saying myself, you know what?",
        267.68,
        269.1
    ],
    [
        " I gotta tell guys that they can go too far with being aggressive.",
        269.18,
        273.3
    ],
    [
        " And they can go too far with barking orders and they,",
        273.72,
        276.72
    ],
    [
        " and I just, it like that's where it came from.",
        276.88,
        279.16
    ],
    [
        " And if I wouldn't have been able to change my mind, right?",
        279.94,
        285.02
    ],
    [
        " Because that's what this question was,",
        285.18,
        286.3
    ],
    [
        " changing my mind about something.",
        286.68,
        288.3
    ],
    [
        " The biggest thing probably ever in my life was understanding",
        288.7,
        293.08
    ],
    [
        " that just about every characteristic that a person can have,",
        293.08,
        296.72
    ],
    [
        " that a leader can have can go too far and can become a negative characteristic.",
        296.78,
        301.36
    ],
    [
        " So that's probably the biggest thing that I've changed my mind on.",
        302.48,
        306.68
    ],
    [
        " Interesting.",
        307.0,
        308.88
    ],
    [
        " Yeah, that aggressive one that makes sense.",
        309.6,
        311.48
    ],
    [
        " Because like, yeah, aggressive being aggressive, like,",
        311.64,
        314.4
    ],
    [
        " is one of the more effective ways to straight up,",
        314.46,
        316.9
    ],
    [
        " quote unquote, get things done, right?",
        316.98,
        319.06
    ],
    [
        "",
        319.36,
        319.36
    ],
    [
        " Do it and it'll be done.",
        319.36,
        320.2
    ],
    [
        " Do it, you know.",
        320.4,
        320.92
    ],
    [
        " Don't wait, don't hesitate.",
        321.62,
        322.56
    ],
    [
        " Yeah, yeah, yeah.",
        323.0,
        323.64
    ],
    [
        " Oh, there's a, there's a problem in a building.",
        323.74,
        325.38
    ],
    [
        " Let's sit back and wait until that problem starts to know.",
        325.66,
        328.48
    ],
    [
        " Like you gotta be aggressive.",
        328.74,
        329.74
    ],
    [
        " Yeah.",
        330.0,
        330.22
    ],
    [
        " But then if you're, and you just will teach you all kinds of lessons like this, where,",
        330.92,
        334.74
    ],
    [
        " if you're gonna spring a trap on somebody or something,",
        335.1,
        337.86
    ],
    [
        " animal person, whatever, what's the best type of person",
        338.14,
        342.12
    ],
    [
        " that you can catch with a trap?",
        342.12,
        343.82
    ],
    [
        " Probably an aggressive one, you know?",
        344.36,
        346.72
    ],
    [
        " Like they can set themselves up to get trapped if they're like aggressive.",
        346.92,
        352.28
    ],
    [
        " You know, like an animal who's real hungry, you know?",
        352.48,
        354.86
    ],
    [
        " Hesitating, like if an animal's like hesitant, you know?",
        357.46,
        359.96
    ],
    [
        " Just hesitant, maybe sees things develop a little bit before they take a grip,",
        360.68,
        364.74
    ],
    [
        " you know, certain action or whatever, they'd be harder to trap.",
        364.82,
        367.3
    ],
    [
        " Yeah.",
        368.08,
        368.26
    ],
    [
        " Yeah, and this is the thing that's,",
        369.16,
        371.14
    ],
    [
        " this is what makes humility important.",
        371.54,
        375.14
    ],
    [
        " Is it's hard to come to grips with the dichotomy of leadership",
        376.16,
        380.08
    ],
    [
        " because if you don't have the humility to sometimes say, you know what?",
        380.08,
        383.92
    ],
    [
        " You're right.",
        384.66,
        385.24
    ],
    [
        " That, you know what?",
        385.74,
        386.58
    ],
    [
        " I'm wrong.",
        386.74,
        387.3
    ],
    [
        " Yeah.",
        387.72,
        387.92
    ],
    [
        " This plan isn't what I thought it should be.",
        388.22,
        391.02
    ],
    [
        " Yeah.",
        391.32,
        391.38
    ],
    [
        " It's so hard to do that.",
        391.6,
        393.02
    ],
    [
        " That's why it's hard to really get a grip on the dichotomy of leadership,",
        393.12,
        396.26
    ],
    [
        " and that's what makes it so important.",
        396.36,
        397.42
    ],
    [
        " And that's what makes it the answer to so many questions.",
        397.5,
        399.8
    ],
    [
        " Yeah.",
        400.22,
        400.42
    ],
    [
        " And sometimes people will come, like, you know,",
        400.7,
        402.84
    ],
    [
        " someone will come up and say, they'll have their counterpoint to what I'm saying.",
        403.06,
        406.82
    ],
    [
        " Mm-hmm.",
        407.12,
        407.44
    ],
    [
        " And I'll tell you right now, let me think of a,",
        408.04,
        413.22
    ],
    [
        " a situation where you have to provide a counterpoint.",
        413.38,
        415.78
    ],
    [
        " If I, somebody comes to me and says, you know what?",
        416.36,
        418.86
    ],
    [
        " Being aggressive isn't always good.",
        419.44,
        420.94
    ],
    [
        " Sometimes if you're aggressive, all you do is you, you run to your death.",
        421.18,
        424.22
    ],
    [
        " Now, an egotistical jaco would say, negative.",
        425.64,
        431.58
    ],
    [
        " You're wrong.",
        432.18,
        433.26
    ],
    [
        " I'm right.",
        433.72,
        434.56
    ],
    [
        " And I would dig in in that position.",
        434.78,
        436.78
    ],
    [
        " Mm-hmm.",
        437.06,
        437.44
    ],
    [
        " And when you dig in in a position, you can't maneuver anymore.",
        437.78,
        439.84
    ],
    [
        " So I'm actually stuck.",
        440.18,
        441.46
    ],
    [
        " So this is a classic thing to do.",
        442.58,
        445.02
    ],
    [
        " Also when, when, when I'm arguing with somebody.",
        445.3,
        447.58
    ],
    [
        " If you come to me and you say, I think we should do this, you know, method B.",
        448.16,
        452.22
    ],
    [
        " I say, I don't say no, because I think we should do it method A.",
        452.86,
        456.38
    ],
    [
        " That's what I think.",
        456.72,
        457.3
    ],
    [
        " And you think we should do it method B.",
        457.44,
        458.42
    ],
    [
        " You come to me, I think we should do this method B.",
        458.52,
        459.82
    ],
    [
        " I think you're wrong.",
        459.9,
        460.4
    ],
    [
        " You know what I say?",
        460.74,
        461.62
    ],
    [
        " Okay, well, I think you got some good points on method B.",
        461.9,
        465.3
    ],
    [
        " Oh, all of a sudden, you know?",
        465.66,
        467.08
    ],
    [
        " Yeah.",
        467.56,
        467.76
    ],
    [
        " All of a sudden we're in a totally different scenario.",
        467.94,
        469.88
    ],
    [
        " Oh, yeah.",
        470.28,
        470.6
    ],
    [
        " I just totally flipped the script on you.",
        470.6,
        473.26
    ],
    [
        " And I, you know what I say?",
        474.04,
        474.98
    ],
    [
        " I said, you know some good points that you have.",
        475.08,
        477.1
    ],
    [
        " If you watch people debate, it's really a little slick move.",
        477.66,
        483.18
    ],
    [
        " But you don't see politicians do it because they're so dug in.",
        483.52,
        486.52
    ],
    [
        " They, they can never think they're wrong.",
        486.72,
        488.26
    ],
    [
        " And they can never, and what they also are afraid of.",
        488.72,
        491.38
    ],
    [
        " They're afraid if they admit they're wrong about something.",
        491.54,
        493.68
    ],
    [
        " They'll look bad.",
        494.14,
        495.06
    ],
    [
        " Yeah.",
        495.48,
        495.74
    ],
    [
        " Whereas if they said, you know what?",
        496.32,
        497.64
    ],
    [
        " That's a good point.",
        497.7,
        498.22
    ],
    [
        " I'm going to need to consider that.",
        499.68,
        500.9
    ],
    [
        " I've never really thought of that viewpoint before.",
        501.14,
        502.68
    ],
    [
        " You know what?",
        503.38,
        503.72
    ],
    [
        " I'm going to assess that.",
        504.26,
        505.44
    ],
    [
        " But I guess I think you got, I think there's some validity to what you just said.",
        505.76,
        508.58
    ],
    [
        " When's the last time you heard a politician say that?",
        508.72,
        510.6
    ],
    [
        " I don't, yeah.",
        510.82,
        511.34
    ],
    [
        " I don't think I've heard that.",
        511.5,
        512.3
    ],
    [
        " And then what happens is in this day and age, the supporters of that politician, they don't,",
        512.3,
        520.3
    ],
    [
        " they don't, they don't, they don't recognize the valid point either.",
        520.3,
        522.56
    ],
    [
        " Yeah.",
        522.74,
        522.86
    ],
    [
        " It's just no.",
        523.0,
        524.28
    ],
    [
        " No.",
        524.6,
        524.88
    ],
    [
        " Yeah.",
        525.7,
        526.06
    ],
    [
        " Yeah.",
        526.06,
        526.12
    ],
    [
        " So we get people that aren't thinking and to, and, and it's very hard to hold dichotomies",
        526.42,
        532.68
    ],
    [
        " in your head that this can be right and that can be right.",
        532.68,
        534.62
    ],
    [
        " There's an aggressive approach and there's an on aggressive approach.",
        534.84,
        536.94
    ],
    [
        " There's a direct approach and there's an indirect approach and both of them can be functional.",
        537.1,
        540.56
    ],
    [
        " It's really hard to get, get a grip on that.",
        540.88,
        544.12
    ],
    [
        " And yet it's the answer to so many questions.",
        544.36,
        547.1
    ],
    [
        " It's the answer to the person, the subordinate that comes to you and says, we should not",
        547.44,
        554.02
    ],
    [
        " be doing it this way.",
        554.02,
        555.1
    ],
    [
        " If your reaction isn't to diametrically oppose what they're saying, but instead to actually",
        555.48,
        562.06
    ],
    [
        " take their side and say, oh, I agree with you.",
        562.06,
        564.5
    ],
    [
        " You've got some really good points.",
        564.6,
        565.48
    ],
    [
        " Let's see how this would play out.",
        565.86,
        567.66
    ],
    [
        " Talk me through it.",
        567.96,
        569.04
    ],
    [
        " Yeah.",
        569.06,
        569.3
    ],
    [
        " You can't even, you're like, loud, you can, you know, you know, it's like, it's like, it's",
        570.78,
        574.92
    ],
    [
        " like, it's like a move.",
        574.92,
        575.94
    ],
    [
        " It's like a, it's like a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a, a,",
        576.6,
        584.0
    ],
    [
        " change, changed my mind on about, my mind is open though.",
        584.0,
        590.06
    ],
    [
        " Yeah.",
        590.94,
        591.1
    ],
    [
        " I will change my mind if, if new evidence presents itself, I'll change my mind in heartbeat.",
        591.48,
        596.52
    ],
    [
        " Let's do it.",
        596.98,
        597.56
    ],
    [
        " Present me with new evidence.",
        598.12,
        599.32
    ],
    [
        " What about like, well, I would think anyway, after kind of thinking about it, where",
        600.08,
        606.8
    ],
    [
        " yeah, you, I think, I think generally speaking, we do kind of respect someone who can, who",
        606.8,
        611.16
    ],
    [
        " can change their mind.",
        611.16,
        612.56
    ],
    [
        " And we all see it once people's digging into their opinion, you know, and saying all kinds",
        613.0,
        617.0
    ],
    [
        " of weird wacky stuff to try to defend yourself and, themselves, and you're like, it's not",
        617.0,
        621.08
    ],
    [
        " what we're talking about kind of thing.",
        621.08,
        622.2
    ],
    [
        " You see it, it's clear.",
        622.36,
        623.54
    ],
    [
        " So like, it seems obvious like, yeah, you should change your mind.",
        623.74,
        627.04
    ],
    [
        " When, or at least open up your mind and like, like I said, I'll give that some consideration.",
        627.5,
        632.52
    ],
    [
        " I'll look into it.",
        632.74,
        633.48
    ],
    [
        " And if you're right, shoot, I think you're right.",
        633.6,
        635.18
    ],
    [
        " I think that's a better way to do it or whatever, whatever the case is.",
        635.34,
        638.26
    ],
    [
        " But the, and then I guess technically, is a dichotomy too, where you can't do that too",
        638.86,
        643.94
    ],
    [
        " much because if you're always changing your mind with, you know, like a, like a, I don't",
        643.94,
        648.1
    ],
    [
        " know, we'll see a politician.",
        648.1,
        649.5
    ],
    [
        " Yeah.",
        649.74,
        649.88
    ],
    [
        " Every time the opposing view or some other view comes in, you're like, Hey, I didn't",
        650.1,
        653.82
    ],
    [
        " look at it like that.",
        653.82,
        654.56
    ],
    [
        " Or I didn't.",
        655.1,
        655.62
    ],
    [
        " Maybe I'll look back or look into that more.",
        655.72,
        657.54
    ],
    [
        " Well, yes.",
        657.96,
        658.48
    ],
    [
        " And again, and again, it's like, Brad, does this guy know anything?",
        658.7,
        660.68
    ],
    [
        " Because guess what you're talking about?",
        660.96,
        662.1
    ],
    [
        " What?",
        662.8,
        663.4
    ],
    [
        " There's a dichotomy.",
        663.62,
        664.58
    ],
    [
        " Yeah, that's right.",
        664.78,
        665.28
    ],
    [
        " And if you go too far and you change your opinion all the time and then you become",
        665.28,
        669.06
    ],
    [
        " indecisive, and so that doesn't work.",
        669.06,
        670.94
    ],
    [
        " But if you're so, if you're the other side of the spectrum and you're completely dug",
        671.28,
        674.16
    ],
    [
        " in and you never change your mind, that doesn't work either.",
        674.16,
        676.9
    ],
    [
        " Where you need to do, what do you need to do?",
        677.04,
        678.46
    ],
    [
        " You need to balance the dichotomies, the dichotomies between being flexible and inflexible.",
        678.68,
        682.34
    ],
    [
        " If you become ultra-flexible, where you're just going with whatever anyone's saying,",
        682.72,
        686.32
    ],
    [
        " that's not good.",
        686.48,
        687.16
    ],
    [
        " You need to find the middle ground.",
        687.58,
        689.6
    ],
    [
        " That's what the dichotomy leadership is.",
        689.74,
        691.12
    ],
    [
        " But it's hard for people to comprehend that.",
        692.04,
        694.9
    ],
    [
        " It's hard for people to see that where they draw that line.",
        695.22,
        700.12
    ],
    [
        " Yes, that is the way they think.",
        700.52,
        701.9
    ],
    [
        " Well, I'll never change my opinion on this.",
        701.9,
        705.36
    ],
    [
        " Okay.",
        705.6,
        705.88
    ],
    [
        " You just told me where you stand.",
        706.34,
        707.68
    ],
    [
        " Yeah, I'm not sure I like that very much.",
        707.92,
        709.62
    ],
    [
        " Yeah, there's new information can come to light.",
        709.7,
        712.42
    ],
    [
        " Yeah, that's right.",
        713.0,
        714.74
    ],
    [
        " Yeah, that's where they stand, right, in that dichotomy or whatever.",
        715.04,
        718.28
    ],
    [
        " Because I think part of it is like, yeah, they don't want to be wishy-washy.",
        718.28,
        723.0
    ],
    [
        " But the other part or the other part of that is, I'm saying if they always change their",
        723.16,
        727.7
    ],
    [
        " mind, if they're so easily to be like, okay, maybe we'll do it your way, whatever.",
        727.7,
        730.78
    ],
    [
        " It's proper.",
        731.1,
        731.24
    ],
    [
        " Yeah, I think they come off like they don't know anything.",
        731.64,
        734.32
    ],
    [
        " For sure.",
        734.48,
        734.78
    ],
    [
        " So if you don't know anything, should you even be in that position?",
        734.78,
        737.22
    ],
    [
        " Like, I don't want you to be the congressman if you don't know anything kind of thing,",
        737.56,
        741.84
    ],
    [
        " right?",
        741.98,
        742.08
    ],
    [
        " That's the feeling.",
        742.18,
        742.82
    ],
    [
        " So, and now with that, that's the feeling that people are trying to avoid when they dig",
        743.62,
        748.5
    ],
    [
        " in.",
        748.5,
        748.76
    ],
    [
        " They don't want to admit they're wrong because if I admit I'm wrong, that means for what",
        749.08,
        751.64
    ],
    [
        " I didn't know.",
        751.64,
        752.14
    ],
    [
        " You know, kind of thing.",
        752.26,
        752.78
    ],
    [
        " So it's like, no, Brad, you don't draw the line right there.",
        753.06,
        756.04
    ],
    [
        " You draw the line a couple of steps down the road.",
        756.52,
        758.82
    ],
    [
        " Be open a little bit.",
        759.26,
        760.18
    ],
    [
        " Give yourself some room to maneuver.",
        760.18,
        761.44
    ],
    [
        " Yeah, yeah.",
        761.66,
        762.32
    ],
    [
        " And dig in.",
        762.5,
        762.8
    ],
    [
        " Yeah.",
        763.1,
        763.32
    ],
    [
        " Okay, some room to maneuver.",
        763.84,
        765.04
    ]
]