[
    [
        " This is Jockel Podcast number 188 with David Burke and me, Jockel Willink. Good evening, Dave.",
        0.0,
        7.48
    ],
    [
        " Good evening.",
        7.92,
        8.36
    ],
    [
        " And on the last podcast, number 187, Dave and I dug into the first two chapters.",
        9.2,
        17.76
    ],
    [
        " We tried to make it a three. We only made it two of the Marine Corps Doctonal Publication MCDP-1-3 tactics.",
        18.56,
        27.8
    ],
    [
        " So if you haven't listened to that podcast, that's 187, then go there and start because now we are going back to the book starting with chapter three.",
        27.88,
        39.52
    ],
    [
        " Here we go.",
        40.7,
        43.74
    ],
    [
        " Chapter three is called Gaining Advantage.",
        44.98,
        47.32
    ],
    [
        " And like the other chapters, it starts with a couple quotes, the first quote.",
        48.42,
        52.98
    ],
    [
        " In war, the power to use two fists is an incredible asset.",
        53.82,
        59.18
    ],
    [
        " To faint with one fist and strike with the other yields an advantage.",
        59.94,
        64.28
    ],
    [
        " But a still greater advantage lies in being able to interchange them, to convert the faint into the real blow if the opponent uncovers himself.",
        64.68,
        74.9
    ],
    [
        " And that's BH Ladell Heart.",
        75.82,
        81.2
    ],
    [
        " It's kind of a controversial figure a little bit, but he was British officer wounded in World War One.",
        82.08,
        91.08
    ],
    [
        " Wounded in World War One, you know, last podcast we were talking about how you made it through World War One, and then you involved in World War Two, right?",
        91.76,
        100.34
    ],
    [
        " Crazy.",
        100.82,
        101.14
    ],
    [
        " BH Ladell Heart, one of those guys who was wounded in World War One took a couple years to recover and then went back into World War One, battled a psalm, wounded again, gassed.",
        103.18,
        113.7
    ],
    [
        " Wounded gas taken off the line in his entire battalion was wiped out.",
        114.4,
        117.6
    ],
    [
        " So he ended up being a writer, a military theorist.",
        118.32,
        123.18
    ],
    [
        " And I'm sure I'll cover some of his books on here at some point. They're really interesting books and he had a very interesting perspective, very, very, I would say contrary and perspective on warfare, especially contrary and in regards to World War One.",
        123.18,
        138.38
    ],
    [
        " Hey, this doesn't seem like it was a great idea.",
        138.54,
        140.84
    ],
    [
        " When your battalion gets wiped out, the battle to song, I think that might be a thing to walk away with it with.",
        141.76,
        147.54
    ],
    [
        " And the other quote that this starts with is the challenges to identify and adopt a concept of war fighting consistent with our understanding of the nature and theory of war and the realities of the modern battlefield.",
        148.36,
        161.44
    ],
    [
        " What exactly does this require? It requires a concept of war fighting that will function effectively in an uncertain chaotic and fluid environment.",
        161.96,
        168.86
    ],
    [
        " In fact, one that will exploit these conditions to advantage.",
        169.48,
        172.8
    ],
    [
        " So you hear they mentioned it, the uncertain chaotic that keeps saying that over and over again. I think they're trying to tell us something.",
        174.08,
        180.08
    ],
    [
        " But isn't it interesting to look at those uncertain chaotic things and say to yourself, good, we will exploit these things that are happening?",
        180.96,
        192.18
    ],
    [
        " Yeah, that's our opportunity.",
        192.96,
        194.0
    ],
    [
        " Yes.",
        194.44,
        194.62
    ],
    [
        " The chaos is what is our opportunity to overwhelm our opponent. That's what we want to take advantage of.",
        194.62,
        199.82
    ],
    [
        " And there are those of us that when we see that, I'm actually super excited. I'm saying those of us and I'm actually talking about myself.",
        200.48,
        209.6
    ],
    [
        " When I see chaos, I actually get excited and love it for some reason.",
        209.78,
        214.36
    ],
    [
        " So here we go. Getting started gaining advantage. A basic principle of martial arts is to use the opponent's strength and momentum against him to gain more leverage than one's own muscles alone can generate thereby gaining an advantage.",
        218.62,
        230.72
    ],
    [
        " The same concept applies to tactics. We strive to gain advantage over our adversary by exploiting every aspect of a situation to help us achieve victory, not by overpowering him with our own strength.",
        231.62,
        243.26
    ],
    [
        " This chapter will discuss several different ways of generating leverage to gain advantage over the enemy.",
        244.98,
        249.06
    ],
    [
        " This is one of those things that when I saw it, when I read this, and when I read this for the first time, I wasn't training Jiu Jitsu.",
        249.4,
        257.5
    ],
    [
        " When I read it for the second time, I was, this had a whole other meaning. This had a whole other meaning when I read this and actually understood it.",
        257.76,
        265.88
    ],
    [
        " I was talking with one of the guys I trained with, I'm trying to think of who it was. I might make Greg trained.",
        266.28,
        272.88
    ],
    [
        " When you learn to move, so if I show you a move, Dave, and you've been training Jiu Jitsu for a year and a half, you're going to pick up 12% of it, 20% of it, maybe the first time.",
        273.78,
        288.18
    ],
    [
        " I show it to Dean one time and he captures 90% of it because he has that.",
        288.24,
        293.86
    ],
    [
        " You try to explain some maneuver. We could do this drill. You could explain to me the way that you would do a maneuver in a jet plane.",
        294.24,
        303.26
    ],
    [
        " I would understand 10% of it, maybe 4% of it. I don't know.",
        304.0,
        308.16
    ],
    [
        " Whereas you explain it to one of your old teammates from Top Gun, and they're going to understand 90% of that.",
        308.84,
        315.4
    ],
    [
        " Oh, yeah, yeah, oh, I understand all that other stuff. Now you're just telling me this little tiny detail that I didn't know. Got it.",
        315.5,
        320.68
    ],
    [
        " That's what it was like reading. That's what it's like reading this book from you when I read it later when I did Jiu Jitsu.",
        321.02,
        327.38
    ],
    [
        " Everything. When you know the way broadly you see it in all things.",
        328.12,
        332.7
    ],
    [
        " We just had that conversation the other day. I went back to look at this in my mind. I want to review this because I want to have it fresh in my mind.",
        334.62,
        345.04
    ],
    [
        " I've read it. I've read it a few times. I can't remember exactly the last time I read it, but it was well before any of this.",
        345.66,
        353.98
    ],
    [
        " When I read it, it wasn't a review. It was like a whole new book the way I was reading it.",
        354.54,
        360.74
    ],
    [
        " I was just seeing things in there that I couldn't make any connections to before. That I could make the connections now.",
        361.08,
        365.9
    ],
    [
        " Parts are because it's so simple and straightforward. But because the things are saying they apply everywhere. You can see what this is saying everywhere.",
        366.2,
        372.72
    ],
    [
        " It's true throughout from the beginning to end. You see these things in there. It's awesome to see it that way.",
        373.48,
        378.72
    ],
    [
        " Back to the book. Consider the American Indian ambush technique. A small number of warriors could withdraw superior force of pursuing cavalry into a canyon or similar close terrain.",
        380.8,
        391.5
    ],
    [
        " Their larger force of warriors lying in a weight would quickly surround and ambush the soldiers who thought they had been pursuing a retreating enemy.",
        392.08,
        399.22
    ],
    [
        " By exploiting the cavalry's initial advantages of strength and momentum, the American Indians were able to seize the initiative and gain advantage through the use of this classic ambush method.",
        400.18,
        411.28
    ],
    [
        " Fire sack. Are you familiar with that doctrinal term?",
        411.98,
        416.34
    ],
    [
        " Yes.",
        417.4,
        417.68
    ],
    [
        " That's basically what they're describing.",
        418.08,
        419.48
    ],
    [
        " Hey, we're going to surround you completely and shoot you.",
        419.78,
        421.84
    ],
    [
        " I used to set that up where I would capture the friendly seals that were going through my training.",
        422.88,
        428.84
    ],
    [
        " I captured them in a fire sack. It would be a blood bath.",
        428.84,
        432.78
    ],
    [
        " Combined arms. The use of combined arms is a key means of gaining advantage.",
        434.1,
        438.4
    ],
    [
        " It is based on the idea of presenting the enemy not merely with a problem but with a dilemma. And they've got that italicized.",
        439.34,
        447.36
    ],
    [
        " Yes.",
        447.66,
        447.82
    ],
    [
        " It is based on the idea of presenting the enemy not merely with a problem but with a dilemma.",
        448.32,
        455.98
    ],
    [
        " A no-win situation. We combine supporting arms, organic fires and maneuver in such a way that any action the enemy takes to avoid one threat makes him more vulnerable to another.",
        456.58,
        469.66
    ],
    [
        " This is what we do in Jiu-Jitsu.",
        469.82,
        470.86
    ],
    [
        " We got the triangle arm lock sweep combination happening no matter which way they're caught in that dilemma, which way are they going to get tapped out or swept or end up in a worse position.",
        471.12,
        482.54
    ],
    [
        " For example, an entrenched enemy should discover that if he stays hunkered down in fighting holes, Marine artillery and air will blast him out.",
        482.96,
        490.7
    ],
    [
        " If he comes out to attack, Marine infantry will cut him down.",
        490.7,
        492.7
    ],
    [
        " If he tries to retreat, Marine armor and air power will pursue him to his destruction. That is combined arms. The combined arms dilemma.",
        492.7,
        500.54
    ],
    [
        " A good example of the use of combined arms at the squad level would be the squad leader positioning squad automatic weapons and grenade launchers to provide support by fire while infantrymen with rifles assault the position.",
        501.86,
        515.32
    ],
    [
        " The firepower from the automatic weapons keeps the enemy in their fighting holes while grenades make those holes untenable.",
        515.56,
        522.06
    ],
    [
        " These supporting fires keep the enemy from reacting effectively to arm maneuvering infantry force. The enemy forces are placed in a no-win situation.",
        522.14,
        530.76
    ],
    [
        " You know what I think of when I think of one of the best examples that I can think of when I think of combined arms effectiveness being used effectively was when we were in the modding and the enemy would utilize combined arms attacks.",
        532.1,
        549.66
    ],
    [
        " For example, US and Iraqi forces had outposts, we had checkpoints and what the enemy would do is they would start off from a very covered position. This is a low threat for them to attack as you get into a couple of buildings away.",
        551.38,
        571.56
    ],
    [
        " You can either start with mortars or you start with machine gun fire.",
        571.76,
        575.32
    ],
    [
        " So there's a let's say there's an Iraqi checkpoint and there's a couple of Americans, but it's mostly Iraqi checkpoint.",
        575.88,
        580.7
    ],
    [
        " The first thing the enemy does is start lobbing mortars in. What does everyone do in mortars start? Everyone takes cover because you have to take cover.",
        580.7,
        588.38
    ],
    [
        " If there's mortars going off, you have to take cover. Once you take cover, now the enemy gets up with their machine guns and gets a good position.",
        588.6,
        594.16
    ],
    [
        " When you start to reveal yourself, they're there with machine guns. Now that they've got the machine guns rocking and rolling, they've got your head down even deeper outcome, the RPGs and the RPGs are coming in and slamming direct fire into your position.",
        594.16,
        607.66
    ],
    [
        " And while that all is happening, in comes a vehicle born ID that rolls all the way through the gates and detonates and blows up.",
        608.06,
        615.32
    ],
    [
        " So that is what that is a classic use of combined arms dilemma. You doesn't matter what way you go. You're going to be in trouble.",
        616.12,
        624.2
    ],
    [
        " Yeah, for sure. And having lived through that scenario repeatedly and how often they would do that, I think that distinction of a problem versus a dilemma is the critical thing because with a dilemma, you actually have to react.",
        624.44,
        638.06
    ],
    [
        " When your choices can't just be, hey, we're going to ride this thing out and let it play itself out and you actually have to react because if you do nothing, that initial move that they're making that by itself, if you don't react to indirect fire, you just stand there.",
        638.64,
        650.9
    ],
    [
        " That could be the problem that ends up being effective for them. So you actually have to respond in a way that allows them to move down the road.",
        651.54,
        658.68
    ],
    [
        " And when the Marine Corps talks about doing this, they don't know if it's going to be the aircraft or the indirect fire or the machine because they don't know which one it's going to be.",
        658.98,
        666.44
    ],
    [
        " But the key is creating a situation that the enemy has to do something and if they choose to do nothing, good.",
        666.96,
        672.56
    ],
    [
        " Yeah. Then the first move is going to kill them. Yeah.",
        672.84,
        674.9
    ],
    [
        " That isn't typically what happens, but it forces them to do something, which is what you're looking, that's the advantage of looking to exploit. And being in the receiving of that, it sucks.",
        675.4,
        684.26
    ],
    [
        " It's awful feeling of what that feels like, hey, we have to do something and then you start to play it out.",
        685.58,
        690.12
    ],
    [
        " And you're mind like, if I do this, then this, and it could be actually paralyzing if you're not careful about it, it will paralyze you and doing nothing, which is everybody's bad.",
        690.82,
        697.86
    ],
    [
        " Yeah, there's a couple of things. Number one, obviously we see this in Jiu-Jitsu and you get stuck where the person's coming out with you with multiple attacks. Now, to your point, if I do a, if I attempt to sweep you,",
        698.48,
        714.24
    ],
    [
        " but I don't actually attempt to sweep you, I just faint at sweeping you. You don't have to really defend it because I didn't really do it.",
        714.26,
        721.38
    ],
    [
        " So therefore, if I try and sweep you, if I want to get a reaction from you, I actually have to try and do it. And like you just said, if you don't defend it, you're getting swept.",
        722.08,
        729.64
    ],
    [
        " Yeah.",
        729.88,
        729.98
    ],
    [
        " So you have to actually do it. It can't just be not that you can't faint, not that we don't, you know, do little faint and false moves to set people up, because you do that all the time.",
        730.46,
        741.92
    ],
    [
        " You do it in combat. But if you really want to get a reaction from you, you got to commit to that movement. It's got to be real.",
        741.92,
        746.58
    ],
    [
        " And it's the same thing when you're dealing with human beings.",
        746.98,
        749.58
    ],
    [
        " Yeah.",
        750.02,
        750.14
    ],
    [
        " You know, when I say, if I deliver an ultimatum to you, because the project wasn't done, and I go, Dave, if you don't finish this project on time, you're fired.",
        750.28,
        760.7
    ],
    [
        " If I say that I have to actually do it.",
        761.12,
        763.86
    ],
    [
        " Right.",
        764.12,
        764.76
    ],
    [
        " Otherwise, I lose all this respect. I can't just make these idle threats. They need to be real.",
        764.88,
        770.1
    ],
    [
        " And on the receiving end, I mean, that for me, and I talked about, I think the last podcast about that, wrecking a ham, I'm so junior, I'm so novice at this.",
        771.62,
        780.46
    ],
    [
        " And I remember talking to you about it early on. I would claim like, man, why am I so tired? Why do I get so, and one of the things I was doing is sort of overreacting every single thing and exerting myself 100% all the time.",
        780.64,
        792.56
    ],
    [
        " And I remember one of the thinking about, okay, I'm not going to overreact to these things that were happening.",
        793.92,
        800.4
    ],
    [
        " And I remember one of the first times I'm consciously thinking about that on the mat.",
        800.4,
        803.28
    ],
    [
        " And somebody was setting up an arm bar. I was aware, like he's setting up an arm bar.",
        803.42,
        807.2
    ],
    [
        " And I'm thinking, this is going to be awesome, because I'm not going to overreact to this arm bar.",
        807.28,
        810.52
    ],
    [
        " And guess what happened?",
        811.02,
        811.86
    ],
    [
        " I got submitted in the arm bar.",
        812.02,
        813.9
    ],
    [
        " Yeah. And it's like, you said, it has to be, the faint has to be real.",
        814.24,
        820.78
    ],
    [
        " And that was me in a complete novice move of, oh, I'm totally out maneuvering this guy. He's going for that faint arm bar, because what he really wants me to do is over commit to that so we can set up a choke.",
        822.08,
        830.6
    ],
    [
        " And I ignored the arm bar. And he tapped me about five seconds in an arm bar, because I did no reaction to it.",
        831.16,
        836.26
    ],
    [
        " And that's really, that's what the dilemma is. And on the receiving end is recognizing that faint could be the death blow if you actually don't respond to it correctly.",
        836.98,
        845.94
    ],
    [
        " If he's not doing it just as a faint, he's actually doing it to reveal your weakness, which is the key to that.",
        846.18,
        851.34
    ],
    [
        " And the Marine Corps operates, expecting they don't have some massive numeric advantage.",
        851.42,
        855.24
    ],
    [
        " And the Marine Corps doesn't go to war thinking they've got five to one manpower advantage.",
        855.4,
        858.52
    ],
    [
        " They go to war with the numerical disadvantage to create these points of friction so that limited resources create a problem that the enemy has to respond to.",
        858.92,
        866.54
    ],
    [
        " And if they don't respond, they kill them anyway.",
        866.6,
        868.02
    ],
    [
        " Yeah. And that's the important thing. So the other part that you mentioned was, you're in this dilemma.",
        868.3,
        874.4
    ],
    [
        " What are you going to do? And you said you've got to do something. And that is true.",
        875.06,
        879.86
    ],
    [
        " Because the best case scenario, if I'm, if I'm attempting to catch you in the combined arms dilemma or in an unlock, the best case scenario for me is you don't react.",
        880.22,
        889.98
    ],
    [
        " And then you just get, you just get crossed by whatever that first initial salvo is.",
        890.36,
        894.48
    ],
    [
        " The worst thing for me is when you attack me. I mean, to be straight up, I'm saying this works every time.",
        896.88,
        904.22
    ],
    [
        " But if I'm getting attacked, one of the most unexpected things that you can do back to me is you attack me.",
        904.84,
        912.64
    ],
    [
        " So, oh, you start shooting machine guns at me. Oh, guess what? You didn't know.",
        913.12,
        917.12
    ],
    [
        " So I had claymores out in this surrounding area. And as soon as I, the machine gun fires, I'm clacking off claymores.",
        917.12,
        923.14
    ],
    [
        " And in one second, like the saw guys, they would have their claymores set up. And if they get attacked, the first thing they're doing is igniting claymores.",
        923.26,
        930.48
    ],
    [
        " So that, that immediately, they're, they get fire superiority from the claymore going off.",
        930.56,
        935.34
    ],
    [
        " So what can we do? And more important, how can we set ourselves up preemptively so that when these things unfold, we have an immediate action drill that puts us in the middle of the fire.",
        935.64,
        947.1
    ],
    [
        " It puts us from the defensive to the offensive very, very quickly. When we learned immediate action drills in the SEAL teams, we were learning from the Vietnam guys.",
        947.1,
        954.9
    ],
    [
        " When they got contacted in the jungle, the very first thing they did was hit the ground and everyone unloads a magazine into their field of fire.",
        955.12,
        964.16
    ],
    [
        " Period. End of story. That's what's going to happen. You could, the saw guys, it was the same thing. Oh, we get contacted. And it was a great story that Tilt told was everyone dumps their mag.",
        964.28,
        973.86
    ],
    [
        " And then there's silence because everyone dumped their mag on both sides. The, the, the NBA and the, the saw guys, they all dump their mags.",
        974.04,
        984.56
    ],
    [
        " And then there's silence. And then it's who can get reloaded the quickest. But what they did in that moment is take away the advantage of the enemy.",
        984.66,
        992.18
    ],
    [
        " Because the enemy is attacking them. And their immediate reaction is, oh, you're going to shoot at us. You're going to try and get us in some kind of a combined armed dilemma.",
        992.4,
        999.0
    ],
    [
        " Okay, cool. Watch this because they're waiting for the B 40 rockets. They're, that's what their goal is. And they're going to try and maneuver. But guess what?",
        999.12,
        1005.46
    ],
    [
        " We're going to immediately fire back at you. We're going to fire back at you hard. And then we're going to, we're going to see who wins that next little race to who can make the next move.",
        1005.62,
        1013.66
    ],
    [
        " And even the idea of being, of anticipating and being prepared for that, expecting that to happen, which actually in Ramadi, we were, I wasn't, we weren't shocked that the enemy was attacking us.",
        1014.16,
        1024.28
    ],
    [
        " We actually did some preparation and some thought went into that. And some of the things and the combined, combined arm side. And I know this as an aviator.",
        1024.28,
        1031.0
    ],
    [
        " Look, the enemy doesn't have an unlimited number of directions to attack us from all the time. They're actually places where they can attack areas, we control areas, we have dominance over.",
        1031.62,
        1039.12
    ],
    [
        " And so if you think about, they actually had a limited number of things they could do. And if we prepared enough, we could actually have pre-plan responses into the most likely areas that immediately we could respond with as we're ducking, getting our heads down as opposed to",
        1039.24,
        1053.08
    ],
    [
        " no preparation, no expectation this happening. And actually, then we can't respond well. But the idea of being attacked in combat, it's absolutely an eventuality we, we should prepare for. And there's things you can do to respond just like you said. And we, we would do that.",
        1054.06,
        1067.18
    ],
    [
        " I mean, that's why we didn't get overwhelmed when they attacked us because we had a plan for how to respond to that.",
        1067.36,
        1071.68
    ],
    [
        " Yes.",
        1072.18,
        1072.44
    ],
    [
        " Back to the book. Modern tactics is combined arm tactics. That is, it combines the effects of various arms infantry, armor, artillery and aviation to achieve the greatest possible effect against the enemy.",
        1076.02,
        1089.16
    ],
    [
        " Artillery and infantry, for example, are normally employed together because of their mutually reinforcing capabilities.",
        1089.72,
        1094.88
    ],
    [
        " The infantry provides close support to the artillery, protecting them from dismounted threats, while the artillery provides the infantry with timely, close, accurate and continuous fire support.",
        1095.04,
        1105.14
    ],
    [
        " The strength of the arms complement, the strengths of the arms complement and reinforce each other. At the same time, the weaknesses and vulnerabilities of each arm are protected or offset by the capabilities of the other.",
        1105.48,
        1119.82
    ],
    [
        " While the division commander in 1941, General Patton had the following comments regarding combined arms.",
        1120.58,
        1126.9
    ],
    [
        " There is a tendency in each separate unit to be a one handed puncher. By that, I mean that the rifleman wants to shoot, the tanker to charge, the artillery man to fire.",
        1127.5,
        1140.86
    ],
    [
        " That is not the way to win battles. If the band played a piece first with the piccolo, then with the brass horn, then with the clarinet, and then with the trumpet, there would be a hell of a lot of noise but no music.",
        1141.84,
        1155.86
    ],
    [
        " To get harmony and music, each instrument must support the others. To get harmony and battle, each weapon must support the other.",
        1157.14,
        1164.12
    ],
    [
        " Team play wins.",
        1164.96,
        1166.86
    ],
    [
        " Covered move? Yes, it is so huge. It is so important to think about that.",
        1169.82,
        1173.4
    ],
    [
        " Look, that is one of the beautiful things about the ethos of the Marine Corps and why TBS is so important.",
        1173.7,
        1179.6
    ],
    [
        " When we say every Marine is a rifleman, that is not just words.",
        1179.88,
        1185.14
    ],
    [
        " Does that mean every Marine is as competent as an infantry man in the Marine Corps? No, it does not. If you are an infantryman, you are going to be more competent in those things.",
        1185.74,
        1194.12
    ],
    [
        " But at the basic school for a Marine officer, I had exposure to virtually every single arm's profession in the Marine Corps.",
        1194.64,
        1203.04
    ],
    [
        " And in business, we see this when we talk about, hey, if I am on the sales team, do I need to be an expert in marketing? No. Do I need to have a hundred percent understanding of what is going on with IT? No.",
        1203.38,
        1214.44
    ],
    [
        " But actually what you need is a good understanding of that and a relationship strong enough to leverage what they are doing, not just because it is help, but because that can be the difference maker in you being successful.",
        1214.64,
        1225.8
    ],
    [
        " And the ones where we see them, while themselves are off from their silo, and don't have any basic understanding, they can't leverage that capability when they needed the most.",
        1226.5,
        1235.62
    ],
    [
        " And in the Marine Corps, I was not an expert in artillery. I was not an expert, but I understood it enough to be able to communicate with them and understand what they, a, could contribute and be more importantly, how I could help them, which in turn, let them do the exact same thing for me.",
        1235.98,
        1249.96
    ],
    [
        " And in business too, they, they, they wall themselves off, this is what I do, you do that. And they, they are on the opposite side of offense, inside the same company.",
        1250.9,
        1257.04
    ],
    [
        " It doesn't mean you have to be a hundred percent of everything they do, but you have to understand it and how it contributes to what you're doing.",
        1257.18,
        1263.78
    ],
    [
        " Covered move. You, you got to cover move. Do it.",
        1265.8,
        1270.32
    ],
    [
        " First law of combat cover move. Why is it the first call it law of combat? Because that's what teamwork is because you have to work. If, if you're not working together, if you don't have a team that's working together, you don't, not only the other, you don't matter.",
        1270.32,
        1283.08
    ],
    [
        " I could give you this great simple plan. And if you and I don't have a good relationship and it doesn't matter, it doesn't matter.",
        1283.48,
        1288.52
    ],
    [
        " What about prioritizing? Oh, but we're not working together. The team doesn't matter.",
        1288.84,
        1291.66
    ],
    [
        " Manoeuvre. Manoeuvre provides us a means to gain advantage over the enemy in too many battles. One or both sides have sought to gain advantage in combat through firepower and attrition.",
        1295.64,
        1305.38
    ],
    [
        " In World War one, one side would rush across No Man's land under murderous fire and attempt to push an opponent off desired terrain. If the attack succeeded and few did, the evicted forces counter attacked in the same manner, usually reoccupying the same terrain they had before.",
        1305.74,
        1322.24
    ],
    [
        " These battles were firepower and attrition contests and the advantage lay with the side that had the most personnel and equipment to expend to the tune of 60,000 casualties in one day.",
        1322.24,
        1337.14
    ],
    [
        " The cost and casualties in equipment was high and often produced no decisive results. We want to avoid this type of engagement.",
        1337.78,
        1345.4
    ],
    [
        " We want to avoid this type of engagement. This type of engagement. Okay, from a combat situation, obviously we understand what that is. We don't want it from an individual dealing with another individual from a leadership perspective.",
        1347.58,
        1359.24
    ],
    [
        " If what I get out of my confrontation with you is that I've expended a bunch of leadership capital. I've damaged our relationship. I've made you feel insecure or untrusted. But I got my way in the end. I gained a little bit of authority over you.",
        1359.84,
        1384.6
    ],
    [
        " You got your 10 yards of authority. It's a type of engagement that I see people do. And they don't understand how negative it is.",
        1384.6,
        1397.82
    ],
    [
        " They win. This is the sad thing. When you charge that German line and you take 4,000 casualties and you move 50 yards forward and you raise your hands and you say, I won.",
        1398.48,
        1410.94
    ],
    [
        " And you're actually standing up and saying, I won. You're standing on the backs of 4,000 dead men. And you're holding up your arms saying, I won.",
        1412.54,
        1422.86
    ],
    [
        " So when you get in an argument with one of your subordinates or with one of your bosses or with one of your peers and you inflict damage and you expend ammunition and you expend leadership capital.",
        1423.36,
        1434.1
    ],
    [
        " And then you stand up and you come through with a victory and you stand up and you raise your arms and you say, I won. Look underneath your feet and see what you're standing on because you're standing upon your reputation.",
        1434.1,
        1445.98
    ],
    [
        " You're standing on your dead, you're dying reputation. You're standing on your, your expended leadership capital. You're standing on top of a wounded relationship. So don't do that.",
        1445.98,
        1458.08
    ],
    [
        " Back to the book. Traditionally, maneuver is meant moving in a way that gains positional advantage. For example, we may maneuver by enveloping by enveloping an exposed enemy flank or by denying enemy terrain critical to his goals.",
        1461.64,
        1475.18
    ],
    [
        " We may maneuver by threatening the enemy's lines of communication and forcing him to withdraw. We may maneuver by seizing a position which allows us to bring effective fire to bear against the enemy but which protects us against enemy fires.",
        1475.18,
        1486.94
    ],
    [
        " We may maneuver in other dimensions as well. For instance, we may also maneuver in time by increasing relative speed and operating at a faster temple than the enemy. Normally, we maneuver both in time and space to gain advantage and ultimately victory at the least possible cost.",
        1487.62,
        1502.46
    ],
    [
        " There are so many other ways to move forward towards your strategic goal and people are just absolutely blind to these ways and the only way that they feel it's like they can't recognize anything other than I'm going to attack you.",
        1502.7,
        1526.68
    ],
    [
        " If I'm not attacking you, then how can I win? They don't understand that there's so many other different ways to win. And again, I'm talking about a leadership leadership up or down the chain of command peer relationship, whatever.",
        1527.76,
        1540.62
    ],
    [
        " The only way I feel like I can beat Dave is by imposing my will upon him and that's how I'm going to win. When the reality is that's actually the worst way to win.",
        1541.26,
        1551.7
    ],
    [
        " If there is a tactic that is disconnected from the strategy, it's virtually guaranteed to lose. And that's why there's a difference between being tactical and what the tactic is.",
        1553.34,
        1565.98
    ],
    [
        " The tactic might be you come in from the north and I bring my forces up the middle and I use that might be the tactic to do that.",
        1566.14,
        1571.84
    ],
    [
        " But if there's not a connection to what the strategic outcome is, it's guaranteed to not have the impact that you want. And what we see is all too often is there's no understanding of why we're doing the thing that we're doing other than for the reason to do it.",
        1572.16,
        1586.16
    ],
    [
        " I was with the company a couple of weeks ago and I was looking at personnel, the number of people had.",
        1586.78,
        1591.08
    ],
    [
        " And I'd gotten some feedback in a survey that a couple folks at the company weren't real happy. They didn't really feel that they were well used and that they their contribution was marginal.",
        1592.02,
        1600.94
    ],
    [
        " They didn't feel like they were a big part of the team. And one of those feedbacks was to figure out what that is. And I'd ask the COO and I asked him, hey, there's a guy in this department and this is some of the feedback.",
        1600.94,
        1612.28
    ],
    [
        " And his answer was he go, well, he was actually a defensive hire. We hired this guy because I was afraid of our competi- he's competent guy but I was afraid my competition would get him first. So we brought him in.",
        1612.78,
        1622.34
    ],
    [
        " I'm like, okay, there's a reason to do that. And so what are you doing with him? Like not much. We really just didn't want our competition to get him.",
        1622.88,
        1629.42
    ],
    [
        " I'm thinking, this person is met the threshold by which if he goes to your competition, he could be damaging. That's how competent and capable this person is.",
        1630.34,
        1639.58
    ],
    [
        " So you've made the mind mindset, like I need to bring this guy to my team because he's too good if the other person gets him. And then your answer was to do nothing with him.",
        1639.58,
        1647.7
    ],
    [
        " And just that idea of, and he was so stoked that they had gotten this guy before their competitor got them. And so you know what?",
        1647.86,
        1657.66
    ],
    [
        " Tactical big one. They won. I got this guy. I got Jack on to my team before my competition does. What do you do with them now? Nothing. That was the move. That was the plan.",
        1657.88,
        1666.4
    ],
    [
        " And just kind of that missing of just, you've done nothing for the big picture. And actually this person is going to be more motivated over time when he leaves your company to bulldoze you because of what you did to him in doing that.",
        1666.84,
        1678.52
    ],
    [
        " And you see that like, man, this is, and it's not a hard problem to solve. You can, when you see it from the outside, but from the inside it was we won. We got to win. We pulled this guy over.",
        1679.16,
        1687.28
    ],
    [
        " The reason I took a note while you were talking. And it's a little, it's a disconnected subject, but I'm going to bring it up anyways just to make sure it doesn't slip away.",
        1689.7,
        1698.22
    ],
    [
        " One of the things of dealing with another company.",
        1698.72,
        1701.32
    ],
    [
        " We pay people money, right? And people talk about, well, how do you, how do you, how do you make someone happy? Right? And what livers can you pull? Right?",
        1702.26,
        1715.82
    ],
    [
        " You can pay them more. You can give them less work. You can give them more rewarding. You can give them ownership of things. Right? Like that's who, so there's, there's like the money. And then there's everything else. Right?",
        1715.82,
        1725.48
    ],
    [
        " Everything else. Give people ownership of things. But and I wrote down the word fate.",
        1725.98,
        1730.9
    ],
    [
        " Because one of the best possible ways you can compensate a human being is by giving them more control over their own fate.",
        1731.52,
        1740.02
    ],
    [
        " And so often this is not used as a lever. And it's a powerful lever. And it's not like, it's not like, okay, you know what?",
        1740.88,
        1746.92
    ],
    [
        " I'm going to manipulate Dave into wanting to do good work by giving, by by giving him this false sense that I'm going to give him some control over his own fate.",
        1746.98,
        1755.26
    ],
    [
        " That's not what I'm talking about. I'm talking about actually giving the person control over their own fate.",
        1755.72,
        1759.78
    ],
    [
        " And all of a sudden Dave looks up and goes, well, you know, I don't have to do this today or I can. And if I do, I'll be rewarded.",
        1760.04,
        1766.12
    ],
    [
        " And things will go better for me. I control my destiny. I control my future. Just a good way to, again, I guess the reason I thought of this is it's a maneuver that you can use as a leader.",
        1766.12,
        1777.24
    ],
    [
        " It's instead of me barking and crippling my relationship and wounding my subordinate. Why not lift them up, improve the relationship and get them to do what I want them to do by giving them more control over their own fate.",
        1777.74,
        1792.74
    ],
    [
        " What is really helpful as a leader to be able to understand to do those things is not not just the strategically is to what we talked about in the last podcast, which is actually care about them.",
        1796.72,
        1809.82
    ],
    [
        " Actually believe and care about them is one of the things that guides you to recognize that that would be so critical for them.",
        1811.08,
        1817.3
    ],
    [
        " And the return on that would be that the loyalty and all the things that that you really want is from them to do it anyway.",
        1818.04,
        1824.02
    ],
    [
        " And that it's not a trick. It's actually believing in that person's livelihood and happiness, the things that make that person's life better is to believe it.",
        1824.34,
        1832.72
    ],
    [
        " That's what how you allow them to have that thing, which is, I know you want more control over your fate, we all do.",
        1832.88,
        1837.9
    ],
    [
        " And I'm not doing it as a play. I'm doing it because I care about you that much. And the irony is the return of that is I get what I want.",
        1838.56,
        1844.86
    ],
    [
        " I get this incredibly loyal person that will do anything for me.",
        1845.06,
        1848.22
    ],
    [
        " It's one of the hardest things to explain about all this stuff is that it works when you make a maneuver like that.",
        1848.58,
        1857.64
    ],
    [
        " When I say, Dave, you know, you take more control of your own fate. It works. And the person will do step up and do better.",
        1857.68,
        1865.52
    ],
    [
        " But the, and it will be much, much, much better for Dave.",
        1866.04,
        1869.82
    ],
    [
        " But what you would think the complete bonus is, is that it'll be much, much better for me.",
        1870.36,
        1875.98
    ],
    [
        " And I'm going to win because Dave is happy. And when Dave's happy, Dave does better work. And when Dave does better work, we do better as a team.",
        1876.2,
        1883.86
    ],
    [
        " And when we do better as a team, I win. Meanwhile, the con, converse of that is me thinking, nope, this is me. I'm going to take care of me.",
        1883.86,
        1892.3
    ],
    [
        " And Dave, Dave therefore needs to do what I say. And now guess what? Dave doesn't do as good work. He doesn't put out as much effort.",
        1892.92,
        1898.58
    ],
    [
        " And Dave and the team doesn't do as well. And now I look bad.",
        1898.88,
        1901.26
    ],
    [
        " Next section, exploiting the environment, the use of the efficient, the use of the environment offers tremendous opportunities to gain advantage over the enemy.",
        1902.54,
        1912.16
    ],
    [
        " We must understand the characteristics of any environment where we may have to operate jungle desert mountain, Arctic river, and urban.",
        1912.16,
        1920.26
    ],
    [
        " More importantly, we must understand how the effects of terrain, weather, and periods of darkness or reduced visibility impact our own and our adversaries ability to fight.",
        1920.9,
        1931.7
    ],
    [
        " So this is another one of those statements like we heard on the last podcast where you wouldn't think that somebody needs to tell you,",
        1931.92,
        1938.84
    ],
    [
        " you must understand the characteristics of the environment where you're going to operate. Seems like that's super real obvious.",
        1938.84,
        1945.5
    ],
    [
        " And yet there it is in plain English broken down for all of us idiots because so often we overlook the fact that we're in a different environment or a new environment or an environment that's shifting or an environment that we never even took a good look at in the first place.",
        1946.24,
        1962.06
    ],
    [
        " Next terrain.",
        1964.76,
        1966.06
    ],
    [
        " Our objective is to employ tactics that make terrain an advantage to us and a disadvantage to our opponent terrain impacts on our maneuver and influences our tactical dispositions.",
        1966.92,
        1978.4
    ],
    [
        " We must understand terrain and comprehend its effects as it may limit our movement, reduce our visibility or restrict our fires.",
        1978.4,
        1985.2
    ],
    [
        " We must understand what effects it has on the enemy and on his abilities to detect or engage us.",
        1985.5,
        1993.6
    ],
    [
        " We must be aware that the enemy also seeks advantage from terrain.",
        1993.76,
        1997.86
    ],
    [
        " We must understand that terrain shapes the enemy's maneuver and dispositions as well as our own.",
        1998.4,
        2003.46
    ],
    [
        " This is for you know how I'm always saying, hey for the business world, this is not for the business world I'm about to say.",
        2006.26,
        2014.8
    ],
    [
        " When you're a young leader and you're going to be on the ground fighting army special operations Marine Corps, whatever unit you're with,",
        2015.24,
        2023.72
    ],
    [
        " the terrain is like the thing that brings you from sort of, it brings you to the next level.",
        2026.66,
        2036.28
    ],
    [
        " Understanding terrain brings you to the next level.",
        2036.66,
        2038.86
    ],
    [
        " If you don't understand terrain and how to use it and how the enemy's going to use it, you are a baby.",
        2038.98,
        2043.22
    ],
    [
        " This is like this brings you into your teenage years.",
        2044.08,
        2047.54
    ],
    [
        " And I believe me, I've met commanders or leaders at every level that do poor babies when it came to terrain.",
        2048.38,
        2058.82
    ],
    [
        " They didn't understand these incredible.",
        2058.96,
        2061.96
    ],
    [
        " You know what I'm saying it's like teenage but at the same time it's also like masters.",
        2062.84,
        2066.32
    ],
    [
        " If you are good at terrain, if you're good at understanding terrain, it's night and day.",
        2066.78,
        2071.54
    ],
    [
        " Yeah and it actually helps solve so many other problems.",
        2072.1,
        2075.8
    ],
    [
        " If you're deficient in resources and all the in combat or anywhere, if you don't have all the things that you think you need enough guns enough people,",
        2075.86,
        2082.94
    ],
    [
        " if you occupy the most critical terrain, it actually is a huge hedge against not having all the things you wish you had.",
        2082.98,
        2091.38
    ],
    [
        " More guns and bombs and okay we don't have those.",
        2091.94,
        2094.0
    ],
    [
        " But you can have all the resources in the world and if you're not in the right place to utilize them, it isn't going to work.",
        2094.66,
        2100.3
    ],
    [
        " That's true in combat, that's true anywhere.",
        2100.7,
        2102.58
    ],
    [
        " And it isn't just the high ground, the biggest hill is not always.",
        2103.18,
        2106.88
    ],
    [
        " It's actually being able to just see what the terrain looks like and recognizing that is the best place to be to recognize where the commending event is going to occur to bring my forces to bear.",
        2107.5,
        2117.14
    ],
    [
        " It's here and I see that and I've got to get control of that terrain.",
        2117.46,
        2120.8
    ],
    [
        " And now when it comes down, when we do translate it back to the business site, there's a couple big key points here.",
        2120.84,
        2126.5
    ],
    [
        " Okay and it's like what they say about counterinsurgency, right?",
        2127.36,
        2130.68
    ],
    [
        " The decisive terrain and counterinsurgency is not an airfield and it's not a mountain and it's not a beachhead, it's the people.",
        2130.94,
        2138.28
    ],
    [
        " Well guess what the decisive terrain is in an organization and in a business, it's the people all day long.",
        2138.84,
        2145.06
    ],
    [
        " That's the decisive terrain. So what you have to do is you have to get those people on board with the program.",
        2145.5,
        2150.24
    ],
    [
        " So when a counterinsurgency, what you have to do is you have to get the local populace to support what you're doing.",
        2150.48,
        2153.88
    ],
    [
        " When you have to do in a business, you have to get the local populace that people that work for you on board with what you're doing.",
        2154.1,
        2159.48
    ],
    [
        " That's the decisive terrain.",
        2159.66,
        2160.82
    ],
    [
        " So you've got to know what that terrain consists of.",
        2161.34,
        2163.88
    ],
    [
        " And it is equally important as the terrain, the high ground that you might see on the battlefield.",
        2164.4,
        2168.68
    ],
    [
        " The other part of this is the moral terrain.",
        2169.1,
        2171.16
    ],
    [
        " Where are you at morally?",
        2171.76,
        2173.62
    ],
    [
        " And I had this conversation with the CEO that was complaining to me that there was bad, actually this was two CEOs in a row.",
        2174.22,
        2180.6
    ],
    [
        " They were both complaining about competitors that were very good at lying about them in their products.",
        2181.1,
        2189.62
    ],
    [
        " So there's, there's this other company which is slightly bigger than ours and every time we do something, they're putting out bad propaganda that are lying about us and it gets traction.",
        2190.8,
        2201.0
    ],
    [
        " And then I saw the same, another company's same thing.",
        2202.7,
        2205.62
    ],
    [
        " And you know, it gets brutal.",
        2206.18,
        2207.56
    ],
    [
        " It gets brutal.",
        2208.22,
        2208.76
    ],
    [
        " And you know, you can watch the news and you can watch politicians on the news and you listen to what the two sides of the two different parties are saying.",
        2209.06,
        2218.56
    ],
    [
        " And they're completely like, there's no possible way that they, that there's, that they're even close to any middle ground.",
        2218.78,
        2227.5
    ],
    [
        " Right? They're saying completely opposite things.",
        2227.5,
        2230.06
    ],
    [
        " And so that's what these companies deal with.",
        2230.62,
        2234.44
    ],
    [
        " Companies do the same things.",
        2234.56,
        2235.48
    ],
    [
        " They will straight up lie about what another company is doing.",
        2235.48,
        2238.82
    ],
    [
        " And what's the defense against that?",
        2239.48,
        2242.02
    ],
    [
        " Well, the defense is that you have the truth.",
        2242.36,
        2244.94
    ],
    [
        " And if you have the truth and you don't weaponize it, you need to weaponize it.",
        2245.28,
        2248.98
    ],
    [
        " Just right. I ended up telling both of these CEOs.",
        2248.98,
        2250.26
    ],
    [
        " You need to weaponize the truth.",
        2250.6,
        2252.44
    ],
    [
        " You need to get the truth out there.",
        2252.48,
        2253.84
    ],
    [
        " You need to go on the offense with the truth.",
        2253.84,
        2255.5
    ],
    [
        " You have the high ground, but you're sitting there letting someone drop, drop lie bombs on you.",
        2255.5,
        2261.06
    ],
    [
        " You're going to sit there and you're going to be in the combined arm's dilemma because you're going to come out looking, looking bad",
        2261.58,
        2266.76
    ],
    [
        " because you're now backpedaling trying to explain things that shouldn't need to be explained in the first place.",
        2266.76,
        2271.74
    ],
    [
        " And if you actually occupy that moral, if you actually do occupy the high ground there and you actually do have the truth, you can be transparent and honest about it.",
        2272.3,
        2281.4
    ],
    [
        " You don't have anything to hide because those things aren't those are lies.",
        2281.4,
        2284.88
    ],
    [
        " And if you actually have that, then you actually have the weapon and you occupy that high ground because you're doing it the right way.",
        2284.9,
        2292.1
    ],
    [
        " You're not lying, you're not you're not doing those things.",
        2292.34,
        2294.5
    ],
    [
        " And if you're actually covering some of those things up, if you actually are hiding some of that and you've advocated that moral piece of this, then you're going to lose again.",
        2294.8,
        2303.36
    ],
    [
        " You're going to lose. So you not only have to have.",
        2303.5,
        2306.66
    ],
    [
        " Oh, wait a second.",
        2306.94,
        2307.6
    ],
    [
        " You might not lose. You might not lose immediately.",
        2307.66,
        2310.66
    ],
    [
        " Right.",
        2311.14,
        2311.22
    ],
    [
        " You might win the big you might win the tactical battle.",
        2311.36,
        2313.38
    ],
    [
        " Yeah.",
        2313.52,
        2313.64
    ],
    [
        " You might win that with some lies and some cover up for sure.",
        2313.74,
        2316.28
    ],
    [
        " You can win that way.",
        2316.44,
        2317.26
    ],
    [
        " That long term long game that strategy.",
        2317.5,
        2319.78
    ],
    [
        " You're going to lose strategically for sure.",
        2319.88,
        2321.7
    ],
    [
        " For sure.",
        2321.94,
        2322.96
    ],
    [
        " Gives a little example here.",
        2322.96,
        2324.48
    ],
    [
        " Lieutenant Harold Kaiser of first battalion seventh marine regiment knew how to use terrain to gain an advantage in November 1950.",
        2324.5,
        2331.38
    ],
    [
        " His company was ordered to seize a key piece of terrain at talk talk, tongue pass during the march out of the chosen reservoir area.",
        2331.46,
        2339.9
    ],
    [
        " Lieutenant Kaiser had only 20 Marines left in his platoon.",
        2340.56,
        2343.98
    ],
    [
        " And the pass was heavily defended by the Chinese using a flanking regiment,",
        2344.56,
        2350.12
    ],
    [
        " Rachel line to conceal his approach.",
        2350.12,
        2351.68
    ],
    [
        " Lieutenant Kaiser skillfully enveloped the enemy from the rear and quickly routed the Chinese out of their well-entrenched position.",
        2352.06,
        2357.88
    ],
    [
        " Today, as in Korea, the intelligent use of terrain has become a standard practice for Marines.",
        2358.52,
        2364.86
    ],
    [
        " Weather adverse weather.",
        2368.12,
        2370.42
    ],
    [
        " He called rain in Pieds Combat Operations.",
        2370.5,
        2373.46
    ],
    [
        " Actually, I'll say this.",
        2374.26,
        2377.2
    ],
    [
        " You know what we used to say when it was raining?",
        2377.96,
        2379.76
    ],
    [
        " We'd say good operating weather.",
        2380.28,
        2381.82
    ],
    [
        " Because it is.",
        2382.06,
        2382.9
    ],
    [
        " Because guess what?",
        2383.18,
        2383.8
    ],
    [
        " When it's cold and it's raining, guess what your sentries are doing.",
        2383.9,
        2386.72
    ],
    [
        " The sentries that you're trying to sneak by, they're inside their little guard hut.",
        2387.48,
        2392.24
    ],
    [
        " They got their hood pulled over their head.",
        2392.24,
        2393.64
    ],
    [
        " So, in Pieds Combat Operations, sometimes you can use a duo.",
        2393.94,
        2397.18
    ],
    [
        " You can often use it to your advantage.",
        2397.4,
        2399.22
    ],
    [
        " The military unit that is best prepared to operate in these conditions will gain advantage over its opponent.",
        2399.5,
        2404.1
    ],
    [
        " During the breakout from Troz and Reservoir in November 1950, Marines demonstrated time and time again the ability to use harsh weather to their advantage over a determined enemy.",
        2404.24,
        2414.1
    ],
    [
        " The assault of Abel Company, first battalion, first Marine Regiment on Hill 1081 in a blinding snowstorm.",
        2415.38,
        2423.48
    ],
    [
        " It's such an example.",
        2423.88,
        2424.84
    ],
    [
        " Despite visibility of only 25 yards, the company was able to coordinate a combined arms attack and envelop this key piece of terrain that blocked the breakout of the first Marine Regiment.",
        2425.0,
        2434.6
    ],
    [
        " Using a snowstorm to mask its movement, Abel Company surprised and annihilated the Chinese defenders thereby opening a route for the rest of the division.",
        2434.86,
        2443.82
    ],
    [
        " If we are to use weather to our advantage, we must train and prepare rigorously to operate in all climatic conditions.",
        2444.48,
        2452.56
    ],
    [
        " We must be able to operate our equipment and employ our weapons effectively in hot, cold and wet environments, literally in every climb and place.",
        2452.66,
        2463.1
    ],
    [
        " You know, like about weather when it comes to comparing these leadership principles, is that it's just unpredictable.",
        2464.86,
        2470.44
    ],
    [
        " Unindicatable, and you can't control it.",
        2471.12,
        2473.04
    ],
    [
        " And it's this random thing that which hits every company, every business, every leadership situation, there's things that you can't control.",
        2473.28,
        2481.62
    ],
    [
        " So what do you do? You figure out how to mitigate. You plan, you have contingencies for these situations. And as you can see here, you train to be prepared for them.",
        2482.7,
        2492.46
    ],
    [
        " This idea of control, I've heard you talk about weather in the past. I use it as an example a lot because in aviation, weather makes a massive impact in what you do in an airplane.",
        2493.32,
        2505.14
    ],
    [
        " The reality is that when it comes to something like weather, is the idea of a snowstorm, we are in 100% of control of how we react to it.",
        2506.3,
        2514.86
    ],
    [
        " We're 100% of control of what we choose to do based on this blinding snowstorm. And the reality is, you know what most people do in a blinding snowstorm?",
        2515.24,
        2522.76
    ],
    [
        " They button up. That's what most people do. And so, and I think it was really the point you were making at the very beginning is, you know what the best is.",
        2523.16,
        2532.32
    ],
    [
        " I am praying for a snowstorm. I want the worst possible environment because I know more than likely that other guy, that other company, they're going to wither in that. And we're going to go on the attack.",
        2532.34,
        2546.16
    ],
    [
        " And this idea of most marine, it's in I'm a human being. I know what it feels like to be cold. I don't like being cold. It sucks.",
        2546.46,
        2552.74
    ],
    [
        " But to take that to use added to your advantage and actually welcome this increment weather, this giant blinding snowstorm.",
        2553.52,
        2560.54
    ],
    [
        " That's what good leaders do is they get people around them to do those things. You know, the guy who puts on an orange guy who puts on an orange vest in a snowstorm.",
        2561.82,
        2571.64
    ],
    [
        " Curly. That's right. That's, that's an amazing situation to think about given the environment where most people like, I'm just going to hold up, I can't deal with this. It's too cold. It's too biting. It's too hard.",
        2571.66,
        2583.6
    ],
    [
        " And that's the vehicle used to actually when I want the weather to be bad.",
        2583.88,
        2587.02
    ],
    [
        " To be able to recognize you are 100% control of how you react to that is, is a, is a huge differentiator that most people just completely overlook.",
        2589.48,
        2596.34
    ],
    [
        " I can't deal with the weather. It's not my, I can't do anything about this. Actually, you can.",
        2596.56,
        2599.34
    ],
    [
        " Oh, yes, you can.",
        2599.6,
        2600.46
    ],
    [
        " Periods of darkness or reduced visibility units that can operate effectively during hours of darkness or periods of reduced visibility often gain significant advantage over their opponent.",
        2601.38,
        2612.28
    ],
    [
        " Reduce visibility can make the simplest of tasks difficult to accomplish. This obvious disadvantage can be turned on its head and used to our advantage by a commander whose forces are trained equipped able and willing to operate at night.",
        2612.28,
        2623.38
    ],
    [
        " Night operations can produce great gains against a force that cannot or will not operate at night operating during periods of reduced visibility creates tempo by adding another 10 to 12 hours to the day for fighting.",
        2623.8,
        2636.2
    ],
    [
        " The psychological impact of night fighting is also great and can produce significant rewards.",
        2637.04,
        2642.98
    ],
    [
        " So what does that translate to? That translate to look at what is hard for your competitor and what's hard for you and your competitor and then get good at it.",
        2643.62,
        2654.76
    ],
    [
        " Just get good at it. Suck it up and get good at it.",
        2655.16,
        2658.98
    ],
    [
        " A good example of tactical impact of night attacks was found in the battle for Okinawa during World War II. Marine forces were essentially stale made by the presence of a strong Japanese defensive line in the coral ridges of southern Okinawa.",
        2660.0,
        2671.88
    ],
    [
        " After days of ineffective attacks by the seventh marine regiment, the regimental commander elected to attack under cover of darkness at 0,330 on 12 June 1945.",
        2672.22,
        2681.22
    ],
    [
        " The first and second battalions of the seventh Marines advanced using a road that intersected the ridge as a guide.",
        2681.58,
        2688.36
    ],
    [
        " Colonel Edward W. Sniddecker, commanding officer of the seventh Marines at the time noted two companies, one from each of the first and second battalions got across the valley during the night into position on the ridge.",
        2689.08,
        2703.26
    ],
    [
        " During the early morning when the Japanese came out to cook breakfast, they found themselves a little bit of a surprise.",
        2703.62,
        2709.98
    ],
    [
        " The Japanese defenders were not used to US forces attacking at night. The use of darkness allowed the Marines to occupy positions along the crest of Kunishi Ridge literally without firing a shot.",
        2711.22,
        2723.82
    ],
    [
        " From these positions, the Marines dislodged the enemy from their entrenched positions and moved onward until the Japanese defenders were annihilated.",
        2724.46,
        2734.44
    ],
    [
        " So you train to get good at something that the competitors are not good at and then you execute on it. Or you just sack up and execute on something that you, you know, they're not going to expect this one.",
        2737.4,
        2749.9
    ],
    [
        " So let's bring it.",
        2750.2,
        2751.16
    ],
    [
        " And the feeling of the discomfort and the pain and all the negative things that you might associate with operating in those type of environments, which is the reason people aren't doing it.",
        2753.48,
        2765.42
    ],
    [
        " The feeling of winning, the satisfaction that comes from all that work and all that pain going into that when you are annihilating the enemy and they're not even aware of it.",
        2765.72,
        2778.7
    ],
    [
        " Vastly outweighs whatever discomfort you might be feeling when they're hey, we're going to suck it up and operate in bad weather or we're going to do things that our competition doesn't want to do because it sort of sucks.",
        2780.68,
        2788.94
    ],
    [
        " It does suck. It's extra time. It's extra whatever it is.",
        2789.26,
        2792.14
    ],
    [
        " Winning makes all that go away. All those all that. It just goes away.",
        2792.62,
        2797.14
    ],
    [
        " And you're that feeling of being victorious in that environment makes all that worth it. And just the willingness to just do it. Like you said, we're just going to do the work that they're not willing to do. And that's going to be the difference.",
        2797.32,
        2808.52
    ],
    [
        " Complementary forces, complementary forces, the idea of fix and flank are an important way of gaining an advantage.",
        2809.66,
        2818.18
    ],
    [
        " The idea behind complementary forces is to use our forces as a nutcracker. We seek to crush the enemy between two or more actions. Consider the case of an enemy rifleman firing from behind a tree.",
        2818.66,
        2829.6
    ],
    [
        " If one marine fires from the front, the enemy rifleman is protected by the tree. If the marine maneuvers and attempts to fire from behind, the enemy rifleman merely moves to the other side of the tree to maintain his protection.",
        2830.48,
        2842.58
    ],
    [
        " However, two Marines can place our opponent in a dilemma. One can fire from the front while the other sneaks around and fires from the enemy.",
        2843.04,
        2849.26
    ],
    [
        " Fires at the enemy from the flank of rear. The opponent is now vulnerable to one or the other of the two Marines. You cannot use the tree for protection against both.",
        2849.56,
        2859.0
    ],
    [
        " Flank, flank, flank, flank. Cover and move. Cover and flank.",
        2861.1,
        2865.86
    ],
    [
        " The same idea applies to air to air tactics. Did you just get like a little chill up your spine. The same idea applies to air to air tactics upon detecting enemy aircraft, a flight of fighter splits into two or more elements beyond air to air missile range.",
        2867.14,
        2884.12
    ],
    [
        " They approach the enemy aircraft from multiple directions and varying altitudes. No matter how the enemy aircraft moves, dives, climbs, turns or twists, it is exposed.",
        2884.28,
        2894.46
    ],
    [
        " How often I always, whenever I think of you and top gun, I always think of you one on one against one other person. That's not the way the game is played. Occasionally is it played that way?",
        2895.54,
        2907.66
    ],
    [
        " It is. It's a small part of it. It's definitely a part of it and those skills are important. But the preponderance of the time is multiple forces, large forces against large forces.",
        2907.8,
        2916.92
    ],
    [
        " Okay. Large being how many aircraft on one side?",
        2917.1,
        2920.3
    ],
    [
        " The smallest would be four. The biggest would be maybe 25. Would you guys do drills with 25? The culminating events up at Fallen, you know, the final exercises at both top gun and the air wing training, which is carrier training for war would be 20, 25 airplanes.",
        2920.3,
        2934.26
    ],
    [
        " Would you guys be sitting up there? So you guys every time that carrier air wing came through to do deployment, they'd come through a flag against you guys every time they'd come up through Fallen for three weeks.",
        2934.48,
        2944.88
    ],
    [
        " And how what cycle were they on? Were you getting one a quarter? One air wing a quarter? Yeah, that's about right. Yeah, every three to four months, sometimes a little more or a little less, but about every three months and air wing, every two to three months and air wing would come through the entire air wing.",
        2945.6,
        2958.44
    ],
    [
        " Did you guys psychologically let them start to do better at the end or would you just destroy them the whole time?",
        2958.54,
        2963.7
    ],
    [
        " They would get better. They absolutely would and not not the game of them. They would they would get better. Now we would also we would try to represent traditional enemy tactics. And so they were working through problem sets.",
        2964.8,
        2977.3
    ],
    [
        " But it got to the point that on air wing against air wing, they would get to the point that if they executed the tactics correctly, they would be successful on the air wing sign for sure.",
        2978.04,
        2987.58
    ],
    [
        " Wait, you say air wing against air wing. Yeah, so would they go against themselves? No, they would go against the trainers that would be representing an enemy air force.",
        2987.78,
        2997.82
    ],
    [
        " So that's you guys. That's the top gun instructors. It's the top gun and the week. I'm confluent. It's actually called air wing training. That's the name up at Fallen. So there's top gun and air wing training.",
        2997.9,
        3008.04
    ],
    [
        " Two separate entities. We would fly together to to in the same airplanes at the same sort of the same squadron against the actual American air wing that would come in from whatever carrier coming through and they'd bring their jets from their squadron, getting ready to deploy against that was called air wing training.",
        3008.04,
        3023.04
    ],
    [
        " So we would represent an enemy air wing. Got it. And so this is this is like the exact same thing that I read. Right. It's hey, I've got some seals and we have some other role players that aren't quite in trade at but they're just whatever.",
        3023.38,
        3037.12
    ],
    [
        " They're going to come and help out and it's it's our and we simulate enemy tactics. And the end exactly as you just said, if the seals that were going through the training.",
        3037.12,
        3047.36
    ],
    [
        " If they did what they were supposed to do in the executed tactics, they would win they would they would take out because it would be hard but they would win. And in a matter of fact, if they were really good, they would dominate.",
        3047.66,
        3059.5
    ],
    [
        " Yeah, if you guys at decentralized command and prioritize an execute and simple plans and people covering a move from they would actually just they would actually dominate for sure. And we wouldn't just roll over to let them win because we wanted them to go home with a victory.",
        3059.58,
        3073.62
    ],
    [
        " That's not how it worked. And actually what would happen by the end of their training, they understood the fundamental principles they needed to you and if air wing came through and at the end, they weren't doing those things.",
        3073.86,
        3085.48
    ],
    [
        " Not only would they not win, they sometimes wouldn't be qualified to go out to deploy. And that's a now that's a rare event. But there are times you said, like you did not actually complete.",
        3085.84,
        3098.18
    ],
    [
        " Did you guys reload them? Yeah, they would do that to reload them. You got to be a lot of training again. Sorry. Yeah, they're actually getting ready to go to war. Yeah.",
        3098.44,
        3106.56
    ],
    [
        " This isn't just a hey, how do you feel? And this is you actually have to demonstrate the things. But if they did, which usually they did, these are smart guys.",
        3106.58,
        3114.5
    ],
    [
        " They started applying the tactics and understand what they're doing correctly and implement the principles we taught. They would be successful. It would work. And it worked most of the time. And you know, you know, which units, which air wings came through that didn't do that.",
        3114.9,
        3128.6
    ],
    [
        " Those that had the commanders that said, I've got this figured out. I don't need those are the ones that would that would struggle the most. What a shocker. What a surprise.",
        3129.04,
        3138.1
    ],
    [
        " So most of the air to air combat that you trained in was you were at least with the wingman, right? Yeah. And it's interesting. You said that because we would do these big culminating exercises with this whole bunch of airplanes.",
        3138.74,
        3153.08
    ],
    [
        " But actually being able to maneuver 20 airplanes. That actually led to flexibility where I could break off you and I could just break away from the entire air wing. If if required and you and I would being solo was a bad idea.",
        3153.84,
        3168.28
    ],
    [
        " It's almost never a good idea to be by yourself. But if you had just one other airplane, just like that story with the guy with the tree, if you had just one other machine out there with you, you could maneuver in relationship to each other to put the enemy.",
        3168.52,
        3183.06
    ],
    [
        " So I'm in a position that if they are active one, they get killed by the other and vice versa. This is I'm actually a little bit disappointed that this is the first time you're hearing from this review because this is like full on the cover move.",
        3183.06,
        3195.32
    ],
    [
        " As I like, as I say, when I talk about cover move and I say, well, once the enemies killed my partner, what are they going to do to me? Like it's bad for me. Like if you do me, it wants to kill you. Like that's really sucks for you. But guess what?",
        3195.8,
        3207.76
    ],
    [
        " It's going to be just bad for me because they're coming from me. Yes. And so that's cover move in the air is 100% how you have to roll.",
        3207.76,
        3217.92
    ],
    [
        " 100% if you were out there, you know, we called it a raging single. There's Dave on we'd have these giant screens and you could watch and all these computer screens, a little icon and there's Dave by himself down and you'd see it.",
        3218.08,
        3230.4
    ],
    [
        " And what you could watch from the TV screen is all the enemy forces maneuvering on Dave and there's Dave down there running by himself and you just said you watch because Dave's but if you had one other guy.",
        3230.58,
        3241.44
    ],
    [
        " And it's not always just one. Sometimes it's more than one. But if you had just one other guy, you actually could maneuver with another person and create real problems for the enemy. And as soon as you were alone, soon as you were a raging single, people are setting their stopwatches because you're just you're just going to die. You're not going to survive.",
        3241.62,
        3257.0
    ],
    [
        " Are you voluntarily? Is that a guy that goes, oh, you know what I can take this guy over here? Is that what creates the raging single? No, typically what it is is a guy who's lost awareness. It's pretty uncommon, especially at that stage in your career to think to volunteer. I got this. It's actually not really realizing what's happening. And what that person would do. He'd have his face buried in the radar screen. He'd get locked into this one guy. He thinks he's fighting against thinking it's one against one. And he loses sight of the big picture.",
        3257.18,
        3286.72
    ],
    [
        " He goes down the wrong path. And he doesn't recognize that he's actually getting maneuvered on. And that one guy that he's looking to target is actually baiting him into moving into this place.",
        3286.86,
        3295.72
    ],
    [
        " Wasn't always another airplane. Sometimes it was a sand bush. We called it where. Pull himself over train where there's surface air missiles. There's a whole bunch of things going on there. But it was typically someone who lost situational awareness.",
        3295.96,
        3306.44
    ],
    [
        " Did you hear Jim Kunkel talking about being his P 38 and he calls break break which means hey, we got to break off and go attack.",
        3307.2,
        3315.54
    ],
    [
        " And there was loss of comms or whatever. So he just breaks by himself. And sure enough, I mean he took out some bad guys. But then he got taken out because he was, you know, got maneuvered on.",
        3315.8,
        3325.62
    ],
    [
        " Yep, for sure.",
        3325.62,
        3327.2
    ],
    [
        " Whole new whole new like category I can talk about now back to the book Sunsu described this concept as Chang and Chi.",
        3327.72,
        3336.72
    ],
    [
        " Chang is the more direct obvious action. It fixes the enemy. The Chi is the unexpected or extraordinary action. It is the bid for a decision or as we call it today, the main effort.",
        3337.48,
        3349.44
    ],
    [
        " These two actions work together against the enemy. The two actions are inseparable and can be interchangeable in battle. The Chi may become the Chi. The concept is basic, but it can, but it can be implemented in a variety of combinations limited only by our imagination.",
        3349.44,
        3368.58
    ],
    [
        " Creativity. Yeah, totally. You know, it's like limited only by our doctrine, limited only by our standard operating procedures, limited only by what you were taught in school. No, limited by your actual imagination.",
        3369.26,
        3381.08
    ],
    [
        " Yeah. Surprise, achieving surprise can greatly increase leverage. In fact, surprise can often prove decisive. We try to achieve surprise through deception, stealth and ambiguity. I like that one. Never really thought too much about that. The fact that ambiguity can create surprise.",
        3382.5,
        3400.52
    ],
    [
        " I mean, you're not really sure what I'm going to do. Kind of ambiguous. War is based on deception stated Sunsu. We use deception to mislead our opponents with regard to our real intentions capabilities. By employing deception, we try to cause our opponents to act in ways that will eventually prove prejudicial for them.",
        3400.52,
        3418.38
    ],
    [
        " We may use, you know, it's, you know, it's awesome about these books and this is very interesting. This is like the ultimate, the ultimate in lack of ego. So you know who wrote this book? The United States Marine Corps. Some are marine. Yeah.",
        3419.12,
        3436.16
    ],
    [
        " But you know what? There was probably four, seven. I don't know. There was something like that. There was a guy. There was one of those guys that was really on it. There was one of those guys that he was the old dog and he was like, hey, listen, let me, you know,",
        3436.24,
        3447.86
    ],
    [
        " you can write the chapter. But let me tell you which you need to hit. There was a guy that was like that for sure. And you don't we'll never know who he is because the Marine Corps. He was a Marine. We know that. And that's all we need to know. Yeah.",
        3447.86,
        3460.66
    ],
    [
        " So he wrote that line right there. This eminently qualified Marine road. That's right. Eventually that by employing deception, we try to cause our opponents to act in ways that will eventually prove prejudicial for them.",
        3461.14,
        3476.32
    ],
    [
        " Yeah. We may use deception to mislead the enemy as to the time and location of our pending attack. We may use deception to create the impression that our forces are larger than they really are. We may.",
        3476.32,
        3488.86
    ],
    [
        " We hope the enemy will realize this deception only when it's too late for them to react. Marines have often relied on deception to mislead an enemy in regards to the location of amphibious landings. Marine used this deception to create the illusion of force where there was none in operation desert storm.",
        3489.24,
        3504.98
    ],
    [
        " Lieutenant General Boomer stated that state of the situation which necessitated an extensive deception, deception operation. We're taking on 11 Iraqi divisions with two marine divisions. Our force to ratio, our force to ratios are our force ratios are horrible.",
        3504.98,
        3522.9
    ],
    [
        " We don't want him to know that the the Marines created task force Troy. 460 Marines imitated the activities of a 16,000 man division using loudspeakers, dummy tanks and artillery and helicopters conducting simulated resupply.",
        3522.98,
        3539.34
    ],
    [
        " Surprise can be generated through stealth stealth is used to advantage when maneuvering against the enemy. It provides less chance of detection by the enemy, leaving him vulnerable to surprise action for which he may be unprepared.",
        3540.1,
        3551.62
    ],
    [
        " Marines may also employ stealth by lying in weight for an approaching enemy and ambush. The ambush is perhaps the most effective means of surprising opponents, especially at the lower tactical level where surprise through stealth is easiest to achieve.",
        3552.36,
        3565.4
    ],
    [
        " We can also achieve surprise through ambiguity. It is usually difficult to conceal all our movements from the enemy, but we can sometimes confuse him as to the meaning of what he sees.",
        3568.06,
        3580.62
    ],
    [
        " Sunsu said the enemy must not know where I intend to give battle. For if he does not know where I intend to give battle, he must prepare in a great many places. When he prepares in a great many places, those I have to fight in any one place will be few.",
        3582.14,
        3598.14
    ],
    [
        " Ambiguity was central to the tactics of World War II German Blitzkrieg. An attack in Blitzkrieg involved multiple thrusts with reinforcements following whichever thrust were most successful.",
        3600.66,
        3614.24
    ],
    [
        " The multitude of thrusts created paralyzing uncertainty because the opponent could not determine which constitute the real attack. There was nothing secret about the German attack, but it was ambiguous on a massive scale.",
        3615.64,
        3627.92
    ],
    [
        " It starts off with the opposite of the concentration of effort, which is one of the fundamental principles of war.",
        3630.46,
        3636.2
    ],
    [
        " The enemy was a regular airplane like an F-18 and an F-16 and a F-2 for years.",
        3681.74,
        3685.54
    ],
    [
        " It allows you to create even more confusion, more ambiguity, and what that means is the place and the opportunity to recognize where the weakness is.",
        3687.92,
        3696.12
    ],
    [
        " The first one is the F-16 Hornets, because I could create even more ambiguity and the opportunity for those may be used to be one or two gaps.",
        3717.92,
        3724.34
    ],
    [
        " Now there's going to be four or five or six that I create based on that exact same principle. Once that happens, we all go into that hole and we fill that and we exploit them and wipe them out with a force ratio and a missile ratio that's even less than it was in an older machine.",
        3724.84,
        3737.62
    ],
    [
        " When you see the reaction of an enemy who simply doesn't understand what's happening, that's a good feeling.",
        3739.32,
        3748.02
    ],
    [
        " In a Hornet, in a legacy machine, it was still you against me. I always saw you, you always saw me if I outmaneuvered you, I would still win, but rarely were you surprised by it.",
        3749.0,
        3759.2
    ],
    [
        " You might have had a hard time reacting to it, there was things I had that you couldn't do, but you saw it coming. You were aware that when you were having to react to something you don't understand and you don't knight attacks and bushes think, when you just simply don't know what's happening, the force multiplier of that is significantly higher than when they see you and you're just you just outmaneuver them, which is actually fairly rare in combat when they see what's going on. It's usually kind of a stalemate.",
        3759.2,
        3786.16
    ],
    [
        " A Delta Platoon task in a bruiser, Seth Stone, JP, the crew. One of the early times that they did a deception and then an overwatch and then a flanking overwatch. It was literally called the flank overwatch.",
        3787.96,
        3806.98
    ],
    [
        " So they had to up main overwatch and they had like a little flanker position, but I remember Seth calling me up and he was so happy because what happened was as they started killing bad guys, the other bad guys didn't know what was happening.",
        3806.98,
        3825.44
    ],
    [
        " They didn't understand and they literally like put down their weapons and like just walked away and they just left because normally as you know when the guys would set up an overwatch position and start killing people, then the bad guys would bring it and eventually you'd get up not really a clandestine overwatch position, but a reinforced fighting position is what most of the overwatch is in the battle overmodi turned into.",
        3825.44,
        3849.58
    ],
    [
        " But on this one, I remember the first time that they did this and it was, Seth was all excited. He was like they gave up, they didn't know what was happening, they didn't know when they were getting shot at from it was just they just left the dead and let them bleed out and just got away because they were totally overwhelmed.",
        3850.36,
        3868.34
    ],
    [
        " Yeah, as you just described the they did not know what was happening and same thing with with Charlie did it too. The first time well it was on for the first time, but when they started using boats, where we're all the sudden in areas, you know, Charlie Patoon showing up in areas where the enemy had no freaking idea that Americans would be in these spots and be able to engage them.",
        3868.34,
        3894.84
    ],
    [
        " Yeah, when they ruled out this location as a possible enemy advanced, meaning for us, when that was ruled out and then it happened, what that psychological impact of that is this cannot be happening. I simply do not understand what's happening.",
        3894.84,
        3909.86
    ],
    [
        " What can be happening? Why are my friends getting killed right now? How is this possible?",
        3910.12,
        3914.94
    ],
    [
        " It's possible through the creative minds of T.U. Bruiser coming at you guys. I remember that. I remember that. Yeah, that first one we did was awesome.",
        3916.66,
        3927.72
    ],
    [
        " Trapping the enemy modern tactics is based not on pushing the enemy, but on trapping him. Another excellent way of gaining advantage trapping is the desired result of the application of combined arms fire maneuver or complimentary force tactics.",
        3931.44,
        3944.62
    ],
    [
        " Why do we want to trap the enemy instead of just push him? A pushing contest is seldom decisive. The side that is pushed out comes back the next day still full in the fight.",
        3945.62,
        3956.84
    ],
    [
        " We have to fight him again and again and forged unfortunately in Vietnam, many of our battles were pushing battles. We were always able to push the enemy off the ground. He held and to inflict casualties on him.",
        3957.24,
        3968.44
    ],
    [
        " He just withdrew, regrouped, placed his losses, replaced his losses and came back to fight us again. The result was a series of indecisive actions and a seemingly endless war.",
        3968.98,
        3982.62
    ],
    [
        " However, if we can trap our enemy, we have a better opportunity to win decisively.",
        3983.44,
        3989.36
    ],
    [
        " From a leadership perspective, what we're doing here is we're winning the tactical battle. I made Dave do it. You're damn right Dave, you better do it. I told you to do it. You're fine.",
        3990.6,
        4002.68
    ],
    [
        " Tactical win. You go back, but you haven't, you don't still understand why you're doing what you're doing. And I don't do it very well.",
        4003.62,
        4010.54
    ],
    [
        " Many of history's decisive battles have been trapping actions. Recall how Roman legions were trapped at Kanai or the German divisions at Stalingrad.",
        4013.34,
        4023.44
    ],
    [
        " Trapping gains advantage by disrupting the enemy's mental process while he attempts to think through the dilemma we have placed him in.",
        4024.3,
        4032.14
    ],
    [
        " Trapping allows us to gain and maintain our initiative as the enemy is forced to react to our actions. It can also temporarily undermine the enemy's will to resist when he is at his weakest while we continue to press the attack and our initiative.",
        4032.2,
        4051.1
    ],
    [
        " So I would say this when it comes to it's because it's obviously trapping and destroying it from a leadership perspective has a bad connotation.",
        4053.5,
        4061.38
    ],
    [
        " So what am I trying to do by by trapping someone in a conversation? This is a very very simple tactic that I use all the time.",
        4061.72,
        4075.6
    ],
    [
        " By trapping someone, if you and I have a conversation about something and I trap you when I trap you, my purpose isn't to prove that I'm right.",
        4076.78,
        4084.86
    ],
    [
        " The way I trap you and the way that I win in a leadership situation is when I trap you, what happens is I force you to come to the conclusion yourself and you see it. And that's when I win.",
        4085.34,
        4096.86
    ],
    [
        " So you end up walking away from me saying, you don't talk on this is the way we should do it. And what you're telling me is what I wanted you to say.",
        4098.3,
        4106.24
    ],
    [
        " I got you to come up with the idea that I wanted you to come up with.",
        4106.66,
        4109.9
    ],
    [
        " And if it's done correctly, I figured that out. I recognize that.",
        4110.32,
        4118.38
    ],
    [
        " And where that actually comes from is you not wanting to win. It's you wanting me to win.",
        4118.54,
        4125.5
    ],
    [
        " It comes from you not wanting to beat me. It's like, because you could beat me and I won.",
        4125.78,
        4128.48
    ],
    [
        " And that's it can make, but actually what you want is you want me to figure that out.",
        4128.98,
        4132.76
    ],
    [
        " Not that I walked away and go, jock, beat me. It's that I think like, oh, I see this differently. So next time I do it the right way.",
        4133.02,
        4138.84
    ],
    [
        " And it comes from you actually wanting to be to be successful. So when we're going at our folks and we, if we have these conversations and really what we're trying to get them to do is recognize it themselves.",
        4139.1,
        4148.06
    ],
    [
        " It's not for the satisfaction of being right. It's for them to get better and learn and evolve and feel like they can go do it better.",
        4148.54,
        4155.82
    ],
    [
        " Which is what I really want. Yes.",
        4155.98,
        4157.78
    ],
    [
        " And by the way, the way that you approach that most effectively is to go in with that attitude yourself.",
        4157.92,
        4166.16
    ],
    [
        " I don't go in thinking, well, Dave's got a bad plan. So I'm going to get him to believe in my plan.",
        4166.3,
        4171.12
    ],
    [
        " Yeah. Actually, I go in there thinking maybe I have a bad plan. Maybe Dave's plan is better. Let's find out.",
        4171.24,
        4176.42
    ],
    [
        " Yeah. And as we explore that, guess what? If we can have a civilized ego-removed conversation, that plan will percol- the good plan, the correct plan will percolate to the surface.",
        4176.42,
        4189.62
    ],
    [
        " Yeah.",
        4189.88,
        4190.02
    ],
    [
        " And that is what we're looking for.",
        4190.88,
        4193.34
    ],
    [
        " And think of the power of the times where if you were in the leadership position, where you actually have that conversation and then wreck, you know what?",
        4194.46,
        4200.74
    ],
    [
        " Their plan is actually better than mine.",
        4201.92,
        4203.58
    ],
    [
        " Because what you don't have is...",
        4204.08,
        4205.98
    ],
    [
        " Another conversation with Jocco. I don't know what's going to happen, but eventually he's going to win and I'm going to be proved that he's smarter than me.",
        4205.98,
        4212.3
    ],
    [
        " And sooner or later, it's actually not effective anymore either because I've just come to realize this guy, he's always got some answer.",
        4212.5,
        4219.76
    ],
    [
        " He's always got some final thing that makes him right. And I almost kind of resign myself to that.",
        4219.88,
        4224.12
    ],
    [
        " But if every... Not by design, but because it actually... You actually are humble enough to see and go, you know what dude? I didn't see that. That's a really interesting... Let's do that. Go, go down that road.",
        4224.12,
        4235.12
    ],
    [
        " Go down that road and I'll back you up. And if that happens often enough that I feel like these conversations aren't a contest over the right...",
        4235.3,
        4241.56
    ],
    [
        " The conversation is actually how we both get to the right place. And look, if you're more experienced, you've done it more.",
        4241.56,
        4246.84
    ],
    [
        " You probably aren't going to be right more often, but not all the time. And you're not trying to break that or will of...",
        4247.0,
        4253.48
    ],
    [
        " Here comes another guy, I guess what's going to happen if I do... I'm going to lose again.",
        4253.48,
        4256.32
    ],
    [
        " And all that... That idea of breaking someone's will. When I try and break your will, that...",
        4256.86,
        4264.96
    ],
    [
        " My... I'm being driven by my own insecurities. I want to prove to you that I'm right that you're wrong, that my plan is better than you're plan.",
        4267.86,
        4275.84
    ],
    [
        " I am completely being driven by my own insecurities. The person that is secure and is actually confident and understands that they're in a good spot and understands that it's okay.",
        4276.2,
        4291.04
    ],
    [
        " Like if I make a mistake that I'm not... It's not the end of the world. And I'm a human. And I'm not trying to portray the fact that I'm not a human.",
        4292.9,
        4299.96
    ],
    [
        " It's like, oh, okay. If we can get there, if I can get there, then guess what? If you come up with a better plan, then say, hey, that's awesome. I think your plan is better. Let's go with it.",
        4300.4,
        4308.84
    ],
    [
        " Yeah, for the leaders out there listening to this, the humility that it requires to do that is actually your...",
        4309.48,
        4319.18
    ],
    [
        " Because more often than not, these situations are a superior and a subordinate. And you know who knows who's the superior? Everybody in the conversation. I write your performance review. I write your paycheck.",
        4319.64,
        4331.26
    ],
    [
        " I do all... I have all this organizational influence that I can exert over you. And I know that and the subordinate knows that. And if I'm leveraging that to be right in the conversation, eventually, unless the subordinate just wants to get fired, he's gonna give in.",
        4331.64,
        4344.04
    ],
    [
        " But if I have all those positional advantages and I still come in with the humility and reckon, oh, that's a really good idea. I didn't see that.",
        4344.04,
        4351.1
    ],
    [
        " And I push that down to you and we go wrong with your plan. The leadership capital, the deposit into the bank of leadership that you have. It's...",
        4351.32,
        4360.52
    ],
    [
        " And if you think... If you think, in the back of your head, that you can effectively cover up your insecurities to your subordinates through punitive measures and through exulting your authority over other human beings.",
        4361.06,
        4383.2
    ],
    [
        " If that's a fantasy in your head, you're so wrong. Your insecurities stand out in fluorescent colors. They stand out like Kurt Lee's vest in the Chosen Reservoir Battle.",
        4383.2,
        4399.72
    ],
    [
        " Florescent Orange. And you might as well put a label on your forehead that says, I'm super insecure. That's why I'm trying to force my will upon you because I'm scared and I'm insecure.",
        4400.1,
        4415.86
    ],
    [
        " Yeah. If you think that you can cover that up, you are so wrong. So don't.",
        4416.18,
        4422.78
    ],
    [
        " A good example of trapping from the Vietnam conflict occurred during Operation Dewey Canyon North Vietnamese activity along the Loisian South Vietnamese border increased dramatically in early January 1969.",
        4423.98,
        4440.04
    ],
    [
        " Large enemy convoys, including armored vehicles regularly traveled from Laos into South Vietnam threatening friendly units.",
        4440.6,
        4448.66
    ],
    [
        " And the Saga boys were up there tracking it. Colonel Robert H. Barrow and his ninth Marines responded with Operation Dewey Canyon three battalions of ninth regiment crossed the Dett Dock Cron River on February 11th and 12th.",
        4449.22,
        4463.98
    ],
    [
        " The third and first battalions moved south, southeast through the mountainous terrain towards Laos second battalion to the west swung south, southwest turning east astride the Vietnam Laos border.",
        4463.98,
        4476.22
    ],
    [
        " The North Vietnamese forces moving along Route 922 from Laos into the A-Shall Valley. We've heard that before.",
        4478.06,
        4484.72
    ],
    [
        " We're trapped between the three battalions. The North Vietnamese were mauled as a result. Their equipment losses were staggering.",
        4485.42,
        4492.84
    ],
    [
        " More importantly, Operation Dewey Canyon destroyed a North Vietnamese base area. And so disrupted their logistics that forced them to abandon their planned spring offensive in I-Core area.",
        4493.46,
        4504.2
    ],
    [
        " Developing an ambush mentality. Perhaps the most common tactical tool for gaining advantage is the ambush. All Marines are familiar with an ambush as the type of combat patrol.",
        4506.96,
        4515.7
    ],
    [
        " In maneuver warfare, ambush takes on a much broader meaning and the development of ambush mentality is integral to maneuver warfare tactics.",
        4515.92,
        4522.96
    ],
    [
        " The ambush mentality is not new to most of us. We may have employed the ambush mentality in sports and football the trap block is an ambush.",
        4523.98,
        4530.9
    ],
    [
        " A player pulls an offensive line and offline leaving a hole when a defender comes through the hole and other linemen suddenly blocks him from the side, usually knocking him down.",
        4531.48,
        4539.94
    ],
    [
        " The players have blindsided him that is the ambush mentality. And in basketball setting a pick is an ambush. As one team member drives to the basket and other steps into the defender's path from behind, blocks the path, stops the defense and momentarily clears the lane to the basket for the other team member.",
        4540.24,
        4554.92
    ],
    [
        " Again, that is the ambush mentality. In combat, we moved our reinforced squad into position along a well-traveled trail.",
        4554.92,
        4561.64
    ],
    [
        " We position flank security to protect ourselves and give identification and warning of the enemy movements down the trail.",
        4562.06,
        4567.7
    ],
    [
        " We position our weapons so as to concentrate our fires into a kill zone and to seal off exits, forcing the enemy to remain subject to our fires.",
        4567.9,
        4575.82
    ],
    [
        " The squad waits in position until signaled when they immediately respond with concentrated sustained fires on enemy forces trapped in the kill zone.",
        4575.82,
        4584.7
    ],
    [
        " The enemy, surprised into inaction, unsure of what to do or where to move is annihilated.",
        4585.68,
        4590.52
    ],
    [
        " Fires are maintained until all the enemy are killed or until signaled to stop. That is the ambush mentality.",
        4591.2,
        4597.96
    ],
    [
        " Pretty straightforward. Unless you're a sog guy and then you set your claimors up in such a method and you put a block of C4 that will stun the person right in the ambush.",
        4598.26,
        4607.94
    ],
    [
        " Because was it Lynn Black? I think it was Lynn Black that blew himself up over and over again until he found out how much C4 it took to knock him out.",
        4608.14,
        4619.0
    ],
    [
        " Do you get any more legit than that? No, you don't.",
        4619.78,
        4623.36
    ],
    [
        " The ambush mentality tries to turn every situation into an ambush. I like that. The ambush mentality tries to turn every situation into an ambush.",
        4624.0,
        4631.98
    ],
    [
        " In this broader context, an ambush has several distinct features. First in an ambush, we try to surprise the enemy.",
        4632.4,
        4639.28
    ],
    [
        " Think of a patrol that we ambush. Our enemies are walking through the woods when suddenly out of nowhere. They are under fire for multiple directions. They are taking heavy casualties.",
        4640.08,
        4647.68
    ],
    [
        " The psychological impact of a surprise may paralyze their thoughts and actions, leaving them incapable of reacting effectively.",
        4647.68,
        4653.18
    ],
    [
        " To have an ambush mentality means we always try to surprise the enemy to do the unexpected surprises. The rule rather than exception.",
        4653.64,
        4659.74
    ],
    [
        " Second, we want to draw our enemy unknowingly into a trap. This will often involve deceiving him.",
        4660.1,
        4668.62
    ],
    [
        " We make one course of action appear inviting. When he takes that course of action, we are waiting for him.",
        4669.08,
        4675.02
    ],
    [
        " Third, an ambush is invisible. If the ambush is not invisible, it ceases to be an ambush and instead becomes a target for the enemy.",
        4676.02,
        4683.46
    ],
    [
        " Whether we are defending or attacking, the enemy must not detect us until it is too late for him to react.",
        4684.34,
        4689.82
    ],
    [
        " Surprise often depends upon invisibility. That invisibility may be provided through stealth and movement or in focusing the enemy's attention elsewhere to allow our forces to maneuver without detection.",
        4690.12,
        4700.7
    ],
    [
        " The big coming home from Ramadi, what I broke this down into offensive versus defensive mentality.",
        4701.8,
        4711.16
    ],
    [
        " We want to be an offensive. I would ask these young junior officers who would be coming through the officer training course that layfers running at the time.",
        4711.84,
        4717.68
    ],
    [
        " I would say, hey, is a direct action mission, an offensive mission? Of course they would say, yeah.",
        4717.88,
        4722.52
    ],
    [
        " I would say, okay, it takes us, and this was a direct action mission, it takes us an hour to get to the target.",
        4723.22,
        4730.24
    ],
    [
        " Then we spend 20 minutes on the target, we blast the door open, we clear the target, and it takes an hour to get back.",
        4731.4,
        4735.98
    ],
    [
        " Patrol and the humvee is nowhere back. How much of that time was offensive?",
        4736.22,
        4739.96
    ],
    [
        " The sharp ones would say, three minutes, and they'd be right.",
        4740.98,
        4745.02
    ],
    [
        " Because when you're patrolling, guess what? You're waiting to get ambushed.",
        4745.12,
        4748.9
    ],
    [
        " And believe me, when we got to Ramadi, I did not like the idea of us waiting to get ambushed.",
        4748.9,
        4757.1
    ],
    [
        " Of course, you can't avoid them, you have to go on patrol, you have to get out, you have to move through the city.",
        4757.22,
        4761.94
    ],
    [
        " But what I didn't like was the ratio of, hey, two hours of patrolling, three minutes of offense.",
        4762.64,
        4772.74
    ],
    [
        " I didn't like that ratio. I like the ratio of an hour patrolling, 24 hours on offense, and then another hour patrolling.",
        4772.9,
        4780.4
    ],
    [
        " That's what I liked, and that's kind of what we shifted to.",
        4780.74,
        4783.54
    ],
    [
        " Yeah, because the hour of patrolling is, you have to get there, so you have to do that.",
        4783.92,
        4787.42
    ],
    [
        " That amount of time to get where you're going, whatever that amount of time is, you have to do that.",
        4787.84,
        4793.16
    ],
    [
        " And you are undeniably, especially in Ramadi, you're exposed.",
        4793.24,
        4796.38
    ],
    [
        " No matter how much firepower you're bringing, or how much you're bringing to that, and it requires very little of the enemy to disrupt and do very little.",
        4796.8,
        4805.12
    ],
    [
        " It was easiest for them when we were doing that.",
        4805.3,
        4807.24
    ],
    [
        " And if you're going to make that investment in that time and that commitment to doing that, spend as much time as you possibly can, taking advantage of whatever it is you've created by going through that work and doing that.",
        4807.86,
        4819.18
    ],
    [
        " All this stuff I'm hearing, you know, stealth, is all these things that I'm hearing.",
        4820.22,
        4823.28
    ],
    [
        " The ambush should be the goal every time.",
        4823.66,
        4827.66
    ],
    [
        " Your goal should be to keep the enemy from not understanding what's happening all the time, which is get, why would you ever do the frontal assault?",
        4827.76,
        4836.86
    ],
    [
        " They see it's coming. Now you still may win on the frontal assault, but it gives the enemy every possible thing it could have to defend itself against it.",
        4837.24,
        4847.0
    ],
    [
        " They see it's coming. They know it's coming. They're massing their firepower.",
        4847.0,
        4850.06
    ],
    [
        " The frontal assault, nine times out of ten, is a loser, even if you actually win the engagement.",
        4850.3,
        4856.74
    ],
    [
        " It's just a loser. And you think the mindset should always be outmaneuver them.",
        4857.06,
        4861.58
    ],
    [
        " Yes.",
        4861.76,
        4861.94
    ],
    [
        " And when you hear it, it sounds so simple.",
        4863.18,
        4867.58
    ],
    [
        " And when you hear it in a business context and a leadership context, it sounds, it sounds, and people echo brings up this example of, well, that's just the way I am.",
        4868.4,
        4879.38
    ],
    [
        " And what I hear from leaders, you know, I got to have a direct conversation with this person and tell him what's going on.",
        4880.86,
        4889.2
    ],
    [
        " Look, I get it that sometimes there's an occasional pull. But most of the time, there's a way to maneuver that's going to make that whole situation infinitely better than you're a direct assault on their brain.",
        4889.2,
        4901.76
    ],
    [
        " Totally. And probably the biggest thing that we need, that I talk about and I try to explain and dispel the myth, look, when we're talking about flanking your enemies in combat, you are actually talking about maneuvering to destroy them, to get into position to wipe them out.",
        4902.28,
        4918.24
    ],
    [
        " And if you're taking the analogy of, I have someone I work with. This is a peer. This is my boss. This is a cow. This is somebody on my team.",
        4918.78,
        4926.56
    ],
    [
        " The flanking and the outmaneuvering isn't to destroy them. It's to get to a place for them to recognize there's a better way for me to do it.",
        4927.14,
        4936.86
    ],
    [
        " That actually helps him helps me helps the team. And so my life gets better. And that frontal assault, even if it's well intended, prevents that from happening because the recipient can't actually hear what you're trying to get across, which was the better way because he's defensive.",
        4936.92,
        4953.02
    ],
    [
        " And you're putting him in. So even if the frontal assault makes sense in your mind because you have this totally outsized, all your information is right and it seems so clear.",
        4953.92,
        4963.56
    ],
    [
        " You're still dealing with another human being who most of the time simply doesn't want to hear it. And it's going to get defensive and it's going to attack you back.",
        4963.92,
        4971.82
    ],
    [
        " Yes. And or dig in harder and they expend ammunition. And we get a worse relationship. There's two things I kind of have to say because I just said this before, but because I just got asked this.",
        4971.82,
        4984.28
    ],
    [
        " I was kind of talking through the exact scenario that we're talking through with the company. And you know, isn't the right hand went up in the back of the room. Isn't that just manipulation? And and it's like, well, let me tell you what I think the difference between leadership and manipulation is because they both use the same tools.",
        4984.5,
        5000.6
    ],
    [
        " Manipulation is when I'm doing what I'm doing to benefit me leadership is when I'm doing what I'm doing. I'm trying to get you to do what you're doing. I'm trying to get you to do what I want you to do because it's going to benefit you and it's going to benefit the team.",
        5002.72,
        5016.8
    ],
    [
        " And you you through this out there, you said it's going to be it's going to make my life better. But what you really mean is it's going to make our life better. The team's life better. And most importantly, I actually want when I manipulate you, Dave Burke, I'm manipulating you and everything that I'm doing every maneuver that I'm making happen to you, I'm doing it. And it's going to benefit your life way over me for sure.",
        5016.8,
        5042.64
    ],
    [
        " And when you look up, you probably in my in my best my best manipulation that I can do, you don't even realize that it happened and you're looking up going like did a good job on that last, you know, project that I had to do. I did a super job and oh, and I got a fat, you know, paycheck and a bonus and and oh, that's great. I did great.",
        5043.7,
        5062.44
    ],
    [
        " And that's exactly what I want you to be saying. I want you to be saying I did great. Yeah. And you know what subconsciously in the back of that little freaking nugget of a brain you got there, you're going to go on that kind of helped me out that that boss man, 100% and that's what we want.",
        5062.9,
        5079.0
    ],
    [
        " Because then they realize our team realizes that we care about the team or that we care about ourselves. And then when we have that, that's that's the trust in the relationship. And that's what makes a team strong. That is the glue that makes a team strong.",
        5079.54,
        5092.94
    ],
    [
        " You if you don't trust me and I don't trust you, we don't have a team period. There's no glue. Soon as soon as that thing as soon as that pressure comes along, we're going to fracture, we're going to fall apart.",
        5093.5,
        5100.9
    ],
    [
        " When we have a strong bond, we know what that pressure does to us. It makes it even stronger.",
        5101.36,
        5105.84
    ],
    [
        " Get some. Back to the book. The reverse slope defenses an example of using invisibility to spring an ambush. The enemy does not know where you are until he comes over the crest of a hill and is hit by our fires.",
        5107.22,
        5119.48
    ],
    [
        " His vehicles are hit on their soft underbellies. His troops are exposed to our weapons because he could not see us into the last moment. He could not call in artillery fire on our position. The reverse slope normally protects us from his direct fire.",
        5120.72,
        5134.66
    ],
    [
        " It protects us from his observation and thus his indirect fire. That is part of the ambush mentality. Do not let yourself be seen.",
        5134.66,
        5143.54
    ],
    [
        " Fourth in an ambush, we want to shock the enemy. Instead of taking him under fire, gradually with a few weapons at long range, we wait until he is within easy range of us with every weapon.",
        5144.88,
        5155.9
    ],
    [
        " We then open up suddenly all at once with everything we have. He is paralyzed by the shock. He cannot react. Everything was going fine and suddenly he is in a firestorm with people falling all around him.",
        5156.5,
        5167.14
    ],
    [
        " Often he will panic, making his problem worse as he reacts rather than acts.",
        5167.44,
        5172.74
    ],
    [
        " Combined arms may be used to ambush the enemy. Artillery raids that reach deeper into his vital areas than expected can produce the same desired shock effect as ground-based ambush.",
        5173.56,
        5184.26
    ],
    [
        " We place him in a dilemma as he attempts to move from the effects of artillery and goes right into attack by the air. Finally in the ambush mentality, we always focus on the enemy.",
        5184.26,
        5194.76
    ],
    [
        " The purpose of it ambush is not to hold a piece of terrain, just to destroy the enemy. We use terrain to affect for the ambush, but the terrain itself is not what we are fighting for.",
        5196.14,
        5206.98
    ],
    [
        " Alright, next section asymmetry. Fighting asymmetrically means gaining advantage through imbalance, applying strength against enemy weakness.",
        5207.54,
        5216.42
    ],
    [
        " Fighting asymmetrically means using dissimilar techniques and capabilities to maximize our own strengths while exploiting enemy weaknesses.",
        5217.18,
        5226.42
    ],
    [
        " Fighting asymmetrically means fighting the enemy on your own terms rather than on his. By fighting asymmetrically, we do not have to be numerically superior to defeat the enemy.",
        5228.48,
        5241.08
    ],
    [
        " We only have to be able to exploit his vulnerabilities. For example, using tanks to fight enemy tanks, infantry to fight enemy infantry, and air to fight enemy air is symmetrical.",
        5241.62,
        5252.28
    ],
    [
        " Using attack helicopters to fight tanks and closer support against enemy infantry are examples of fighting asymmetrically. In these examples, we gain advantage of the greater speed and mobility of the aircraft relative to the enemy.",
        5252.28,
        5265.24
    ],
    [
        " And pushing tanks with attack helicopters and terrain, which hammers tank maneuvers provides an even more effective, even more effective generates even more advantage.",
        5266.16,
        5274.92
    ],
    [
        " This is the so important for people to think about. Okay, do you get to if we're going against a fighting, I should say, if you're going to get some box or do you box them? No, you take them down. If you're going to get some rest there, what do you do?",
        5275.24,
        5293.34
    ],
    [
        " You strike with them because they're not used to striking. If you're going against a Gigi to person, what do you do? You punch them. You stay standing. You don't go into persons. What the person's good at. You don't want to fight them in their own game. If you watch the early UFC's, that's why everyone lost to Gigi to.",
        5293.34,
        5307.72
    ],
    [
        " Because you take down, you didn't see Horace Gracie standing in there and trading blows. No, he went asymmetrical.",
        5308.54,
        5314.82
    ],
    [
        " That's what you do.",
        5315.2,
        5317.16
    ],
    [
        " Obviously, it's what you do on the battlefield. When we get into leadership, when we get into relationships, if I've got someone that's got a strong, passionate idea about something, I am not going to attack that idea with my passion.",
        5317.82,
        5337.06
    ],
    [
        " I'm not going to attack that idea with my strong feeling because now we're all we're doing is creating conflict between us.",
        5337.72,
        5344.62
    ],
    [
        " This is not improving my position. It's actually strengthening their position because they're digging in deeper.",
        5345.44,
        5353.06
    ],
    [
        " So what do I do? I look for another thing that I can start to maneuver on.",
        5354.64,
        5359.6
    ],
    [
        " I get them thinking so often, so often, so many of my solutions for leadership is all I'm trying to do initially is create is like something.",
        5359.6,
        5368.9
    ],
    [
        " And you've heard me say this day, if I say, blah, blah, blah, blah, blah, and now you've started a conversation because that's what I want.",
        5369.26,
        5375.88
    ],
    [
        " Because if I'm not in a conversation with someone, then there's no possible way I can convince them anything.",
        5376.06,
        5381.54
    ],
    [
        " If all I'm doing is attacking them, they're not going to convince them anything.",
        5381.8,
        5384.28
    ],
    [
        " So I do this that the other thing and I make a couple maneuvers and now I'm in a conversation.",
        5384.28,
        5389.5
    ],
    [
        " And the conversation probably has nothing to do with the subject that I'm eventually going to change their mind on.",
        5389.76,
        5397.2
    ],
    [
        " You're just trying to build trust. Just try to build a relationship and build some trust.",
        5397.8,
        5404.32
    ],
    [
        " And you could be 100% right. And they could be 100% wrong.",
        5404.78,
        5409.56
    ],
    [
        " And if you attack them to prove that point, you get nothing.",
        5409.76,
        5415.22
    ],
    [
        " You get no trust. And if I do actually do get something, you go backwards in your relationship.",
        5415.46,
        5420.22
    ],
    [
        " You go backwards. That's what's happening.",
        5420.46,
        5422.48
    ],
    [
        " But if you completely outmove in a different direction and I just come to find that I can talk to you, I can have a relationship with you, I can communicate with you.",
        5423.02,
        5431.92
    ],
    [
        " So when you do eventually circle back to the thing that was sort of the initiation of the conflict, I'm actually going to listen to you.",
        5431.92,
        5439.58
    ],
    [
        " And that's what I'm going to, okay, I'll hear you out. And you know what you have to say.",
        5439.94,
        5443.42
    ],
    [
        " And you know, people like conflict avoidance.",
        5444.42,
        5447.0
    ],
    [
        " The idea of conflict avoidance is what you're really trying to do is are you actually going to be able to convince the person of what's the best thing in their world and the best outcome that you're trying to get to?",
        5447.16,
        5459.76
    ],
    [
        " It's the idea of conflict avoidance. It's more the idea of, is this person going to listen to me?",
        5460.08,
        5464.84
    ],
    [
        " And if the person won't listen to me and I move backwards, not only do I lose, they lose too.",
        5465.72,
        5472.54
    ],
    [
        " And we talked about what a leader really wants is they care about their people. They want their people to just what we said.",
        5473.12,
        5479.78
    ],
    [
        " They want their lives to be better. So do I need to take, maybe it's going to take longer than I'd like it to take.",
        5480.06,
        5485.06
    ],
    [
        " I'm not going to solve this today because I have nothing, no foundation to build on. I have to start with a conversation and go from there.",
        5485.06,
        5491.22
    ],
    [
        " Yeah, where do we end up tactically when we engage in conflict? Sure.",
        5491.64,
        5496.1
    ],
    [
        " We're beating this dead horse. Sure. We might win that conflict.",
        5496.68,
        5501.14
    ],
    [
        " But where do we end up strategically? Because we dove into that conflict head on.",
        5501.42,
        5506.64
    ],
    [
        " We've heard a trust referral relationship. Don't do it.",
        5507.16,
        5510.68
    ],
    [
        " Part of the reason we're beating the dead horse though, is it happens all the time indeed.",
        5510.68,
        5516.1
    ],
    [
        " Here's the conclusion to that chapter.",
        5517.46,
        5520.64
    ],
    [
        " Combat is a test of wills where the object is to win. One way to win is to gain and exploit every possible advantage.",
        5521.16,
        5527.54
    ],
    [
        " This means using maneuver and surprise whenever possible. It means employing complementary forces and combined arms.",
        5527.9,
        5533.7
    ],
    [
        " It means exploiting the terrain, weather, and times of darkness to our advantage.",
        5533.94,
        5537.62
    ],
    [
        " It means trapping our enemy by ambush or by some other means. It means fighting asymmetrically to gain added advantage.",
        5537.62,
        5544.9
    ],
    [
        " This is what Sun Su meant when he wrote, therefore a skilled commander seeks victory from the situation and does not demand it of his subordinates.",
        5545.22,
        5556.58
    ],
    [
        " Yes.",
        5557.08,
        5560.98
    ],
    [
        " I know you've heard me talk about dictating the situation as opposed to letting the situation dictate.",
        5562.92,
        5568.7
    ],
    [
        " But what kind of ownership are you taking as a leader if you say, you know what?",
        5569.34,
        5575.2
    ],
    [
        " I'm going to set this situation up in such a way that victory will come not from my troops and what they do.",
        5575.9,
        5587.26
    ],
    [
        " But just by the situation I put them in, they are going to win. That's how much ownership I'm taking of this situation.",
        5587.26,
        5594.36
    ],
    [
        " We are going to win because of the situation I put you in will be guaranteed victory.",
        5594.9,
        5600.1
    ],
    [
        " That's a skilled commander.",
        5601.34,
        5604.7
    ],
    [
        " Chapter 4, we're moving right along, almost two hours deep.",
        5605.86,
        5611.84
    ],
    [
        " Chapter 4 is called being faster.",
        5613.62,
        5615.76
    ],
    [
        " Hit quickly, hit hard, and keep right on hitting.",
        5616.42,
        5621.36
    ],
    [
        " Give the enemy no rest, no opportunity to consolidate his forces, and hit back at you.",
        5621.96,
        5626.52
    ],
    [
        " That's Holland M. Smith.",
        5627.24,
        5630.14
    ],
    [
        " Howlin' Mad.",
        5630.68,
        5631.48
    ],
    [
        " Forstar General. He's the guy that's called the father of amphibious warfare.",
        5632.72,
        5639.22
    ],
    [
        " Fought World War I.",
        5640.38,
        5641.68
    ],
    [
        " And led task force 56 in the battle of little battle called the EOG.",
        5642.2,
        5648.04
    ],
    [
        " And again, what's scary about reading quotes like this.",
        5648.3,
        5653.5
    ],
    [
        " Hit quickly, hit hard, and keep right on hitting. Give the enemy no rest, no opportunity to consolidate his forces, and hit back at you.",
        5653.86,
        5659.48
    ],
    [
        " What does that say to someone that's predisposed to go on the attack?",
        5659.8,
        5664.96
    ],
    [
        " This is the quote they've been waiting to hear.",
        5665.2,
        5667.18
    ],
    [
        " You were just talking about conflict avoidance, and the person that thinks, hey, you know what?",
        5668.28,
        5673.94
    ],
    [
        " You're just trying to avoid conflict, Dave. I'm going to roll with Holland's Smith General Smith's outlook, which is I'm going to hit hard and hit quickly, and I'm going to keep right on hitting.",
        5674.0,
        5683.82
    ],
    [
        " You've got to not be predisposed for that.",
        5685.14,
        5689.96
    ],
    [
        " It doesn't say the front. It's not the frontal assault. That's not what he's saying.",
        5691.08,
        5696.0
    ],
    [
        " For the infantry men to be truly effective, he will have to be as light of foot as he is quick of thought.",
        5697.1,
        5705.02
    ],
    [
        " Mobility is needed most in all clash of arms. So there you go. There's the counter. There's the dichotomy to Holland Smith's.",
        5705.8,
        5713.04
    ],
    [
        " Mobility is needed most of all in the clash of arms. Swift and agile movement.",
        5713.44,
        5717.96
    ],
    [
        " Plus, rapidity and intelligent tactical flexibility are its true essentials.",
        5717.96,
        5723.8
    ],
    [
        " Coming from John A. English, who is a Canadian, actually a Canadian army vet known for his military writings, studies.",
        5724.18,
        5739.26
    ],
    [
        " So here we go into the chapter. Usually to think of weapons means to think of a personal rifle or pistol, the units, machine guns and mortars or the aircraft's missiles, bombs or guns.",
        5739.68,
        5749.2
    ],
    [
        " A logistician may realize that weapons include trucks, bulldozers and excavators, submarines overlook one of their most powerful weapons, one that creates advantage for infantry men, aviators and logisticians equally.",
        5749.74,
        5764.06
    ],
    [
        " That weapon is speed. Speed in combat. How is speed a weapon? Think of sports again. The breakaway in hockey uses speed as a weapon by rapidly passing the puck down the ice one team denies the other to the chance to get set up on defense.",
        5766.18,
        5780.66
    ],
    [
        " Speed circumvents their opponents ability to respond in an organized manner. The fast breaking basketball seeks the same result in two or three passes. The ball is down the court and the basket is scored all before the opposition can react.",
        5781.14,
        5792.86
    ],
    [
        " The results of speed often reach beyond the immediate goal. How many times have we seen a score a team score on a fast break steal a ball as it comes in bounds immediately score again and even a third time unable to regain their composure, the composure, the victims of the fast break become the victims of a rally.",
        5794.06,
        5809.36
    ],
    [
        " The victims lose confidence passes go astray signals become crossed tempers flare arguments ensue the rally becomes a route the beleaguered players see certain defeat they virtually give up while still on the court.",
        5809.92,
        5823.92
    ],
    [
        " And you're also as I was thinking about that section when you if you watch basketball and like a fast break and then another fast break what does the coach do.",
        5824.28,
        5832.7
    ],
    [
        " Call the time out. We can't. Yeah. Hey, we're slow this thing down right now. We're going to slow this thing down.",
        5833.06,
        5839.5
    ],
    [
        " The same thing can happen in combat the battalion or fighter aircraft or load the logistics train can consistently move and act faster than its enemy has a powerful advantage.",
        5839.68,
        5850.74
    ],
    [
        " The in June of 1943 during the battle of side pan the aggressive hard hitting tactics of general Holland Smith proved to be singularly successful in defeating the Japanese defenders general Smith's tactical plan for side pan called for applying unremitting pressure on the enemy and bypassing strong points of resistance by mopping up by reserve elements in order to press the attack to better ground.",
        5850.98,
        5873.86
    ],
    [
        " So there we have it. There we have it general Smith who we just quoted. General Smith who we just quoted and what's he doing those hard points of resistance.",
        5873.86,
        5883.72
    ],
    [
        " He's bypassing it. Get it. Get it. Yeah. He's bypassing them.",
        5884.28,
        5887.98
    ],
    [
        " Long indoctrinated with the value of speed in in amphibious operations general Smith's bypassing tactics place the Japanese remaining the Japanese remaining in their fixed defenses at an extreme tactical disadvantage.",
        5888.44,
        5902.84
    ],
    [
        " These tactics prove very effective in isolating and reducing the Japanese defense general Smith's use of speed served as a force multiplier and it also reduced marine casualties.",
        5902.84,
        5912.62
    ],
    [
        " The British Royal Air Force bested the Germans during the battle of Britain in World War II in part because they were able to speedily recover recover their down pilots return them to base place them in a new aircraft and have them fighting again in the afternoon.",
        5913.3,
        5927.56
    ],
    [
        " Down German pilots were less easily easily recovered and the Luftwaffe had fewer of the long range aircraft required for replacement eventually pilot and aircraft losses forced the Germans to end daylight bombing and resort strictly to relatively ineffective night attacks.",
        5928.86,
        5945.82
    ],
    [
        " Yeah, the the Brits were getting shot down over Britain right or at least close to Britain. Yeah and speed doesn't just mean my plane is faster than yours.",
        5946.14,
        5956.28
    ],
    [
        " In this case, it's the operational tempo speed of how quickly can I get my guys back into an airplane and and that was a huge advantage that they had because every time an airplane got shot down, they literally just got in a truck and drove back to base.",
        5956.28,
        5968.66
    ],
    [
        " That's kind of crazy right like you get shot down and then they're just bringing you back to base for you another aircraft you're going to go get some more.",
        5969.16,
        5977.24
    ],
    [
        " Yep. The Brits are hard, grace of people.",
        5977.36,
        5980.82
    ],
    [
        " Resilient man. Yeah, being out there on an island. Yeah, attacked by the Nazi war machine. Whatever bring it bring it.",
        5982.16,
        5990.34
    ],
    [
        " Great leaders have repeatedly stated the value of speeding combat Napoleon said I know Napoleon said I may lose in battle, but I shall never lose a minute.",
        5990.74,
        6002.2
    ],
    [
        " Nathan Bedford forest told his secret of many victories get there first with the most men general patent said in 1943 when the great day of battle comes remember your training and remember above all else that speed and violence of attack are the sure road to success.",
        6009.26,
        6025.26
    ],
    [
        " History's great commander commanders differed in many ways, but one thing they shared was a sense of the importance of speed.",
        6026.14,
        6032.54
    ],
    [
        " In Operation Urgent Fury 1983 the battalion the Marines of battalion landing team 2 8 moved fast as their commander Lieutenant Colonel Ray Smith had trained them to do when they captured the operations officer of the Grenadian Army.",
        6033.14,
        6047.58
    ],
    [
        " He said to them, you appeared so swiftly in so many places where we didn't expect you that it was clear that resistance was hopeless.",
        6047.7,
        6053.88
    ],
    [
        " So I recommended to my superiors that we lay down our arms and go into hiding.",
        6054.04,
        6057.44
    ],
    [
        " That is what speed used as a weapon can do for you. What is speed? What is speed would seem to have a simple answer speed is going fast.",
        6058.12,
        6069.18
    ],
    [
        " This is speed we think of when driving a car more miles per hour. That's part of the answer. That is part of the answer in tactics as well.",
        6069.38,
        6077.88
    ],
    [
        " We use speed to gain initiative and advantage over the enemy like you just talked about planes faster. For example, when a tank battalion attacks it goes over ground as fast as it can.",
        6078.2,
        6086.32
    ],
    [
        " General bulk asked whether the Russian tanks ever used terrain in their attacks against him during World War II. He replied that they had used terrain on occasion, but more often they used speed.",
        6086.72,
        6097.98
    ],
    [
        " The question followed up, which was harder to defend against. bulk answered speed. Physical speed moving more miles per hour is a powerful weapon in itself on our approach to the enemy speed and movement reduces reaction time.",
        6099.18,
        6111.52
    ],
    [
        " When we are going through him around him it changes the situation faster than he can react.",
        6111.96,
        6115.7
    ],
    [
        " Once we are past him it makes his reaction irrelevant. In all three cases speed impacts on the enemy, especially his mind causing fear indecision and helplessness.",
        6116.76,
        6127.04
    ],
    [
        " Remember attacking the enemy's mind is a central tenet of maneuver warfare. Speed in time. In a military sense there is more to speed than simply going fast.",
        6127.14,
        6142.28
    ],
    [
        " There is a vital difference between acting rapidly and acting recklessly. There is your dichotomy coming out alive from Marine Corps 1-3.",
        6143.08,
        6153.92
    ],
    [
        " With time we must always consider the closely related factor of timing. Speed in time are closely related. In fact speed is defined in terms of time, miles or kilometers per hour.",
        6154.12,
        6167.56
    ],
    [
        " In tactics what this means is always of the utmost importance. Time cannot be spent in action.",
        6168.24,
        6175.96
    ],
    [
        " Time cannot be spent in action. You cannot go what you need to do to spend that time thinking about how you are going to act effectively.",
        6181.02,
        6187.16
    ],
    [
        " I wonder how much modern life has chewed up that idea. When we are not thinking, when we can't do something, I see people all the time.",
        6188.06,
        6199.8
    ],
    [
        " They are not being proactive. They are not doing anything productive. They are not thinking about how to act. When they can't act, they are not thinking about how to act effectively.",
        6199.8,
        6207.94
    ],
    [
        " No, for sure. I see that all the time. I was on a flight coming home. A six hour flight from a client in Jersey back to San Diego.",
        6208.44,
        6217.7
    ],
    [
        " Six hours in a plane is a god send. I got no distraction. I got my laptop. I am working. I am cranking out.",
        6220.22,
        6229.34
    ],
    [
        " I don't know who it was because I didn't see him. The seat over and up one. I watched a movie on the plane. I saw the movie.",
        6229.98,
        6237.96
    ],
    [
        " When the movie ended, he replayed the same movie again. I don't know what he is doing. Take an app or refresh and get back in the game.",
        6237.96,
        6250.44
    ],
    [
        " I see it in my kids. They are natural state. If you are not physically doing something, you need to be mentally doing something.",
        6250.94,
        6259.22
    ],
    [
        " I am not doing anything right then. What am I going to do after this?",
        6259.22,
        6263.1
    ],
    [
        " Like you just said, because I am sure that we push back on that comment, sometimes you do have to do it. I have talked about this before.",
        6263.36,
        6271.08
    ],
    [
        " I have gone on a plane and been like, I am done. My brain is fried. I need to watch the dumbest movie. I can watch and rack out.",
        6271.52,
        6279.74
    ],
    [
        " I sleep on planes beautifully. I can sleep on planes beautifully. If you see me on a plane, guess what? I probably got up at two o'clock in the morning to get a workout in before I got on that plane.",
        6280.36,
        6290.94
    ],
    [
        " I am going to go to sleep. Come talk to me when we land.",
        6291.06,
        6295.74
    ],
    [
        " But yes, how much time... So yeah, you might need a little break here and there. For sure. And by the way, how long does it take to mentally recover?",
        6298.8,
        6305.3
    ],
    [
        " Is this a five hour evolution? No, it's not. It's like reset and intentionally take a little bit of a breather and then get back in the game.",
        6305.82,
        6316.7
    ],
    [
        " Back to the book. Even when we are engaged with the enemy, we are not always moving fast. To some of the time we are not moving at all.",
        6317.54,
        6324.62
    ],
    [
        " Nonetheless, every moment. Nonetheless, every moment is still of the utmost importance even when we are sitting still.",
        6324.72,
        6332.54
    ],
    [
        " A battalion staff that takes a day to plan an action is obviously slower than one that takes an hour. A tank battalion that takes three hours to refuel is slower than one that takes two hours.",
        6333.9,
        6341.82
    ],
    [
        " Just as one that must refuel every hundred miles is slower than one that must refuel every 200. A company that sits down to eat once it has taken the objective is slower than the company that pre-reverses the company.",
        6342.12,
        6354.6
    ],
    [
        " It presses on deeper into the enemy. A fighter squadron that can fly only three swordies per aircraft per day is slower in terms of effect on the enemy than one that flies six. A maintenance repair team that can take two days to fix a damaged vehicle and get it back in action is slower in terms of effect on the enemy than one that can do it overnight.",
        6354.6,
        6369.14
    ],
    [
        " Every moment is still of utmost importance. Making maximum use of every hour and every minute is as important to speed and combat as simply going fast when we are moving.",
        6373.94,
        6384.36
    ],
    [
        " It is important to remember every, it is important to every member of a military force whether serving on staffs in units, aviation, combat, service, support, ground, everyone. A good tactician has a constant sense of urgency.",
        6384.68,
        6399.98
    ],
    [
        " We feel guilty if we are idle. We never waste time and we are never content with the pace at which things are happening.",
        6400.34,
        6408.74
    ],
    [
        " We are always saying to ourselves and others faster, faster. We know that if speed is a weapon, so is time.",
        6409.46,
        6418.1
    ],
    [
        " That is so legit. Think about a leader who can cultivate that mindset in all of his people. Think about how productive your people are if they all feel like every single thing they do, whether they are the most...",
        6419.24,
        6436.42
    ],
    [
        " The person that seems like, okay, what are sales-based business? I am in sale. The people that are on the back end that get no publicity that are working the logistics with the administration. Think about the leader that gets everybody in his organization to feel that same thing.",
        6438.74,
        6452.04
    ],
    [
        " If I am wasting time, the guilt of hurting the team, if you can cultivate that from everyone not just your point of attack people but everybody, think about what those organizations are able to do.",
        6452.58,
        6463.84
    ],
    [
        " You and I were with a client and we were talking about this and one of the problems that this particular client had was they felt like they couldn't create a sense of urgency in their organization.",
        6465.28,
        6480.88
    ],
    [
        " Some people had it at the point. They said, how do we create a sense of urgency? For those of you that are wondering how to create a sense of urgency with your people, the way that you do it is by making sure they understand why they are doing what they are doing and why it is important.",
        6482.82,
        6495.04
    ],
    [
        " The example that I gave was if you have a seal platoon and I would see this situation unfold in training exercise, you have got a seal platoon and they have got a perimeter set up meaning they are stagnant, they are doing a reorganization of ammunition, maybe they are getting a head count, maybe they are working on a wounded guy or something like that.",
        6495.04,
        6517.36
    ],
    [
        " They are in a stagnant position, they have got their 360 degree security set up and all of a sudden someone sees enemy maneuvering on them.",
        6517.36,
        6525.54
    ],
    [
        " Now the leader wants to create a sense of urgency, he wants to leave. He says, everyone, hey, we are moving, we are leaving in one minute. Pack up your stuff, we are leaving in one minute.",
        6526.28,
        6534.28
    ],
    [
        " We are just tired, I am just trying to sort out my ammunition, someone is saying, hey, we have got this wounded guy, he is unstable, I need to get him stabilized.",
        6536.14,
        6542.2
    ],
    [
        " Someone else is saying, hey, we are trying to still get a full head count over here, let me handle my fire team, that is what they are all thinking.",
        6542.42,
        6550.0
    ],
    [
        " And maybe some of those priorities are actually really important, certainly we have a wounded guy, certainly we want to know where our people are.",
        6551.76,
        6557.18
    ],
    [
        " But and those people, so they don't really do anything, they don't react, his one minute call gets blown off and you don't think this happens in the military, oh it happens, I see it happen over and over and over and over again.",
        6558.3,
        6567.3
    ],
    [
        " That seal platoon commander can't understand why no one will move.",
        6568.04,
        6571.1
    ],
    [
        " And so he says, hey, everyone will leave and we are leaving in 30 seconds. And what happens? Say, everyone thinks the same thing, they just thought 30 seconds ago.",
        6571.42,
        6577.82
    ],
    [
        " Which is, I am not going anywhere, I got my gear out, I am sort of ammunition to calm down. The lieutenant is freaking out again.",
        6578.38,
        6585.54
    ],
    [
        " Why can't he create a sense of urgency? The reason he is not effectively creating a sense of urgency is because he is not explaining to his people, why they need to move.",
        6586.86,
        6595.28
    ],
    [
        " So when he says, when a good leader says, hey everyone, guess what? I know we are jumbled up right now, we have enemy maneuvering to the high ground on our flank, they are 200 meters away, we need to move right now or we are going to get slaughtered.",
        6595.36,
        6610.64
    ],
    [
        " And you will see people move. So when you want to create that sense of urgency, when you want to get people to understand the importance of time,",
        6611.7,
        6621.78
    ],
    [
        " and that we never waste time and that we feel guilty if we are idle and that we have a constant sense of urgency, if you want to make that happen, explain to your people why they are doing what they are doing and why urgency and speed is important in that particular situation.",
        6621.84,
        6638.88
    ],
    [
        " Timing.",
        6643.24,
        6643.72
    ],
    [
        " We employ speed and use time to create tempo. Tempo is not merely a matter of acting fastest or acting at the earliest opportunity. It is also a matter of timing, acting at the right time.",
        6644.06,
        6654.9
    ],
    [
        " Timing requires an appreciation for the rhythm of combat so we can exploit that rhythm to our advantage. It is physically impossible to always operate at peak tempo, like we just talked about. Sometimes you have to take a breather.",
        6655.22,
        6667.18
    ],
    [
        " Sometimes you have to watch the big Lebowski for the 174th time.",
        6668.04,
        6672.98
    ],
    [
        " Even though we can extend operating cycles through the economical use of resources, we cannot operate at top speed indefinitely.",
        6674.18,
        6682.32
    ],
    [
        " We must rest our people and replenish our supplies. The test of skill is to be able to generate and maintain a fast pace when the situation calls for it and to recover when it will not hurt us.",
        6683.0,
        6695.26
    ],
    [
        " Timing means knowing when to act and equally important when not to act. You gotta know when you can take a little breather.",
        6697.66,
        6708.16
    ],
    [
        " Although speed is important tactical weapon, there are situations in which it is better to buy it our time. So here we go, here is the dichotomy.",
        6708.16,
        6716.64
    ],
    [
        " Here is the dichotomy. Speed is an important tactical weapon, there are situations in which it is better to buy it our time. If our concept of operation involves a diversion, we need to allow time for the diversion to take effect.",
        6717.3,
        6730.18
    ],
    [
        " If we have laid and ambushed for the enemy, we need to give the enemy time to fall fully into the trap. If the situation is still forming, we may not develop it further before we commit to a course of action.",
        6731.22,
        6742.06
    ],
    [
        " This is a big one, and I'd say this happened with young seals, where they would immediately make a decision before we would actually say to them, say, hey, you gotta let the situation develop. Those are the words that we would use, let the situation develop.",
        6742.98,
        6758.58
    ],
    [
        " And sometimes you have to do that. And there is that dichotomy that you go too far in one direction, you're going to get overrun.",
        6759.22,
        6765.56
    ],
    [
        " For example, an error commonly made by defenders is counterattacking too soon so that the enemy is merely pushed back rather than cut off and circled and destroyed.",
        6767.1,
        6774.42
    ],
    [
        " Decisive action is our goal and it must be time to occur at the proper moment. There are times to act and there are times to set the stage and wait.",
        6774.86,
        6782.54
    ],
    [
        " So strategic vision, we talk about that.",
        6783.82,
        6788.12
    ],
    [
        " We talk about all the time and that strategic patience of, hey, you have to let the situation develop. You actually get more understanding of what's happening.",
        6788.12,
        6795.44
    ],
    [
        " So the move that you do make is the right move.",
        6795.78,
        6798.34
    ],
    [
        " And when you're talking about your folks, not being able to run the highest up tempo all the time, especially if we work with these younger companies, start-ups that are growing.",
        6799.12,
        6810.66
    ],
    [
        " And your folks aren't always going to tell you either. They're not going to say, hey, I think we need to take a knee or I think we need to re-eval- sometimes they're going to put their heads down and go.",
        6811.5,
        6820.16
    ],
    [
        " And they're going to go and go and go. And actually your job as a leader is to recognize when that is, when they're not telling you that we need-",
        6820.48,
        6828.7
    ],
    [
        " Yeah, I mean, I always said that problem, but I personally always said that problem because no one wanted to tell me, hey, we need a break.",
        6828.7,
        6835.08
    ],
    [
        " Like, you know how many times the life babbon came up to me and said, hey, man, I could really use it breather.",
        6835.08,
        6840.4
    ],
    [
        " Or J-P-D-L came up to me and said, hey, boss, can I get some downtime?",
        6840.46,
        6845.84
    ],
    [
        " Zero. The amount of times J-P said that to me is zero. It's zero.",
        6846.48,
        6850.86
    ],
    [
        " So, and other times when he absolutely needs downtime, oh yeah, because he would burn the candle at both end, he would do it now.",
        6851.4,
        6858.24
    ],
    [
        " He doesn't care. He's going to go get some. So, yes, as a leader, you need to be able to recognize those things because they're not always going to say it to you.",
        6858.6,
        6867.78
    ],
    [
        " A benefit from a decision not to act is that it saves precious resources and energy for later commitment.",
        6868.96,
        6876.1
    ],
    [
        " Some leaders dissipate their units energy on constant, unprioritized activity.",
        6876.3,
        6881.82
    ],
    [
        " Not all activity support the mission. A unit's energy is not easily replenished and should be treated as a precious resource to be expended only toward decisive goals.",
        6882.38,
        6892.78
    ],
    [
        " Relative speed. Going fast and making efficient use of time are both parts of the answer to the question, what is speed? However, something else must be considered.",
        6895.66,
        6904.5
    ],
    [
        " The enemy. As with all things in war, speed is relative. Speed is meaningful militarily, only if we are acting faster than the enemy.",
        6904.5,
        6914.06
    ],
    [
        " We can do that either by slowing the enemy or by increasing our own speed.",
        6914.48,
        6918.62
    ],
    [
        " In the battle for the Faulkland Islands in 1982, the British Army moved slowly. The terrain was difficult to weather. It was abominable.",
        6919.24,
        6926.06
    ],
    [
        " And much of the material had to be moved on the men's backs, all of which slowed down the British.",
        6926.44,
        6931.74
    ],
    [
        " Nevertheless, the British still had the advantage in speed because they moved faster than the Argentines who, once they had made their initial dispositions, essentially did not move.",
        6932.9,
        6943.0
    ],
    [
        " That superiority and relative speed allowed the British to maintain the initiative throughout the campaign.",
        6944.06,
        6949.04
    ],
    [
        " Covered that one in the podcast, brutal.",
        6950.5,
        6952.74
    ],
    [
        " Continuing speed. To be consistent, superiority in relative speed must continue over time.",
        6953.56,
        6961.38
    ],
    [
        " It is not enough to move faster than the enemy only now and then because when we're not moving faster, the initiative passes to him.",
        6961.72,
        6970.8
    ],
    [
        " Most forces can manage an intermittent burst of speed but must then halt for a considerable period to recover between bursts.",
        6971.12,
        6978.34
    ],
    [
        " During that halt, they are likely to lose their advantage.",
        6978.76,
        6981.68
    ],
    [
        " We realize that we cannot operate at full speed indefinitely and the challenge is to be consistently faster than the enemy.",
        6982.34,
        6988.22
    ],
    [
        " One way to sustain speed is to use the effects of combined arms when the infantry or mounted troops must break contact temporarily to maneuver, respawn, or recover air.",
        6989.8,
        6999.4
    ],
    [
        " And artillery can keep the pressure on.",
        6999.5,
        7002.5
    ],
    [
        " Manoeuvre cannot be sustained indefinitely but the momentum can be maintained through skillful planning and combined armed effects keeping the enemy always at a disadvantage.",
        7003.32,
        7012.06
    ],
    [
        " Here, the speed of logistics become critical, though physical exhaustion is a factor.",
        7012.74,
        7017.16
    ],
    [
        " Halt often are driven by logistics. Ground or aviation units must stop for equipment repair, maintenance and resupply supporting forces can minimize loss of speed if they deliver the supplies and perform maintenance quickly.",
        7017.58,
        7028.18
    ],
    [
        " Thus, they enable combat units to move before the enemy gains the initiative.",
        7028.32,
        7033.32
    ],
    [
        " I get paranoid about the enemy. Like I'm always thinking that if I'm not moving, they are maneuvering.",
        7033.98,
        7042.26
    ],
    [
        " For sure. And every company should think like that.",
        7042.66,
        7047.6
    ],
    [
        " Yes.",
        7047.88,
        7048.02
    ],
    [
        " And we're talking about sort of the differences between combat and the differences between the private sector and business.",
        7048.58,
        7056.68
    ],
    [
        " We've worked with companies that are one of the challenges they're facing is they have competitors.",
        7057.6,
        7062.32
    ],
    [
        " You know, they have strong competitors and they're trying to carve out more market share or they're trying to enter a geographic region that maybe they don't have a foothold and they want to move into their to expand their business.",
        7062.8,
        7072.66
    ],
    [
        " We talk about what they want with regards to the competition and the things that they say are things like we want to annihilate them.",
        7072.98,
        7082.28
    ],
    [
        " I mean, they're working the competition in the private sector is it is fierce.",
        7082.62,
        7088.52
    ],
    [
        " And when they're talking about they want to run you out of business.",
        7088.8,
        7092.42
    ],
    [
        " I mean, it is legitimate competition that are talking about here. Not that we're going to find a natural way to share.",
        7092.88,
        7097.36
    ],
    [
        " They want to run you down. And I think the private sector, they recognize that.",
        7097.48,
        7101.3
    ],
    [
        " And if you're not maneuvering into that space, your competition is. And their goal is to bury you.",
        7101.62,
        7108.4
    ],
    [
        " That's really what their goal is. And we're in the private sector when we see companies that are slow on that and they want to wait and kind of see how this.",
        7108.7,
        7117.08
    ],
    [
        " And their enemy is maneuvering into that space. Even if they're first maneuvering into that space isn't ideal. They're in there and they have the foothold.",
        7117.62,
        7123.76
    ],
    [
        " And your ability to get that back is almost zero if they get out in front of you there.",
        7124.22,
        7127.6
    ],
    [
        " And make no mistake. Combat it. They're trying to kill you. They're trying to run you over.",
        7128.24,
        7132.88
    ],
    [
        " And that is hardcore to recognize that if you're not doing it, they are.",
        7133.36,
        7136.62
    ],
    [
        " And we work with companies. It's what's interesting and what's cool is, you know, as American military people, we always were the biggest and the strongest and the most powerful.",
        7136.9,
        7149.88
    ],
    [
        " Right. But what's cool about Eschelon front is that we work with like I'll be working with one company that's the the insurgent.",
        7150.08,
        7157.38
    ],
    [
        " Yeah. And then well, the next day I'll be working with a company that is the absolute powerhouse.",
        7157.8,
        7163.54
    ],
    [
        " Yes. And guess what? There's advantages and disadvantages.",
        7163.64,
        7165.8
    ],
    [
        " That insurgent can maneuver quickly and make changes and disrupt the big person can overpower and destroy.",
        7166.58,
        7174.08
    ],
    [
        " So you get we get to see that all the time. Yeah, both sides.",
        7174.56,
        7177.88
    ],
    [
        " But on both those sides, the one that is paranoid, the one that is thinking, you know what?",
        7179.48,
        7186.98
    ],
    [
        " I'm an insurgent. If I don't get if I don't attack that big company, they're going to put me under.",
        7187.2,
        7192.52
    ],
    [
        " I'm not going to let it happen. Those are the ones that step up.",
        7192.84,
        7196.3
    ],
    [
        " The big companies that say, oh, you know what those insurgents right there?",
        7196.96,
        7199.48
    ],
    [
        " They could take a part of our business and that could turn into a total route for us.",
        7199.58,
        7205.24
    ],
    [
        " And I will not allow that to happen. We will destroy them. We get to work with both those sides.",
        7205.24,
        7210.06
    ],
    [
        " And the ones that have that attitude are the ones that end up winning a really big, really historically successful company that has done great work and had year after year of good work.",
        7210.06,
        7222.14
    ],
    [
        " That is paranoid of that. Those companies are hard to take down because they've got all those tangible things.",
        7222.54,
        7230.58
    ],
    [
        " And they had that mindset of what got us here doesn't guarantee that we get it tomorrow.",
        7230.58,
        7235.06
    ],
    [
        " And when you see a good company that wants to get better and they are paranoid of the insurgency that they used to be.",
        7235.06,
        7241.0
    ],
    [
        " Those are the ones that fight off the complacency that fight off the ego of, hey, we've arrived.",
        7241.22,
        7247.86
    ],
    [
        " We've accomplished our objective. When you got a big company that doesn't that is paranoid of losing.",
        7248.04,
        7252.62
    ],
    [
        " Man, it's awesome to see and that requires humble leadership.",
        7252.92,
        7257.6
    ],
    [
        " I'm saying, hey, there are no guarantees tomorrow. These guys are out to get us.",
        7257.84,
        7262.26
    ],
    [
        " Yeah, that's legit.",
        7262.5,
        7264.32
    ],
    [
        " Yeah, that's a tough feeling.",
        7264.72,
        7267.1
    ],
    [
        " It's a tough feeling to live with and I say that speaking from personal experience.",
        7267.52,
        7272.46
    ],
    [
        " Like, you know, when I've told you and the team that's like, hey, you guys want to know why I don't sleep because I'm paranoid of what's going to happen.",
        7273.14,
        7280.26
    ],
    [
        " We need to bring our A game every day.",
        7280.38,
        7282.62
    ],
    [
        " The day that we take a step back, the day that we're not putting putting forth absolute best is the day.",
        7282.92,
        7290.4
    ],
    [
        " Someone else out there is going to get a little foothold.",
        7290.54,
        7292.48
    ],
    [
        " I will not allow that to happen. It will not happen because we're on the warm path over here.",
        7292.7,
        7299.14
    ],
    [
        " Amen.",
        7299.4,
        7299.6
    ],
    [
        " And for every leader that has that feeling about their team, those leaders, you want that for something like me to come into echelon front.",
        7300.28,
        7309.34
    ],
    [
        " How about Dave Berks, the reason this company failed?",
        7309.82,
        7312.24
    ],
    [
        " How about we brought in this guy? He didn't, he didn't stay on the path the whole.",
        7312.74,
        7316.42
    ],
    [
        " How about Dave got complacent and I start that feeling of paranoia of there is no way I'm going to contribute to this company not being successful.",
        7316.52,
        7326.22
    ],
    [
        " And if you get those leaders ahead of created something and built something and they have that same feeling of ownership all the way down to the bottom where the most junior person,",
        7326.58,
        7335.52
    ],
    [
        " the most new, the newest higher is paranoid and they are in the game.",
        7335.52,
        7340.34
    ],
    [
        " That's it. That force is so powerful and it's to cultivate the way they do that if you're really is to give them that same amount of that same ownership you have of this is yours.",
        7340.72,
        7350.86
    ],
    [
        " And oh, by the way, that means we are, we can all lose here.",
        7351.28,
        7355.52
    ],
    [
        " You have to feel that same feeling of I, I, I could be the reason we fail and I am not going to let that happen.",
        7355.62,
        7363.24
    ],
    [
        " And that's a, that's a burden. That is that, that's a burden.",
        7364.28,
        7369.02
    ],
    [
        " That's a feeling that stays with you and it stays and if you don't have that feeling, there's something wrong.",
        7369.18,
        7375.02
    ],
    [
        " You're in the wrong, yeah, you're in the wrong, you're doing something wrong if you don't have that feeling, you know.",
        7375.12,
        7378.82
    ],
    [
        " Speed and change. In order to act consistently faster than the enemy, it is necessary to do more than move quickly.",
        7378.9,
        7388.5
    ],
    [
        " It is also necessary to make rapid transitions from one action to another.",
        7388.5,
        7392.62
    ],
    [
        " While there are many types of transitions and combat, it's important to remember that the transition, transitions produce friction.",
        7393.08,
        7398.72
    ],
    [
        " Reduction of friction minimizes the loss of tempo that the friction generates at the point of transition.",
        7399.18,
        7404.8
    ],
    [
        " A unit that can make transitions faster and more smoothly than another can be said to have greater relative speed.",
        7405.76,
        7413.9
    ],
    [
        " In Jiu Jitsu, I know that I learned one of the really powerful lessons that I learned from watching my old coach Fabio Santos.",
        7416.08,
        7424.48
    ],
    [
        " I was watching him train. This is when I was probably a white belt or a blue belt, but I was watching him train with one of the, you know, one of his purple belts, one of our purple belts that we had at the time.",
        7425.26,
        7433.3
    ],
    [
        " And I was watching him and like, for instance, as the guy mounted him, as the guy mounted him, he was escaping.",
        7435.08,
        7443.98
    ],
    [
        " As the guy put him in the guard, he was passing the guard. So he did not allow, he was just ahead on tempo.",
        7445.22,
        7451.86
    ],
    [
        " He was just a just slightly ahead like, I'm not waiting for you to settle in position. No, it's not happening. I'm actually going right now.",
        7452.32,
        7458.38
    ],
    [
        " So that is a good attitude to have in everything.",
        7458.82,
        7463.94
    ],
    [
        " In the 18th century, the importance of fast transitions sometimes called agility was displayed when shifting from column formation into line.",
        7464.38,
        7475.06
    ],
    [
        " If an army could not rapidly deploy into line and consequently, consequently was engaged while still in column, it was often beaten.",
        7475.18,
        7484.72
    ],
    [
        " Much drill is devoted to practicing this difficult transition. So it could be accomplished rapidly in combat.",
        7484.98,
        7491.32
    ],
    [
        " Today, we develop proficiencies in battle drills and immediate action drills that allow units to rapidly transition from one formation to another without pausing.",
        7491.96,
        7499.96
    ],
    [
        " It is important to be, it is important to be able to affect rapid changes in organization as well.",
        7500.64,
        7507.14
    ],
    [
        " Being quick to affect required changes in task organization based on a rapidly changing battle situation increases agility and decreases reaction times.",
        7507.14,
        7515.36
    ],
    [
        " Battle drills and rehearsals can be conducted to smooth out procedures for changing organization rapidly.",
        7515.66,
        7521.34
    ],
    [
        " The faster these transitions can be made, the more effective the force becomes.",
        7522.06,
        7526.34
    ],
    [
        " The place in time and space where transitions occur can be called a friction point.",
        7528.74,
        7534.1
    ],
    [
        " Friction points commonly encountered in tactics include movement from an assembly area to attack, from patrol movement formation to ambush posture, from defensive posture to attack, from one maneuver to another and so forth.",
        7534.32,
        7547.58
    ],
    [
        " The transition involves simply positional changes and drills but also changes of attitude in the minds of Marines.",
        7547.58,
        7555.02
    ],
    [
        " We must shift our mental focus from one movement to another.",
        7555.44,
        7558.26
    ],
    [
        " So here's one of the things that I did with my platoons with my task units that was super effective.",
        7559.4,
        7568.78
    ],
    [
        " When it came time to do an assault and some guys would really set up a specialized assault formation.",
        7569.4,
        7579.0
    ],
    [
        " Since we're doing assault, we're going to put them, they would make these changes to their formation and I would minimize, really minimize, if not completely eliminate this whole change in the way we're going to form.",
        7579.24,
        7593.92
    ],
    [
        " So we're going to do an assault, okay cool, Charlie Petun, you're on assault and you got one squad from Delta.",
        7593.92,
        7598.94
    ],
    [
        " Everyone's in the same patrol formation, everything's the same but you're going to do the assault.",
        7598.94,
        7603.44
    ],
    [
        " Okay cool, I'm not saying okay, we're going to take these breaches and we're going to put these with us and we're going to set up these special over them.",
        7604.48,
        7609.4
    ],
    [
        " No, no, no, no, everything's the same.",
        7609.4,
        7610.86
    ],
    [
        " And by the way, what happens when we get hit and things start falling apart, everyone's with the little element that they're used to working with.",
        7611.14,
        7617.72
    ],
    [
        " And we're, we got unit integrity all the time.",
        7619.06,
        7621.62
    ],
    [
        " That being said, because you can't guarantee that, I would always rehearse and train like we would go out on the beach and do,",
        7622.06,
        7631.84
    ],
    [
        " Rada battle drills where I'd call all these different maneuvers, rapidly in succession on top of one another, I wouldn't be all confused and all jumbled up and you had to just figure it out and make it happen.",
        7632.64,
        7640.74
    ],
    [
        " So we got on the battlefield, we would never get as jumbled up on the battlefield as we would when I was running blender drills, what we call blender drills on my cartoons.",
        7641.2,
        7650.54
    ],
    [
        " Like we'd run blender drills, no one, it'd be just every, it'd be every person would be in a different position.",
        7651.02,
        7655.52
    ],
    [
        " So everyone got used to, okay, what do you do? What's the protocol that you do when you're all jumbled up?",
        7655.78,
        7660.16
    ],
    [
        " Here's the protocol you look around, if you look around and there's no one making a call, grab four guys, you're a fire team leader, make something happen. Go.",
        7660.26,
        7665.9
    ],
    [
        " So between those two things, between being ready for the chaos and the disorganization, because we train that way and always to the best of the best that I could possibly pull it off, hey, we're going to keep our normal formations.",
        7666.92,
        7684.3
    ],
    [
        " Like when this talks about patrol formation, ambush posture, defensive posture, all those postures for me in my task unit, in my sea, they were the same.",
        7684.4,
        7695.7
    ],
    [
        " There's no confusion. Like this is what's happening. Occasionally, would you have to take a little sniper element and pull out or do you have to do something? Occasionally, yes.",
        7696.08,
        7703.14
    ],
    [
        " But I would do that as little as possible. And I would train to the point that they could handle it if it happened. But the thing is, it just wouldn't happen when you're that, when you're that use to being in that position.",
        7703.94,
        7717.0
    ],
    [
        " So the weird thing about this is you might, is this gave us total freedom? Because we could assault from a totally different direction.",
        7717.64,
        7725.14
    ],
    [
        " I could say, oh, yeah, by the way, that looks like it's a secure, looks like there's a guard up there. So we're going to go in from the other, we're going to go in from the south.",
        7725.86,
        7732.0
    ],
    [
        " And nothing changes. Everyone's, everyone's fine. We're still in put an integrity. This is just no changes. So that's a little trick that I used.",
        7732.76,
        7741.02
    ],
    [
        " It was, and I'm trying to think, imagine in my mind right now, what the driving force that makes people want to specialize for a particular part of an operation.",
        7741.6,
        7755.44
    ],
    [
        " The reason that I think we want to do it is because it seems from a broad perspective, no, no, from the opposite of a broad, from a granular perspective, if we set up like this, that part of the operation will go smoother.",
        7755.66,
        7770.46
    ],
    [
        " And there's a chance that they're right in that particular smooth operation where nothing goes wrong. But in any other thing, when anything goes sideways, it's not the right answer.",
        7771.76,
        7781.38
    ],
    [
        " And if you actually take the mindset that nothing is ever going to happen the way that you plan it to happen if you just accept that, which I think was verbatim out of the beginning of this is your plan is not going to go the way that you think.",
        7781.94,
        7793.46
    ],
    [
        " You immediately recognize that that's that's not a good plan. And it doesn't mean everybody needs to be an expert in every single thing that's not what it means.",
        7793.88,
        7800.64
    ],
    [
        " But it means everybody and you talked about the transitions you everybody has to have flexibility and then recognize you talk about a protocol.",
        7801.06,
        7808.26
    ],
    [
        " Okay, I can't answer what we're going to do. But I know there's a protocol. This is what we're going to do. The four of us, we're going to go and we're going to go attack that problem.",
        7808.46,
        7816.02
    ],
    [
        " The problem will reveal itself is move down it. But the hey, I'm a, I don't, I don't do that mission. I'm a this guy mission.",
        7816.02,
        7824.1
    ],
    [
        " Well, I'm really sorry that we haven't chosen to do this mission because the enemy is now doing something totally different.",
        7826.02,
        7831.4
    ],
    [
        " So the alternative is to sit here and do nothing or that we can get up and actually transition out of this mindset, you know, the defense to offense all those things.",
        7831.78,
        7838.44
    ],
    [
        " That's all mindset. People actually can get good at that. But through, through doing it over and over again, they can actually get good at that.",
        7838.92,
        7845.32
    ],
    [
        " You remember what you're saying earlier about the stealth fighter, about how you used even though you had the stealth fighter, you had all this advantage.",
        7845.52,
        7850.8
    ],
    [
        " You still like did the fundamental things correctly. And that's exactly what I did. So I would have my guys trained up where it didn't matter what person from T you.",
        7851.34,
        7862.98
    ],
    [
        " You take four guys from T you, bruiser five guys from T bruiser. One of them was going to step up as a fire team leader and start making something happen. That's the way it was going to be.",
        7862.98,
        7869.44
    ],
    [
        " So I had the capability really to mix and match people and set up a target assault, however I wanted to. But even though I had that step, you know, that capability, that that advanced capability that I could scramble everyone up and we could be effective.",
        7870.12,
        7884.84
    ],
    [
        " It didn't matter. I still used the fundamental principle to be as simple as possible because simplicity is is paramount. Yes.",
        7885.08,
        7893.62
    ],
    [
        " Back to the book, a modern example of the importance of fast transitions comes from aerial combat.",
        7896.98,
        7901.66
    ],
    [
        " Good deal, Dave Burke is in the house. In the Korean War, American aviators achieved, this is the part of the book where you just waiting to get here.",
        7902.22,
        7911.94
    ],
    [
        " American aviators, aviators achieved a high kill ratio of about 10 to one over their North Korean and Chinese opponents. At first glance, this is somewhat surprising.",
        7912.1,
        7922.08
    ],
    [
        " The main enemy fighter, the Meg 15 was superior to the American F-86 and a number of key respects. It could climb and accelerate faster and it had better sustained turn rate.",
        7922.34,
        7932.48
    ],
    [
        " The F-86, however, was superior to the Meg in two critical, though less obvious respects. First, because it had high powered hydraulic controls, the F-86 could shift from one maneuver to another faster than the Meg.",
        7933.36,
        7947.24
    ],
    [
        " Second, because of its bubble canopy, the F-86 had better visibility. The F-86 better field of view provided better situational awareness and also contributed to the fast transitions because it allowed its pilot to understand changing situations more quickly.",
        7948.14,
        7965.64
    ],
    [
        " The beauty of this example is that it is a literal example of those transitions we were just talking about. I actually used this Korean War example of the F-86 and the Meg 15. I had totally forgotten it was in this book.",
        7968.28,
        7982.2
    ],
    [
        " Completely forgotten this example was used in the 13. It says almost the exact same thing.",
        7982.72,
        7988.66
    ],
    [
        " The connection I have made from this story of my machine and your machine, what your machine does well and what my machine advantages and disadvantages. All too often we see what people want to do with their disadvantages is, hey, we need another machine.",
        7989.66,
        8002.5
    ],
    [
        " This machine doesn't do this as well, so I want more resources and I want more equipment. The answer is, hey, we can't do that. If we could, it's going to take us years to develop this and they spend all this time thinking about, well, if I only had a machine that turned better.",
        8003.02,
        8016.52
    ],
    [
        " If I only had a thing that client and they spend all this time thinking about what it is that they can't do instead of recognizing, hey, what are our strengths? What are our advantages here? What do we need to do to build a plan that leverages those strengths?",
        8017.32,
        8029.6
    ],
    [
        " You can actually outperform people in a way that doesn't seem to be evident to them. If they aren't, I got a better machine. Why do I need to worry about my transitions?",
        8030.34,
        8038.68
    ],
    [
        " I do this better than you. That's a huge disadvantage for them that they don't even realize. If you spend less time worrying about, hey, what's wrong with the things that I have and thinking about, where are my advantages? Small companies, but don't have the revenue. We don't have the market.",
        8038.72,
        8053.22
    ],
    [
        " But you know what you have? You've got 25 people. Quickly you can communicate. You know how fast you can get back and they've got 1,500 people. They can't get their communication.",
        8053.4,
        8063.62
    ],
    [
        " The strength of the story is a recognition of there were things at that airplane that you would not pay attention to that were vastly better than the enemy.",
        8064.98,
        8074.0
    ],
    [
        " Instead of spending all this time thinking about what we don't do well is build a plan that ran your strengths and then outmaneuver them. Meaning maneuver more quickly. Maybe you're not doing it. Maybe your turn isn't as fast. Your climate is as fast. And watch them react.",
        8074.44,
        8086.6
    ],
    [
        " They're reacting to your first move when you're on move number three. When they're reacting to your second move, you're on move number seven. And all of a sudden and 10 to 1 by the way, just 10 to 1 is staggering.",
        8086.92,
        8099.46
    ],
    [
        " I mean, that is crazy. It's crazy to think about what for every 100 airplanes, the enemy lost, we lost 10. Think about that. With an inferior machine.",
        8100.02,
        8110.64
    ],
    [
        " That story is my favorite story tell because we're used to having right now in the American military. Our stuff is better. Our equipment is better. That's why that is not why we win.",
        8112.16,
        8122.5
    ],
    [
        " As a matter of fact, if your plan is to just leverage the better equipment, you're going to lose. See, what your enemy is doing right now.",
        8122.66,
        8128.84
    ],
    [
        " Figure out what your weakness is. How are you going to maneuver on you? That's right. That's exactly what they're doing.",
        8129.44,
        8134.88
    ],
    [
        " Another important part of this. Okay. Because of its bubble canopy, the F-86 pilot had better visibility.",
        8136.08,
        8144.1
    ],
    [
        " The better field of view provided better situational awareness and contributed to the fast transition because it allowed the pilot to understand changing situations more quickly.",
        8144.8,
        8155.3
    ],
    [
        " The way that translates when you're not in a cockpit is it translates into detaching from the situation, taking a look at what's going on and actually being able to see what's happening.",
        8155.88,
        8165.84
    ],
    [
        " What do you see? What do you actually see? And if you see what's happening, then you can react faster. You can make those transitions happen quicker.",
        8166.0,
        8175.82
    ],
    [
        " That's this massive advantage that you can have. And the amount of people that I know that do a good job of detaching and taking a step back is a very small number.",
        8177.94,
        8187.34
    ],
    [
        " It's a very small number. And everyone that I know that can do it and do it well, they dominate.",
        8187.9,
        8192.76
    ],
    [
        " They dominate. When you are not detached, the only thing that is in focus is the one thing you're looking at. And everything else is blurry.",
        8193.16,
        8204.28
    ],
    [
        " Literally, you don't see those other things. And those are all the other things happening around you that you actually need to be reacting to.",
        8204.5,
        8211.46
    ],
    [
        " Another thing. So the other thing that you had is these high powered hydraulic controls. Okay.",
        8211.78,
        8217.62
    ],
    [
        " Which allows you to transition quicker. You know what stops people from transitioning mentally from one thing to something else?",
        8218.58,
        8226.18
    ],
    [
        " What it is, is there you go. It's there you go thinking, hey, I actually know what's happening. And I'm not looking at I'm not seeing anything else because what I think is happening is what's happening.",
        8228.1,
        8240.22
    ],
    [
        " I have so much confidence in myself and I think I'm right. So this is what hey, I think the enemy's coming in from over there. Okay. Cool.",
        8240.52,
        8246.62
    ],
    [
        " And I'm not thinking that I could be wrong. I'm not assessing what anyone else's input is. I'm not listening to what my subordinates are telling me what my peers are telling me what my boss is telling me.",
        8246.98,
        8255.96
    ],
    [
        " I think I'm right. So I'm not going to change anything that I'm doing right now. So those are the two kind of advantages that we can have in the F86 in our, you know, you might not be as smart as your other someone else.",
        8255.96,
        8270.72
    ],
    [
        " You might not, you might not have the cognitive capacity. You might not have the charisma that someone else has. But if you can detach and you can actually be humble enough to assess honestly what's going on.",
        8271.24,
        8283.58
    ],
    [
        " You can avoid of your own ego clouding your vision. You can do these two things. You can, you can see better and you can maneuver more quickly.",
        8284.22,
        8292.54
    ],
    [
        " That idea of seeing better and I spent a lot of my time thinking about what this means in the private sector now is even how you measure success.",
        8293.16,
        8301.96
    ],
    [
        " You talked about being paranoid just a minute ago about what a good leader in a good organization, what they're paranoid about.",
        8302.26,
        8307.68
    ],
    [
        " The way we measure success is revenue. There's a whole bunch of ways we have this objective measurement. We're making more money than we did. We're growing what a really good leader is actually doing is what's happened. What were we going to be in three years?",
        8308.0,
        8322.2
    ],
    [
        " My vision isn't just the next quarter. My vision is is the things that I'm doing and you have to actually pay attention to what your competition. Now you don't spend all your 100% of your time in your competition, but you're paying attention to and your vision is actually the farthest down range as it can possibly be.",
        8323.0,
        8337.6
    ],
    [
        " Because if we think quarter to quarter and sometimes we even sometimes think year to year and these big companies we work with, this long game, this long plan is recognizing what we're doing now.",
        8337.92,
        8349.06
    ],
    [
        " This it isn't going to work forever. We're going to have to change. We have to see where we're where we're going and that is going to change all the time and that requires as a leader to be looking up and out all the time.",
        8349.64,
        8361.42
    ],
    [
        " You asked that question to the muskier when should we be thinking strategically people like well maybe actually I got asked that.",
        8361.6,
        8369.22
    ],
    [
        " And the answer is all the time all the time and it's that vision of looking of if you don't have an idea of where you're going to be down the road, you're never going to get to where you need to be.",
        8369.22,
        8382.06
    ],
    [
        " And it's the same story of hey the win was we took this hill.",
        8382.24,
        8385.82
    ],
    [
        " Okay, what did taking this hill allow us to do and if you didn't have a vision of where we needed to go and why that hill is important, you should have just bypassed the hill altogether because it's not getting where you need to be and a leader, a good leader has to be able to do that.",
        8386.28,
        8398.94
    ],
    [
        " And that's that vision isn't isn't always just literal vision is it's actually where where's this organization going to go because when you're inside and you're a tactical guy like most of your employees are doing tactical things, they don't see that.",
        8399.36,
        8411.64
    ],
    [
        " They don't see the vision and where you're and if you can't impart that on them and let them understand what the vision is, they're going to drive you in the wrong direction not because they're careless and not because they simply don't see it.",
        8411.88,
        8425.46
    ],
    [
        " And for a leader to be able to see it and articulate that's really very few leaders are able to do that really well and guide their organizations in that direction.",
        8425.5,
        8434.38
    ],
    [
        " Yes, that's a tough combo to come up with the person that can has the vision and then that can can impart that division that vision, but and that means implicitly that you have to translate that vision to various types of people that are inside your organization.",
        8435.02,
        8451.86
    ],
    [
        " And it's definitely a challenge and of course that dichotomy to all of this is if you know strategically in Gijitsu, we want to get the top position and we want to dominate that position then we want to submit the person if we don't defend the cha the choke we're getting choked if you don't make it through this quarter, you're right you that's good you you had a good strategic vision and you can you lose tactically and lose strategically and doing so yes, you absolutely can.",
        8452.32,
        8481.44
    ],
    [
        " You absolutely can you can not pay attention to what's going on right in front of you and you can you can end up getting destroyed yes, there was the 10 to 1 ratio.",
        8482.66,
        8492.26
    ],
    [
        " It wasn't a 10 to 0 ratio that's right.",
        8492.26,
        8495.52
    ],
    [
        " Back to the book American pilot developed new tactics based on these two advantages when they engaged the mix they sought to put them through a series of maneuvers the F86 faster transitions between maneuvers gave it time advantage.",
        8495.66,
        8509.94
    ],
    [
        " The pilot transformed into a position advantage often when the make pilots realized what was happening they panicked and thereby made the Americans job even easier.",
        8510.32,
        8518.84
    ],
    [
        " These tactics illustrate the fast the way fast transitions contribute to overall speed and to a time advantage the importance of the time and speed in a broader sense has been brought out in the work of John Boyd a formal former colonel in the US Air Force.",
        8519.36,
        8533.34
    ],
    [
        " Boyd studied a wide variety of historic battles campaigns and wars he noted that where numerically inferior forces had defeated their opponents they often did so by presenting the other side with a sudden unexpected change or series of changes.",
        8533.5,
        8549.28
    ],
    [
        " The superior forces fell victim because they could not adjust to the changes in a timely manner generally defeat came at a relatively small cost to the victor.",
        8549.78,
        8558.24
    ],
    [
        " This research led to the boy theory which states that conflict may be viewed as a time as time competitive cycles of observation orientation decision action the Udalupe.",
        8558.76,
        8571.56
    ],
    [
        " First each party to a conflict enters the fray by observing himself is around his enemy and tactics is equates the adoptation the adoption of a hunting instant searching actively looking hunting for the enemy and seeing what is he when he is doing or about to do.",
        8572.62,
        8588.58
    ],
    [
        " It also includes anticipating the enemy's next move getting inside of his mind second based upon these observations.",
        8588.98,
        8594.54
    ],
    [
        " The combatant orient to the situation that is produces a mental image of the situation and gains situational awareness this awareness becomes the foundation of which to erect a plan generally better the orientation the better the plan.",
        8595.46,
        8609.28
    ],
    [
        " Next based on this orientation the combatant decides upon a course of action the decision is developed into a plan that can be disseminated among subordinates for their planning and execution last.",
        8609.94,
        8619.7
    ],
    [
        " The combatant acts or puts the decision into effect in tactics this is the execution phase where the decision or plan is implemented.",
        8619.92,
        8628.9
    ],
    [
        " Since this action has changed the situation the combatant again observes beginning the cycle a new.",
        8629.36,
        8635.96
    ],
    [
        " This is called the Udalupe.",
        8636.5,
        8638.64
    ],
    [
        " There it is the Udalupe gets on and you know this thing came out of airplane against airplane it's that big F-86 story the Marine Corps saw this and the entire maneuver warfare concept for the Marine Corps came from this guy which is incredible to think about but it's that same we're a numerically inferior force with relatively limited loss can outperform it over time.",
        8640.88,
        8668.62
    ],
    [
        " into a",
        8668.62,
        8669.26
    ],
    [
        " distance appearing among concludes",
        8669.26,
        8698.6
    ],
    [
        " among",
        8707.78,
        8716.9
    ],
    [
        " unght was",
        8716.9,
        8724.0
    ],
    [
        " libous",
        8724.0,
        8726.06
    ],
    [
        " honour",
        8726.06,
        8734.38
    ],
    [
        " We should also exercise caution so as to not confuse",
        8735.04,
        8739.3
    ],
    [
        " Here comes the dichotomy",
        8739.3,
        8741.44
    ],
    [
        " We should also exercise caution so as to not confuse speed",
        8741.44,
        8745.28
    ],
    [
        " With haste",
        8745.28,
        8748.28
    ],
    [
        " General Pat made this observation haste and speed",
        8748.28,
        8751.28
    ],
    [
        " There is a great difference between these two words",
        8751.28,
        8753.44
    ],
    [
        " Haste exists when troops are committed without proper reconnaissance",
        8753.44,
        8758.32
    ],
    [
        " Without the arrangement for proper supporting fire",
        8758.32,
        8760.84
    ],
    [
        " and before every available man has been brought up",
        8760.84,
        8763.7
    ],
    [
        " The result of such an attack will be to get the troops into early action",
        8763.7,
        8768.66
    ],
    [
        " but to complete the action very slowly",
        8768.66,
        8772.64
    ],
    [
        " Speed is acquired by making the necessary reconnaissance",
        8772.64,
        8777.04
    ],
    [
        " Providing the proper artillery support bringing up every available man",
        8777.04,
        8781.1
    ],
    [
        " and then launching the attack with a predetermined plan",
        8781.1,
        8785.02
    ],
    [
        " so that the time under fire will be reduced to a minimum",
        8785.02,
        8789.6
    ],
    [
        " So there is a dichotomy always there is a dichotomy",
        8790.9,
        8793.74
    ],
    [
        " Wow, with everything",
        8793.74,
        8794.76
    ],
    [
        " I have to write a book about that",
        8794.76,
        8798.1
    ],
    [
        " Check, becoming faster",
        8798.1,
        8800.24
    ],
    [
        " Now we see clearly the importance of speed",
        8800.24,
        8802.82
    ],
    [
        " We want to be fast, how do we do it?",
        8802.82,
        8805.92
    ],
    [
        " We start by recognizing the importance of time",
        8806.52,
        8809.6
    ],
    [
        " As leaders of Marines, we have a responsibility to make things happen fast",
        8809.6,
        8816.32
    ],
    [
        " Our sense of the importance of time, of urgency, must direct our actions",
        8816.42,
        8823.64
    ],
    [
        " We must work to create and build that sense within ourselves",
        8823.64,
        8827.88
    ],
    [
        " This is the kind of thing you read to yourself before you go to bed at night",
        8827.88,
        8833.06
    ],
    [
        " and when you wake up in the morning",
        8833.06,
        8834.62
    ],
    [
        " We have a responsibility to make things happen fast",
        8834.62,
        8838.58
    ],
    [
        " Once we have it there are a number of things we can do to increase speed",
        8838.58,
        8844.22
    ],
    [
        " First, we can keep everything simple",
        8845.06,
        8850.24
    ],
    [
        " Simplicity promotes speed, complexity slows things down",
        8850.24,
        8856.86
    ],
    [
        " Simplicity should be central to our plans",
        8856.86,
        8861.48
    ],
    [
        " Our staffs, large staffs, may be one of the world's greatest consumers of time",
        8861.48,
        8866.22
    ],
    [
        " Our command and control and our own actions",
        8866.22,
        8868.66
    ],
    [
        " This is why if you saw my task unit going to assault something",
        8869.78,
        8874.12
    ],
    [
        " They were in the same formation, they were always in",
        8874.12,
        8875.92
    ],
    [
        " or damn close to it",
        8875.92,
        8878.16
    ],
    [
        " Second, speed is increased through decentralization",
        8878.16,
        8884.68
    ],
    [
        " Decentralization is an important concept in the execution of maneuver warfare",
        8884.68,
        8889.2
    ],
    [
        " How do we achieve decentralization while still maintaining control?",
        8889.2,
        8895.14
    ],
    [
        " We use two main tools to provide the required control of the effort and the decentralization of its execution",
        8895.14,
        8903.56
    ],
    [
        " These tools are mission tactics and commanders intent",
        8903.56,
        8907.84
    ],
    [
        " Mission tactics is the assignment of a mission to a subordinate without specifying how the mission must be accomplished",
        8907.84,
        8915.42
    ],
    [
        " It is a key tenant of maneuver warfare",
        8915.42,
        8917.38
    ],
    [
        " In mission tactics, the higher commander describes the mission and explains its purpose",
        8917.38,
        8922.22
    ],
    [
        " The subordinate commander determines the tactics needed to accomplish the task based on the way the mission, but based on the mission and the higher commander's intent",
        8922.22,
        8930.96
    ],
    [
        " In this way each leader can act quickly as the situation changes without passing information up the chain of command and waiting for orders to come back down",
        8930.96,
        8939.46
    ],
    [
        " Speed is greatly increased by this decentralization process",
        8939.46,
        8943.42
    ],
    [
        " According to John A. English and his work on infantry, decentralization has been one of the most significant features of modern war",
        8943.42,
        8951.68
    ],
    [
        " English wrote, in the confused and often chaotic battlefield environment of today, only the smallest groups are likely to keep together, particularly during critical moments",
        8952.76,
        8962.16
    ],
    [
        " In such circumstances individuals rally around their leader who, armed with the knowledge of the purpose or intent behind their task, can lead them toward success",
        8962.16,
        8972.34
    ],
    [
        " And this is what we talk about all the time",
        8972.34,
        8978.44
    ],
    [
        " Decentralize command, the fourth law of combat, and I often describe it even though it's last, it's certainly not least",
        8980.16,
        8986.2
    ],
    [
        " You need to have the others in place to effectively execute decentralized command, there has to be a simple plan",
        8986.2,
        8991.54
    ],
    [
        " You have to have a team that's going to cover and move for each other, you have to know what the priorities are",
        8991.54,
        8994.88
    ],
    [
        " But then you have to have decentralized command, and the way you get decentralized command is not by explicitly giving...",
        8994.88,
        9003.92
    ],
    [
        " There's a book and the Germans, as we were implementing decentralized command and maneuver warfare in America",
        9003.92,
        9018.1
    ],
    [
        " What we started doing was we started adding the commander's intent to the last slide of a brief",
        9018.1,
        9024.2
    ],
    [
        " And so, commanders intent, going back to the book and then I'll wrap back to that",
        9025.32,
        9030.16
    ],
    [
        " The commander's intent provides an overall purpose for accomplishing the task assigned through mission tactics",
        9030.16,
        9034.64
    ],
    [
        " Although the situation may change, subordinates who clearly understand the purpose, that means why, and act to accomplish that purpose can adapt to a changing circumstance on their own without risking, diffusion, or effort of effort or loss of tempo",
        9034.64,
        9049.26
    ],
    [
        " Subordinate commanders will be able to carry on this mission on their own initiative and through lateral coordination with other subunits rather than running every decision through the higher command for approval",
        9049.42,
        9060.96
    ],
    [
        " So, this German was looking at the way that we're planning, and the Germans, you know, they're the ones that kind of pushed forward with this idea of mission tactics and commanders intent and really decentralized command",
        9060.96,
        9076.84
    ],
    [
        " But he would see the commanders intent at the end of a brief, there'd be a hundred slides, a hundred PowerPoint slides in a brief",
        9077.06,
        9085.74
    ],
    [
        " And then the last slide would say, the commander's intent of this operation is to blah blah blah",
        9085.74,
        9089.5
    ],
    [
        " And this German said, that last slide can actually replace this entire brief",
        9089.5,
        9096.16
    ],
    [
        " What is it that you want me to do?",
        9096.16,
        9098.78
    ],
    [
        " You just spent 100... you just spent an hour telling me all the different ways you want me to do something",
        9099.12,
        9104.26
    ],
    [
        " All I need to know is what is it you want me to do? Why do you want me to do it? And I'll go make it happen",
        9104.4,
        9109.38
    ],
    [
        " When we're working, the idea of decentralized command comes up all the time as you might guess",
        9109.38,
        9118.74
    ],
    [
        " And I know you know that because you've seen it over and over again",
        9118.74,
        9122.22
    ],
    [
        " And initially when we were talking about some of the frustration of junior leaders in the organization, mid-level managers, maybe supervisors, they get really frustrated that their senior leadership doesn't understand what's going on",
        9122.22,
        9134.02
    ],
    [
        " And they can't... they don't have what they need to solve the problems",
        9135.34,
        9138.22
    ],
    [
        " And I say, hey, who here wants their leaders solving their problems for them? And they'll put their hand up initially",
        9138.22,
        9142.58
    ],
    [
        " And they're like, that's an initial reaction because you can do that frustrated",
        9142.58,
        9146.22
    ],
    [
        " And I'm like, let's think about that for a second",
        9146.22,
        9150.2
    ],
    [
        " Do you want your bosses coming down here to your world and actually applying solutions to your problems?",
        9150.2,
        9158.22
    ],
    [
        " And they stop thinking they look, no, no, I don't want that",
        9158.3,
        9161.74
    ],
    [
        " I'm like, well, why don't you want them doing that? And then what they come down to is that",
        9162.0,
        9166.82
    ],
    [
        " Because they don't understand what I'm dealing with day to day",
        9166.82,
        9169.82
    ],
    [
        " I'm like, that's exactly right",
        9169.82,
        9171.78
    ],
    [
        " Because if they did come down to your world, they don't have every single minute of every single day of all the context you have for the problem you're dealing with",
        9171.78,
        9179.78
    ],
    [
        " And no matter what they do, it's going to be wrong because they don't understand it as well as you do",
        9179.78,
        9183.9
    ],
    [
        " And on both sides, what people are thriving for and that thing is just tell me what you want me to accomplish",
        9183.9,
        9191.02
    ],
    [
        " And then leave me alone because I can actually do that better",
        9191.72,
        9194.98
    ],
    [
        " And then if you reverse that with the senior leaders, like the same thing is they don't want to be down there because it takes them away from all these other things",
        9194.98,
        9202.34
    ],
    [
        " And really all is required is for the leader to have the vision and the subordinate leader to understand what are we trying to get done",
        9202.34,
        9211.04
    ],
    [
        " Yeah",
        9211.04,
        9211.58
    ],
    [
        " You know, it's a good converse to that question when you ask the subordinates, hey do you want your subordinate, do you want your boss to fix your problems?",
        9211.58,
        9220.94
    ],
    [
        " For you and of course they also yes",
        9220.94,
        9222.08
    ],
    [
        " Another way you could broach that question with an equally probably predictable answer is if you say to the leaders",
        9222.08,
        9231.16
    ],
    [
        " Hey, do you want your folks just to do what you tell them to do?",
        9231.16,
        9235.6
    ],
    [
        " And of course they're all going to say, oh yes, absolutely",
        9235.76,
        9238.1
    ],
    [
        " And then it doesn't take very long into that conversation before you realize that they have no idea how to actually accomplish what it is that they envision",
        9238.1,
        9247.3
    ],
    [
        " They have no idea how to operate that piece of equipment. They have no idea how to program that piece of software. They have no idea of any of those things",
        9247.3,
        9253.92
    ],
    [
        " And so it's same answer",
        9253.92,
        9256.78
    ],
    [
        " It's like yeah, that seems like good, it seems like what I want but that's not what you want",
        9256.78,
        9261.82
    ],
    [
        " What you want is subordinates, you want decentralized command where everybody leads, everyone solves problems, everyone's moving towards the unified vision that has been clearly stated by the boss of what the commander's intent is",
        9261.82,
        9271.96
    ],
    [
        " That's what you want, that's how you run an organization",
        9271.96,
        9274.88
    ],
    [
        " You would think that that would be what everyone would be striving for and you would think that in striving for it",
        9278.06,
        9286.14
    ],
    [
        " It would come to be clear how you actually do it and how you actually give people",
        9286.14,
        9295.5
    ],
    [
        " Decentralized command is by actually letting go",
        9296.54,
        9299.28
    ],
    [
        " Letting go, let people, let life babin go and run the operation, let sethstone go and make it happen",
        9299.28,
        9311.68
    ],
    [
        " And yes, do I train them to get ready for that? Absolutely. Do I build a relationship so I trust them? Yes, do they understand where I stand, what the parameters are?",
        9311.68,
        9322.6
    ],
    [
        " Do they know how much they're allowed to maneuver? Do they know what line they should never cross? Yes, they do",
        9322.86,
        9329.22
    ],
    [
        " And that allows me to say, yeah, go get some, you know what you need to get cut done, go make it happen",
        9329.22,
        9336.8
    ],
    [
        " And by the way, it's not just life and seth, there's other element, it's Andrew Paul, Andrew Paul go run operations",
        9336.8,
        9343.58
    ],
    [
        " The other assistant platoon commander's Mike Serelle go make it happen, I can't run, how am I going to run five operations at the same time I can?",
        9343.58,
        9349.88
    ],
    [
        " So that's what you do, that's Decentralized command. Back to the book, a third way to become faster is through experience, experience, breeds, speed",
        9351.44,
        9359.1
    ],
    [
        " Experience gives units, gives units advantages over less experienced units. This is why veteran units are usually much faster than green untried units",
        9359.1,
        9369.62
    ],
    [
        " If we are familiar with the situation or at least know generally what to expect, we can think, act and move faster, little overlay",
        9370.86,
        9380.0
    ],
    [
        " In peacetime, our Marines are not likely to be combat veterans. Still, we can give them experience through tactical decision games and sand table exercises, war games, field exercises and rehearsals",
        9380.0,
        9389.92
    ],
    [
        " These and other forms of training help reduce the stress and confusion of combat",
        9389.92,
        9395.44
    ],
    [
        " Another way in which experience helps us become faster is through the use of implicit communications",
        9396.78,
        9405.46
    ],
    [
        " Implicit communications are mutual understandings that require little or no actual talking or writing",
        9405.46,
        9414.24
    ],
    [
        " For example, two company commanders know each other well, they think alike because their battalion commanders established standard operating procedures and has schooled subordinate commanders in approach to war",
        9415.44,
        9427.08
    ],
    [
        " This is exactly what I was talking about, Seth and Lafe",
        9427.08,
        9430.74
    ],
    [
        " What was guys, no, there's implicit communication, I need to ask me, they know",
        9430.74,
        9436.5
    ],
    [
        " Thus the company commander of company B, company Brava does not need to talk with the company commander of company Charlie very often in action because each knows from common past experiences and from daily observations how the others likely to react in many different situations",
        9436.7,
        9452.7
    ],
    [
        " If Brava company's commander creates an opportunity, Charlie company's commander will take advantage of it",
        9452.7,
        9457.6
    ],
    [
        " That is implicit communication, it is faster and more reliable, it is more reliable than explicit communication",
        9457.6,
        9464.84
    ],
    [
        " Trying to pass words and messages back and forth over telephone radius",
        9465.1,
        9468.26
    ],
    [
        " There are so many things that I had that my guys knew the implicit, it was implied they understood exactly when I was coming from",
        9468.26,
        9481.58
    ],
    [
        " From the way that they behaved on the battlefield, the way they behaved on liberty everything",
        9481.58,
        9488.36
    ],
    [
        " Like when I just said there's a line that they knew what that line was, they knew what that line was",
        9490.0,
        9495.26
    ],
    [
        " What also goes to show and prove why you can't do this thing, this fourth law of combat, if you don't have the beginning",
        9495.26,
        9504.96
    ],
    [
        " That implied communication, that's the strength of your relationship with these people",
        9504.96,
        9511.2
    ],
    [
        " It's how well they know you, it's how much they trust you, it's how much you understand them",
        9511.22,
        9514.66
    ],
    [
        " And it's how strong that first rule is is what allows you to do this thing that actually if you kind of think about it in some terms",
        9514.66,
        9523.5
    ],
    [
        " Decentralized command, you could actually make an argument that it's the most important thing in combat in this particular case",
        9523.5,
        9529.06
    ],
    [
        " Because it's so required because you as a leader can't be in 15 different places",
        9529.06,
        9532.14
    ],
    [
        " But no matter what you do if you don't have the beginning, if you don't have the foundation, if you don't have a good relationship",
        9532.14,
        9539.86
    ],
    [
        " You can never do this, you can never have implied communication",
        9540.38,
        9544.42
    ],
    [
        " Because I'll never really understand what it means if I haven't and you can't skip this, you can't accelerate this again",
        9544.42,
        9552.52
    ],
    [
        " I'm a decentralized command guy, well that's great but if you don't have a good relationship with your people, it won't work",
        9552.52,
        9558.9
    ],
    [
        " We were at one of the monsters, we were done, I think it was the San Francisco monster",
        9558.9,
        9566.34
    ],
    [
        " Maybe, but anyways we were having our debrief and it was, people had to go so it was a smaller debrief, not everyone was there",
        9567.28,
        9574.56
    ],
    [
        " Jamie who is our director of operations who is the logistician behind the monster who handles everything that's happening",
        9574.56,
        9584.8
    ],
    [
        " And it's completely decentralized, but we get done with the monster and of course everything was just impeccably run",
        9584.8,
        9591.58
    ],
    [
        " And if someone has to wait in line for 15 seconds to register, that's a failure",
        9593.46,
        9600.6
    ],
    [
        " Right, so when we got done wearing this room and I could see and people were coming up to me saying, I've never been an event that was run this smoothly",
        9600.6,
        9610.74
    ],
    [
        " They're not even talking about what they learned, they're just saying, how is this thing run so smoothly",
        9610.74,
        9616.58
    ],
    [
        " And how is everything so professional and how is every little thing that occurs perfect",
        9616.58,
        9624.66
    ],
    [
        " So we get in this debrief from and what I said was I said to Jamie and Jen who had been in the powerhouse of trio who run all these logistics",
        9624.66,
        9639.22
    ],
    [
        " I said, you know, I should have said this before any of these monsters, but everything that happens at the monster is a complete reflection of our company of Escalon Front",
        9639.34,
        9653.78
    ],
    [
        " If we can't run a smooth check-in, then who are we to be advising people as to how to run an organization",
        9653.78,
        9662.2
    ],
    [
        " And the fact of the matter is, so I never said that to them and yet the team, the Escalon Front team, the volunteers, well everyone that shows up, they go to the nth degree to make sure that everything is smooth, to make sure that everything is smooth",
        9663.88,
        9676.18
    ],
    [
        " And this is clear, Jamie never had to ever hear those words come from my mouth because Jamie knows me",
        9676.18,
        9684.0
    ],
    [
        " And Jamie knows that how I roll is like, oh, this will be the best thing that everyone, anyone ever goes to, that is the standard",
        9684.06,
        9693.8
    ],
    [
        " Now I never said that to her, she knew 100% in her soul that's how we roll",
        9693.8,
        9698.74
    ],
    [
        " If there was a question between, hey, you know what, we can save, we can make this a little easier on the volunteers or on the employees",
        9698.74,
        9707.52
    ],
    [
        " Or we can adjust this a little bit and save a little bit of money here or, hey, it doesn't matter if the people that are attending might not be able to see the whole, like whatever the case may be",
        9707.52,
        9719.16
    ],
    [
        " Whatever it was, the thing that she knows that the team knows that the rest of her, which she implied that right down to her whole team",
        9719.16,
        9727.5
    ],
    [
        " Because you know, she's got 20 people there that are working for and they're all have the same mindset which is we will do everything to the nth degree",
        9727.62,
        9736.78
    ],
    [
        " Hey, will we make mistakes? Absolutely, will we drop the ball sometimes? Yes we will, but when we drop that ball, we will pick it up, we will recover it and we will run that thing for a touchdown",
        9736.78,
        9746.7
    ],
    [
        " And make it up to the person that, whoever was affected",
        9746.7,
        9750.84
    ],
    [
        " So that's like a classic example of implied communication, I don't need to tell you, hey, we're going to show up early for the people that we're working with tomorrow",
        9751.06,
        9762.84
    ],
    [
        " You don't need to hear that, right? Like this is just a known thing, that's the way it is",
        9762.84,
        9768.42
    ],
    [
        " Like you said earlier, you're not showing up saying, you know what, I don't really have time to prepare so I'm just kind of kind of weighing it today",
        9768.42,
        9775.08
    ],
    [
        " Like that's not happening, that's not what we're doing",
        9775.36,
        9778.36
    ],
    [
        " And so those kind of implied thing and Lafayn's great examples where he was making decisions and making calls and I never said to him",
        9778.36,
        9786.86
    ],
    [
        " But you know, he'd come back and say, hey, this was happening, this is what I did, but I'd be like, yeah, and he'd say, yeah, I didn't need to call you and say, hey, what do you think we should do here?",
        9786.86,
        9795.72
    ],
    [
        " You know, and this is because the trust, the relationship, then you're right, that does take time to build",
        9796.46,
        9800.98
    ],
    [
        " And what's really scary is when people, when the trust isn't there, when the relationship isn't there",
        9801.28,
        9808.7
    ],
    [
        " And people start trying to guess what the implied communication was, I thought you would have wanted me to do that",
        9808.7,
        9815.38
    ],
    [
        " And that's something that I did, so I would have guys that would come, let's say, roll through",
        9815.38,
        9820.18
    ],
    [
        " When I was a student commander, I was a task unit commander, someone might roll through and go out on an operation here or there",
        9820.18,
        9825.9
    ],
    [
        " And they thought they knew me, or they thought they knew Lafayn, and all of a sudden they'd make a move out there on the battlefield and you go, oh, man, that was not a good move",
        9826.96,
        9837.52
    ],
    [
        " And clearly I did a fail to let them know that this was not what we're doing",
        9837.52,
        9842.82
    ],
    [
        " And because my guys knew me and they knew what the implied communication was, they didn't, they did it",
        9842.82,
        9850.6
    ],
    [
        " And I didn't have to make it, I didn't have to be verbal with it",
        9851.32,
        9855.48
    ],
    [
        " But someone that just shows up for a week and all of a sudden they're out on operation, they do something that's dumb",
        9855.48,
        9860.76
    ],
    [
        " My fault, our fault as leaders, because we didn't make it explicitly clear, hey, here's what's going on, here's how we, here's why we don't do that",
        9860.76,
        9869.5
    ],
    [
        " Here's why we don't fire warning shots from a sniper overwatch",
        9869.5,
        9877.12
    ],
    [
        " This seems like a obvious thing, you know, and Lafayn sitting in a platoon brief",
        9877.12,
        9883.52
    ],
    [
        " Wouldn't say, hey guys, we're not taking warning shots",
        9883.52,
        9886.24
    ],
    [
        " It's implied that it's a clandestine situation as long as we can keep it that way",
        9886.24,
        9889.98
    ],
    [
        " And if we have to go, we're going to start killing people, not firing warning shots",
        9889.98,
        9894.78
    ],
    [
        " You're warning people that don't know where they are, this doesn't make sense",
        9894.78,
        9898.5
    ],
    [
        " But you know what happens? And that particular thing happened, and again, we as leaders needed to understand",
        9898.5,
        9905.74
    ],
    [
        " Hey, we don't have that full relationship, we don't people don't understand things as well",
        9905.74,
        9909.52
    ],
    [
        " So you have to watch out when people start trying to guess what the implied communication is",
        9909.52,
        9915.16
    ],
    [
        " I don't want you to guess, so I don't want you to guess at what I'm thinking",
        9915.16,
        9919.42
    ],
    [
        " I want you, if you're not sure, I want you to actually raise your hand and say, hey, Jocco",
        9919.42,
        9923.58
    ],
    [
        " My guess is that you're doing this, but I don't want to guess, I want to actually know",
        9923.58,
        9928.74
    ],
    [
        " So, hey, if you're thinking something, that's my responsibility as a leader to say",
        9928.74,
        9933.06
    ],
    [
        " Hey, if you don't, if you're not sure, hit me up, hit me up",
        9933.06,
        9936.84
    ],
    [
        " Yeah",
        9936.84,
        9937.16
    ],
    [
        " Back to the book, another way speed gains from experience is the development of lateral communications or coordination",
        9937.16,
        9947.46
    ],
    [
        " If all communication is up and down the chain of command, action will move slowly",
        9947.46,
        9952.74
    ],
    [
        " If commanders and leaders at every level communicate laterally",
        9952.74,
        9956.66
    ],
    [
        " If we as leaders talk directly to other leaders action moves much faster",
        9956.66,
        9961.86
    ],
    [
        " Lateral communication is not a natural consequence of mission orders",
        9961.86,
        9967.02
    ],
    [
        " It must be practiced in training",
        9967.02,
        9970.02
    ],
    [
        " It results from the confidence of the higher commander who has through past experiences",
        9970.02,
        9975.44
    ],
    [
        " Found that subordinates can exercise initiative based on the assigned mission and commanders stated intent",
        9975.44,
        9981.32
    ],
    [
        " As you just said",
        9981.32,
        9983.0
    ],
    [
        " Yeah",
        9983.0,
        9983.2
    ],
    [
        " A good example of lateral communications comes from aviation",
        9984.56,
        9988.16
    ],
    [
        " Dave Burke",
        9988.16,
        9990.58
    ],
    [
        " In the air, the pilots of a flight of aircraft communicate laterally as a matter of course",
        9990.58,
        9998.72
    ],
    [
        " A pilot who needs to talk to another does so",
        9998.72,
        10003.12
    ],
    [
        " A message need not go through the mission commander and then be related to the other pilot",
        10003.12,
        10007.88
    ],
    [
        " Events would quickly outpace communication if pilots tried to talk that way",
        10007.88,
        10011.52
    ],
    [
        " The same procedures may be employed by ground combat and logistics as units as well",
        10011.52,
        10017.04
    ],
    [
        " What parameters are you giving where it's like, okay, you do need to run it through the chain of command",
        10017.04,
        10026.0
    ],
    [
        " Is that like, hey, I'm going out of the AO",
        10026.0,
        10027.74
    ],
    [
        " Man, yeah",
        10027.74,
        10028.58
    ],
    [
        " Like I'm leaving, I got to depart the area, something like that",
        10028.58,
        10032.52
    ],
    [
        " It's such a small list, it would really, it would really boil down to a deviation of what our main practices are",
        10032.94,
        10042.3
    ],
    [
        " Our overarching SOPs that hey, these are just some big foundational things that we do",
        10042.3,
        10048.06
    ],
    [
        " It would have to be something like, I'm leaving a location",
        10048.06,
        10052.54
    ],
    [
        " That everybody's probably thinks I shouldn't because I think something else is happening",
        10052.54,
        10059.18
    ],
    [
        " And if I don't have the big picture, maybe I'm going to, hey look, this is what's happening",
        10059.18,
        10062.82
    ],
    [
        " This is a critical decision, maybe then",
        10062.82,
        10064.96
    ],
    [
        " But the reality is, is the question you're asking me, I'm thinking",
        10064.96,
        10067.62
    ],
    [
        " I don't even know if I have a good example where I would have to defer to the chain of command",
        10067.62,
        10073.76
    ],
    [
        " Given how limited my time and how, you know, you're on minutes",
        10073.76,
        10079.52
    ],
    [
        " And so if I spend 10 minutes trying to work this answer out",
        10079.52,
        10083.86
    ],
    [
        " That's probably all the time actually you really had to go execute anyway",
        10083.86,
        10086.74
    ],
    [
        " So the answer to the question is, I can barely think of an example that I would have to stop what we're doing",
        10086.74,
        10091.98
    ],
    [
        " Ask the boss who's somewhere else, can I go do this?",
        10091.98,
        10095.24
    ],
    [
        " Yeah, and on the ground, it's really easy, it's really easy",
        10095.36,
        10098.08
    ],
    [
        " Hey, we're going to go across this line to this limit of advance",
        10098.08,
        10101.92
    ],
    [
        " Do we have, can we do that?",
        10101.92,
        10103.88
    ],
    [
        " Yeah, can we do that?",
        10103.88,
        10104.42
    ],
    [
        " Is there something else going on that would appropriate risk if I did that?",
        10104.48,
        10106.46
    ],
    [
        " Yeah, can you tell someone else that I'm moving into their AL?",
        10106.46,
        10108.98
    ],
    [
        " I want to hit a building that wasn't on the target list, can I do it?",
        10109.3,
        10112.78
    ],
    [
        " You know, so, and you know what's interesting is, again,",
        10112.78,
        10115.92
    ],
    [
        " Lafe and Seth, they like, they just knew what I don't think ever",
        10116.32,
        10122.54
    ],
    [
        " Lafe did something where I came back and said you should have asked or Seth",
        10122.54,
        10127.42
    ],
    [
        " Where I said, hey, you should have told me what was going on or you should have asked me what was going on",
        10127.42,
        10130.82
    ],
    [
        " Those guys knew, again, implicit communications, hey, I'm leaving, I'm going across this limit of advance",
        10130.82,
        10137.82
    ],
    [
        " I'm calling Jockelyn, just let him know, or hey, I want to hit this building, I'm going to go",
        10137.82,
        10141.0
    ],
    [
        " Or hey, I'm doing this different for the first time on an operation",
        10141.08,
        10145.64
    ],
    [
        " I mean, I'm going to check with Jockelyn, see, like that's never did I say to myself you should have told me",
        10145.64,
        10152.26
    ],
    [
        " And there was, and there was not a lot of times where they were telling me something where I was like, dude, come on, of course, go do it",
        10152.26,
        10158.0
    ],
    [
        " Like, both of those guys had such a good feel for, and they might air towards letting me know, of course, which I think is the good way to air",
        10158.0,
        10165.88
    ],
    [
        " You know, hey occasionally, maybe I'd be like, yeah, man, no problem, of course, but I would never say, dude, just do it, what's wrong with you?",
        10165.9,
        10171.68
    ],
    [
        " No, I'd rather you lean towards letting me know what's going on",
        10171.78,
        10174.92
    ],
    [
        " And I think that's a huge distinction",
        10174.92,
        10177.46
    ],
    [
        " The difference between asking for permission and informing your leadership, those are very different things",
        10177.46,
        10182.3
    ],
    [
        " So in that same question, I would let them know, whoever they all the time",
        10182.3,
        10187.5
    ],
    [
        " Hey, I'm moving here, I'm doing this, and it is an informative, I'm going to let my leadership know almost as much as I can",
        10187.5,
        10195.04
    ],
    [
        " But in terms of like, I don't know if I should do this, I'm going to, I think I should, and stopping the flow this tempo to get permission",
        10195.04,
        10202.44
    ],
    [
        " Because my leadership had created this level of friction that I couldn't make real-time decisions",
        10202.44,
        10207.12
    ],
    [
        " The difference to the chain of command that up and down that they talked about",
        10207.12,
        10210.66
    ],
    [
        " We even went so far, if you were my squadron commander, and I was a captain in your occernal, and on this particular mission",
        10210.66,
        10219.62
    ],
    [
        " I was the flight lead, and you were number two, you were my wingman, your rank did not go with you under the cockpit",
        10219.62,
        10225.96
    ],
    [
        " It didn't matter that you were the squadron commander, I wouldn't treat you like a squadron commander in the airplane",
        10225.96,
        10231.06
    ],
    [
        " I treat you like a wingman, and the expectation was that you would treat me like a flight lead",
        10231.06,
        10235.82
    ],
    [
        " And whatever the natural relationship is there",
        10235.82,
        10237.44
    ],
    [
        " And that's a good one because we often get asked, well, you know, your chain of command is so hierarchy in the military",
        10237.44,
        10245.2
    ],
    [
        " And the example that I always bring up is a breacher, a breach team",
        10245.28,
        10247.98
    ],
    [
        " So you have a breach team leader that's running the breach, and when that breach team leader looks at me even though I'm nine ranks above them in the military",
        10247.98,
        10253.54
    ],
    [
        " Whatever, four ranks above them, five ranks actually more than that, a lot of ranks above them",
        10253.54,
        10256.8
    ],
    [
        " If he looks at me and says, back up, you know what I do? I back up, if he tells me to get down, you know what I mean?",
        10256.8,
        10261.42
    ],
    [
        " Get down, that's the way it works",
        10261.42,
        10263.04
    ],
    [
        " So he's got the tactical control over that situation, and he's the guy in charge",
        10263.04,
        10268.5
    ],
    [
        " And also I'd say this, when you talk about asking me, like asking, like how often did Lafe or Seth or one of the other junior officers say, hey, what should I do?",
        10268.74,
        10280.78
    ],
    [
        " They almost never did that because I beat that one out of Merlea Hall, like that one I have there",
        10280.84,
        10285.2
    ],
    [
        " We're not doing this, you come up with a solution, you tell me what you're going to do",
        10285.2,
        10288.28
    ],
    [
        " So it was almost always they were telling me for giving me the opportunity to negate if you know if they said, hey, I want to go to move across this amount of advance",
        10288.28,
        10297.74
    ],
    [
        " It gives me the opportunity to say, do it or negative, there's already friendly forces in that building holder to go, whatever",
        10297.92,
        10303.26
    ],
    [
        " So yeah, there was not a lot of asking me what to do",
        10303.26,
        10307.66
    ],
    [
        " And was there early on? Sure, the further along we got, the less and less those guys asked me anything",
        10307.66,
        10315.6
    ],
    [
        " I was just going to conclude with that same thing, is that how I was as a squadron commander in day one? No",
        10315.6,
        10320.62
    ],
    [
        " No, on day one I wasn't like that and it took a little bit of time to get to that evolution",
        10320.62,
        10325.92
    ],
    [
        " That idea of decentralized command is built on those relationships on day one",
        10325.92,
        10329.04
    ],
    [
        " You got to figure out those things and it does take a little bit of time",
        10329.04,
        10331.6
    ],
    [
        " So if you got a brand new team and you just got brought into an organization and run your team",
        10331.6,
        10335.24
    ],
    [
        " That doesn't mean you just cut them loose on day one",
        10335.24,
        10337.12
    ],
    [
        " It doesn't mean that you actually need to spend some time with a little more closer control than you might like",
        10337.12,
        10342.14
    ],
    [
        " The sooner you get to that the better but yeah, absolutely",
        10342.14,
        10345.02
    ],
    [
        " You got to build those relationships out of the gate so you can get to that point",
        10345.02,
        10347.8
    ],
    [
        " And if you kind of lose too soon, it's everybody's bad as micromanaging them when they don't need to be micromanaged",
        10347.8,
        10352.86
    ],
    [
        " Back to the book, a fourth way to become faster is by the commander's positioning himself at the point of friction",
        10352.86,
        10361.72
    ],
    [
        " This position may be with the main effort, a supporting effort or in the rear",
        10361.72,
        10365.48
    ],
    [
        " A commander who is forward can instantly influence the battle as a situation develops",
        10365.48,
        10370.78
    ],
    [
        " For the same reason a commander may choose a position at a crucial crossroad during a night movement",
        10370.78,
        10375.08
    ],
    [
        " Or where the unit is pushing supplies forward or where a counter-attack force is in the defense may be cited",
        10375.08,
        10380.56
    ],
    [
        " The key is to be where we can best influence the actions of our units",
        10380.56,
        10387.08
    ],
    [
        " As Marines we believe in leading from the front since that is where most friction points occur",
        10387.08,
        10392.56
    ],
    [
        " But they may occur elsewhere",
        10392.56,
        10395.1
    ],
    [
        " We must choose our positions accordingly throughout World War II and its career lieutenant general",
        10395.1,
        10402.16
    ],
    [
        " Louis B. Chesdee, polar",
        10402.8,
        10404.84
    ],
    [
        " Believed that Marines had to lead from where the fighting was",
        10404.84,
        10408.12
    ],
    [
        " This command quote, post-business",
        10408.12,
        10411.7
    ],
    [
        " This command post-business will ruin the American army and Marines if it isn't watched",
        10411.7,
        10416.0
    ],
    [
        " He said while he was the commanding officer of first battalion 7th Marines at Guadalcanal",
        10416.0,
        10421.18
    ],
    [
        " As a battalion commander, polar usually positioned himself directly behind the point element of his battalion",
        10421.18,
        10426.98
    ],
    [
        " And his headquarters element directly behind the lead company so that he could best influence the actions of his unit",
        10427.22,
        10433.5
    ],
    [
        " From this location he was able to impose his will and personally affect the outcome of the engagement",
        10433.5,
        10439.1
    ],
    [
        " Depending on the situation he could also be found at other points on the march or in his perimeter",
        10439.1,
        10444.78
    ],
    [
        " His idea was to be where he could best influence the action",
        10444.78,
        10448.36
    ],
    [
        " Notice even though it's leading from the front he put himself behind the point element of his battalion",
        10448.36,
        10455.2
    ],
    [
        " That's not in the point element because then he's the guy shooting his freaking rifle",
        10456.3,
        10459.68
    ],
    [
        " Not making decisions",
        10459.68,
        10461.04
    ],
    [
        " It's the same thing in aviation",
        10461.04,
        10464.52
    ],
    [
        " And so there's a little bit of inherent inflexibility in aviation because you can't take your aircraft and go 75 miles",
        10464.52,
        10470.84
    ],
    [
        " You can't just leave yourself as the mission commander",
        10470.84,
        10473.1
    ],
    [
        " So actually when you have a mission of 24 airplanes you've got guys that are dedicated as fighters to shoot down enemy aircraft",
        10473.1,
        10479.9
    ],
    [
        " And you know what?",
        10479.9,
        10480.48
    ],
    [
        " That's the sexy mission",
        10481.0,
        10482.16
    ],
    [
        " Everybody wants a big kill I want to shoot my missile and shoot down an airplane because that sounds cool and that sounds like the most fun",
        10482.38,
        10488.04
    ],
    [
        " And that's what people want",
        10488.04,
        10488.92
    ],
    [
        " The real reason we're out there the mission we're almost always doing is to do this is to blow something up on the ground",
        10488.92,
        10495.32
    ],
    [
        " To affect some air to ground influence to kill some target on the ground",
        10495.32,
        10498.72
    ],
    [
        " So you know where the mission commander is the guy in charge of the whole thing on every mission",
        10498.72,
        10502.44
    ],
    [
        " He's with the strike element",
        10502.44,
        10504.04
    ],
    [
        " He's with the element that's actually a full wave behind the leading element which is the fighter element which clears everything out",
        10504.04,
        10509.94
    ],
    [
        " And he's actually the strike element because he a can see everything is out in front of him",
        10510.54,
        10514.04
    ],
    [
        " And he's actually with the element that will have the most of an amount of impact to the mission",
        10514.04,
        10518.84
    ],
    [
        " Or at least that's the plan",
        10518.84,
        10519.82
    ],
    [
        " Is he dropping bombs too?",
        10519.82,
        10520.8
    ],
    [
        " Oh he is. I mean every airplane eventually I mean from resources",
        10521.28,
        10524.72
    ],
    [
        " Yeah we're up there",
        10524.72,
        10525.54
    ],
    [
        " Yeah we're up there we're dropping bombs and he's going to be at some point he's going to roll and go",
        10525.54,
        10529.72
    ],
    [
        " He'll get tactical for a few minutes he will he'll go right through the soda straw in the pop",
        10529.72,
        10533.4
    ],
    [
        " Yeah it's exactly right in the pop",
        10533.4,
        10536.0
    ],
    [
        " But the just like the amount of time that he's going to be doing that is",
        10537.2,
        10542.24
    ],
    [
        " 90 seconds on an hour and a half mission and he will actually put himself behind that initial wave",
        10542.24,
        10548.38
    ],
    [
        " And be with what is most likely the point of friction",
        10548.38,
        10551.34
    ],
    [
        " And the bottom line is this tactical principle that could apply to a marine lance corporal a platoon commander",
        10551.34,
        10557.18
    ],
    [
        " A battalion it's the same thing in aviation",
        10557.18,
        10559.86
    ],
    [
        " It's the same responsibility and the mission commander or by the way",
        10559.86,
        10563.3
    ],
    [
        " Doesn't have to be the senior ranking guy it doesn't have to be who is the squad it's not always the squadron commander",
        10563.76,
        10569.38
    ],
    [
        " He's not it's it's you guys are going here we're going here and this is and once I cut you loose and go to your thing",
        10569.38,
        10574.7
    ],
    [
        " And I was you know first when we did OEF you know and we're in Afghanistan",
        10574.7,
        10579.72
    ],
    [
        " This Operation Akana was his big mission I was on night zero of anaconda as a captain",
        10579.72,
        10585.14
    ],
    [
        " I was leading a formation and the guy I was leading was my operations officer",
        10585.14,
        10588.68
    ],
    [
        " He outranked me by two ranks he was way more experienced than me but on that mission the squadron commander gave me the lead",
        10588.68,
        10594.62
    ],
    [
        " And he flew off my wing is it a workload is it a workload issue why why do they do it that way?",
        10594.62,
        10602.8
    ],
    [
        " Um, it's in other words if I plan every single mission eventually I just can't don't have the capacity to plan them all",
        10602.8,
        10609.26
    ],
    [
        " So instead you plan the next one in that way I can get some rest or I can you know be ready",
        10609.26,
        10613.96
    ],
    [
        " Yeah, so he can actually go be an operations officer because what he was doing for most of that day rather than planning that mission",
        10614.4,
        10619.98
    ],
    [
        " He was forecasting the next 96 hours of sustained combat operations",
        10619.98,
        10624.38
    ],
    [
        " I can't the opposite can't afford a we he's got a fly we only have a certain number of pilots or number airplanes",
        10624.38,
        10629.38
    ],
    [
        " But the rank it wasn't a matter is who's going to be able to get that job done in the opposite in the squadron commander",
        10629.38,
        10635.68
    ],
    [
        " We're doing long-range strategic stuff. I spent the entire day planning and he jumped on my wing",
        10635.68,
        10640.42
    ],
    [
        " And never once did he take try to take control of that situation for me, you know from beginning to end",
        10640.42,
        10645.9
    ],
    [
        " Gotta stay humble",
        10645.9,
        10648.14
    ],
    [
        " Back to the book finally it is important not only to be faster",
        10648.14,
        10654.64
    ],
    [
        " But to maintain that speed through time this endurance is made possible through physical and mental fitness",
        10654.64,
        10663.88
    ],
    [
        " Physical fitness develops not only speed energy and agility to move faster",
        10663.92,
        10669.46
    ],
    [
        " But it also develops the endurance to maintain that speed for longer durations",
        10669.46,
        10674.12
    ],
    [
        " With endurance we not only outpace the enemy but maintain a higher tempo longer than he can",
        10674.12,
        10680.92
    ],
    [
        " Mental fitness builds the ability to concentrate for longer periods of time and to penetrate below the surface of a problem",
        10680.92,
        10689.8
    ],
    [
        " For this reason fitness plays an important part in the life of every marine",
        10689.88,
        10695.64
    ],
    [
        " Patent once said high physical condition is vital to victory",
        10695.64,
        10701.8
    ],
    [
        " And here's the conclusion of this chapter we must be faster than our opponent",
        10701.8,
        10708.84
    ],
    [
        " This means we must move fast but more importantly we must act faster than our enemy",
        10708.84,
        10716.02
    ],
    [
        " The aim is to tailor our tactics so that we can act faster than the enemy force can react",
        10716.02,
        10722.62
    ],
    [
        " Our ability to plan, decide and execute faster than our enemy creates advantage that we can exploit",
        10722.62,
        10730.36
    ],
    [
        " We have just discussed ways to improve our speed",
        10730.36,
        10734.38
    ],
    [
        " Readers of this publication may think of additional ways to be fast",
        10734.38,
        10738.12
    ],
    [
        " When you find one that works tell your fellow Marines about it so they can use it too",
        10738.12,
        10743.94
    ],
    [
        " Anything that works to make you faster is good even if it is not yet in the books",
        10745.06,
        10752.58
    ],
    [
        " Well speed wise we're not doing real good on this podcast right now because we are now something like three hours deep",
        10752.58,
        10764.86
    ],
    [
        " And we only made it through another two chapters so probably not exactly the fastest thing",
        10766.8,
        10774.84
    ],
    [
        " But we are going deep and we're getting into it",
        10774.84,
        10778.62
    ],
    [
        " The fact that we were just talking about the fact that we need to keep our mental and physical fitness up in the game",
        10778.62,
        10790.18
    ],
    [
        " There's ways that we can do that",
        10791.9,
        10795.22
    ],
    [
        " One of the ways that we can do that is a little thing that we like to call GJ2",
        10795.22,
        10800.48
    ],
    [
        " How many times do we talk about GJ2 today?",
        10800.48,
        10804.4
    ],
    [
        " I don't think it's an overwhelming number of times but it's definitely there",
        10805.18,
        10809.44
    ],
    [
        " Ask me how many times I thought about it",
        10809.44,
        10812.56
    ],
    [
        " So GJ2, Brazilian GJ2, if you're not training in it",
        10813.88,
        10817.52
    ],
    [
        " There's no real good reason not to train in it",
        10817.52,
        10821.2
    ],
    [
        " I get asked a lot, hey, well you know I'm 52 years old should I start GJ2?",
        10821.2,
        10825.16
    ],
    [
        " Yes, I'm a 130 pound female that's 48 years old should I start GJ2?",
        10825.36,
        10831.76
    ],
    [
        " Yes, my son is only nine years old should he start GJ2?",
        10832.1,
        10838.24
    ],
    [
        " Yes, well it's my daughter and she gets uncomfortable around people should she do GJ2?",
        10838.24,
        10845.74
    ],
    [
        " Yes, you get where I'm going here?",
        10846.06,
        10848.12
    ],
    [
        " Yes, so you're going to change some GJ2 if you're going to train some GJ2 you're going to want to get a G.",
        10848.24,
        10853.84
    ],
    [
        " Because you're going to want to do G and no GJ2",
        10854.08,
        10856.62
    ],
    [
        " OriginMain.com this is our GJ2 company",
        10856.62,
        10863.86
    ],
    [
        " And we're not just making GGs, we're also making rash guards, we're making T-shirts",
        10864.76,
        10869.48
    ],
    [
        " Do you wear joggers?",
        10869.48,
        10871.42
    ],
    [
        " We have no one here to talk about joggers since Echo's on vacation",
        10872.16,
        10875.42
    ],
    [
        " Apparently Echo likes the joggers, I tried them on one time it was hilarious they are not for me",
        10875.42,
        10882.2
    ],
    [
        " But you know what are for me?",
        10882.2,
        10884.06
    ],
    [
        " Genes, Origin Genes made in America",
        10884.34,
        10886.52
    ],
    [
        " They have a little bit of stretch, a little bit of flexibility",
        10886.52,
        10891.72
    ],
    [
        " When you see them you have to kind of break, actually watch the watch the video that Pete made",
        10892.98,
        10899.98
    ],
    [
        " That kind of he turns the genes inside out and shows you what quality looks like",
        10899.98,
        10905.06
    ],
    [
        " That's something that's that's important to see otherwise you don't understand it",
        10905.06,
        10910.04
    ],
    [
        " And then we got supplements too at OriginMain.com",
        10910.04,
        10914.6
    ],
    [
        " Joint warfare, Criloyle, Discipline and Discipline Go",
        10915.46,
        10919.76
    ],
    [
        " Of which Dave Partook again like clockwork",
        10919.76,
        10925.32
    ],
    [
        " I'm about to say good evening and he's taking a discipline go",
        10925.32,
        10930.1
    ],
    [
        " Getting it in the gullet",
        10930.1,
        10932.44
    ],
    [
        " Yeah you're talking about simple events too just real quick in the joint warfare",
        10932.44,
        10936.64
    ],
    [
        " The best way to know if joint warfare is working",
        10936.64,
        10939.24
    ],
    [
        " Stop taking it for a couple days",
        10939.24,
        10941.62
    ],
    [
        " Go on the road and don't bring it with you",
        10942.18,
        10944.08
    ],
    [
        " And then I don't make them",
        10944.08,
        10945.84
    ],
    [
        " You won't make it more than once but if you want to know if it's working",
        10945.84,
        10949.08
    ],
    [
        " Stop taking it for a couple days that stuff is working",
        10949.08,
        10951.58
    ],
    [
        " We talked about Discipline last time but the joint warfare",
        10951.58,
        10954.44
    ],
    [
        " Whatever it is that stuff is working and if you get off that you're going to feel it right away",
        10954.44,
        10960.16
    ],
    [
        " You know that's we have you can get subscriptions to our gear at OriginMain.com",
        10960.16,
        10966.84
    ],
    [
        " And that's one that's I think that's the highest subscription rate",
        10966.84,
        10971.18
    ],
    [
        " The auto refill",
        10971.18,
        10972.12
    ],
    [
        " You're going to get this and you wonder why people want to auto refill that that's why",
        10972.12,
        10977.04
    ],
    [
        " Because people they forget to reorder",
        10977.04,
        10979.24
    ],
    [
        " And all of a sudden they're off the joint warfare for a few days",
        10979.24,
        10983.2
    ],
    [
        " They feel like crap",
        10983.2,
        10984.68
    ],
    [
        " And so they're going to never making that mistake again",
        10984.68,
        10987.56
    ],
    [
        " You can see the stockpile of joint warfare I have",
        10987.56,
        10990.12
    ],
    [
        " It's ridiculous",
        10990.12,
        10991.9
    ],
    [
        " I will never run out of joint warfare",
        10991.9,
        10994.24
    ],
    [
        " Good",
        10994.24,
        10994.72
    ],
    [
        " So joint warfare, Criloyle",
        10994.72,
        10997.5
    ],
    [
        " Criloyle is another like a universal",
        10997.5,
        10999.92
    ],
    [
        " Just universal goodness",
        11001.12,
        11002.24
    ],
    [
        " And I haven't not taken Criloyle",
        11002.24,
        11005.94
    ],
    [
        " And joint warfare in so long I can't even tell you like what it feels like to not take them",
        11005.94,
        11011.52
    ],
    [
        " I'm not going there",
        11011.52,
        11012.58
    ],
    [
        " And milk",
        11012.58,
        11015.94
    ],
    [
        " Which apparently according to our last podcast you're just you're on the strawberry milk train",
        11015.94,
        11021.78
    ],
    [
        " So the thing with strawberry is",
        11021.78,
        11025.12
    ],
    [
        " It's the one",
        11025.12,
        11027.26
    ],
    [
        " So all and look",
        11027.64,
        11029.16
    ],
    [
        " I have a good supply of all of them",
        11029.16,
        11032.36
    ],
    [
        " The what strawberry did to me is the first one I'm taking",
        11032.36,
        11035.1
    ],
    [
        " What is it?",
        11035.1,
        11035.96
    ],
    [
        " There is no reason to have it",
        11036.0,
        11038.84
    ],
    [
        " Like every other time was hey I want to replace a meal or a meal election protein or I'm on the goat",
        11038.84,
        11043.38
    ],
    [
        " I'll take strawberry for no reason",
        11043.38,
        11047.4
    ],
    [
        " It's that good",
        11047.4,
        11048.68
    ],
    [
        " That's the one little difference between strawberry and the rest is I was like no reason for this other than I just love it",
        11048.68,
        11055.08
    ],
    [
        " So I can blame I guess I can blame strawberry but that's what I'm my relationship with strawberries",
        11055.58,
        11059.08
    ],
    [
        " I'll take it when I don't need to because it's just so good",
        11059.08,
        11061.76
    ],
    [
        " The thing that I love about all the flavors of milk is",
        11061.76,
        11064.84
    ],
    [
        " When I get done eating even if I'm like happy I had a good meal I had a big giant",
        11064.84,
        11071.84
    ],
    [
        " Let's face it I'm having a big ribeye maybe it's a bone in ribeye",
        11071.84,
        11076.02
    ],
    [
        " Maybe it's a Tomahawk ribeye which I will not hesitate to order at all",
        11076.02,
        11080.86
    ],
    [
        " Even then I'll get home I mean I'll eat a you know a 22 ounce Tomahawk ribeye",
        11081.26,
        11087.04
    ],
    [
        " Bless that thing beautiful",
        11087.04,
        11089.32
    ],
    [
        " I'll destroy that thing",
        11089.32,
        11091.68
    ],
    [
        " I'll get home and I'll be like you know I need a little I need just a little header",
        11091.68,
        11098.04
    ],
    [
        " You need to get that mole header",
        11098.04,
        11100.64
    ],
    [
        " Two I mean why would you you know they have dessert on the menu right?",
        11100.64,
        11104.54
    ],
    [
        " You have to they've just there's a reason that they have dessert on the menu in a steakhouse",
        11104.8,
        11107.5
    ],
    [
        " Right it's because people even though they got to eat the steak even though they put down the Tomahawk ribeye",
        11107.5,
        11114.16
    ],
    [
        " Even though they did that they still want something like that little dichotomy",
        11114.16,
        11119.5
    ],
    [
        " They want a little little little palette dichotomy is what's going on",
        11119.5,
        11124.12
    ],
    [
        " And the the the mole header",
        11124.12,
        11127.24
    ],
    [
        " The O'Von style the mole header can definitely get you that dichotomy of flavor that you need",
        11127.24,
        11135.82
    ],
    [
        " It can and I know we're not being disciplined with time",
        11135.82,
        11137.84
    ],
    [
        " But here's the thing with the milk too is it used to be that if you wanted to get that little sweetness",
        11137.84,
        11143.96
    ],
    [
        " The thing there wasn't any real substitute for what was on the dessert menu",
        11143.96,
        11148.12
    ],
    [
        " Yeah everything was gonna be kind of not quite right in the little chocolatey but",
        11148.12,
        11152.06
    ],
    [
        " And so you had to get the dessert and actually with the milk",
        11152.06,
        11155.96
    ],
    [
        " You don't go you know what it was good but it wasn't quite it's now just as good",
        11155.96,
        11161.88
    ],
    [
        " Oh you don't need that dessert menu anymore because that used to be the only way to get that header was the mole",
        11161.88,
        11167.84
    ],
    [
        " It's like it's that good",
        11167.84,
        11170.16
    ],
    [
        " It's that good",
        11170.16,
        11171.04
    ],
    [
        " Alright and there's warrior kid mook too because if you because most of us are not trying to literally",
        11171.04,
        11180.34
    ],
    [
        " Give our children poison in the form of sugar",
        11180.34,
        11183.96
    ],
    [
        " Yeah",
        11183.96,
        11184.5
    ],
    [
        " So get your kids those strawberry or chocolate warrior kid mook hitters",
        11184.8,
        11192.18
    ],
    [
        " So they get stronger and faster and become better human beings and don't forget about that white tea",
        11192.18,
        11198.82
    ],
    [
        " Because there's not too many people out there that just don't want an 8000 pound deadlift",
        11198.82,
        11204.38
    ],
    [
        " Which is guaranteed 100% double",
        11204.38,
        11207.88
    ],
    [
        " I'm trying to think of echo you normally covers this part because he's more you've got the science down",
        11207.88,
        11213.72
    ],
    [
        " Triple plat placebo triple blind study has been done and then we have a store it's called jaco store",
        11214.34,
        11223.44
    ],
    [
        " Where you can get you can get t-shirts rash guards truckers hats",
        11223.44,
        11230.06
    ],
    [
        " Beanie's you can get flex fits hats I don't think were you wearing a baseball hat ever?",
        11230.06,
        11236.06
    ],
    [
        " Yeah I have the I got the trucker hat",
        11237.02,
        11239.6
    ],
    [
        " Oh okay so here's the thing with the jaco store is so I actually have access to the jaco store directly",
        11239.6,
        11249.34
    ],
    [
        " I don't I don't have to go to jaco store dot I'm one of the lucky ones it has acts to this",
        11249.34,
        11254.98
    ],
    [
        " But here's the thing I don't get stuff from the jaco store because it's accessible to me",
        11254.98,
        11261.4
    ],
    [
        " I get it because those are the best t-shirts that I got",
        11261.4,
        11265.54
    ],
    [
        " I'm serious like I get that stuff this and when and when echo he's a here's a rash guard",
        11266.32,
        11270.04
    ],
    [
        " I don't wear it just because he gave it to me because I actually could if I even I go buy a rash guard",
        11270.04,
        11275.72
    ],
    [
        " I would I'd spend the money to get the rash guard that I wanted I actually use this where this stuff because it's the stuff that I like the most",
        11275.72,
        11283.08
    ],
    [
        " And it isn't just because I can call echo like hey bro hook me up which I can and that you know what that's good to go",
        11283.08,
        11288.84
    ],
    [
        " Does he hook you up? He hooks me up echo just went on report",
        11288.84,
        11292.28
    ],
    [
        " hook and not only do you hook me up?",
        11292.28,
        11293.46
    ],
    [
        " Cola has his cousin Cola he hooks me up it's good stuff",
        11294.2,
        11297.58
    ],
    [
        " And if you don't know this if you support",
        11297.58,
        11301.44
    ],
    [
        " Origin or you support the store that's actually what supports this podcast if you if you ever listen to this podcast and you say to yourself that was pretty good",
        11301.44,
        11310.52
    ],
    [
        " I got something out of that then",
        11310.52,
        11312.22
    ],
    [
        " That's we appreciate because that's that's how we make this podcast is through your support",
        11312.22,
        11318.46
    ],
    [
        " To this podcast which if you want to subscribe to it you can do so because",
        11319.36,
        11323.98
    ],
    [
        " Well if you listen to it you should subscribe to it and echo thinks that people don't subscribe to it",
        11323.98,
        11330.72
    ],
    [
        " Is he paranoid? Should I be more paranoid?",
        11330.72,
        11333.32
    ],
    [
        " Should I be freaking out?",
        11334.04,
        11335.26
    ],
    [
        " People aren't subscribing",
        11335.6,
        11336.76
    ],
    [
        " No they're subscribing if you haven't subscribed subscribe and also check out the Warrior Kit podcast",
        11336.76,
        11342.38
    ],
    [
        " How often do you listen to Warrior Kit podcast with your children?",
        11342.38,
        11346.3
    ],
    [
        " Dave Burke go only when they're with me in the car",
        11346.6,
        11350.12
    ],
    [
        " Which is every time I'm with them I'm driving them somewhere",
        11350.12,
        11354.12
    ],
    [
        " Yeah and are they you you feel like the lessons are",
        11354.12,
        11360.42
    ],
    [
        " Are",
        11360.42,
        11361.88
    ],
    [
        " Sinking in",
        11361.88,
        11363.34
    ],
    [
        " They are two things one I learned from the podcast that my kids will learn things at the ages they are when I didn't think they could",
        11363.34,
        11373.02
    ],
    [
        " I always I had they're too young they're not going to get it they do",
        11373.32,
        11377.04
    ],
    [
        " Because they reference that they they will tell me things that they heard they'll",
        11377.04,
        11381.28
    ],
    [
        " Jocco said this and actually they're not even they actually say Uncle Jake said they say that",
        11381.28,
        11387.02
    ],
    [
        " And then the other piece and if you're not if you're if you're a Jocco podcast listener that doesn't have kids and you're not",
        11387.02,
        11393.06
    ],
    [
        " Listening to the Warrior Kit podcast",
        11393.06,
        11394.16
    ],
    [
        " I have learned things on the Warrior Kit podcast as a parent a ton of things so it isn't just for them",
        11394.16,
        11402.5
    ],
    [
        " As much as it is for them I am the beneficiary that as well and it is good for them and it is good for me too",
        11402.84,
        11408.74
    ],
    [
        " Do you like my Warrior Kit podcast voice?",
        11408.74,
        11411.66
    ],
    [
        " So not I have been a guest on the Warrior Kit podcast and I know how to change my voice just a little bit to make it more appropriate for the kids",
        11412.08,
        11420.5
    ],
    [
        " No doubt",
        11420.5,
        11421.8
    ],
    [
        " I didn't consciously do that I didn't consciously say you know what I got it that's just like I was just like okay I'm talking to kids",
        11421.8,
        11428.94
    ],
    [
        " Yeah, hey kids this is the war it's like that just what came out of me I didn't say okay need to think about need to get into where your kid podcast character",
        11428.94,
        11436.6
    ],
    [
        " No that's just when I'm talking to trying to engage a bunch of kids you gotta give it a little bit of that",
        11436.6,
        11442.92
    ],
    [
        " Little bit of that thing",
        11442.92,
        11444.86
    ],
    [
        " Absolutely",
        11444.86,
        11445.5
    ],
    [
        " Little bit of that little bit of that so yeah where your Kit podcast if you want to check that out and don't forget to check out",
        11445.5,
        11451.72
    ],
    [
        " IrishOaksRanch.com for young Aiden that's making soap on his farm",
        11451.72,
        11457.58
    ],
    [
        " Aiden's in the game",
        11458.34,
        11459.04
    ],
    [
        " Yeah, so you can stay clean",
        11459.04,
        11460.86
    ],
    [
        " YouTube channel",
        11460.86,
        11463.18
    ],
    [
        " The YouTube channel is called the Jocco podcast and there's videos on it of this podcast if you want to see what Dave",
        11463.18,
        11471.24
    ],
    [
        " Burke looks like you can see if you want to see what any of the guests or if you want to see what I look like",
        11471.24,
        11476.06
    ],
    [
        " Then you can go to there and if you want to get small excerpts that Echo Charles made that he thinks are legit",
        11476.06,
        11482.46
    ],
    [
        " You can check out you can subscribe",
        11482.46,
        11484.46
    ],
    [
        " To the YouTube channel and you got psychological warfare a couple tracks",
        11484.46,
        11489.98
    ],
    [
        " So that you can overcome moments of weakness and we also have flipside canvas.com that's Dakota Meyer",
        11489.98,
        11496.6
    ],
    [
        " Listen to podcast 115",
        11496.6,
        11499.04
    ],
    [
        " Yes",
        11499.04,
        11499.66
    ],
    [
        " Listen to podcast 115",
        11499.66,
        11502.28
    ],
    [
        " Just listen to podcast 115",
        11502.28,
        11505.64
    ],
    [
        " Dakota Meyer",
        11505.64,
        11506.64
    ],
    [
        " Hear his story, hear what he has done, what he's been through his life",
        11506.64,
        11513.02
    ],
    [
        " And I talked to Dakota on a fairly regular basis and just check out flipside canvas.com",
        11513.02,
        11521.22
    ],
    [
        " That's all you really need to say",
        11521.22,
        11523.46
    ],
    [
        " On it.com slash jocco if you need some",
        11523.46,
        11527.2
    ],
    [
        " Workout gear have the word fitness there if you need some workout gear so you can check some steel",
        11527.2,
        11534.5
    ],
    [
        " Check out on it.com",
        11535.36,
        11538.0
    ],
    [
        " slash jocco and get some gear for yourself",
        11538.0,
        11542.06
    ],
    [
        " If we got some books Dave what do you think of the books?",
        11542.06,
        11545.22
    ],
    [
        " Get some books same thing with the podcast you got the the Warrior Kid podcast you have the Warrior Kid books",
        11545.32,
        11550.78
    ],
    [
        " Way of the Warrior Kid and Mark's mission I've got the third book now way of the Warrior Kid",
        11550.78,
        11557.36
    ],
    [
        " Where there's a will and we are talking a lot about Danny Reinhart in my house right now",
        11557.36,
        11564.04
    ],
    [
        " And and how much mark can't stand Danny Reinhart",
        11565.3,
        11569.8
    ],
    [
        " That book the stories in all three of those books just like with the podcast my kids are learning things that I didn't think they were able to learn at their age",
        11569.8,
        11578.32
    ],
    [
        " And they are and their lessons that are applying to their my daughter is going in fifth grade",
        11578.32,
        11582.36
    ],
    [
        " It's applying to her world and the people and the things that she's doing and as a parent I am stealing so much from those books",
        11582.36,
        11589.48
    ],
    [
        " To be able to better parent my kids because of what I know is working for them in these books so the Warrior Kid series",
        11590.08,
        11595.76
    ],
    [
        " You got to get that series and my key in the dragons too",
        11595.76,
        11597.88
    ],
    [
        " Just because it's sort of geared towards a younger kid",
        11597.88,
        11601.68
    ],
    [
        " Same exact thing the story in that my kids get it they understand that it is so legit",
        11601.68,
        11607.94
    ],
    [
        " And then there's discipline equals freedom field manual which is a book that I wrote",
        11607.94,
        11614.36
    ],
    [
        " And it's answers a lot of questions that I got asked a lot about my own personal kind of operating system I guess for lack of a better word",
        11616.12,
        11623.12
    ],
    [
        " What to eat",
        11623.12,
        11625.06
    ],
    [
        " How to rest workouts and I guess the more impactful part is what I'm thinking about",
        11625.06,
        11635.36
    ],
    [
        " This one equals freedom field manual how to get after the audio is on Amazon it's on MP3",
        11635.36,
        11643.6
    ],
    [
        " It's not on it. It's not on audible so you can check that out and then there's extreme ownership and then I got a mere leadership",
        11643.62,
        11649.34
    ],
    [
        " Which were written by me and my brother, Lave Babin",
        11649.34,
        11653.62
    ],
    [
        " When did you read extreme ownership for the first time Dave?",
        11653.62,
        11655.9
    ],
    [
        " I was at the first book release",
        11656.46,
        11658.46
    ],
    [
        " Lave gave it to me a metamine DC",
        11658.46,
        11660.46
    ],
    [
        " And I had never didn't even know you guys are writing a book he said come out and join us",
        11660.46,
        11664.82
    ],
    [
        " He was in DC for that release and that probably late 2015 I'm guessing October of 15 something like that",
        11664.82,
        11669.62
    ],
    [
        " Hand him a copy of the book",
        11669.62,
        11671.06
    ],
    [
        " Was that when we were all together in an event?",
        11671.06,
        11673.2
    ],
    [
        " No it was just Lave",
        11673.44,
        11675.0
    ],
    [
        " He was in DC on his own",
        11675.0,
        11677.26
    ],
    [
        " Was it before that?",
        11677.26,
        11678.26
    ],
    [
        " I'm trying to think when you",
        11679.04,
        11680.04
    ],
    [
        " Okay",
        11680.04,
        11682.88
    ],
    [
        " It was before you and I actually met again which was probably the following month it was probably a month before that",
        11682.88,
        11689.64
    ],
    [
        " Check",
        11689.64,
        11690.16
    ],
    [
        " And because I was going to school in DC and he was out there and he's like hey jump and I didn't see him in a while",
        11690.16,
        11696.32
    ],
    [
        " Hand me a copy of the book and it was all new to me and for all the other books on that you got to start",
        11696.54,
        11702.44
    ],
    [
        " You have to start with extreme ownership because that's really the thing that that makes all of it make sense",
        11702.44,
        11706.72
    ],
    [
        " You have to understand that",
        11706.72,
        11707.78
    ],
    [
        " Of what that mindset really means",
        11707.78,
        11710.8
    ],
    [
        " And you have to read everything we're talking about today was a dichotomy",
        11710.8,
        11714.76
    ],
    [
        " This entire one tech three manual is a dichotomy",
        11714.76,
        11716.84
    ],
    [
        " And that's why you sort of have to have both those together",
        11716.84,
        11718.8
    ],
    [
        " And you need to read those for the rest of them",
        11718.8,
        11722.34
    ],
    [
        " Even for the field manual to really make sense that mindset of really what extreme ownership means",
        11722.34,
        11727.3
    ],
    [
        " It underpins at all that you have to have you have to have both those books you got to read them",
        11727.3,
        11731.94
    ],
    [
        " And then we got Ashelon front",
        11731.94,
        11734.02
    ],
    [
        " Where Dave Burke goes in with the rest of the team",
        11734.02,
        11737.82
    ],
    [
        " And what we do is we",
        11737.82,
        11739.28
    ],
    [
        " We talk about things that we talked about today",
        11739.28,
        11742.14
    ],
    [
        " But more important we give the actual pragmatic hands-on instruction",
        11742.14,
        11747.38
    ],
    [
        " And assessment to make sure that leadership inside of an organization is actually moving in the right direction from a strategic perspective",
        11749.52,
        11760.0
    ],
    [
        " And that everyone is on board and aligned and got that",
        11760.0,
        11762.92
    ],
    [
        " If you need if you have a problem in your organization of any kind it's a leadership problem",
        11762.92,
        11767.2
    ],
    [
        " And we can help you with your problems all of them",
        11767.2,
        11771.86
    ],
    [
        " Ashelonfront.com for details on that",
        11771.94,
        11774.66
    ],
    [
        " We have EF on line",
        11774.66,
        11776.7
    ],
    [
        " Which is a tool",
        11776.7,
        11782.2
    ],
    [
        " It's an interactive leadership training tool",
        11782.2,
        11785.32
    ],
    [
        " Where you will not just get some repetition on the information",
        11785.32,
        11791.28
    ],
    [
        " But more important you'll start to absorb it in a different way",
        11791.28,
        11795.26
    ],
    [
        " In a more comprehensive way you'll be putting the leadership scenarios that you have to unfold",
        11795.26,
        11799.94
    ],
    [
        " And unwind and make decisions",
        11800.22,
        11801.66
    ],
    [
        " In, by the way this is interactive online leadership training",
        11801.66,
        11804.3
    ],
    [
        " You have to make decisions",
        11804.3,
        11806.36
    ],
    [
        " And as for good as the face-to-face training is",
        11806.36,
        11809.66
    ],
    [
        " As critical as that face-to-face training is with us",
        11809.66,
        11811.82
    ],
    [
        " It's simply not an occupation",
        11811.82,
        11814.48
    ],
    [
        " It is not a one-time thing in this EF online resource",
        11814.48,
        11817.46
    ],
    [
        " Because it's dynamic",
        11817.46,
        11819.38
    ],
    [
        " Even though it's dynamic that's what allows you to get the additional repetitions",
        11819.38,
        11823.74
    ],
    [
        " That isn't just the same thing over and over again",
        11823.74,
        11825.58
    ],
    [
        " It allows you to think about what it means to be a leader and how to actually problem solve in real time",
        11825.66,
        11830.26
    ],
    [
        " And the recognition that you got to think about that's every single day",
        11830.26,
        11834.56
    ],
    [
        " Yeah and the way technology is now",
        11834.56,
        11836.96
    ],
    [
        " I mean there's so many advantages to it",
        11836.96,
        11838.92
    ],
    [
        " For instance, you're in a classroom with 170 people at your event",
        11838.92,
        11845.02
    ],
    [
        " And you're taking notes on something that Dave Burke just said",
        11845.02,
        11848.58
    ],
    [
        " And then all of a sudden you look up and you missed his next little topic",
        11848.58,
        11850.86
    ],
    [
        " That's not happening with EF online",
        11850.86,
        11852.86
    ],
    [
        " You're press and pause, you're re-winding it, you're watching it again",
        11852.86,
        11855.5
    ],
    [
        " You're submitting a question",
        11855.5,
        11857.34
    ],
    [
        " You know, you got that going on",
        11857.34,
        11859.82
    ],
    [
        " You're going to the Q&A, you're watching",
        11859.82,
        11861.46
    ],
    [
        " You're trying to make decisions based on what you just learned",
        11861.46,
        11865.72
    ],
    [
        " When you don't make the right decision",
        11865.72,
        11867.18
    ],
    [
        " You're having it explained to you",
        11867.18,
        11868.98
    ],
    [
        " Why that decision wasn't the best decision for you to make at that time",
        11868.98,
        11871.86
    ],
    [
        " So yeah, it's a great training to hold",
        11871.86,
        11878.06
    ],
    [
        " It is and when one last thing there's a lot of people that are on EF online right now",
        11878.06,
        11882.02
    ],
    [
        " A lot of people and about once a month",
        11882.02,
        11884.0
    ],
    [
        " Flynn, JP, Lave, we actually get on to a live Q&A session",
        11884.0,
        11889.1
    ],
    [
        " So what folks will do is they'll go through this training and they'll say",
        11889.1,
        11891.68
    ],
    [
        " I need a little more fidelity and a little more detail on this one and they'll write that down",
        11891.68,
        11895.14
    ],
    [
        " They'll submit it and I'm on a live Skype session",
        11895.14,
        11898.02
    ],
    [
        " And I'm like hey, Jacco, what's your question?",
        11898.02,
        11899.66
    ],
    [
        " He'll ask me that question, there'll be a hundred people listening to that",
        11899.78,
        11901.84
    ],
    [
        " And we'll dig deep into that one question",
        11901.84,
        11904.34
    ],
    [
        " To really drive that home and that's for the folks that are on EF online",
        11904.58,
        11907.96
    ],
    [
        " Not only does it help the person ask the question",
        11907.96,
        11909.86
    ],
    [
        " There's a hundred people listening and they're taking notes too",
        11909.86,
        11912.18
    ],
    [
        " Because it's all the same stuff",
        11912.18,
        11913.74
    ],
    [
        " So I love one of my favorite things about EF online",
        11913.74,
        11916.3
    ],
    [
        " Is those live Skype sessions that we're doing with the people that are running through that training",
        11916.3,
        11919.9
    ],
    [
        " Yeah and one thing that's nice from my perspective is",
        11919.9,
        11922.84
    ],
    [
        " Doing the live stuff for me on social media for instance",
        11922.84,
        11927.6
    ],
    [
        " I still do it, I need to do it a little bit more often",
        11927.6,
        11932.14
    ],
    [
        " But it gets a little crazy because there's people that are",
        11932.34,
        11935.44
    ],
    [
        " What they might not want to have to talk about leadership",
        11935.44,
        11939.16
    ],
    [
        " Which is fine, which is great, you know, I get that",
        11939.16,
        11941.56
    ],
    [
        " There's a broad audience out there",
        11941.56,
        11943.08
    ],
    [
        " But if you are on EF online, you can ask me a question about your particular situation",
        11943.08,
        11950.08
    ],
    [
        " And you know how many questions I get when I go online and do a Facebook Live",
        11950.08,
        11953.86
    ],
    [
        " Or a Instagram Live or a Twitter, what's it called?",
        11953.86,
        11957.36
    ],
    [
        " The Periscope Live, I mean there's literally there be a thousand questions in 20 minutes",
        11957.72,
        11963.76
    ],
    [
        " When I did it with I was with Pete and Brian and we were in New York",
        11963.76,
        11968.76
    ],
    [
        " And you go to do an Instagram Live, you know Q&A",
        11968.76,
        11971.16
    ],
    [
        " I said okay, who's got questions",
        11971.16,
        11973.1
    ],
    [
        " And they break it down",
        11973.1,
        11974.88
    ],
    [
        " How old the question is so like this question came three minutes ago",
        11974.88,
        11981.52
    ],
    [
        " This question came four minutes ago",
        11981.52,
        11983.76
    ],
    [
        " My questions it would say there would be between five and ten questions",
        11984.68,
        11989.74
    ],
    [
        " No, I think it was between like three and six questions every second",
        11989.74,
        11994.4
    ],
    [
        " So it'd say there'd be six questions that would be this question came four seconds ago",
        11994.4,
        11999.12
    ],
    [
        " And so it just wasn't feasible",
        11999.12,
        12001.14
    ],
    [
        " And then I got to sort through all those",
        12001.14,
        12003.08
    ],
    [
        " So with EF online, you're getting that narrower, you're getting a group of people",
        12003.08,
        12008.2
    ],
    [
        " What are they interested in? They're interested in learning my leadership",
        12008.2,
        12010.44
    ],
    [
        " There's it's a closed group",
        12011.2,
        12012.64
    ],
    [
        " So yeah, check out of your phone line, that's a good point",
        12012.64,
        12014.9
    ],
    [
        " The Master, Chicago is done",
        12014.9,
        12018.14
    ],
    [
        " Next up is September 19th and 20th, Denver",
        12018.14,
        12021.82
    ],
    [
        " It's gonna sell out, they've all sold out",
        12021.82,
        12024.32
    ],
    [
        " If you wanna come register now, go to extremotorship.com for those details",
        12024.32,
        12028.56
    ],
    [
        " And then of course we have EF Overwatch",
        12028.56,
        12031.28
    ],
    [
        " Which what do you think about EF Overwatch Dave?",
        12031.28,
        12036.1
    ],
    [
        " I just came back from a client last week",
        12036.94,
        12038.46
    ],
    [
        " Where we had, I spent a day with their executive leadership team",
        12038.46,
        12042.7
    ],
    [
        " And it's the first time I've been with a client",
        12042.7,
        12044.52
    ],
    [
        " Where one of their executive leaders was placed from EF Overwatch",
        12044.52,
        12047.86
    ],
    [
        " A guy who long-service in the military and amazing career looked at transition",
        12047.86,
        12052.62
    ],
    [
        " To continue to make big impact in a company",
        12052.62,
        12054.92
    ],
    [
        " They get screened and through our organization",
        12054.92,
        12057.62
    ],
    [
        " What Mike Sreli has done with Overwatch is make sure they understand these principles",
        12057.62,
        12060.82
    ],
    [
        " He went off to this company",
        12060.82,
        12061.88
    ],
    [
        " And the dude is crushing it",
        12061.88,
        12063.98
    ],
    [
        " He's crushing it",
        12063.98,
        12066.06
    ],
    [
        " He's making massive impact in that organization and they're benefiting",
        12066.06,
        12069.64
    ],
    [
        " Hugely, this idea of taking the lessons that they learn in the military",
        12069.64,
        12073.72
    ],
    [
        " And then sending around the extremotorship concepts that we teach",
        12073.72,
        12076.7
    ],
    [
        " And putting them in an organization and how much reach they have",
        12076.7,
        12079.78
    ],
    [
        " It's Overwatch is awesome, it gives a place for a veteran to go",
        12079.78,
        12083.28
    ],
    [
        " But it also gives for the private sector to get those lessons in there",
        12083.28,
        12085.68
    ],
    [
        " And man to see what that guy's doing is so legit",
        12085.68,
        12088.24
    ],
    [
        " And the idea that we've talked about in the last podcast",
        12088.24,
        12093.1
    ],
    [
        " And we brought up a little bit today",
        12093.1,
        12094.1
    ],
    [
        " But you're overlaying what you know, right?",
        12094.72,
        12096.92
    ],
    [
        " We're not taking an imposing, hey, this is how we did in the military",
        12097.34,
        12101.46
    ],
    [
        " And we talk about this with our candidates that we placed",
        12101.46,
        12105.68
    ],
    [
        " It's like, hey, you don't impose it, you take what you know and what you understand",
        12105.68,
        12109.66
    ],
    [
        " You overlay it onto what this company is trying to do",
        12109.66,
        12112.18
    ],
    [
        " The leadership principles are going to be the same",
        12112.18,
        12114.24
    ],
    [
        " But we take your knowledge and your experience",
        12114.24,
        12118.12
    ],
    [
        " And you have so, look at these guys that we're getting to fill these thoughts",
        12118.12,
        12123.0
    ],
    [
        " They have so much, they have so many overlays to place",
        12123.0,
        12125.82
    ],
    [
        " That they've seen this before, they've done this before",
        12125.82,
        12128.24
    ],
    [
        " Maybe it's not the exact same thing",
        12128.24,
        12129.8
    ],
    [
        " It wasn't a manufacturing plant, it was in a squadron",
        12129.8,
        12134.8
    ],
    [
        " It was as a troop commander, it was as a battalion commander",
        12134.8,
        12138.64
    ],
    [
        " It was like one of these situations where they're going, okay",
        12138.64,
        12140.9
    ],
    [
        " Oh yeah, I've dealt with this situation before",
        12140.9,
        12143.44
    ],
    [
        " Here's how we can fix it",
        12143.44,
        12144.82
    ],
    [
        " Here's where I see a lack of decentralized command",
        12144.82,
        12146.92
    ],
    [
        " Here's where I see priorities not being set",
        12146.92,
        12149.22
    ],
    [
        " So that is EFOverwatch.com",
        12150.56,
        12152.94
    ],
    [
        " And if you are not sick of Dave and I yet talking",
        12152.94,
        12159.72
    ],
    [
        " Which you can see we can talk especially when it comes to these subjects",
        12159.72,
        12163.5
    ],
    [
        " But if you want to talk to us a little bit more about it, you can find us on the inner webs on Twitter, Instagram",
        12163.5,
        12168.36
    ],
    [
        " And on the face",
        12168.36,
        12171.0
    ],
    [
        " BOOK",
        12171.0,
        12172.74
    ],
    [
        " Dave is at David R. Burke, B-E-R-K-E and I am at",
        12173.46,
        12179.16
    ],
    [
        " Jaka Willink, Dave, and he closing thoughts",
        12179.16,
        12183.66
    ],
    [
        " Marine Corps Manual 1-Tak 3 is about Marine Corps tactics",
        12183.66,
        12188.36
    ],
    [
        " And what it is is actually about leadership",
        12188.36,
        12191.28
    ],
    [
        " And it applies everywhere",
        12191.28,
        12193.04
    ],
    [
        " And this has been a blast, this is awesome",
        12193.04,
        12195.38
    ],
    [
        " And we're only four chapters deep",
        12195.38,
        12197.9
    ],
    [
        " And to all the service members out there in the army, in the Navy, in the Air Force, in the Coast Guard",
        12199.06,
        12206.06
    ],
    [
        " And yes, in the Marine Corps",
        12206.06,
        12207.26
    ],
    [
        " And that includes reservists and guard units",
        12207.26,
        12210.68
    ],
    [
        " Everyone that's out there that have worn the cloth of this nation",
        12210.68,
        12215.06
    ],
    [
        " Thank you for making the podcast possible",
        12215.06,
        12217.58
    ],
    [
        " By upholding freedom and democracy in the world",
        12217.58,
        12222.46
    ],
    [
        " And of course to our police and law enforcement and firefighters and paramedics and EMTs and dispatchers and correctional officers and board patrol and secret service",
        12222.46,
        12231.7
    ],
    [
        " And all the first responders out there, you also make this podcast possible",
        12231.7,
        12236.88
    ],
    [
        " By providing the safety that we cherish in our great homeland and to everyone else that is out there",
        12236.88,
        12247.78
    ],
    [
        " Remember some of those things that we talked about today",
        12247.78,
        12251.02
    ],
    [
        " Remember to make maximum use of every hour and every minute",
        12251.02,
        12255.88
    ],
    [
        " Remember that a good tactician has a constant sense of urgency",
        12255.88,
        12263.0
    ],
    [
        " We should feel guilty when we're idle",
        12263.0,
        12266.02
    ],
    [
        " Guilty when we're idle, never waste time and never be content",
        12266.02,
        12273.62
    ],
    [
        " Never be content with the pace at which things are happening",
        12273.8,
        12279.26
    ],
    [
        " You should always try and drive it faster",
        12279.26,
        12282.08
    ],
    [
        " Time is important and we have a absolute responsibility to make things happen",
        12282.08,
        12295.04
    ],
    [
        " In order to do that, what you have to do is get up every day and go get after it",
        12297.06,
        12307.02
    ],
    [
        " And until next time, this is Jockel and Dave out",
        12307.02,
        12313.0
    ]
]