[
    [
        " Welcome to Sawcast, number 11.",
        4.06,
        6.66
    ],
    [
        " My name is John Striker-Mire.",
        7.38,
        8.92
    ],
    [
        " Welcome to our show today.",
        9.46,
        10.6
    ],
    [
        " And we're talking where this presentation is coming to you, Curse you, Jocque of Productions",
        11.98,
        16.58
    ],
    [
        " and Saw Chronicles.",
        16.58,
        18.18
    ],
    [
        " And I'm going to turn to across the fence.",
        19.18,
        22.28
    ],
    [
        " It's one of our more surreal stories of my entire 19 months in Vietnam.",
        22.28,
        29.58
    ],
    [
        " And we start doing a six-minute recon team, Zen Layos, Under Enemy Attack.",
        30.6,
        38.16
    ],
    [
        " And during the next NBA wave attack, Pee Pogs was the team leader.",
        39.1,
        44.5
    ],
    [
        " He called in an air strike.",
        45.3,
        46.56
    ],
    [
        " He told the A1 Sky Readers to hit his recon team, which was code name, ST Louisiana,",
        47.16,
        53.94
    ],
    [
        " to break the charge.",
        54.42,
        56.14
    ],
    [
        " The first 20 Mike Mike gun run ripped into the NBA and threw ST Louisiana's perimeter.",
        57.12,
        64.64
    ],
    [
        " Tom Cunningham, the radio operator, was in a world of shit and there was nothing he could do about it.",
        65.74,
        72.6
    ],
    [
        " The next thing he knew, he was 100 yards away, watching himself get hit twice.",
        72.92,
        79.66
    ],
    [
        " One round went through his right leg, one went through the radio on his back.",
        80.5,
        85.94
    ],
    [
        " Although the radio was destroyed, it saved Cunningham's life.",
        87.42,
        92.32
    ],
    [
        " Pogs got hit with Shrapnel from the exploding PRC 25.",
        93.46,
        98.86
    ],
    [
        " The Vietnamese team member who was sitting where Walton had been was killed instantly.",
        99.38,
        106.88
    ],
    [
        " The rounds detonated the frag, the smoke grenade, and the CS tier gas grenades on the dead indigenous soldier.",
        107.38,
        118.48
    ],
    [
        " More Shrapnel knocked Bugs into semi-on-consciousness.",
        119.8,
        125.56
    ],
    [
        " The gun run broke the NBA wave attacks against ST Louisiana.",
        126.26,
        131.06
    ],
    [
        " It also left the team in a plume of tier gas and smoke.",
        131.72,
        137.42
    ],
    [
        " For smoke grenades, weapons fire, and the earlier napalm run.",
        138.04,
        142.68
    ],
    [
        " The NBA probably felt the conditions around the team perimeter were far more deadly than facing the gun runs from the spads.",
        143.18,
        152.08
    ],
    [
        " Walton performed a quick triage on Bugs and Cunningham.",
        153.64,
        157.8
    ],
    [
        " He found that while the explosion of the 20 mic mic round had left behind only a piece of single flesh or sign new holding the leg together,",
        158.24,
        168.86
    ],
    [
        " it had seared a good section portion of Cunningham's wounded right leg,",
        169.34,
        174.26
    ],
    [
        " actually helping the situation by keeping the loss of blood to a minimum.",
        174.58,
        179.02
    ],
    [
        " The medic pulled out a green crevade for a tarniquet.",
        179.6,
        183.28
    ],
    [
        " He used his knife to twist the bandage tight above the stump to stem any further bleeding.",
        183.6,
        191.56
    ],
    [
        " Walton also treated Cunningham for severe throat burn from the CS gas.",
        192.6,
        200.28
    ],
    [
        " So this is from chapter 4 and across defense, and we're going to get into much more detail about that day.",
        201.46,
        207.68
    ],
    [
        " In the past couple of episodes of SOG cast, we've had men that served in SOG for over three years.",
        208.06,
        216.8
    ],
    [
        " Today, we're honored to have with us Tom Cunningham who served actually three days.",
        217.76,
        223.4
    ],
    [
        " Short period of time.",
        224.58,
        226.18
    ],
    [
        " And welcome, sir.",
        226.48,
        227.16
    ],
    [
        " Thank you.",
        227.44,
        227.74
    ],
    [
        " And it is one of the most unusual stories during my entire time, my 19 months in the Secret War.",
        228.6,
        236.9
    ],
    [
        " And so Tom and I since August the 3rd, 1968, we met then probably at the hospital after you came back.",
        237.52,
        246.16
    ],
    [
        " Correct.",
        246.72,
        246.9
    ],
    [
        " And then from there, we've moved forward ever since.",
        247.3,
        250.02
    ],
    [
        " But this attack, the unusual aspect of it was your personal experience.",
        251.22,
        257.86
    ],
    [
        " And then when I put the book together, I'll never forget interviewing you.",
        258.08,
        260.9
    ],
    [
        " You're up in New Hampshire, I'm in California.",
        260.96,
        263.04
    ],
    [
        " It's like 4 o'clock in the morning because you're an early riser in New Hampshire.",
        263.46,
        266.56
    ],
    [
        " And we're talking about this.",
        267.24,
        268.58
    ],
    [
        " And you told me for the first time about your out of body experience.",
        268.7,
        272.14
    ],
    [
        " And I like to go back to a little bit more to book than you can fill us in on more of the details.",
        272.82,
        278.92
    ],
    [
        " Because this is still one of the most unusual stories.",
        278.92,
        282.0
    ],
    [
        " So you are again, the team had been attacked several wave attacks.",
        282.28,
        287.78
    ],
    [
        " A six man recon team in Laos.",
        287.78,
        290.14
    ],
    [
        " You only been in the ground maybe an hour or so.",
        290.48,
        292.98
    ],
    [
        " Correct.",
        292.98,
        293.3
    ],
    [
        " When they came at you.",
        293.3,
        294.2
    ],
    [
        " Yes.",
        294.3,
        294.4
    ],
    [
        " And so after several wave attacks, the team leader box called that airstrike on his own team to break the enemy attack.",
        295.02,
        302.74
    ],
    [
        " Which in of itself is an unusual occasion.",
        302.74,
        306.84
    ],
    [
        " But the team leader made that decision based on the actions and circumstances.",
        307.08,
        310.7
    ],
    [
        " And when we left, Tom body was literally lifted off the ground.",
        310.7,
        318.3
    ],
    [
        " And when that happened, he had an out of body experience.",
        318.64,
        322.9
    ],
    [
        " And returning to the book just for a second,",
        323.08,
        324.88
    ],
    [
        " cutting him, still watching himself from far away.",
        325.46,
        329.02
    ],
    [
        " He heard someone on a radio calling cubby saying there were too dead.",
        329.74,
        334.04
    ],
    [
        " He thought he'd better find out whether or not he was alive.",
        335.18,
        339.56
    ],
    [
        " The green beret had a unique test to find out.",
        340.76,
        343.48
    ],
    [
        " He yelled.",
        344.06,
        344.54
    ],
    [
        " It sounded like it was far, far away.",
        345.22,
        348.46
    ],
    [
        " But he knew that he was alive.",
        349.28,
        351.92
    ],
    [
        " The yell also ended cutting him out of body experience.",
        353.26,
        359.42
    ],
    [
        " He returned to his body, lying on the ground.",
        359.8,
        363.38
    ],
    [
        " And cutting him knew they had to help himself.",
        364.66,
        367.92
    ],
    [
        " The more he did, the better it would be for everyone.",
        368.64,
        372.76
    ],
    [
        " My guy, Tom.",
        373.74,
        374.92
    ],
    [
        " And what was, I mean, what was that moment like flying through the air",
        375.42,
        381.58
    ],
    [
        " without the greatest of you?",
        381.58,
        382.74
    ],
    [
        " And you're watching yourself.",
        382.9,
        384.0
    ],
    [
        " I mean, we've heard about out of body experiences.",
        384.16,
        386.32
    ],
    [
        " Just prior to being hit, I felt this.",
        387.32,
        391.6
    ],
    [
        " How you get that six cents of urine trouble?",
        392.04,
        394.68
    ],
    [
        " Oh, yes.",
        395.08,
        395.62
    ],
    [
        " Okay.",
        395.82,
        396.06
    ],
    [
        " And something's going wrong.",
        396.52,
        397.9
    ],
    [
        " So I tried to find the source of danger.",
        398.1,
        401.36
    ],
    [
        " And the twist a little bit, I couldn't find anything.",
        402.0,
        404.46
    ],
    [
        " The next thing I know,",
        404.66,
        405.52
    ],
    [
        " if you can imagine yourself being a Chinese con.",
        406.72,
        409.58
    ],
    [
        " And having somebody come up and strike that con.",
        409.68,
        412.66
    ],
    [
        " That was me.",
        413.56,
        414.02
    ],
    [
        " Not once but twice.",
        414.1,
        414.72
    ],
    [
        " Yes.",
        414.86,
        414.98
    ],
    [
        " So I felt this big vibration go through my body.",
        415.68,
        418.66
    ],
    [
        " And at that point, the essence of me, whoever I am,",
        419.56,
        423.32
    ],
    [
        " left my physical body.",
        423.72,
        424.84
    ],
    [
        " I could actually be an observer of what was happening to me",
        424.96,
        429.22
    ],
    [
        " as I threw through this cloud of smoke.",
        429.22,
        431.9
    ],
    [
        " And flew through the air, landed on the ground.",
        432.62,
        436.46
    ],
    [
        " But even as you're flying, you could tell that your leg",
        436.74,
        440.0
    ],
    [
        " had been severed, but it was hanging on by a sinew.",
        440.0,
        442.18
    ],
    [
        " Yes.",
        442.4,
        442.56
    ],
    [
        " You could see the leg separate.",
        442.96,
        444.42
    ],
    [
        " And that's itself is a shocking experience,",
        445.68,
        450.48
    ],
    [
        " to say the least.",
        451.16,
        452.26
    ],
    [
        " But that essence of being connected to your body,",
        454.18,
        458.26
    ],
    [
        " maybe by a thread, but you're out of the body",
        458.26,
        461.28
    ],
    [
        " and you're not really experiencing,",
        461.28,
        463.0
    ],
    [
        " part of you experiencing what's going on",
        464.0,
        466.12
    ],
    [
        " and the other part is not, it's watching what is going on.",
        466.12,
        468.84
    ],
    [
        " And that's when I landed outside our perimeter.",
        470.42,
        474.66
    ],
    [
        " I had no idea whether I was alive or not.",
        475.62,
        481.96
    ],
    [
        " I really did not.",
        482.48,
        483.16
    ],
    [
        " You heard just the whole watching yourself.",
        483.42,
        484.82
    ],
    [
        " Yes, sure.",
        485.1,
        485.5
    ],
    [
        " I'm not sure.",
        485.74,
        486.2
    ],
    [
        " I'm not seeing this, you know, the great white lights",
        486.54,
        490.34
    ],
    [
        " and all this other, no.",
        490.34,
        491.04
    ],
    [
        " I just watching the field around me develop.",
        491.28,
        495.54
    ],
    [
        " And that's when I heard the commo up to Covey.",
        496.46,
        503.2
    ],
    [
        " And I'm seeing me going, I know I'm heard.",
        504.06,
        506.66
    ],
    [
        " I know I've lost my leg.",
        506.98,
        508.14
    ],
    [
        " I don't know whether I'm alive or not.",
        508.2,
        509.9
    ],
    [
        " And I'm hearing this, well, there's two other, at least two dead.",
        510.7,
        513.9
    ],
    [
        " Yeah.",
        514.44,
        514.64
    ],
    [
        " And at that point, we had already suffered one in ditch casually.",
        514.88,
        518.22
    ],
    [
        " Yeah.",
        518.22,
        518.66
    ],
    [
        " So I know we were down to three active people maybe or not.",
        518.94,
        524.78
    ],
    [
        " And that's when I decided that I would test,",
        525.26,
        529.64
    ],
    [
        " if I figured if I could hear myself yell,",
        530.24,
        532.5
    ],
    [
        " then I had to be alive.",
        533.0,
        534.52
    ],
    [
        " Oh my god.",
        535.06,
        535.7
    ],
    [
        " I have no idea where that came from,",
        535.78,
        537.64
    ],
    [
        " but if I could hear myself yell, then I must be alive.",
        537.72,
        542.28
    ],
    [
        " Still will.",
        542.38,
        542.74
    ],
    [
        " So I yelled.",
        542.74,
        544.78
    ],
    [
        " And as your book mentions, it was like somebody at the far end of a football field yelling.",
        545.22,
        550.7
    ],
    [
        " Yeah.",
        550.92,
        551.2
    ],
    [
        " Oh my god.",
        551.42,
        552.08
    ],
    [
        " But the minute I heard my voice,",
        552.32,
        554.1
    ],
    [
        " it snapped me like a rubber band snapped me right back into my body.",
        554.54,
        558.42
    ],
    [
        " And so I've kept this just for this moment in time.",
        558.96,
        561.96
    ],
    [
        " Does it case anybody has a doubt?",
        562.72,
        564.38
    ],
    [
        " This is a 20 millimeter round.",
        564.92,
        567.76
    ],
    [
        " Check its size and shape.",
        568.38,
        570.36
    ],
    [
        " Two of which hit you August the 3rd, 1960 on top of a knoll in Laos.",
        570.44,
        578.5
    ],
    [
        " And he's around to talk about it today.",
        579.24,
        580.94
    ],
    [
        " That in of itself is just remarkable.",
        580.94,
        585.44
    ],
    [
        " And so you're you're come back,",
        586.58,
        589.58
    ],
    [
        " you are alive.",
        589.82,
        591.0
    ],
    [
        " And at some point, John came out to you.",
        591.24,
        594.36
    ],
    [
        " Yeah, from that point on, I will go in and out of consciousness.",
        594.78,
        598.86
    ],
    [
        " Or there is I have clear memories of Thumbs Things.",
        599.44,
        602.52
    ],
    [
        " And I have a vague memory of others and others gaps have been filled by other people telling me what went on.",
        602.86,
        608.04
    ],
    [
        " But yes, I got dragged back into the inside of the perimeter.",
        609.4,
        612.64
    ],
    [
        " John put on the tourniquet.",
        613.84,
        616.18
    ],
    [
        " And then because of the surges of enemy forces against us,",
        616.62,
        621.16
    ],
    [
        " everybody had to do their job.",
        622.42,
        623.9
    ],
    [
        "",
        624.4,
        624.4
    ],
    [
        " And I knew that that at that point, my job was to not be a burden on anybody else.",
        624.8,
        629.54
    ],
    [
        " That I had to take care of myself as much as possible until we get out, assuming we could get out.",
        630.04,
        635.82
    ],
    [
        " That point getting out was very questionable.",
        636.0,
        638.0
    ],
    [
        " It was.",
        638.56,
        638.88
    ],
    [
        " So let me just back the tape up a little bit.",
        639.36,
        643.02
    ],
    [
        " This is August the 3rd, 1968.",
        643.6,
        646.14
    ],
    [
        " By this time, the Shikawar had been gone for four years.",
        646.44,
        649.38
    ],
    [
        " And the Shikawar missions going across the fence into Laos and Cambodia to see what enemy soldiers were up to.",
        650.26,
        659.16
    ],
    [
        " And so this was one of those missions and was ST, Louisiana.",
        659.84,
        663.96
    ],
    [
        " And at that time, in 68, there were six different FOBs for it operating bases in Vietnam,",
        664.86,
        670.26
    ],
    [
        " from which the Green Bray's ran missions across the fence into Cambodia, Laos, or North Vietnam.",
        670.44,
        677.72
    ],
    [
        " So this day, that mission was to go into that target area, which was on the Asshoveli,",
        678.48,
        683.32
    ],
    [
        " the west side of the Asshoveli, I believe, correct.",
        683.42,
        685.74
    ],
    [
        " And the mission was to go in to find, do you remember what the mission itself was?",
        686.34,
        691.94
    ],
    [
        " Well, I knew part of the mission was, there was an arc light scheduled two days after we were scheduled to come out.",
        692.44,
        699.98
    ],
    [
        " And part of our mission was to determine whether it was still a viable target area.",
        700.8,
        705.02
    ],
    [
        " Oh, is that right?",
        705.52,
        706.06
    ],
    [
        " Yeah, I missed that part.",
        706.18,
        706.86
    ],
    [
        " It was.",
        707.6,
        709.64
    ],
    [
        " For our listeners, an arc light is a B-52 bombing rate.",
        709.98,
        713.4
    ],
    [
        " Indeed, yes.",
        713.76,
        714.44
    ],
    [
        " And so the other aspect of this story is, as I, in the opening, we said,",
        717.48,
        725.02
    ],
    [
        " others have been in for three years.",
        725.3,
        727.1
    ],
    [
        " In your case, we know of at least three days.",
        727.1,
        729.46
    ],
    [
        " When did you officially arrive at Fubai?",
        730.02,
        731.82
    ],
    [
        " Because this was August the 3rd, I believe, was a Saturday.",
        731.98,
        735.24
    ],
    [
        " I'm not sure.",
        735.38,
        735.8
    ],
    [
        " I'd been in Vietnam.",
        736.6,
        737.42
    ],
    [
        " I got to know I'm early July.",
        738.68,
        741.2
    ],
    [
        " July one, July two, right in around that area.",
        742.2,
        744.6
    ],
    [
        " And processed through, I'm not, I don't even know how long I was in Dubai.",
        745.4,
        750.64
    ],
    [
        " Maybe a week plus or minus.",
        751.12,
        755.04
    ],
    [
        " What I know is when I got assigned to Fubai and got assigned to Louisiana,",
        755.22,
        759.64
    ],
    [
        " the team had already been signed this target site.",
        761.32,
        763.84
    ],
    [
        " And I was, the plan had been initial, what I was told,",
        764.82,
        769.48
    ],
    [
        " don't worry about it.",
        769.86,
        770.9
    ],
    [
        " You're too new, you won't be going out.",
        771.2,
        772.86
    ],
    [
        " Right.",
        773.38,
        773.48
    ],
    [
        " So it's just going to be bogs and Tony Herald.",
        774.16,
        777.16
    ],
    [
        " We're going to go out with the indig.",
        777.84,
        779.3
    ],
    [
        " And then Tony transferred to the commo sham.",
        780.56,
        783.04
    ],
    [
        " While I was just trying to orient myself to being the infubai.",
        783.5,
        788.58
    ],
    [
        " So I got elevated to the 1-1 position.",
        790.12,
        794.58
    ],
    [
        " And this mission was still going to go.",
        795.38,
        797.76
    ],
    [
        " And thank God somebody woke up and said, we can't put an FNG in.",
        798.58,
        803.04
    ],
    [
        " Yeah.",
        803.44,
        803.7
    ],
    [
        " A fucking new guy.",
        804.42,
        805.18
    ],
    [
        " Yeah.",
        805.34,
        805.42
    ],
    [
        " As the 1-1, thank you very much.",
        805.84,
        808.18
    ],
    [
        " You're good enough to carry a radio, but not.",
        808.58,
        810.24
    ],
    [
        " Yeah.",
        810.7,
        810.84
    ],
    [
        " We need a little bit more experience on that.",
        811.16,
        813.14
    ],
    [
        " And that's when they pulled in John Walton to be the 1-1 on the team.",
        813.84,
        818.68
    ],
    [
        " So I went in, I was told we went in heavy, three Americans and three indig.",
        819.46,
        824.14
    ],
    [
        " Indeed.",
        824.56,
        824.86
    ],
    [
        " As we were ready to go, it was going to be bogs at plan to do a last light insert.",
        826.22,
        833.98
    ],
    [
        " Right.",
        835.26,
        835.52
    ],
    [
        " So we took two slides because we couldn't get in last light because of the weather in the ashaw.",
        836.04,
        841.56
    ],
    [
        " Did you actually launch?",
        841.72,
        842.52
    ],
    [
        " No, we never got off the launch site.",
        842.94,
        844.9
    ],
    [
        " Right.",
        844.92,
        845.0
    ],
    [
        " Yeah.",
        845.38,
        845.48
    ],
    [
        " The weather closed us out twice.",
        845.58,
        848.06
    ],
    [
        " And so they decide, well, we'll try a first light insert.",
        848.64,
        853.8
    ],
    [
        " And avoid the weather.",
        854.44,
        856.24
    ],
    [
        " That worked.",
        856.66,
        857.88
    ],
    [
        " Yes.",
        858.26,
        858.86
    ],
    [
        " The good news is it worked.",
        859.1,
        860.3
    ],
    [
        " The bad news is it worked.",
        860.46,
        861.78
    ],
    [
        " It worked.",
        862.22,
        862.6
    ],
    [
        " It worked very well.",
        862.6,
        864.1
    ],
    [
        " But we went in on UH34s, two of us per UH34.",
        864.82,
        872.56
    ],
    [
        " And even that, I mean, I was surprised that they had three Kingbees.",
        873.08,
        876.3
    ],
    [
        " The codename for the Vietnamese C-H34s, which were the Olsakorsky helicopter.",
        876.58,
        883.64
    ],
    [
        " Were Kingbees.",
        884.4,
        885.36
    ],
    [
        " And they're flown by the 219th special operation squadron of the South Vietnamese Air Force.",
        885.52,
        890.72
    ],
    [
        " That were just amazing pilots and we'll get into more details about Captain Tin a little later down the road here.",
        891.06,
        898.8
    ],
    [
        " And then also.",
        899.64,
        901.38
    ],
    [
        " Very skilled aviators.",
        901.44,
        902.82
    ],
    [
        " Oh, and fearless.",
        903.04,
        903.9
    ],
    [
        "",
        904.26,
        904.26
    ],
    [
        " And then you had also met John Walton back when you were going through training group at one phase.",
        905.82,
        913.08
    ],
    [
        " Yes.",
        913.14,
        913.58
    ],
    [
        " At least you knew each other a little bit.",
        913.98,
        915.96
    ],
    [
        " We had casually, he was friends with a couple of people in my squadron for lack of, I don't know what we call the Bay areas, but call it squadron, who were ahead of me in training group.",
        916.32,
        929.5
    ],
    [
        " So I knew him by sight.",
        930.2,
        931.68
    ],
    [
        " I knew him to my name.",
        931.82,
        933.16
    ],
    [
        " Right.",
        933.54,
        933.7
    ],
    [
        " So when we remet up at Foubai, we at least knew each other to say hi.",
        934.06,
        940.0
    ],
    [
        " I remember you.",
        941.56,
        942.52
    ],
    [
        "",
        942.98,
        942.98
    ],
    [
        " So we weren't total strangers at that particular point.",
        943.2,
        946.7
    ],
    [
        " Well, and also, you know, a lot of people don't know how when you come in the country, sometimes even if you're a special forces, you can get diverted elsewhere.",
        947.14,
        957.44
    ],
    [
        " Yes.",
        957.94,
        958.12
    ],
    [
        " And even with so, when you landed a camera on Bay, you learned there were orders that were going to ship you to a conventional unit.",
        958.38,
        965.08
    ],
    [
        " And how did you get out of that?",
        965.74,
        966.86
    ],
    [
        " We found the SFNCO lesion and said, help.",
        967.42,
        972.32
    ],
    [
        " I hadn't wanted to go through all of training group and everything to get to know him.",
        973.84,
        978.98
    ],
    [
        " Right.",
        979.18,
        979.3
    ],
    [
        " And then get diverted to a conventional unit.",
        979.96,
        983.32
    ],
    [
        " So I wanted to get back into an SF unit.",
        983.82,
        986.54
    ],
    [
        " And the options were, I won't say great, they were, how would you like to go to SOC?",
        987.06,
        992.08
    ],
    [
        " Not knowing what it is, thank you very much.",
        992.28,
        994.5
    ],
    [
        " And you know, conventional unit or SOG, and I said, I'll do SOG, thank you very much.",
        994.78,
        999.9
    ],
    [
        " And so, the FNIR, that's when you go back to the train, have you in-country training?",
        1001.56,
        1006.22
    ],
    [
        " Yes.",
        1006.74,
        1006.94
    ],
    [
        " And you said that, that what they called the Recondo School to talk about, I forgot what the name was.",
        1007.06,
        1011.9
    ],
    [
        " I know we didn't in-country training, I just forgot what it was.",
        1012.02,
        1014.28
    ],
    [
        " Yeah, in the train, the in-country orientation or training was conducted at the MacBee Recondo School.",
        1014.46,
        1020.2
    ],
    [
        " Oh, okay.",
        1020.96,
        1021.44
    ],
    [
        " And not necessarily in conjunction with other classes there, but in our own bubble.",
        1022.3,
        1027.82
    ],
    [
        " Right.",
        1028.1,
        1028.42
    ],
    [
        " And maybe a week long, accumulating with a small recon patrol out or patrol out onto Entree Island.",
        1029.66,
        1039.3
    ],
    [
        " Getting live fire during your training?",
        1039.98,
        1042.88
    ],
    [
        " No, no, we did not.",
        1042.88,
        1044.78
    ],
    [
        " We had a couple of heat exhaustion cases, that was the most serious thing.",
        1045.32,
        1050.04
    ],
    [
        " Yeah, because that's July.",
        1050.04,
        1051.88
    ],
    [
        " Yes.",
        1052.14,
        1052.46
    ],
    [
        " That is summer.",
        1052.68,
        1053.64
    ],
    [
        " And you run into secondary jungle growth and that's a real difficult barrier to get through.",
        1054.06,
        1060.9
    ],
    [
        " Welcome to Wait a Minute Vines.",
        1061.26,
        1062.34
    ],
    [
        " Yes.",
        1062.38,
        1062.62
    ],
    [
        " Oh, man.",
        1063.08,
        1065.26
    ],
    [
        " Okay, so from there, did you go to Denang, get your top secret briefing first?",
        1065.78,
        1073.84
    ],
    [
        " Yeah, I went to from Nain Train to Denang.",
        1073.84,
        1077.02
    ],
    [
        " I don't know why we stayed overnight at House 22.",
        1077.3,
        1080.96
    ],
    [
        " Right.",
        1081.58,
        1081.7
    ],
    [
        " And the SFC, Safe House in Denang.",
        1082.5,
        1084.66
    ],
    [
        " Yeah.",
        1084.8,
        1084.92
    ],
    [
        " And then processed over to the SF compound in Denang.",
        1085.62,
        1089.46
    ],
    [
        " So you remember your top secret briefing?",
        1089.82,
        1091.42
    ],
    [
        " Yes.",
        1091.72,
        1091.92
    ],
    [
        " I was quite impressed with the quick flow of information that you got.",
        1092.46,
        1097.86
    ],
    [
        " It was very professionally presented as a lot of military briefings are.",
        1097.98,
        1102.22
    ],
    [
        " Yeah.",
        1103.78,
        1104.14
    ],
    [
        " And you're not overwhelmed, but they're putting up the whole organizational chart, so to speak, of what SAW was and how it was organized.",
        1103.12,
        1114.66
    ],
    [
        " And that was after you signed a non-disclosure agreement?",
        1114.86,
        1118.06
    ],
    [
        "",
        1118.6,
        1118.6
    ],
    [
        " And they give you a little code book to, you know, what's your code, what code name do you want?",
        1119.4,
        1123.12
    ],
    [
        " Yeah, yeah.",
        1123.38,
        1123.76
    ],
    [
        " Thank you very much.",
        1123.8,
        1124.1
    ],
    [
        " We got to sign you one of these code names.",
        1124.18,
        1126.04
    ],
    [
        " And you go through, at that point, you go also through a small interview where are you going to stay in Denang and maybe work commo?",
        1127.88,
        1138.62
    ],
    [
        " Because when you went through Special Forces training, that was your final MOS?",
        1139.54,
        1143.18
    ],
    [
        " No.",
        1143.44,
        1143.7
    ],
    [
        " Are you started in commo?",
        1144.04,
        1145.32
    ],
    [
        " And then weapons?",
        1145.44,
        1146.12
    ],
    [
        " No, 12B.",
        1147.5,
        1148.48
    ],
    [
        " Oh really?",
        1148.92,
        1149.36
    ],
    [
        " You blow things up?",
        1149.58,
        1150.24
    ],
    [
        " I could blow things up.",
        1150.24,
        1151.18
    ],
    [
        " Thank you very much.",
        1151.28,
        1152.0
    ],
    [
        " I got blown up instead.",
        1152.64,
        1153.78
    ],
    [
        " Indeed.",
        1153.86,
        1154.32
    ],
    [
        " Oh no.",
        1154.66,
        1155.0
    ],
    [
        " Hey.",
        1156.56,
        1157.22
    ],
    [
        " You put it out there, sir.",
        1157.76,
        1158.82
    ],
    [
        " Indeed, indeed.",
        1159.12,
        1159.78
    ],
    [
        " But, no, I found, I had recently gone to training group for O5B commo.",
        1161.32,
        1167.98
    ],
    [
        " Right.",
        1168.22,
        1168.38
    ],
    [
        " And then I found that I was having a difficult time reaching the send and receive standards at that point.",
        1168.9,
        1175.38
    ],
    [
        " It was, I was getting up to 1818 capability, and I got to 1716.",
        1175.52,
        1181.12
    ],
    [
        " Right.",
        1181.56,
        1181.78
    ],
    [
        " Which means you had to serve because with Morse code, they have five letter groups.",
        1181.9,
        1186.66
    ],
    [
        " And you had to receive and send 18 in one minute.",
        1186.92,
        1190.5
    ],
    [
        " Yes.",
        1190.74,
        1190.88
    ],
    [
        " WPM, words, or groups per minute.",
        1191.58,
        1194.24
    ],
    [
        " And that's why I got recycled.",
        1194.92,
        1196.48
    ],
    [
        " Me, McIntyre, Rick Astis, the few others, I got all got recycled because that was hard training.",
        1196.72,
        1202.06
    ],
    [
        " But, oh, it's 1617 receiving.",
        1202.7,
        1205.02
    ],
    [
        " Yeah.",
        1205.44,
        1205.66
    ],
    [
        " It sounds to me.",
        1205.88,
        1206.72
    ],
    [
        " It started sounding like a solid line of sound.",
        1207.14,
        1209.68
    ],
    [
        " Thank you very much.",
        1209.86,
        1210.6
    ],
    [
        " I could not tell a dit from a dat from a space and time.",
        1210.6,
        1214.14
    ],
    [
        "",
        1214.32,
        1214.32
    ],
    [
        " Thank you very much.",
        1214.32,
        1215.02
    ],
    [
        " So, off to engineering.",
        1216.18,
        1216.98
    ],
    [
        " Yep.",
        1217.42,
        1217.44
    ],
    [
        " And then that was a lot of fun though.",
        1219.36,
        1220.96
    ],
    [
        " Oh, I've got a blow stuff up.",
        1221.52,
        1222.6
    ],
    [
        " I think engineering is, I've been attracted to things that go bang.",
        1223.04,
        1227.32
    ],
    [
        " Indeed.",
        1228.1,
        1228.34
    ],
    [
        " So, that was a natural substitute for commo.",
        1228.68,
        1232.8
    ],
    [
        " Right.",
        1233.08,
        1233.52
    ],
    [
        " And at that particular point.",
        1234.72,
        1236.18
    ],
    [
        " And then you get assigned to carry a radio and talk.",
        1237.48,
        1240.2
    ],
    [
        "",
        1240.9,
        1240.9
    ],
    [
        " So, getting back to your briefing, what was that like?",
        1241.48,
        1243.78
    ],
    [
        " And then out of that, then how do you get your assignments F will be one.",
        1244.54,
        1247.48
    ],
    [
        " Well, we went through, like I said, we have, I can remember, you know, in processing your standing in line, you're going through, there's a couple of officers that are interviewing you.",
        1248.24,
        1257.52
    ],
    [
        " And I can remember the comment standing up.",
        1258.04,
        1261.56
    ],
    [
        " Well, you know, if you had a little bit more experience, we have a slot for a demo man.",
        1261.56,
        1264.74
    ],
    [
        " But you don't.",
        1265.18,
        1266.62
    ],
    [
        " So, you're going to full buy.",
        1266.62,
        1269.52
    ],
    [
        " Oh, that right.",
        1270.2,
        1270.72
    ],
    [
        "",
        1270.94,
        1270.94
    ],
    [
        " Okay.",
        1271.32,
        1271.62
    ],
    [
        " And I said, okay, you're going to run recon and hit full buy.",
        1271.72,
        1274.58
    ],
    [
        " Yeah.",
        1274.9,
        1275.08
    ],
    [
        " And I said, that was no choice.",
        1275.36,
        1278.16
    ],
    [
        " And I didn't expect any choice.",
        1278.66,
        1280.02
    ],
    [
        " You're sitting there, he's my orders.",
        1280.12,
        1281.6
    ],
    [
        " You hand him your file.",
        1281.88,
        1283.86
    ],
    [
        " And they look at it very quickly and say, okay,",
        1284.66,
        1288.4
    ],
    [
        " some of the common guys I know stayed right into, they were at the commas shack in Deng before they went on any of the recon teams.",
        1289.36,
        1295.06
    ],
    [
        " Right. Oh, yeah.",
        1295.36,
        1296.3
    ],
    [
        " Some of the guys were in the commas shack for a long time before he got on every team.",
        1296.38,
        1300.2
    ],
    [
        " Indeed.",
        1301.32,
        1301.56
    ],
    [
        " But you avoided that.",
        1301.74,
        1302.6
    ],
    [
        " Yeah, right up right on the recon team.",
        1302.98,
        1304.76
    ],
    [
        " In fact, that's one of the quickest, you know, you come on the team, maybe we'll just say for today's discussion.",
        1304.84,
        1310.68
    ],
    [
        " On that Thursday, you're on the team, you get a briefing on Friday and they tried to do the night in search, but you got weathered out.",
        1311.36,
        1317.98
    ],
    [
        " Maybe maybe twice, two days in a row, two days in a row.",
        1318.6,
        1321.6
    ],
    [
        " Okay, Thursday and Friday, you get weathered out and then Saturday morning, it's showtime.",
        1321.66,
        1326.06
    ],
    [
        " Yeah.",
        1326.54,
        1326.64
    ],
    [
        " First light.",
        1327.04,
        1327.72
    ],
    [
        " And a key thing here, because August the third, the mountain range in Laos were high and you inserted on a knoll.",
        1328.36,
        1335.6
    ],
    [
        " And they planned to take three helicopters.",
        1335.96,
        1338.14
    ],
    [
        " They had the old CH-30, 34s.",
        1338.9,
        1341.92
    ],
    [
        " Right.",
        1342.1,
        1342.2
    ],
    [
        " And so two Americans, one American and indigent and the judge and the first would be Pete, his and Ditch.",
        1342.6,
        1348.24
    ],
    [
        " The second helicopter you were on that one with another and Ditch and then Walton was on the third for the insertion.",
        1348.88,
        1354.28
    ],
    [
        " Right. And even there, I think you said you heard a couple of rounds that were fired at the helicopter?",
        1354.54,
        1359.72
    ],
    [
        " No, I did not.",
        1360.42,
        1361.48
    ],
    [
        " Okay.",
        1361.82,
        1362.06
    ],
    [
        " I thought we got in pretty cleanly.",
        1362.18,
        1363.84
    ],
    [
        " Okay.",
        1364.06,
        1364.36
    ],
    [
        " You know, they were sap, they sandwiched maybe between Pete and John for a reason.",
        1364.96,
        1371.06
    ],
    [
        " Okay.",
        1371.32,
        1371.44
    ],
    [
        " Experience, experience, no guy with the experience.",
        1371.66,
        1375.92
    ],
    [
        " But we got off the landing zone, hit the tree line, went into the tree line and lay quiet for several minutes, quite a bit of time.",
        1376.5,
        1389.46
    ],
    [
        " In fact, when we released the choppers.",
        1389.88,
        1392.98
    ],
    [
        " Because after you're on the ground, after insert you wait about 10 minutes, hear how it's going on.",
        1393.2,
        1397.64
    ],
    [
        " And then you give a team okay.",
        1398.24,
        1399.44
    ],
    [
        " And you did radio guy, you did it.",
        1399.94,
        1401.38
    ],
    [
        " And Pete wanted to wait longer than that.",
        1401.54,
        1403.3
    ],
    [
        " Just to be clear.",
        1403.54,
        1404.08
    ],
    [
        " Yes. Sure.",
        1404.76,
        1405.42
    ],
    [
        " We had anticipated the target area to be extremely hot.",
        1405.56,
        1409.32
    ],
    [
        " We actually had anticipated not being able to get in, getting shot out of the LZ.",
        1410.12,
        1415.0
    ],
    [
        " That anticipation didn't happen.",
        1418.32,
        1419.7
    ],
    [
        " But Pete held the coffee over us in the air assets onsite for long enough that when we said team okay, they said what took you so long we were worried about you.",
        1420.54,
        1431.24
    ],
    [
        " Oh, is that right?",
        1431.42,
        1431.92
    ],
    [
        " Yes.",
        1432.04,
        1432.14
    ],
    [
        " Oh, okay.",
        1432.56,
        1433.22
    ],
    [
        " Yeah.",
        1433.6,
        1434.14
    ],
    [
        " And again, for background purposes, Pete, by that point, had been a veteran recon.",
        1434.42,
        1440.1
    ],
    [
        " I mean, he had run missions out of case on with F will be three.",
        1440.1,
        1443.86
    ],
    [
        " And then when they closed F will be three, Pete came down to food by F will be one.",
        1443.86,
        1449.24
    ],
    [
        " And then he became the team leader.",
        1449.42,
        1451.2
    ],
    [
        " And then we had that change of membership on the team.",
        1451.6,
        1454.68
    ],
    [
        " You came on and John think he by that point, John had run a two missions with another team.",
        1454.82,
        1460.5
    ],
    [
        " So he had some experience on the ground, but more importantly, he was damn good.",
        1460.86,
        1465.06
    ],
    [
        " And Mattie, yes.",
        1465.06,
        1465.7
    ],
    [
        " And needed.",
        1465.98,
        1467.76
    ],
    [
        " Oh, yeah.",
        1468.68,
        1469.2
    ],
    [
        " And so when you're on the ground, you get in, you get the team okay.",
        1469.68,
        1474.94
    ],
    [
        " And then we start moving uphill.",
        1475.42,
        1477.82
    ],
    [
        " We actually ran into a barrier of booby traps.",
        1478.8,
        1485.64
    ],
    [
        " Booby, really?",
        1486.38,
        1487.2
    ],
    [
        " Yes.",
        1487.34,
        1487.5
    ],
    [
        " Almost like it was a, well, almost like it was their equivalent of Gabriel demonstration.",
        1487.88,
        1493.18
    ],
    [
        " I saw so many different types of booby traps in a short area.",
        1493.8,
        1498.88
    ],
    [
        " And it was only 25, maybe 50 yards deep at best.",
        1498.88,
        1502.54
    ],
    [
        " Really?",
        1502.9,
        1503.18
    ],
    [
        " Well, that include the punchy pits?",
        1503.48,
        1504.96
    ],
    [
        " Yeah.",
        1505.28,
        1505.42
    ],
    [
        " There was some dead falls.",
        1505.96,
        1507.0
    ],
    [
        " Yeah.",
        1507.82,
        1508.02
    ],
    [
        " There was some other booby traps that I would say they were the equivalent of bouncing betties.",
        1508.92,
        1516.0
    ],
    [
        " I mean, you could see that they were, if you sat on them, you were going to sit off and...",
        1516.1,
        1523.16
    ],
    [
        " It was just like a ball of bushes in the air, then it explodes.",
        1523.16,
        1524.76
    ],
    [
        " Yeah, about three feet.",
        1525.08,
        1525.68
    ],
    [
        " For more lethality.",
        1525.96,
        1526.94
    ],
    [
        " It takes out you from the waist down, thank you.",
        1527.68,
        1529.82
    ],
    [
        " Yeah.",
        1531.02,
        1531.16
    ],
    [
        " So we made it through there.",
        1531.62,
        1532.74
    ],
    [
        " And we actually did, we did not know that at that time we started to parallel a running path.",
        1534.0,
        1541.74
    ],
    [
        " We took a break to do a combo check to get a hold of...",
        1542.24,
        1548.26
    ],
    [
        " Well, the code name at that point for us was Alexander, which was the A-Wack flying over us.",
        1548.26,
        1553.02
    ],
    [
        " Okay, yeah.",
        1553.2,
        1553.72
    ],
    [
        " So we were trying to make contact with them when a small team of NBA walked down the path that we were parallel to.",
        1554.28,
        1563.12
    ],
    [
        " Really?",
        1563.64,
        1564.02
    ],
    [
        " Yeah.",
        1564.32,
        1564.42
    ],
    [
        " And again, that was one of the clarity moments of...",
        1565.12,
        1569.48
    ],
    [
        " I'm running the radio and I'm whispering to Alexander trying to make first contact with him.",
        1569.48,
        1574.08
    ],
    [
        " Yeah.",
        1574.4,
        1574.54
    ],
    [
        " And he says, you got to speak up.",
        1575.0,
        1576.24
    ],
    [
        " You got to speak up.",
        1576.62,
        1577.24
    ],
    [
        " Sounds like you're whispering.",
        1577.26,
        1578.32
    ],
    [
        " You know, I'm sorry.",
        1578.52,
        1582.02
    ],
    [
        " Speak up.",
        1582.36,
        1582.86
    ],
    [
        " I can't right now.",
        1582.98,
        1584.18
    ],
    [
        " Yeah, not right this minute.",
        1584.44,
        1585.86
    ],
    [
        " So they continued back towards, they were actually running down apparently to the LZ that we landed on.",
        1586.52,
        1593.34
    ],
    [
        " I mean, that's the direction they were traveling, whatever we were going up to.",
        1593.64,
        1596.36
    ],
    [
        " And this is parallel.",
        1597.64,
        1598.5
    ],
    [
        " Yeah.",
        1599.0,
        1599.12
    ],
    [
        " And they didn't see you at that time.",
        1599.82,
        1601.18
    ],
    [
        " They did not see us at that time.",
        1601.18,
        1602.52
    ],
    [
        " We went for another maybe 10, 20 minutes at maybe 10, 15 minutes and then took another break, stopped, listened.",
        1603.38,
        1610.12
    ],
    [
        " That is when one of the indig on the team saw off to our left off a bunker line.",
        1611.34,
        1619.94
    ],
    [
        " And while we were trying to figure out how we were going to circumvent this bunker,",
        1621.28,
        1627.6
    ],
    [
        " you see, is when a tracker came and shot up our regard.",
        1628.04,
        1633.28
    ],
    [
        " Right.",
        1634.24,
        1634.6
    ],
    [
        " And though that was where that's the first combat on that mission, which was going back to the book for a second.",
        1634.94,
        1643.7
    ],
    [
        " Walt and was sitting at the end of the formation in a thick jungle vegetation, while the tail gunner, with the tail gunner.",
        1643.9,
        1652.06
    ],
    [
        " They were both surprised to hear numerous NVA soldiers moving along the trail.",
        1652.44,
        1657.82
    ],
    [
        " That noise got the gunner's attention.",
        1658.48,
        1660.98
    ],
    [
        " He focused on the area to his right.",
        1661.52,
        1663.6
    ],
    [
        " Walt and was sitting in front of him with the remaining 14 members spread out in front of the two of them.",
        1664.34,
        1670.82
    ],
    [
        " As the tail gunner continued to concentrate on the woods to the right,",
        1671.68,
        1674.82
    ],
    [
        " Walt and looked past him and saw the bushes shake about 10 feet away.",
        1675.0,
        1681.78
    ],
    [
        " One of the NVA soldiers was crawling up their back trail.",
        1682.18,
        1687.16
    ],
    [
        " As Walt and swung his car 15 toward the enemy soldier, the NVA popped up,",
        1688.38,
        1694.9
    ],
    [
        " AK-47 tucked under his arm.",
        1695.9,
        1698.18
    ],
    [
        " He had a big chest shire cat grin on his face, knowing that he had ST Louisiana dead to rights.",
        1698.52,
        1707.94
    ],
    [
        " The grinning soldier opened fire on full automatic, while Walt and was still turning.",
        1708.82,
        1714.66
    ],
    [
        " Four of the NVA rounds struck the tail gunner, wounding him severely.",
        1715.48,
        1721.18
    ],
    [
        " Walt and his car 15 rounds hit the NVA soldier and drove his body backwards into the jungle.",
        1721.7,
        1729.04
    ],
    [
        " With the threat temporarily at bay, he began to patch up the tail gunner.",
        1729.7,
        1736.16
    ],
    [
        " Walt and Drayton, six feet up the hill towards Boggs, got him stabilized and started an IV,",
        1737.16,
        1742.86
    ],
    [
        " an intravenous drip of blood expander.",
        1743.14,
        1747.22
    ],
    [
        " Walt and asked Boggs for permission to crawl back to the dead NVA,",
        1747.46,
        1752.3
    ],
    [
        " the search for documents and anything of intelligence values.",
        1752.48,
        1755.64
    ],
    [
        " Boggs rightfully declined the offer.",
        1756.58,
        1759.24
    ],
    [
        " Moments later, the first NVA wave attack slammed into Louisiana.",
        1760.06,
        1765.96
    ],
    [
        " The six man team repulsed it without taking any further casualties.",
        1766.92,
        1771.12
    ],
    [
        " Did you heard the gunfire exchange?",
        1775.44,
        1778.02
    ],
    [
        " With the vegetation thick enough that you couldn't see what was going on until John dragged the comrade back to the perimeter.",
        1778.98,
        1786.52
    ],
    [
        " You couldn't see exactly what was happening at that point.",
        1786.96,
        1789.1
    ],
    [
        " Is that Twilight Zone stuff or what?",
        1789.1,
        1790.78
    ],
    [
        " Yes.",
        1791.12,
        1791.18
    ],
    [
        " And he grabbed him and pulled him in.",
        1792.22,
        1793.94
    ],
    [
        " And then we moved a little bit when he got him inside our perimeter.",
        1794.48,
        1797.54
    ],
    [
        " And that's when we got started to be heavily engaged.",
        1797.74,
        1800.92
    ],
    [
        " And so what was that wave attack like?",
        1801.6,
        1804.72
    ],
    [
        " The first time, that's a hard thing to say.",
        1805.8,
        1812.56
    ],
    [
        " Because you didn't have a chance to put claimors or anything else.",
        1812.66,
        1815.46
    ],
    [
        " No, we just had our rifles, our 15s.",
        1815.6,
        1819.4
    ],
    [
        " Trustee Carf 15s.",
        1820.1,
        1821.06
    ],
    [
        " They worked.",
        1821.3,
        1822.1
    ],
    [
        " And part of it was they weren't exactly sure where we were.",
        1823.4,
        1827.5
    ],
    [
        " So I don't think they brought their whole force to bear on us the first couple of times.",
        1828.1,
        1833.04
    ],
    [
        " Right.",
        1833.36,
        1833.44
    ],
    [
        " So we had the advantage of having limited numbers coming at us.",
        1834.14,
        1838.94
    ],
    [
        " So again, the jungle is thicker.",
        1839.34,
        1840.86
    ],
    [
        " You're in double canopy or triple canopy at that point.",
        1840.96,
        1843.64
    ],
    [
        " No, we moved out of that canopy.",
        1844.12,
        1845.88
    ],
    [
        " Okay.",
        1846.22,
        1846.46
    ],
    [
        " The initial contact started in the jungle.",
        1846.74,
        1848.78
    ],
    [
        " Right.",
        1848.96,
        1849.14
    ],
    [
        " And then we dragged everybody out to a clearing and called for a meta-back.",
        1849.14,
        1854.66
    ],
    [
        " Right.",
        1854.98,
        1855.16
    ],
    [
        " And that's when we get started to get hit again.",
        1855.78,
        1857.62
    ],
    [
        " And so when that first hit was like lily away the soldiers, NG soldiers coming out.",
        1858.22,
        1862.94
    ],
    [
        " It was sporadic guys coming out.",
        1863.0,
        1865.24
    ],
    [
        " But still like walk to the jungle.",
        1865.64,
        1867.16
    ],
    [
        " Yes.",
        1867.28,
        1867.44
    ],
    [
        " Like I said, we were very, it was not a coordinated attack on our position because they weren't sure exactly where we were.",
        1868.58,
        1874.64
    ],
    [
        " Sure.",
        1874.68,
        1875.2
    ],
    [
        " And when we moved, we lost, they lost track of where we were.",
        1875.46,
        1879.0
    ],
    [
        " So you're able to repulse it?",
        1879.36,
        1881.44
    ],
    [
        " Yes.",
        1881.6,
        1881.82
    ],
    [
        " And John took care of the tail gunner.",
        1882.26,
        1885.62
    ],
    [
        " And so by now you're on a radio.",
        1886.22,
        1888.42
    ],
    [
        " We got a prairie fire emergency.",
        1888.6,
        1889.92
    ],
    [
        " We need a meta-back.",
        1890.2,
        1891.06
    ],
    [
        " And Pete is keeping an eye on the situation.",
        1891.9,
        1895.12
    ],
    [
        " Then another wave attack comes.",
        1895.12,
        1896.9
    ],
    [
        " Had you moved at all before in between attacks?",
        1897.42,
        1900.64
    ],
    [
        " Yes.",
        1900.96,
        1901.16
    ],
    [
        " Yes.",
        1901.16,
        1901.3
    ],
    [
        " We had moved after the first one and trying to get a better position in an open field where we could bring in some meta-back helicopter.",
        1901.74,
        1912.76
    ],
    [
        " So we called in, we got the 101st gunships over us relatively quickly.",
        1914.82,
        1921.3
    ],
    [
        " Right.",
        1921.64,
        1921.82
    ],
    [
        " Okay.",
        1922.52,
        1922.68
    ],
    [
        " And they were able to make gun runs.",
        1923.32,
        1924.48
    ],
    [
        " It took some to pressure off.",
        1924.48,
        1925.68
    ],
    [
        " I took a great deal of pressure off because at that particular point, the NVA were more confident.",
        1925.78,
        1931.14
    ],
    [
        " And when they concentrated on trying to shoot down the helicopters, then they were on us.",
        1931.14,
        1935.64
    ],
    [
        " Right.",
        1935.98,
        1936.3
    ],
    [
        " And there was an up across the valley or not from behind us, but from in front of where we were going.",
        1936.76,
        1943.26
    ],
    [
        " They had put an NVA unit on line.",
        1943.98,
        1947.56
    ],
    [
        " And so every time the chopper came down the ridge line to make a gun pass, you could hear this whole ridge line open up on the gas.",
        1948.12,
        1956.58
    ],
    [
        "",
        1961.12,
        1961.12
    ],
    [
        " And that firing line, and you just hear the progress of that coming down the...",
        1962.26,
        1967.92
    ],
    [
        " Towards you.",
        1967.92,
        1968.38
    ],
    [
        " Towards us, yes.",
        1968.84,
        1969.36
    ],
    [
        " We knew what was coming.",
        1969.88,
        1970.78
    ],
    [
        " Yeah.",
        1971.3,
        1971.42
    ],
    [
        " And that was also part of that theory about getting close to the belt.",
        1971.84,
        1974.6
    ],
    [
        " Yes.",
        1975.04,
        1975.18
    ],
    [
        " The enemy gets close to your belt to avoid getting hit by air assets.",
        1975.36,
        1979.7
    ],
    [
        " Yes, that dog...",
        1979.78,
        1981.08
    ],
    [
        " Attack air.",
        1981.08,
        1981.24
    ],
    [
        " It avoids our...",
        1982.12,
        1983.66
    ],
    [
        " Or they try to neutralize our air superiority by coming in and kissing you, hello.",
        1983.66,
        1988.38
    ],
    [
        " Right.",
        1988.88,
        1989.06
    ],
    [
        " And then they're saying it's close to you as they possibly can.",
        1989.06,
        1990.98
    ],
    [
        " So again, we had a little section of the book here about you and those opening moments where after they arrive,",
        1991.52,
        1998.8
    ],
    [
        " every time they flew by for the gun run, the NVA and the ridge line would jump up and fire.",
        1999.58,
        2005.46
    ],
    [
        " Cunningham crawled toe and knoll to get a better view because it was his first contact with the NVA.",
        2006.44,
        2012.74
    ],
    [
        " The dirt in front of his face exploded several times from enemy rounds.",
        2012.84,
        2018.2
    ],
    [
        " Cunningham suddenly thought maybe that wasn't such a good idea as he backed up.",
        2018.98,
        2025.46
    ],
    [
        " Real fast.",
        2026.0,
        2027.22
    ],
    [
        " After a few more close gun runs, the helicopters had expended all of their ordinance and returned to base of operations at Fubai.",
        2027.74,
        2035.42
    ],
    [
        " Cunningham jokingly asked the 101st gunners if they could come, just come on down and pull them out.",
        2036.58,
        2042.66
    ],
    [
        " The gunships declined, saying the extraction helicopters were on the way.",
        2043.5,
        2047.82
    ],
    [
        " A few minutes later, Cunningham was told the A1 sky readers were on station.",
        2048.54,
        2054.32
    ],
    [
        " Bogs had asked for a napalm run.",
        2055.24,
        2057.16
    ],
    [
        " Walton was sitting next to Cunningham on his right and had just finished patching up the last of the tail gunners",
        2058.38,
        2065.22
    ],
    [
        " wounds.",
        2065.38,
        2066.02
    ],
    [
        " Both men were nearer clearing.",
        2066.34,
        2068.36
    ],
    [
        " Bogs directed the napalm run, which struck the ground at the far end of the open area and moved towards ST Louisiana on the knoll.",
        2069.08,
        2078.88
    ],
    [
        " Walton didn't think about anything about it.",
        2079.72,
        2082.46
    ],
    [
        " Often the distance he could see the sped making its run.",
        2083.1,
        2086.02
    ],
    [
        " Saw the cast to come loose from the aircraft and tumbled down towards Earth.",
        2086.76,
        2091.36
    ],
    [
        " After the napalm cast or hit the ground and exploded, its fort momentum carried a 1-foot hunk of burning metal up the knoll over the open area towards Walton.",
        2092.22,
        2105.38
    ],
    [
        " And I guess you were sitting there together.",
        2105.6,
        2107.26
    ],
    [
        " Yes.",
        2107.46,
        2107.56
    ],
    [
        " You're watching all this too.",
        2107.92,
        2109.04
    ],
    [
        " Correct.",
        2109.36,
        2109.58
    ],
    [
        " And his team had stopped right between Walton's feet.",
        2109.9,
        2114.42
    ],
    [
        " He sat there staring at it, the burning metal between his legs for a few seconds.",
        2115.1,
        2119.9
    ],
    [
        " Cunningham was amazed at how close it was.",
        2120.52,
        2122.98
    ],
    [
        " I mean, my God.",
        2123.48,
        2124.48
    ],
    [
        " And he got splashed on his arm with it.",
        2124.92,
        2127.34
    ],
    [
        " I can remember Walton knocking off the napalm office.",
        2127.44,
        2130.0
    ],
    [
        " No.",
        2130.38,
        2130.66
    ],
    [
        " Obviously.",
        2131.46,
        2131.48
    ],
    [
        " And because napalm, if you don't knock it off, it'll burn until it burns itself out.",
        2131.86,
        2137.86
    ],
    [
        " So you have to smuggle it with something.",
        2137.98,
        2140.76
    ],
    [
        " Smuggled it with something.",
        2140.76,
        2141.48
    ],
    [
        " Mud?",
        2141.7,
        2141.94
    ],
    [
        " Yep.",
        2142.12,
        2142.28
    ],
    [
        " Or something.",
        2142.66,
        2143.1
    ],
    [
        " Otherwise it's going to continue to burn.",
        2143.24,
        2144.54
    ],
    [
        " And it has burned through people's limbs.",
        2144.9,
        2146.98
    ],
    [
        " Yes.",
        2147.1,
        2147.6
    ],
    [
        " I won't say casual about it, but it was just brushed it off his sleeve.",
        2148.0,
        2152.5
    ],
    [
        " That's what you call about danger close, air support.",
        2153.3,
        2156.28
    ],
    [
        " Oh my God.",
        2156.56,
        2157.02
    ],
    [
        " It is dangerous and it is close.",
        2157.02,
        2158.96
    ],
    [
        " Very close.",
        2159.16,
        2159.56
    ],
    [
        " And you watched all this.",
        2159.72,
        2160.88
    ],
    [
        " Oh my God.",
        2161.54,
        2163.96
    ],
    [
        " And he, I just can't imagine.",
        2164.0,
        2165.74
    ],
    [
        " We'd done napalm, but I never ever had anything that close with that from the napalm explosion.",
        2166.4,
        2171.98
    ],
    [
        " I just can't imagine.",
        2172.48,
        2173.6
    ],
    [
        " It's hard to imagine.",
        2173.94,
        2175.48
    ],
    [
        " It's hard to put into words, but it's, you're experiencing it.",
        2175.52,
        2180.0
    ],
    [
        " I mean, it's just part of what you're dealing with at that present moment.",
        2180.14,
        2185.06
    ],
    [
        " Oh my God.",
        2185.28,
        2186.06
    ],
    [
        " You don't have time to think about the real impact of what is going on.",
        2186.52,
        2190.94
    ],
    [
        " Oh, sure.",
        2191.08,
        2191.44
    ],
    [
        " Yeah.",
        2191.94,
        2192.2
    ],
    [
        " So you all watched that.",
        2192.66,
        2193.9
    ],
    [
        " You're trying to survive it.",
        2193.9,
        2194.7
    ],
    [
        " Yeah.",
        2194.9,
        2195.06
    ],
    [
        " And besides, the envy are coming further down the knoll each time there's a gun run closer to you all.",
        2195.52,
        2201.96
    ],
    [
        " And this is highly visible.",
        2202.36,
        2204.0
    ],
    [
        " Yeah.",
        2204.4,
        2205.28
    ],
    [
        " And at that point, they were, they were, there wasn't a lot of distance between us and them physically distance.",
        2205.66,
        2211.32
    ],
    [
        " Right.",
        2211.82,
        2211.98
    ],
    [
        " They had overrun us a couple of times at that particular point.",
        2212.4,
        2216.76
    ],
    [
        " Oh my God.",
        2216.76,
        2217.68
    ],
    [
        " And we'd be in the back with small armor fire.",
        2217.9,
        2219.68
    ],
    [
        " That's why we brought in the spades.",
        2219.78,
        2221.12
    ],
    [
        " Right.",
        2221.5,
        2222.12
    ],
    [
        " As close as we did.",
        2222.62,
        2223.9
    ],
    [
        " So then, uh, is that that point at some point, uh, John went back to, to, to bugs and, uh, the, I think Pete directed him to go back to the tail gunners position.",
        2225.78,
        2238.4
    ],
    [
        " Because that point of your, that, at that point, that's part of your perimeter.",
        2238.72,
        2243.26
    ],
    [
        " Nobody was there.",
        2243.92,
        2244.82
    ],
    [
        " That's correct.",
        2245.08,
        2245.48
    ],
    [
        " So John moved back to the other side of the perimeter and you, he had crawled about eight feet down a slight slope.",
        2247.18,
        2255.32
    ],
    [
        " When a second NBA wave hit the team from bog side near the point.",
        2255.72,
        2260.12
    ],
    [
        " Again, ST Louisiana held as another wave of NBA moved towards the team.",
        2261.06,
        2266.08
    ],
    [
        " Bog began to yell to his men that they were being overrun.",
        2266.7,
        2270.16
    ],
    [
        " From his position, only eight feet away, Walton couldn't see Bog's or Cunningham or to beat Neme's team member who had filled the slot that he, John had vacated.",
        2270.54,
        2282.5
    ],
    [
        " The jungle vegetation was so thick he could only see one or two feet around him.",
        2283.28,
        2288.4
    ],
    [
        " In fact, the folies were so thick, Walton would see the leaves move first to announce an incoming enemy soldier.",
        2288.98,
        2296.96
    ],
    [
        " Good.",
        2297.48,
        2298.86
    ],
    [
        " God.",
        2299.12,
        2299.58
    ],
    [
        " That was one of my first experiences in getting overrun was you could see the leaves move.",
        2300.04,
        2305.48
    ],
    [
        " Yeah, yeah.",
        2305.78,
        2306.16
    ],
    [
        " That's something a lot of times the fire fights because you're in the jungle, the leave movement or the AK rounds coming out of those leaves.",
        2306.26,
        2314.9
    ],
    [
        " And you could see the gas from the expulsion of the gas from the firearms pushing the leaves aside.",
        2315.18,
        2322.72
    ],
    [
        " As they're firing, you watch the leaves move with the fire.",
        2325.64,
        2328.08
    ],
    [
        " Oh, sure.",
        2328.08,
        2328.42
    ],
    [
        " The fire.",
        2328.58,
        2329.02
    ],
    [
        " Okay.",
        2329.34,
        2332.08
    ],
    [
        " So then going on, so John is only eight feet away but he can't see y'all.",
        2334.0,
        2339.04
    ],
    [
        " That's just again, another indication of what to jungle you, you're in, but you can from where you and Pete and the remaining team members can see.",
        2339.7,
        2351.72
    ],
    [
        " And then the Pete announced that they're going to call a gun run at some point on the team because there's another wave attack on you all.",
        2351.94,
        2361.0
    ],
    [
        " At that particular point, where I mean, before we got that far, one of the indig had to the M79 was an M79 gunner.",
        2361.32,
        2373.68
    ],
    [
        " And he had expended all of his M79 ammo.",
        2374.46,
        2377.04
    ],
    [
        " Really?",
        2377.34,
        2377.68
    ],
    [
        " Yeah.",
        2377.68,
        2377.98
    ],
    [
        " So he was working the signal panel to try to mark the team location for the spads.",
        2378.42,
        2382.72
    ],
    [
        " Right.",
        2382.9,
        2383.02
    ],
    [
        " So he was behind me.",
        2383.32,
        2386.42
    ],
    [
        " After the napalm run, Pete decided that we were going to try to blow a hole through their line and a skinny through that hole.",
        2387.38,
        2400.28
    ],
    [
        " So we're going to dump our rucks and at the conclusion of the gun run run.",
        2400.44,
        2407.96
    ],
    [
        " And so and then use the air strike to blow a hole in their ranks so you could e and e escaping the wave through that hole.",
        2408.46,
        2416.9
    ],
    [
        " That's correct.",
        2417.12,
        2417.48
    ],
    [
        " Whoa.",
        2418.1,
        2418.52
    ],
    [
        " So, but at that point, you were taking, but you still had to rock sack on.",
        2419.14,
        2424.08
    ],
    [
        " Yes.",
        2424.34,
        2424.48
    ],
    [
        " I still had the radio on.",
        2424.62,
        2425.56
    ],
    [
        " So we were not going to dump ruck and I don't think we were going to leave.",
        2425.76,
        2428.88
    ],
    [
        " I had no intention of leaving the radio.",
        2429.22,
        2431.56
    ],
    [
        " I mean, oh, yeah.",
        2431.78,
        2432.88
    ],
    [
        " So we're going to just run for it at that particular point.",
        2433.26,
        2437.02
    ],
    [
        " The air assets are UH34s had not arrived.",
        2437.94,
        2441.28
    ],
    [
        " We didn't know when they were coming.",
        2441.58,
        2442.8
    ],
    [
        " And we're going to do our best to get out of that.",
        2443.36,
        2447.92
    ],
    [
        " And so again, that's just a this moment in time.",
        2448.74,
        2452.12
    ],
    [
        " He did Pete say we're calling a gun run or give you guys any kind of a heads up.",
        2452.24,
        2457.96
    ],
    [
        " Yes.",
        2458.12,
        2458.2
    ],
    [
        " Well, I don't know how much John knew, right?",
        2458.76,
        2462.5
    ],
    [
        " But Pete turned to me and said, what we were going to do is going to call him the gun run danger close.",
        2462.7,
        2467.42
    ],
    [
        " Yeah.",
        2467.58,
        2467.86
    ],
    [
        " Do an HE drop and we would try to evade it from that point.",
        2468.22,
        2474.56
    ],
    [
        " Wow.",
        2474.92,
        2475.24
    ],
    [
        " So be ready.",
        2475.38,
        2475.94
    ],
    [
        " Yeah.",
        2475.94,
        2476.5
    ],
    [
        " And so this at that point, Bog's called in the air strike and told the spads to hit ST Louisiana to hit his team to break the next charge.",
        2476.78,
        2489.0
    ],
    [
        " The first 20 mic mic gun run ripped into the NBA and threw ST Louisiana's perimeter.",
        2489.5,
        2496.34
    ],
    [
        " Cunningham was in a world of shit and there was nothing he could do about it.",
        2497.28,
        2501.24
    ],
    [
        " The next thing he knew, he was 100 yards away watching himself get hit twice.",
        2501.44,
        2506.1
    ],
    [
        " I'm sorry.",
        2506.6,
        2507.46
    ],
    [
        " It's just a little bit redundant, but that moment in time is just so amazing.",
        2507.66,
        2512.68
    ],
    [
        " So there you are.",
        2513.48,
        2514.82
    ],
    [
        " You're 100 yards away.",
        2515.02,
        2515.86
    ],
    [
        " We're back at that moment in your life.",
        2515.96,
        2517.96
    ],
    [
        " And I'm outside the perimeter.",
        2518.2,
        2519.2
    ],
    [
        " Yeah.",
        2519.48,
        2519.64
    ],
    [
        " And I don't know whether I'm alive or dead.",
        2519.74,
        2521.42
    ],
    [
        " Right.",
        2521.72,
        2522.02
    ],
    [
        " Oh, my God.",
        2522.58,
        2525.22
    ],
    [
        " And like it's fortunately, I think fortunately for everybody, we didn't know whether we were going to do it.",
        2525.82,
        2531.22
    ],
    [
        " We're going to get out obviously where we're going to get out or not.",
        2531.22,
        2533.24
    ],
    [
        " Sure.",
        2533.4,
        2533.62
    ],
    [
        " At that particular point.",
        2534.08,
        2535.3
    ],
    [
        " And I knew, and it is redundant to say I knew that if I was alive, I had to be not a drag on the team, but I had to be helped to the team.",
        2536.4,
        2544.18
    ],
    [
        " Oh, yeah.",
        2545.1,
        2545.54
    ],
    [
        " So I was motivated by the only way we're going to get out is if I can contribute to getting out.",
        2545.84,
        2553.4
    ],
    [
        " Yeah.",
        2553.62,
        2553.88
    ],
    [
        " Stay in the wild.",
        2554.04,
        2554.58
    ],
    [
        " And here you are severely wounded, but you still have the soldiers added to what's best for the team.",
        2555.06,
        2560.3
    ],
    [
        " Yeah.",
        2560.3,
        2560.52
    ],
    [
        " And you did it.",
        2560.84,
        2561.36
    ],
    [
        " And remember, talk to that point you weren't not thinking about yourself.",
        2561.74,
        2565.14
    ],
    [
        " Yeah.",
        2565.5,
        2565.56
    ],
    [
        " You think about the cohesive unit.",
        2565.64,
        2567.38
    ],
    [
        " Even though your leg, your right leg, lower right leg is dangling from Sineu.",
        2568.08,
        2572.54
    ],
    [
        " And you got strapped on your back from the 20 mic mic round tearing up your PRC 25.",
        2572.78,
        2578.82
    ],
    [
        " You're doing with best for the team.",
        2579.12,
        2580.56
    ],
    [
        " And so just as a little sidebar at that time, I remember that day personally because we were at Fubai.",
        2580.6,
        2586.08
    ],
    [
        " Back at the base camp safely in sconce, but we had heard that the team was in a world of shit.",
        2586.64,
        2591.48
    ],
    [
        " And back at Fubai won most of the spike team members were either huddled around their PC, PRC 25s,",
        2591.82,
        2599.44
    ],
    [
        " listening to the Covey, talking to ST, Louisiana members, or in the comm center, where they monitored more frequencies.",
        2599.48,
        2607.2
    ],
    [
        " When the first reports rolled in from Covey about ST, Louisiana situation, the team sounded doomed.",
        2607.48,
        2615.6
    ],
    [
        " And in the Asha Valley, the air strikes gave ST, Louisiana a brief low on the fighting, enabling Walton and the one remaining on wounded Vietnamese team member to move the wounded closer to the clearing.",
        2616.38,
        2632.24
    ],
    [
        " Pat Watkins, who was the Covey rider at that time, told Walton that he was going to direct a series of strafing rounds by Air Force F4 fantham jets,",
        2632.72,
        2642.56
    ],
    [
        " and that the first king beat would land to pick up the most seriously wounded, and that a second and a third, H34, would extract the remainder of the team.",
        2643.14,
        2653.84
    ],
    [
        " Walton and the Vietnamese team member moved the tail gunner out from the tree line into the grassy area, while Boggs assisted Cunningham.",
        2654.92,
        2663.88
    ],
    [
        " As soon as the NBA heard the king beat, the enemy activity picked up again.",
        2664.64,
        2669.08
    ],
    [
        " The wound that were moved out to the open area where the grass was only six inches tall.",
        2669.72,
        2674.02
    ],
    [
        " There were constant dirt spurts kicking up all around from enemy gunfire.",
        2674.72,
        2679.6
    ],
    [
        " Captain Ten piloted the first king beat and landed with the right strut only a few feet from the wounded members.",
        2680.16,
        2688.3
    ],
    [
        " And so getting back to you and your personal experience is this is another sidebar on what you went through that day.",
        2689.48,
        2696.04
    ],
    [
        " There were only three times Cunningham really felt pain that day.",
        2696.28,
        2702.18
    ],
    [
        " The first time was when he got hit.",
        2702.48,
        2704.22
    ],
    [
        " He said later that his body felt like one of those used like you said earlier today, the Chinese gongs as the shock rays reverberated through your body.",
        2704.48,
        2714.06
    ],
    [
        " The second time was when Boggs was helping you get back to the landing zone, your wounded leg got caught on a tree.",
        2714.32,
        2722.44
    ],
    [
        " So you immediately knew that when they said pain had killers, Cunningham saw a rainbow of Keller.",
        2726.18,
        2735.0
    ],
    [
        " Getting that leg hung up on a shrub and was in between the two.",
        2736.54,
        2745.1
    ],
    [
        " I really was not in a great deal of pain.",
        2745.26,
        2747.38
    ],
    [
        " I'm not going to say I wasn't in shock and I was in and out of things.",
        2747.68,
        2750.4
    ],
    [
        " But that was the next big wave of pain.",
        2751.02,
        2755.14
    ],
    [
        " Oh my god.",
        2755.72,
        2756.56
    ],
    [
        " To this day it's still vivid in your memory.",
        2756.66,
        2758.54
    ],
    [
        " Yes.",
        2758.78,
        2758.88
    ],
    [
        " And then when Boggs is this at you to get on the king bee, he turned around to fire at the charging NBA.",
        2759.74,
        2768.74
    ],
    [
        " Cunningham didn't want to get shot in the back.",
        2769.52,
        2771.7
    ],
    [
        " So he used his stump to climb aboard the 834.",
        2771.7,
        2775.9
    ],
    [
        " He crawled to the back of the chopper thinking he was finally safe.",
        2776.32,
        2780.0
    ],
    [
        " The king bee lifted off.",
        2780.22,
        2782.04
    ],
    [
        " So that was the third time you got hurt getting in the chopper.",
        2782.84,
        2785.48
    ],
    [
        " Yes.",
        2785.54,
        2785.64
    ],
    [
        " The ripped off the, tore off the, uh, coderization that had occurred on the lake.",
        2785.84,
        2790.6
    ],
    [
        " Oh, uh, and it was, you talk about lessons learned.",
        2791.1,
        2795.14
    ],
    [
        " Yeah.",
        2795.42,
        2795.68
    ],
    [
        " Uh, lessons learned was I was not safe in the chopper.",
        2796.16,
        2798.88
    ],
    [
        " And, uh, so I crawled to the, what I thought was the back of the chopper, uh, and tried to tend for myself as much as I could.",
        2801.86,
        2810.46
    ],
    [
        " But at that point I was losing, I was bleeding out.",
        2810.76,
        2813.7
    ],
    [
        " I was losing blood.",
        2813.84,
        2814.66
    ],
    [
        " Right.",
        2815.16,
        2815.44
    ],
    [
        " Were you able to work on your turn again at all?",
        2815.6,
        2817.18
    ],
    [
        " Nope.",
        2817.56,
        2817.7
    ],
    [
        " I was barely able to maintain consciousness.",
        2818.24,
        2820.96
    ],
    [
        " So Captain Tin takes off with you and Pete.",
        2821.44,
        2824.88
    ],
    [
        " Oh, who, uh, the, the, the, the, the, the, the, the helicopter was shot four times.",
        2825.5,
        2828.32
    ],
    [
        " Okay.",
        2828.52,
        2828.66
    ],
    [
        " Again, because of the height of the mountains, the heat of the day, the first plan was they knew that the helicopter is going to carry so much weight.",
        2829.08,
        2837.28
    ],
    [
        " Correct.",
        2837.58,
        2837.76
    ],
    [
        " In this case, it was two people.",
        2837.84,
        2839.14
    ],
    [
        " You and the, the, the, the, the, the, the, the, the shot four times that John had passed up and John worked on you, but now the bleeding begins again.",
        2839.74,
        2846.02
    ],
    [
        " Yeah.",
        2846.06,
        2846.14
    ],
    [
        " And when you took off, did you realize that other helicopters were trying to get in and couldn't?",
        2846.54,
        2853.68
    ],
    [
        " I know the rest of what happens after that is what everybody else is really told me of what has happened after that.",
        2853.78,
        2860.68
    ],
    [
        " And at some point your king be turns around and goes back.",
        2861.34,
        2864.22
    ],
    [
        " Yes.",
        2864.42,
        2864.62
    ],
    [
        " What was that like?",
        2865.16,
        2867.06
    ],
    [
        " You mean you talked about the, you know, those good luck, bad luck, and fortunes of whatever.",
        2867.22,
        2871.62
    ],
    [
        " But if it had, if the planet worked as envisioned, I would have let out before we got any place.",
        2872.42,
        2878.88
    ],
    [
        " Is that right?",
        2879.42,
        2879.9
    ],
    [
        " Yeah.",
        2880.04,
        2880.14
    ],
    [
        " I wouldn't be here.",
        2880.3,
        2880.94
    ],
    [
        " Wow.",
        2881.2,
        2881.56
    ],
    [
        " So with the other king bee is not able to come down because the intense fire from the NBA, Captain Ting brought us back down.",
        2883.44,
        2891.2
    ],
    [
        " Yeah.",
        2891.5,
        2891.76
    ],
    [
        " And the rest of the team got on board.",
        2892.02,
        2894.0
    ],
    [
        " And that is when Walton again put on a turn again on my leg.",
        2894.36,
        2897.18
    ],
    [
        " So let's, so we just run, run through this.",
        2897.68,
        2899.8
    ],
    [
        " A second king be tried again and get shot out.",
        2899.86,
        2902.02
    ],
    [
        " Right.",
        2902.12,
        2902.24
    ],
    [
        " A third king be tries again.",
        2902.36,
        2903.78
    ],
    [
        " It gets shot out.",
        2903.86,
        2904.96
    ],
    [
        " Captain Tin.",
        2905.38,
        2906.4
    ],
    [
        " And here's this circles back, comes in and picks him up because at that point, you know, after the first couple of chefs Walton felt sick.",
        2906.4,
        2915.2
    ],
    [
        " Now he's on the grounds just him, the indig and Pete box who's wounded.",
        2915.66,
        2920.7
    ],
    [
        " Seriously wounded.",
        2921.16,
        2921.7
    ],
    [
        " And then one other indig team member who's not wounded and still just a fearless warrior.",
        2922.2,
        2927.62
    ],
    [
        " Yeah, we had one indig get out without a scratch.",
        2928.1,
        2929.88
    ],
    [
        " Yeah.",
        2930.38,
        2930.62
    ],
    [
        " Which I understand if again he had been, he saved our body.",
        2930.86,
        2934.46
    ],
    [
        " Oh, yeah.",
        2934.8,
        2935.08
    ],
    [
        " I mean for lack of better characterization.",
        2935.08,
        2936.98
    ],
    [
        " Indeed, he was the only one who was really unhingered and totally mobile on this.",
        2937.4,
        2943.74
    ],
    [
        " At that particular point.",
        2944.46,
        2945.56
    ],
    [
        " Oh, my God.",
        2946.58,
        2947.14
    ],
    [
        " He and John.",
        2947.24,
        2947.7
    ],
    [
        " And so John, the question of the weight had forced the team to leave the dead Vietnamese team member behind.",
        2948.66,
        2953.88
    ],
    [
        " His added weight might hinder the chances of the living team members to successfully be exfiltrated.",
        2955.12,
        2961.44
    ],
    [
        " So Walton is counterpart scanned the sky for the helicopter, but none were in sight.",
        2961.92,
        2967.0
    ],
    [
        " Then he heard on the radio, King B go down.",
        2967.52,
        2970.84
    ],
    [
        " Captain Tin said this in the radio as he came down and landed right next to where John was.",
        2971.6,
        2977.68
    ],
    [
        " And at that point in time, the enemy were closing in on John, the indig and Pete.",
        2978.64,
        2982.68
    ],
    [
        " Great.",
        2983.42,
        2983.6
    ],
    [
        " And so they get a board.",
        2983.98,
        2988.08
    ],
    [
        " And again, we're at that point in time where the King B can't take off.",
        2988.76,
        2992.0
    ],
    [
        " Are you aware of just of all these dynamics?",
        2992.06,
        2993.98
    ],
    [
        " Can you hear the gunfire?",
        2994.18,
        2995.14
    ],
    [
        " I can hear the gunfire firing.",
        2995.4,
        2997.18
    ],
    [
        " And I can, I know the team is coming on board.",
        2997.3,
        3000.02
    ],
    [
        " Right.",
        3000.34,
        3000.6
    ],
    [
        " I didn't know that, you know, the plane had been to take me away and not come back and pick up the team.",
        3001.0,
        3006.18
    ],
    [
        " So no, I was very much aware that we had come back down and picked up the remaining part of the team.",
        3006.72,
        3013.64
    ],
    [
        " Are the flight out?",
        3015.84,
        3017.02
    ],
    [
        " I'm not aware of.",
        3017.22,
        3018.12
    ],
    [
        " Okay.",
        3018.28,
        3018.64
    ],
    [
        " Because after Walton puts on the tourniquet, I think I go into, I don't have a good memory.",
        3019.02,
        3025.66
    ],
    [
        " So I expected that particular point.",
        3025.84,
        3027.38
    ],
    [
        " Well, at that point, you're in now the shock.",
        3027.38,
        3029.66
    ],
    [
        " Yep.",
        3029.82,
        3029.92
    ],
    [
        " And like you said, you're losing blood.",
        3030.52,
        3031.92
    ],
    [
        " Fortunately, like you said, as it turns out for you, John gets on the helicopter.",
        3032.1,
        3037.26
    ],
    [
        " While Captain Tin is trying to take off, he's working on your leg.",
        3038.06,
        3041.16
    ],
    [
        " Yep.",
        3041.16,
        3041.52
    ],
    [
        " And working on saving your leg.",
        3041.96,
        3043.18
    ],
    [
        " And again, we're back to the whole weight heat issue and the H-34 has struts on the side with wheels.",
        3043.5,
        3052.5
    ],
    [
        " Correct.",
        3052.88,
        3053.08
    ],
    [
        " And so Captain Tin realized that the weight he couldn't lift off.",
        3053.62,
        3059.74
    ],
    [
        " So he lifted the back wheel of the helicopter off the ground, start rolling downhill, gaining as much airspeed as possible.",
        3060.36,
        3067.6
    ],
    [
        " While the NBA fired at the chopper, at the last possible moment, Tin nursed the aging Sikorski over the trees.",
        3067.6,
        3078.36
    ],
    [
        " Unfortunately, the chopper didn't have enough speed to gain altitude needed to fly out of the mountains.",
        3078.76,
        3085.82
    ],
    [
        " So Captain Tin dipped down into a valley to build up more speed all while under enemy gunfire.",
        3086.46,
        3093.38
    ],
    [
        " And then he took a couple of laps.",
        3093.82,
        3095.78
    ],
    [
        " Do you remember any of that or just by now you're heading back to Fouba.",
        3096.56,
        3100.2
    ],
    [
        " By that time, I am pretty much unconscious.",
        3100.48,
        3103.62
    ],
    [
        " So I don't remember any of the particulars of that.",
        3104.54,
        3107.82
    ],
    [
        " What I, my next conscious memory is being stripped of my clothing while I'm in the chopper.",
        3108.98,
        3115.54
    ],
    [
        " Was that right?",
        3116.08,
        3116.46
    ],
    [
        " So they're taking off.",
        3116.64,
        3117.52
    ],
    [
        " And I can't tell you who's doing it.",
        3117.52,
        3119.48
    ],
    [
        " Sure.",
        3119.52,
        3119.96
    ],
    [
        " But they're taking off my gear, taking off my clothing.",
        3120.16,
        3122.76
    ],
    [
        " So by the time we arrive at the hospital, I am as I was born.",
        3123.56,
        3129.54
    ],
    [
        " Thank you very much.",
        3129.74,
        3130.44
    ],
    [
        " Minus a leg.",
        3130.52,
        3131.14
    ],
    [
        " Bear ass and naked to the world.",
        3131.54,
        3133.02
    ],
    [
        " Because your fatigues are also pretty well shot up between the rounds and everything else and the bleeding.",
        3133.46,
        3139.16
    ],
    [
        " Yes.",
        3139.56,
        3139.74
    ],
    [
        " And so John had to be John and his indig helping to get you out of the clothes realizing they had to have you bear surface for the hospital.",
        3140.0,
        3147.64
    ],
    [
        " Yes, they've got to be checking for wounds that other wounds and stuff like that at that particular point.",
        3147.64,
        3151.8
    ],
    [
        " And then what I remember was when we landed, the medical staff met us at the, you know, came out to the chopper.",
        3153.22,
        3159.98
    ],
    [
        " And I'm being pulled off and it had to be a doctor who is who criticized the placement of the turn.",
        3160.64,
        3167.18
    ],
    [
        " To turn you was too high.",
        3167.36,
        3168.82
    ],
    [
        " Yeah, too high.",
        3169.02,
        3170.46
    ],
    [
        " You know, that's surprising what you do remember.",
        3170.84,
        3173.66
    ],
    [
        " Oh my God.",
        3174.18,
        3175.06
    ],
    [
        " And then the second thing his comment was the intuitive obvious.",
        3175.68,
        3179.24
    ],
    [
        " You know you've lost your leg young man.",
        3179.42,
        3180.9
    ],
    [
        " No.",
        3181.18,
        3181.6
    ],
    [
        " Yes.",
        3181.88,
        3182.14
    ],
    [
        " And I said, okay.",
        3182.56,
        3184.58
    ],
    [
        " I'm sorry, let me lay up, but this is.",
        3185.1,
        3187.06
    ],
    [
        " No.",
        3187.16,
        3187.26
    ],
    [
        " That side manner, it's not.",
        3187.7,
        3189.12
    ],
    [
        " Yes.",
        3189.46,
        3189.68
    ],
    [
        " Thank you very much.",
        3189.92,
        3190.58
    ],
    [
        " And see here, win.",
        3192.24,
        3194.26
    ],
    [
        " So you're being attended to bear ass naked by a doctor.",
        3195.04,
        3201.5
    ],
    [
        " And Walton and the on injured Vietnamese team member carried the wound of Vietnamese team member into the Army medical facility.",
        3203.48,
        3212.1
    ],
    [
        " And someone told Walton that they didn't treat Vietnamese there.",
        3212.4,
        3217.12
    ],
    [
        " Walton told them to treat that Vietnamese or there would be hell to pay.",
        3217.82,
        3223.12
    ],
    [
        " God, do you remember any of that?",
        3223.56,
        3225.44
    ],
    [
        " I remember the aftermath of that because as they started getting fluids into me, I became more conscious.",
        3225.44,
        3231.92
    ],
    [
        " Yeah, yeah.",
        3232.24,
        3232.58
    ],
    [
        " And the Vietnamese was two beds over from me at that particular point.",
        3232.74,
        3237.32
    ],
    [
        " And again, you and I are big fans of John Walton for being a, the epitome of a good green beret medic.",
        3237.86,
        3246.32
    ],
    [
        " And, but for John, even though you're beginning to recoup and come back to your senses a little bit with the IV, for John the drama continued.",
        3246.76,
        3256.44
    ],
    [
        " When he got cutting him inside, he was barely hanging on due to a loss of blood and trauma.",
        3257.02,
        3262.4
    ],
    [
        " One of the young doctors got nervous.",
        3262.9,
        3265.04
    ],
    [
        " He had never had a dirty, sweaty grunt just out of the field sticking his nose into his business.",
        3265.94,
        3274.0
    ],
    [
        " Oh my God.",
        3275.98,
        3277.1
    ],
    [
        " So when cutting hands pressure was so low they couldn't get an IV into him.",
        3277.54,
        3281.68
    ],
    [
        " Walton told the doctors to do a cut down, cut into the vein, expose it, stick a catheter into it, and tie it off with a suture.",
        3282.0,
        3291.44
    ],
    [
        " And John did it because the doctor was too shaky.",
        3291.76,
        3295.56
    ],
    [
        " Yeah, it's surprising you're in a combat hospital and the doctor doesn't have that.",
        3296.38,
        3300.7
    ],
    [
        " Maybe he was an FNG.",
        3302.28,
        3303.8
    ],
    [
        " Yeah, no kidding.",
        3304.16,
        3304.9
    ],
    [
        " And then the doctor soon realized that medical wasn't leaving.",
        3305.32,
        3309.4
    ],
    [
        " So, and there was one other point in there.",
        3310.52,
        3316.2
    ],
    [
        " Any other burning memories for that moment?",
        3317.18,
        3320.1
    ],
    [
        " I know at, in that, well, I mean, while I'm in the hospital in the bed, John comes over, Walton comes over.",
        3320.7,
        3329.9
    ],
    [
        " And wants to know if I did I see what Pete did?",
        3330.2,
        3334.34
    ],
    [
        " Because he was, at that point, very impressed me that he had been impressed by what Pete did.",
        3335.1,
        3341.06
    ],
    [
        " Right, oh sure.",
        3341.1,
        3341.68
    ],
    [
        " And how, did you see his eyes and the intensity of that?",
        3342.22,
        3346.92
    ],
    [
        " And I had, at that point, no I didn't.",
        3347.82,
        3350.68
    ],
    [
        " You're a little busy, yeah.",
        3350.84,
        3352.26
    ],
    [
        " Oh my God.",
        3353.44,
        3355.56
    ],
    [
        " And then, so from your personal experience, from there, they clean you up, patch you up, and then you stayed overnight.",
        3356.02,
        3365.04
    ],
    [
        " Then the rest of the indigenous team came down first and came in to see how I was.",
        3365.4,
        3373.9
    ],
    [
        " Right.",
        3374.06,
        3374.18
    ],
    [
        " And we talked for a little bit.",
        3375.8,
        3377.24
    ],
    [
        " My sense of time here is totally bizarre, you know.",
        3377.98,
        3381.84
    ],
    [
        " Oh, waxed.",
        3382.04,
        3382.76
    ],
    [
        " Yeah.",
        3382.86,
        3383.04
    ],
    [
        " And then they went over and they talked to the other, our other indigenous team mate to see how he was doing.",
        3384.06,
        3392.12
    ],
    [
        " While they were doing that, the rest of the guys from the FOB came down, including Colonel Warren.",
        3392.3,
        3397.86
    ],
    [
        " Well, he came up from today.",
        3399.0,
        3400.02
    ],
    [
        "",
        3400.6,
        3400.6
    ],
    [
        " So he came in.",
        3401.28,
        3401.98
    ],
    [
        " No kidding, yeah.",
        3402.24,
        3402.86
    ],
    [
        " I'd forgotten that.",
        3403.28,
        3403.96
    ],
    [
        " And one, know what he could do for me at that particular point.",
        3404.12,
        3406.62
    ],
    [
        " Wow.",
        3407.28,
        3407.58
    ],
    [
        " And I had an absolutely ridiculous request, which I don't have to repeat here.",
        3408.34,
        3413.08
    ],
    [
        " I had to do with now, call it beverage, which would not have helped me at all.",
        3413.32,
        3420.58
    ],
    [
        " But they ended up bringing down a carton of cigarettes for me.",
        3421.68,
        3425.04
    ],
    [
        " A medic that I didn't know, Gordon Martin, gave me his lighter for the cigarettes.",
        3425.3,
        3434.28
    ],
    [
        " And I think they brought it six back in beer.",
        3435.28,
        3437.12
    ],
    [
        " Was that right?",
        3437.68,
        3438.22
    ],
    [
        " Yeah.",
        3438.4,
        3438.44
    ],
    [
        "",
        3438.82,
        3438.82
    ],
    [
        " Okay.",
        3439.14,
        3439.5
    ],
    [
        " And the following morning, I left the hospital with the lighter.",
        3440.02,
        3442.8
    ],
    [
        " I don't know where the beer went.",
        3443.08,
        3444.16
    ],
    [
        " I don't know where the cigarettes went.",
        3444.36,
        3445.54
    ],
    [
        " But I had the lighter.",
        3445.96,
        3446.9
    ],
    [
        " You kept the lighter?",
        3447.02,
        3447.64
    ],
    [
        " Well, the lighter was in my hand.",
        3447.92,
        3448.96
    ],
    [
        " You still have it to this day?",
        3449.14,
        3450.14
    ],
    [
        " I have it to this day.",
        3450.18,
        3451.12
    ],
    [
        " And if Gordon never hears this and wants it, yes, it is.",
        3451.32,
        3454.02
    ],
    [
        " So according to the book, this could be a little wrong.",
        3455.4,
        3458.68
    ],
    [
        " But didn't they try to slip in a favorite whiskey?",
        3458.9,
        3461.86
    ],
    [
        " Well, I asked.",
        3462.4,
        3463.48
    ],
    [
        " You asked.",
        3463.74,
        3464.32
    ],
    [
        " You tried.",
        3464.56,
        3465.18
    ],
    [
        " I tried.",
        3465.52,
        3465.98
    ],
    [
        " Because what I remember was because we're still relatively new ourselves.",
        3466.24,
        3471.94
    ],
    [
        " So we were several guys that went over with John to go back on Sunday morning to visit you all.",
        3472.48,
        3478.16
    ],
    [
        " I remember, I knew Pete.",
        3478.48,
        3479.58
    ],
    [
        " Yep.",
        3480.18,
        3480.26
    ],
    [
        " Because Pete and I just from being in camp together and you were still had just come in and love a sudden.",
        3480.54,
        3486.6
    ],
    [
        " You have this unique moment in time and thank God you're still alive.",
        3486.86,
        3489.9
    ],
    [
        " You're the sog miracle man.",
        3490.3,
        3493.4
    ],
    [
        " Yes.",
        3493.52,
        3493.72
    ],
    [
        " Not too many people get hit with this.",
        3494.02,
        3497.7
    ],
    [
        " Indeed.",
        3498.08,
        3498.54
    ],
    [
        " And live to talk about it.",
        3499.24,
        3500.96
    ],
    [
        " And this is what you get with too.",
        3501.24,
        3502.48
    ],
    [
        " 20 mic mic round.",
        3502.58,
        3503.78
    ],
    [
        " Just think about that for a second.",
        3504.44,
        3507.44
    ],
    [
        " Hit with two.",
        3507.72,
        3508.46
    ],
    [
        " Oh my God.",
        3508.9,
        3510.0
    ],
    [
        " The two 20 mic mic man.",
        3510.58,
        3512.1
    ],
    [
        " Either that or the miracle man.",
        3512.42,
        3513.44
    ],
    [
        " Whichever one you like better.",
        3513.86,
        3515.2
    ],
    [
        " I went out and bought myself a couple of mic mics.",
        3515.56,
        3519.66
    ],
    [
        " That I think I'm going to add to my motorcycle.",
        3519.68,
        3523.12
    ],
    [
        " Remind me of how lucky I was.",
        3523.36,
        3527.58
    ],
    [
        " Well yeah.",
        3527.86,
        3528.22
    ],
    [
        " And then more than luck.",
        3528.66,
        3530.34
    ],
    [
        " It was based on everybody else doing their job and doing it well.",
        3530.56,
        3534.34
    ],
    [
        " Oh yeah.",
        3534.76,
        3535.56
    ],
    [
        " Because if everybody else had not done their job and done it well, again, I wouldn't be here.",
        3535.64,
        3539.7
    ],
    [
        " Because even after Pete's wounded and John's moving him back to the potential LZ for the King be the common.",
        3540.0,
        3549.64
    ],
    [
        " I mean, he's still firing away.",
        3549.64,
        3551.58
    ],
    [
        " Fighting.",
        3552.2,
        3552.58
    ],
    [
        " And not the guy the tail gunner who was shot four times, he's just trying to stay alive.",
        3553.18,
        3557.76
    ],
    [
        " But he did.",
        3558.24,
        3558.82
    ],
    [
        " You know, John saved him and you and of course Pete.",
        3559.5,
        3561.76
    ],
    [
        " He had serious strapped wounds but nothing has serious yours.",
        3562.22,
        3566.16
    ],
    [
        " And it's just one more little sidebar from that day regarding John that I just wanted to get into later that night.",
        3566.72,
        3575.18
    ],
    [
        " And again, I'll never forget it because we were at the poker table with John.",
        3575.4,
        3578.58
    ],
    [
        " And after he had showered and shaved, we're playing poker at the Greenborough A lounge and that will be one.",
        3579.2,
        3586.8
    ],
    [
        " Being left handed when John dealt a hand of poker, he held the deck in his right hand.",
        3588.04,
        3596.18
    ],
    [
        " As he dealt the cards across the table, someone noticed a flesh room across his right wrist.",
        3596.92,
        3603.36
    ],
    [
        " Walton was asked what it caused the wound.",
        3604.36,
        3606.84
    ],
    [
        " As Walton puzzled over the crease in his wrist, the poker game came to a temporary halt.",
        3607.88,
        3614.54
    ],
    [
        " Most of the men playing that night were on spike teams or were coffee riders and had spent time on the ground.",
        3615.68,
        3621.72
    ],
    [
        " So they knew what RTST Louisiana had been through.",
        3622.46,
        3627.1
    ],
    [
        " Finally, Walton said that during the contact with the grinning NBA soldier who shot the ST Louisiana tail gunner,",
        3628.08,
        3635.94
    ],
    [
        " one of the rounds from his AK-47 had creased Walton's wrist as he was turning his body towards the NBA soldier to kill him.",
        3636.54,
        3645.8
    ],
    [
        " Everyone sat there for a second, amazed at how close Walton had come to being shot.",
        3646.94,
        3654.24
    ],
    [
        " And just how fortunate he was that the NBA's round hadn't inflicted a more serious wound.",
        3654.58,
        3661.36
    ],
    [
        " Walton just shrugged his shoulders and the game continued.",
        3662.16,
        3666.22
    ],
    [
        " He was like, yeah.",
        3667.2,
        3668.0
    ],
    [
        " And then at the end of this chapter, when you and I had an interview back in July 2002,",
        3668.34,
        3677.16
    ],
    [
        " and you have mentioned something also, you can do everything right or wrong and it doesn't matter.",
        3677.66,
        3684.54
    ],
    [
        " Life's a matter of inches.",
        3685.2,
        3686.58
    ],
    [
        " And so you're talking about during this morning in the Asheville Valley, you're carrying an extra pouch of hand grenades.",
        3687.7,
        3693.34
    ],
    [
        " Oh, yes.",
        3693.74,
        3694.36
    ],
    [
        " Oh my God.",
        3695.1,
        3695.8
    ],
    [
        " I'm not right thigh.",
        3696.02,
        3696.8
    ],
    [
        " Right thigh.",
        3697.3,
        3697.8
    ],
    [
        " Okay.",
        3697.96,
        3698.12
    ],
    [
        " So just as bogs had instructed him, it hung below the pouches attached to his web gear down the side of his leg,",
        3698.18,
        3706.72
    ],
    [
        " the 20 millimeter round that severed his leg, missed it by only a few inches, had that round hit the grenades,",
        3706.96,
        3715.1
    ],
    [
        " Pete and I would have been history that day right there in the Asheville Valley.",
        3715.88,
        3720.3
    ],
    [
        " Oh my God.",
        3720.72,
        3722.0
    ],
    [
        " I had forgotten that part in the narrative.",
        3722.0,
        3724.1
    ],
    [
        " Yes.",
        3724.58,
        3724.88
    ],
    [
        " No.",
        3725.24,
        3725.42
    ],
    [
        " And he told you to hang the pouch though, it's that you have it below your all your web gear and everything.",
        3727.36,
        3733.36
    ],
    [
        " So I could reach right there.",
        3733.72,
        3735.58
    ],
    [
        " And there they were ready to go.",
        3735.58,
        3737.3
    ],
    [
        " Oh my God.",
        3737.64,
        3738.7
    ],
    [
        " So from and another couple of inches on that round and there's so many times you can sit here and say,",
        3739.12,
        3745.52
    ],
    [
        " but for that, I wouldn't be here.",
        3745.7,
        3747.6
    ],
    [
        " If I didn't have the radio on, I wouldn't be here.",
        3747.76,
        3749.56
    ],
    [
        " Yeah.",
        3749.66,
        3749.88
    ],
    [
        " If I'd got hit just a little bit higher on my leg, I wouldn't be here.",
        3750.62,
        3753.58
    ],
    [
        " You know, Captain Ting hadn't brought the helicopter back down.",
        3755.1,
        3758.04
    ],
    [
        " Yeah.",
        3758.34,
        3758.42
    ],
    [
        " I wouldn't, you know, and again, the other two got shot out.",
        3758.9,
        3761.54
    ],
    [
        " Yeah.",
        3761.74,
        3761.82
    ],
    [
        " And Tin comes back.",
        3762.2,
        3763.26
    ],
    [
        " Oh my God.",
        3763.62,
        3764.84
    ],
    [
        " Yeah.",
        3765.36,
        3765.9
    ],
    [
        " Yeah.",
        3766.38,
        3766.66
    ],
    [
        " It just proves to me, it proves the fortunes of war if you want.",
        3766.86,
        3770.46
    ],
    [
        " The good luck, bad luck.",
        3770.68,
        3771.9
    ],
    [
        " All mixed in there together.",
        3772.6,
        3774.64
    ],
    [
        " I can't, you know, just the way it ended up that we got out.",
        3774.82,
        3780.52
    ],
    [
        " And, uh, because from an observer's perspective, who was like a hundred miles away, safe and F will be one, we all thought the team was done.",
        3781.36,
        3791.92
    ],
    [
        " Because we could hear the cubby traffic and noted that the team had been overrun.",
        3792.46,
        3798.36
    ],
    [
        " When a recon team gets overrun, usually that's finito.",
        3798.44,
        3801.66
    ],
    [
        " That's the end of the ballgame for that team.",
        3802.0,
        3804.3
    ],
    [
        " And in 1968, earlier, we had several teams that were lily overrun, that were wiped out.",
        3804.5,
        3812.3
    ],
    [
        " And we had Estee Alaska with John Allen, who got overrun, and then had an ongoing firefight.",
        3812.96,
        3818.84
    ],
    [
        " And John was the only one that survived to come back.",
        3819.56,
        3822.12
    ],
    [
        " And then early we had Estee Ask, other teams.",
        3822.82,
        3826.16
    ],
    [
        " And even as we talked last night, uh, talked about Phil Volarosa, one of the first recon missions out of a FOB 4.0.",
        3826.38,
        3834.28
    ],
    [
        " Sandyang in January 1 of 1968.",
        3834.3,
        3836.54
    ],
    [
        " And that team got, everybody has killed us at one American, and he came back.",
        3837.44,
        3841.92
    ],
    [
        " And the NBA left them live, because they wanted to come back to talk about, to tell what the NBA did to them.",
        3842.08,
        3847.66
    ],
    [
        " So, you're all a part of that, that the carnice that was going on, and the casualties of war, because the sequel wars it turns out, had the highest cast on the whole rating.",
        3848.82,
        3858.38
    ],
    [
        " The entire war, it was exceeded 100%.",
        3858.54,
        3860.46
    ],
    [
        " And you're a part of that history, and you're lucky to be here to talk about it today.",
        3861.38,
        3865.82
    ],
    [
        " On the brief we got, that I received before we got inserted.",
        3866.32,
        3869.84
    ],
    [
        " They gave us a little history of that particular target area, and I was told, my memory is that we had lost one whole team in there, about six months earlier.",
        3870.7,
        3880.3
    ],
    [
        " Wow, no kidding.",
        3880.9,
        3881.5
    ],
    [
        " Yeah, the several targets, the teams that even wiped out, or hit so hard, it took them a few months to get back into being operational strength again.",
        3882.18,
        3890.72
    ],
    [
        " And that's part of the reason we thought we weren't going to actually succeed in inserting, was the area where it was so known to be hot.",
        3891.18,
        3899.06
    ],
    [
        " Well then, and then to follow up, say, yeah, we're going to go in, confirm the enemies here, so they can come in with an arc light.",
        3899.4,
        3905.28
    ],
    [
        " Yes.",
        3905.52,
        3905.64
    ],
    [
        " And don't delay exiting.",
        3906.38,
        3908.06
    ],
    [
        " You don't want to be on a wrong either, but arc light.",
        3909.0,
        3911.24
    ],
    [
        " You don't want to be on the ground when this happens.",
        3911.46,
        3913.4
    ],
    [
        " Oh my God.",
        3913.58,
        3914.4
    ],
    [
        " So, after August 3rd, on the 4th, you're at the hospital, you get a medevac to Japan.",
        3914.82,
        3921.28
    ],
    [
        " Yes, what happened from there?",
        3921.58,
        3922.72
    ],
    [
        " Went to, excuse me, went to Japan, Kamsima, the hospital there.",
        3924.42,
        3928.82
    ],
    [
        " They tried to do, they tried to close, my leg had not been, they were unable to close my leg at the field hospital and be enough.",
        3931.3,
        3938.66
    ],
    [
        " So, they tried again in Japan and they were not able to do that in Japan.",
        3939.48,
        3942.88
    ],
    [
        " I had been told going into the surgery that if they couldn't close it, I would, they'd put a cast on my leg and ship me back to the United States.",
        3943.92,
        3952.58
    ],
    [
        " They'd put a cast on my residual limb and send me back to the States.",
        3952.58,
        3957.64
    ],
    [
        " When I woke up from surgery, I found that I could, I could move my fingers.",
        3957.96,
        3965.0
    ],
    [
        " Right.",
        3965.64,
        3965.8
    ],
    [
        " I couldn't move any other part of my body.",
        3966.06,
        3967.56
    ],
    [
        " Ooh.",
        3968.14,
        3968.42
    ],
    [
        " I was in a full body spiker cast from my neck down my good leg and with my residual, with traction built into the cast for my residual limb.",
        3968.78,
        3979.08
    ],
    [
        " A body cast?",
        3980.08,
        3980.84
    ],
    [
        " A body cast.",
        3981.02,
        3981.6
    ],
    [
        " Oh my God, what that?",
        3982.06,
        3983.82
    ],
    [
        " I never heard this side.",
        3985.22,
        3986.58
    ],
    [
        " Oh, okay.",
        3986.7,
        3987.4
    ],
    [
        " Well, it was a little, you know, it was a fall aftermath.",
        3987.82,
        3990.26
    ],
    [
        " Yes, sure.",
        3990.52,
        3990.94
    ],
    [
        " So, I'm shipped back to the States in a full body spiker cast, body cast.",
        3991.18,
        3995.68
    ],
    [
        " And we fly from Japan to Alaska.",
        3996.22,
        4000.68
    ],
    [
        " We stop someplace and people who know the military base is better than I ever will might know where we stopped.",
        4001.3,
        4008.5
    ],
    [
        " We stopped someplace in the United States, mid-country.",
        4008.5,
        4013.0
    ],
    [
        " And they took us off the airplane, put us into the ward for an overnight stay.",
        4013.86,
        4021.52
    ],
    [
        " And again, I don't know if I, I don't know what I have told you in the past.",
        4022.72,
        4026.2
    ],
    [
        " So, it was so long ago.",
        4026.84,
        4028.18
    ],
    [
        " They put me in this bed and I looked down and I've got maggots crawling out of mine.",
        4028.3,
        4034.46
    ],
    [
        " No, out of my cast.",
        4034.78,
        4036.48
    ],
    [
        " All right, so I call a medic over and I say, you know, what's that?",
        4038.52,
        4042.86
    ],
    [
        " Because I'm in a drug state.",
        4043.6,
        4047.26
    ],
    [
        " Yeah.",
        4047.62,
        4047.8
    ],
    [
        " I mean, they're keeping me pretty well drugged.",
        4047.98,
        4050.36
    ],
    [
        " So, I wasn't even sure what I was seeing at that particular point.",
        4050.38,
        4054.02
    ],
    [
        " The medic grabs a couple puts them in a jar, runs off.",
        4054.4,
        4057.56
    ],
    [
        " And by the time he comes back, I know they're maggots.",
        4058.3,
        4060.54
    ],
    [
        " And I know that my brain starts working and that's not a problem.",
        4060.66,
        4064.78
    ],
    [
        " In fact, it's common medical practice to throw maggots into an open wound because maggots will not eat good flesh.",
        4064.78,
        4071.4
    ],
    [
        " They only eat decaying flesh.",
        4071.6,
        4073.2
    ],
    [
        " Well, and we had that operation tailwind with a medic with Mike Rose.",
        4073.58,
        4077.9
    ],
    [
        " And they carried wound personnel and there's one of the subtitles in that book there about that operation tailwind.",
        4078.24,
        4086.92
    ],
    [
        " And maggots help SF medic.",
        4087.56,
        4089.62
    ],
    [
        " Absolutely.",
        4089.9,
        4090.8
    ],
    [
        " And it's just like, yes, that's what you're, and they put it in the cast.",
        4091.12,
        4093.94
    ],
    [
        " They put it in the cast.",
        4094.46,
        4097.7
    ],
    [
        " Yeah, okay.",
        4097.84,
        4098.22
    ],
    [
        " Yeah, they put them in the cast.",
        4098.36,
        4099.56
    ],
    [
        " And so we stayed overnight there.",
        4100.02,
        4104.4
    ],
    [
        " It was not a pleasant night over.",
        4104.84,
        4107.2
    ],
    [
        " You're going to edit some of this.",
        4107.98,
        4112.26
    ],
    [
        " We have to, yes.",
        4112.64,
        4113.34
    ],
    [
        " Okay.",
        4113.36,
        4113.72
    ],
    [
        " Well, I'm in the cast and after they found the maggots, maggots.",
        4113.82,
        4118.48
    ],
    [
        " And I'm seeing the angry, I've got, I've got to defecate.",
        4118.56,
        4121.4
    ],
    [
        " I've got to defecate.",
        4121.58,
        4121.98
    ],
    [
        " We're too busy.",
        4122.26,
        4124.3
    ],
    [
        " We don't have a bed pan.",
        4124.44,
        4125.36
    ],
    [
        " Just go in the bed.",
        4125.9,
        4128.26
    ],
    [
        " Oh my God.",
        4128.84,
        4129.78
    ],
    [
        " Yes.",
        4130.48,
        4131.08
    ],
    [
        " Okay.",
        4131.66,
        4131.86
    ],
    [
        " So you do.",
        4132.06,
        4132.74
    ],
    [
        " Yeah.",
        4133.06,
        4133.24
    ],
    [
        " And I did.",
        4133.52,
        4133.82
    ],
    [
        " But that was, like I said, it started to get a little rough on that.",
        4134.56,
        4139.9
    ],
    [
        " And they would rather clean the bed, then get a bed pan.",
        4140.86,
        4144.14
    ],
    [
        " Really?",
        4144.6,
        4145.72
    ],
    [
        " Yeah.",
        4146.06,
        4146.12
    ],
    [
        " I don't understand that at all.",
        4146.66,
        4147.62
    ],
    [
        " I needed to hide.",
        4147.62,
        4148.4
    ],
    [
        " But it's not the choice I would have made.",
        4148.74,
        4151.1
    ],
    [
        " Indeed, either as the medic or orderly or the patient.",
        4151.4,
        4154.88
    ],
    [
        " But when you got to go, trust me, you got to go.",
        4155.62,
        4158.54
    ],
    [
        " Indeed.",
        4158.8,
        4159.02
    ],
    [
        " So the next morning, they fly me from, and I'm not alone.",
        4159.98,
        4164.34
    ],
    [
        " There's several other, you know, it's a plain full of wounded guys.",
        4164.5,
        4166.9
    ],
    [
        " Sure.",
        4167.18,
        4167.4
    ],
    [
        " And you're cleaned up and polished a little bit by that point?",
        4168.5,
        4170.84
    ],
    [
        " By that time, I'm still in the full body spiker cast.",
        4171.1,
        4173.6
    ],
    [
        " And I'm spread eagle in the cast, if you can imagine.",
        4173.98,
        4178.88
    ],
    [
        " Yeah.",
        4179.1,
        4179.26
    ],
    [
        " There's maybe an inch and a half, two inches slit in the groin spot area.",
        4179.6,
        4185.96
    ],
    [
        " And that's it.",
        4185.96,
        4186.58
    ],
    [
        " And at that hospital, they're really dispensing patients all over the place.",
        4187.72,
        4194.82
    ],
    [
        " So a group of us go to the East Coast.",
        4195.1,
        4197.4
    ],
    [
        " It's like three yards.",
        4197.52,
        4198.2
    ],
    [
        "",
        4198.52,
        4198.52
    ],
    [
        " Where are we going to send you?",
        4198.96,
        4200.2
    ],
    [
        " Yeah.",
        4200.56,
        4200.68
    ],
    [
        " Again, you don't have an active saying it.",
        4201.16,
        4203.66
    ],
    [
        " It's just they're looking at your wounds, your ability, where are you from.",
        4203.74,
        4207.16
    ],
    [
        " So they send me to Dicks.",
        4207.84,
        4210.56
    ],
    [
        " We landed Dicks.",
        4210.7,
        4211.4
    ],
    [
        " Fort Dicks, New Jersey.",
        4211.5,
        4212.2
    ],
    [
        " New Jersey?",
        4212.54,
        4212.84
    ],
    [
        " Yeah.",
        4213.02,
        4213.16
    ],
    [
        " In route to Valley forage, Pennsylvania.",
        4213.96,
        4216.04
    ],
    [
        " This is our Army hospital.",
        4216.04,
        4217.44
    ],
    [
        " It was the Army hospital in Valley forage.",
        4217.62,
        4218.84
    ],
    [
        " Right.",
        4218.84,
        4218.96
    ],
    [
        " Yeah.",
        4219.32,
        4219.4
    ],
    [
        " And they put me on this.",
        4220.14,
        4221.52
    ],
    [
        " It was not really an ambulance, it was ambulance bus.",
        4222.52,
        4225.38
    ],
    [
        " I'm the only stretcher case.",
        4226.32,
        4229.26
    ],
    [
        " Everybody else is walking, able, ambulatory.",
        4229.74,
        4233.1
    ],
    [
        " Yeah.",
        4233.44,
        4233.56
    ],
    [
        " And this, this medic comes by.",
        4234.28,
        4238.2
    ],
    [
        " Excuse me, well, because this is another where, where did you feel pain?",
        4238.64,
        4243.98
    ],
    [
        " Okay.",
        4244.5,
        4244.84
    ],
    [
        " No.",
        4245.22,
        4246.28
    ],
    [
        " He comes by.",
        4246.42,
        4246.9
    ],
    [
        " I'm on the, I'm, the travel up to that point had been fine.",
        4247.06,
        4250.68
    ],
    [
        " Yeah.",
        4250.7,
        4251.26
    ],
    [
        " And this guy looks at me and says, you know, your legs cannot exceed the confine of your stretcher.",
        4251.46,
        4258.04
    ],
    [
        " So he takes my two legs, or my one leg and the residual limb in the traction.",
        4258.56,
        4265.72
    ],
    [
        " And he pushes them together.",
        4266.44,
        4268.48
    ],
    [
        " What?",
        4269.6,
        4270.46
    ],
    [
        " Yeah.",
        4271.1,
        4271.22
    ],
    [
        " Yeah, yeah.",
        4271.82,
        4272.3
    ],
    [
        " Okay.",
        4272.36,
        4272.56
    ],
    [
        " So I'm now within regs, I'm now in the confines of the stretcher, which",
        4272.92,
        4278.76
    ],
    [
        " did a lot of damage to my, my back had been obviously hurt when I got to.",
        4280.62,
        4284.76
    ],
    [
        " Right.",
        4284.76,
        4284.9
    ],
    [
        " So, and that's one of the reasons they had put me in the spike or cast is because of my back.",
        4285.74,
        4290.6
    ],
    [
        " You're back.",
        4290.76,
        4291.08
    ],
    [
        " I've never even thought about that.",
        4291.38,
        4292.44
    ],
    [
        " So when they compress my legs together, that put a lot of pressure back on my back.",
        4292.64,
        4297.98
    ],
    [
        " And the ambulance driver decides not, he just unaware that this is happening.",
        4298.2,
        4304.7
    ],
    [
        " He decides that he's going to take the scenic route to Valley Forge General Hospital through Valley Forge Park.",
        4304.96,
        4310.46
    ],
    [
        " And halfway through the park, somebody noticed that I was, you got a piece of white paper here.",
        4310.76,
        4316.78
    ],
    [
        " I was turning white and pale from the pain from the pain.",
        4317.12,
        4322.16
    ],
    [
        " They had no medic on board.",
        4322.28,
        4323.3
    ],
    [
        " But you had no color this time, no rainbow, just no pure pain.",
        4323.34,
        4326.74
    ],
    [
        " Pure pain.",
        4327.2,
        4328.18
    ],
    [
        " And discomfort.",
        4331.34,
        4332.02
    ],
    [
        " And I was obviously getting into physical distress.",
        4332.14,
        4335.14
    ],
    [
        " I don't think dangerous areas, just really distrustful areas.",
        4335.82,
        4339.48
    ],
    [
        " They got me to Valley Forge and this is that, I don't know how many days I'd been in the body cast.",
        4340.42,
        4344.56
    ],
    [
        " So they take me into the hospital.",
        4345.76,
        4349.08
    ],
    [
        " And the first thing they want to do is see the state of my residual limb.",
        4350.14,
        4354.32
    ],
    [
        " So they're going to cut me out of the body cast.",
        4354.32,
        4357.02
    ],
    [
        " At that, when they did so, my dressing so the wound had become part of me.",
        4357.42,
        4363.98
    ],
    [
        " Or I had become part of them.",
        4364.66,
        4366.5
    ],
    [
        " Yeah.",
        4366.78,
        4366.96
    ],
    [
        " And that was the highest pain level I've ever had.",
        4367.66,
        4372.18
    ],
    [
        " It was like being skinned a lot.",
        4372.6,
        4373.92
    ],
    [
        " It was worse a rer?",
        4374.12,
        4374.96
    ],
    [
        " Yes, yes.",
        4375.14,
        4375.76
    ],
    [
        " Yes, it was worse a rer.",
        4376.2,
        4378.32
    ],
    [
        " Yes, it was.",
        4378.86,
        4379.6
    ],
    [
        " You could tell them, it's major.",
        4379.98,
        4381.7
    ],
    [
        " Yeah, absolutely.",
        4381.7,
        4382.34
    ],
    [
        " And you write often and speak well.",
        4382.68,
        4385.02
    ],
    [
        " Oh my God.",
        4385.36,
        4388.84
    ],
    [
        " And they had to tear that stuff off your skin.",
        4388.84,
        4390.74
    ],
    [
        " And I passed out from that.",
        4391.04,
        4392.02
    ],
    [
        " Which is thankful.",
        4392.82,
        4395.96
    ],
    [
        " Yes.",
        4396.48,
        4396.88
    ],
    [
        " But it's screwed up my pain level test now when you go to somebody and say,",
        4397.68,
        4401.88
    ],
    [
        " you know, what's your level of your pain, 10 ring, the worst you've ever had?",
        4402.38,
        4406.3
    ],
    [
        " Yeah, yeah.",
        4406.4,
        4406.96
    ],
    [
        " And you said, my 10's very high.",
        4407.08,
        4408.9
    ],
    [
        " Yeah.",
        4409.72,
        4410.24
    ],
    [
        " I've had really high 10's before.",
        4409.48,
        4412.68
    ],
    [
        "",
        4412.86,
        4412.86
    ],
    [
        " So, you know, my 9's really high too.",
        4413.28,
        4416.84
    ],
    [
        " Yeah.",
        4417.16,
        4417.36
    ],
    [
        " But it screws off that.",
        4418.28,
        4419.94
    ],
    [
        " And then I spent 16 months in the hospital in Valorant.",
        4420.2,
        4424.84
    ],
    [
        " No kidding.",
        4425.28,
        4425.74
    ],
    [
        "",
        4426.04,
        4426.04
    ],
    [
        " Eight plus every other, every three to four weeks I was having a major operation.",
        4427.2,
        4432.2
    ],
    [
        " Really?",
        4433.26,
        4433.54
    ],
    [
        " Yeah.",
        4433.76,
        4433.8
    ],
    [
        " That many operations.",
        4434.14,
        4435.14
    ],
    [
        "",
        4436.2,
        4436.2
    ],
    [
        " And what would the, so at that point, you're just trying to get everything reconstructed.",
        4439.32,
        4443.52
    ],
    [
        " So at some point you could have a prosthesis.",
        4443.52,
        4445.4
    ],
    [
        " The first couple of operations were just trying to close the wound.",
        4445.6,
        4448.36
    ],
    [
        " Right.",
        4448.64,
        4448.84
    ],
    [
        " And then I had to have skin grafts because they couldn't.",
        4449.1,
        4452.7
    ],
    [
        " Through the traction, they tried to stretch the skin.",
        4452.8,
        4455.26
    ],
    [
        " They tried to close the wound.",
        4455.96,
        4457.58
    ],
    [
        " I still had open areas on the wound.",
        4457.58,
        4459.06
    ],
    [
        " So I had to go through skin grafts, which were relatively minor operations.",
        4459.06,
        4463.98
    ],
    [
        " Right.",
        4464.34,
        4464.86
    ],
    [
        " They take your skin from a part of your body.",
        4465.14,
        4467.26
    ],
    [
        " They take your skin from my left thigh.",
        4467.44,
        4469.14
    ],
    [
        " And transport it over to my residual limb.",
        4469.42,
        4472.46
    ],
    [
        " And then they're doing what they call revisions of the residual limb.",
        4472.88,
        4477.3
    ],
    [
        " Trying to get it to a reasonable shape.",
        4477.5,
        4479.52
    ],
    [
        " Sure.",
        4479.94,
        4480.12
    ],
    [
        " And the last surgery I had, they were going to tie the, they had a new procedure that they were experimenting with on tying the ends of the muscle into the end of the body.",
        4480.66,
        4493.96
    ],
    [
        " And then they had a new residual bone.",
        4493.96,
        4494.78
    ],
    [
        " Okay.",
        4495.24,
        4495.48
    ],
    [
        " Before they just overlapped them over the bone.",
        4496.04,
        4499.06
    ],
    [
        " Right.",
        4499.34,
        4499.5
    ],
    [
        " And they were going to actually tie it into the bone.",
        4499.74,
        4501.92
    ],
    [
        " And they thought that gave a better shape and a longer, useful life of the residual limb.",
        4502.32,
        4508.86
    ],
    [
        " Right.",
        4509.2,
        4509.36
    ],
    [
        " But the, they're talking about thumb stuff.",
        4510.0,
        4515.9
    ],
    [
        " Okay.",
        4516.32,
        4516.54
    ],
    [
        " Bad luck.",
        4517.06,
        4517.84
    ],
    [
        " Okay.",
        4518.3,
        4518.66
    ],
    [
        " They prepped me.",
        4519.02,
        4519.56
    ],
    [
        " They get me down to the surgery room.",
        4519.66,
        4521.24
    ],
    [
        " I go on an anesthesia and the doctor, there's only one doctor who can perform this specialized surgery and he's not available.",
        4521.24,
        4527.72
    ],
    [
        " So they just do a normal, small revision.",
        4528.24,
        4533.0
    ],
    [
        " No.",
        4533.52,
        4533.8
    ],
    [
        " Yeah.",
        4534.14,
        4534.22
    ],
    [
        " After all that.",
        4534.64,
        4535.2
    ],
    [
        " After all that.",
        4535.32,
        4535.88
    ],
    [
        " And then the major doctor on the, there was major linoe who was the doctor of the ward.",
        4536.54,
        4541.46
    ],
    [
        " After that surgery, you know, they apologize.",
        4542.36,
        4546.18
    ],
    [
        " We didn't do what we wanted to do.",
        4546.18,
        4548.08
    ],
    [
        " But at that point, I've been there 14, 15 months.",
        4548.72,
        4551.46
    ],
    [
        " Oh my God.",
        4551.66,
        4552.96
    ],
    [
        " And I said, you would benefit from having this surgery, but it's not critical.",
        4553.0,
        4556.5
    ],
    [
        " And it's probably more important for you to leave.",
        4556.86,
        4560.26
    ],
    [
        " Right.",
        4560.82,
        4561.68
    ],
    [
        " To get out of the hospital and get on with life.",
        4562.1,
        4563.94
    ],
    [
        " We got to get out of this place.",
        4564.22,
        4566.02
    ],
    [
        "",
        4566.66,
        4566.66
    ],
    [
        " And so I like.",
        4567.28,
        4569.0
    ],
    [
        " After how many surgeries, Tom?",
        4569.0,
        4570.22
    ],
    [
        " High-loss count.",
        4570.54,
        4571.7
    ],
    [
        " But I roughly ate.",
        4571.82,
        4572.76
    ],
    [
        " Oh.",
        4573.26,
        4573.4
    ],
    [
        " Yeah.",
        4575.82,
        4576.22
    ],
    [
        " You know, little things you remember coming out of surgery, the nurse that you've been trying",
        4576.62,
        4581.94
    ],
    [
        " to impress, and he comes over and says, how are you doing?",
        4581.94,
        4585.22
    ],
    [
        " And you throw up on her?",
        4585.3,
        4586.18
    ],
    [
        " Oh, yes.",
        4587.48,
        4588.4
    ],
    [
        " Oh, yes.",
        4588.5,
        4588.84
    ],
    [
        " So we go through this whole class after.",
        4589.02,
        4590.92
    ],
    [
        " Oh, no.",
        4592.42,
        4593.52
    ],
    [
        " After one of the surgery.",
        4593.8,
        4594.52
    ],
    [
        " And it takes a while for your body to know that you, for the rest of your body, to know",
        4594.72,
        4600.32
    ],
    [
        " that you've lost your limb.",
        4600.32,
        4601.32
    ],
    [
        " So you could feel.",
        4602.52,
        4603.82
    ],
    [
        " I remember once you told me, I thought you said you could still feel or you thought you're",
        4604.2,
        4607.6
    ],
    [
        " feeling your toes and your...",
        4607.6,
        4609.48
    ],
    [
        " I could...",
        4609.48,
        4609.76
    ],
    [
        " You could get down to the limb.",
        4609.76,
        4610.74
    ],
    [
        " You can feel your archer, your foot.",
        4610.9,
        4614.4
    ],
    [
        " Yeah.",
        4614.72,
        4614.84
    ],
    [
        " So you can bend that.",
        4615.4,
        4617.04
    ],
    [
        " And then you slowly lose some of that.",
        4617.78,
        4620.96
    ],
    [
        " Your foot in that stench, yeah.",
        4622.1,
        4623.54
    ],
    [
        " So it's not pantom pain.",
        4624.22,
        4625.96
    ],
    [
        " No.",
        4626.48,
        4626.62
    ],
    [
        " Because it was not...",
        4626.9,
        4628.16
    ],
    [
        " It's uncomfortable, but it's not painful.",
        4628.16,
        4630.22
    ],
    [
        " Because you know there's nothing there.",
        4630.58,
        4633.6
    ],
    [
        " And a guy, a doctor will come by and say, well, show me if you can bend your knee.",
        4634.06,
        4637.76
    ],
    [
        " And you're so...",
        4638.64,
        4640.46
    ],
    [
        " And then they'll watch the muscles on your residual limb if you can work those.",
        4640.46,
        4644.48
    ],
    [
        " Twins.",
        4644.48,
        4644.8
    ],
    [
        "",
        4645.48,
        4645.48
    ],
    [
        " But again, it's uncomfortable, but it's not painful.",
        4646.24,
        4650.52
    ],
    [
        " After one of the surgeries, I won't say I forgot I lost my leg, but okay, you get out of",
        4652.24,
        4657.76
    ],
    [
        " bed and you try to take a step.",
        4657.76,
        4659.16
    ],
    [
        " Right.",
        4659.5,
        4659.62
    ],
    [
        " All right.",
        4660.1,
        4661.82
    ],
    [
        " Only there's nothing to...",
        4662.22,
        4663.46
    ],
    [
        " What's missing here?",
        4663.46,
        4664.24
    ],
    [
        " Yeah, something is missing.",
        4664.28,
        4665.4
    ],
    [
        " But not the floor.",
        4665.56,
        4667.1
    ],
    [
        " Hello.",
        4667.34,
        4667.56
    ],
    [
        " You...",
        4668.46,
        4669.74
    ],
    [
        " You have to do a PLF at least.",
        4669.74,
        4671.26
    ],
    [
        " No, I just a flat fall would fall.",
        4671.66,
        4673.5
    ],
    [
        " Thank you very much.",
        4673.5,
        4674.7
    ],
    [
        " You look...",
        4674.76,
        4675.1
    ],
    [
        " You feel ridiculous.",
        4675.1,
        4675.86
    ],
    [
        " And...",
        4676.46,
        4678.08
    ],
    [
        " So your body is constantly learning how to adjust with these traumatic injuries.",
        4678.08,
        4683.62
    ],
    [
        " Yeah.",
        4684.0,
        4684.16
    ],
    [
        " I can't imagine.",
        4684.42,
        4685.08
    ],
    [
        " But from the hospital, I got placed on TDRL temporary disability recharge list and enrolled it back at Northeast and University to finish my undergraduate degree.",
        4685.58,
        4700.38
    ],
    [
        " And while I was there, I met...",
        4701.54,
        4703.34
    ],
    [
        " There was a SF captain with the ROTC program, Dick Smooge, who was running a counter-grill program.",
        4703.34,
        4711.68
    ],
    [
        " Really?",
        4712.4,
        4712.8
    ],
    [
        " And I approached him and said, you know, can I do anything?",
        4713.16,
        4716.36
    ],
    [
        " Can I help?",
        4716.54,
        4716.74
    ],
    [
        " Yeah.",
        4717.02,
        4717.14
    ],
    [
        " If I became an unofficial advisor to the ROTC program at the University for a couple of years.",
        4717.16,
        4723.26
    ],
    [
        " Yeah.",
        4723.54,
        4723.56
    ],
    [
        " And partly because of that, there's a couple of officers that went to SF and completed their whole career in SF.",
        4725.42,
        4733.06
    ],
    [
        " No kidding.",
        4733.44,
        4733.92
    ],
    [
        " You still stay in touch with them?",
        4734.28,
        4735.46
    ],
    [
        " Still stay in touch with them?",
        4735.58,
        4736.54
    ],
    [
        " Yep.",
        4736.68,
        4736.74
    ],
    [
        " Oh, how cool is that?",
        4737.0,
        4737.92
    ],
    [
        " Yep.",
        4738.02,
        4738.08
    ],
    [
        " So then, after you get your degree, somewhere you meet this lovely lady.",
        4738.24,
        4742.9
    ],
    [
        " And, oh, I met the woman I married.",
        4744.08,
        4748.06
    ],
    [
        " Indeed.",
        4748.46,
        4748.7
    ],
    [
        " I met her the first year I got back at Northeast and University.",
        4749.38,
        4753.14
    ],
    [
        " Really?",
        4753.56,
        4753.82
    ],
    [
        " Yeah.",
        4754.04,
        4754.14
    ],
    [
        " And she was finishing her last year as I was restarting.",
        4754.62,
        4758.7
    ],
    [
        " So we had one year of a Tremick-foot romance.",
        4758.88,
        4761.5
    ],
    [
        " Yeah.",
        4761.92,
        4762.1
    ],
    [
        " And then she goes home.",
        4762.4,
        4763.22
    ],
    [
        " To where?",
        4763.8,
        4764.66
    ],
    [
        " Rome, New York.",
        4764.98,
        4765.54
    ],
    [
        " Ooh.",
        4766.12,
        4766.44
    ],
    [
        " And we were not able to successfully maintain a long distance relationship at that particular time.",
        4768.24,
        4774.02
    ],
    [
        " Right.",
        4774.44,
        4774.54
    ],
    [
        " And the details of all that doesn't really matter, but we were not.",
        4774.92,
        4777.62
    ],
    [
        " Yes, indeed.",
        4778.22,
        4778.72
    ],
    [
        " So I graduate, mess around for a couple of years.",
        4779.24,
        4783.12
    ],
    [
        " Does that include soldier of fortune time?",
        4783.62,
        4785.22
    ],
    [
        " Well, we'll get there.",
        4785.54,
        4786.4
    ],
    [
        " We're coming up to that.",
        4786.52,
        4787.34
    ],
    [
        " And I decide, 73, 74 area.",
        4789.1,
        4793.86
    ],
    [
        " Did I would like to learn how to fly an airplane if I could?",
        4795.32,
        4798.42
    ],
    [
        " So I enroll in a aviation school out in Denver, Colorado, and go out to Denver and fly for a year.",
        4798.86,
        4806.94
    ],
    [
        " Got 500 plus hours single-engine land.",
        4807.98,
        4812.3
    ],
    [
        " Got my license.",
        4812.66,
        4813.12
    ],
    [
        " I thought maybe I'd go for my commercial license, but I suffer from one of the after effects of this whole story as I get concussion headaches,",
        4814.06,
        4822.84
    ],
    [
        " which are like migraine headaches.",
        4822.84,
        4824.18
    ],
    [
        " So turbulence really triggers those off.",
        4825.22,
        4827.8
    ],
    [
        " Ooh.",
        4828.16,
        4828.32
    ],
    [
        " And I found that while I could manipulate all the controls with my art, I mean, that was one of the things.",
        4828.84,
        4833.78
    ],
    [
        " Yeah, sure.",
        4833.78,
        4834.14
    ],
    [
        " Things of can you actually use an artificial leg to fly an airplane?",
        4834.58,
        4837.58
    ],
    [
        " Yeah.",
        4837.86,
        4837.96
    ],
    [
        " And you absolutely can.",
        4838.24,
        4839.14
    ],
    [
        " And can you use one when you're above the knee amputee, which is different than that?",
        4839.4,
        4843.22
    ],
    [
        " Well, it had a British aviator, it had lost a leg or two, and continued to fly.",
        4843.22,
        4846.78
    ],
    [
        " If you got your knee, there's a lot of things you can do.",
        4847.14,
        4849.5
    ],
    [
        " If you don't have your knee, it gets a little bit more challenging.",
        4849.5,
        4852.32
    ],
    [
        " More challenging, okay.",
        4852.56,
        4853.48
    ],
    [
        " And one of the flight instructors I had just as, again, small antidotes.",
        4853.78,
        4858.06
    ],
    [
        " He had a box of matches.",
        4858.12,
        4860.76
    ],
    [
        " Yeah.",
        4861.42,
        4861.54
    ],
    [
        " He broke off the heads of him.",
        4861.66,
        4862.66
    ],
    [
        " If I wasn't flying correctly, he'd shake him and say, I've got termites in here.",
        4862.76,
        4865.86
    ],
    [
        " You know.",
        4866.82,
        4867.04
    ],
    [
        " And learn.",
        4868.4,
        4869.44
    ],
    [
        " But after a year of flying, I realized that commercial flying commercially was not going to work for me.",
        4870.36,
        4878.62
    ],
    [
        " I couldn't see myself as a bus driver in the year, which is what a lot of commercial flying is.",
        4880.36,
        4886.54
    ],
    [
        " Oh, sure.",
        4886.64,
        4887.08
    ],
    [
        " I was driving a bus for whatever.",
        4887.08,
        4888.34
    ],
    [
        " So I went back to New England, back to New Hampshire.",
        4889.24,
        4893.44
    ],
    [
        " And decide that's when I wrote Bob Brown, who was on Boulder, Colorado.",
        4895.04,
        4900.9
    ],
    [
        " And we became, who at the time was editor and publisher and today is still the editor and publisher of Solar Fortune magazine.",
        4901.48,
        4907.38
    ],
    [
        " And that was when he was just starting the magazine.",
        4908.22,
        4910.46
    ],
    [
        " And I don't know where I got it.",
        4910.94,
        4912.96
    ],
    [
        " I can't remember where I got his information.",
        4913.06,
        4914.78
    ],
    [
        " Right.",
        4915.44,
        4915.6
    ],
    [
        " But we became friends through mail.",
        4916.86,
        4919.12
    ],
    [
        " And I decided not because of that friendship, but for other reasons to go to the University of Colorado on Boulder.",
        4919.66,
        4924.78
    ],
    [
        " And work on my master's degree in telecommunications engineering management.",
        4925.38,
        4928.74
    ],
    [
        " Okay.",
        4930.06,
        4930.58
    ],
    [
        " So I go out to Boulder and that's where Bob lives.",
        4931.46,
        4933.66
    ],
    [
        " To this day, to this day in Boulder.",
        4933.96,
        4936.58
    ],
    [
        " And we stay in touch and he says, you know, one time he's, you want to come down for join us for dinner and join him for dinner.",
        4937.96,
        4945.92
    ],
    [
        " And I want to say the rest of that relationship is history.",
        4946.12,
        4948.86
    ],
    [
        " But for the next from 1975, approximately through 1981, I worked with Bob or for Bob, depending on one's point of view.",
        4949.34,
        4963.32
    ],
    [
        " Sometimes I didn't get paid.",
        4964.38,
        4965.8
    ],
    [
        " It's more with than four.",
        4965.96,
        4968.52
    ],
    [
        " But during that relationship with Bob, I went to Africa three times.",
        4969.66,
        4974.52
    ],
    [
        " Really?",
        4975.36,
        4975.6
    ],
    [
        " I spent three different years.",
        4975.96,
        4979.22
    ],
    [
        " One of the years I went and traveled with Jim Bowling.",
        4980.04,
        4984.84
    ],
    [
        " Sure.",
        4985.4,
        4985.64
    ],
    [
        " From Saga.",
        4985.94,
        4986.32
    ],
    [
        " Yes.",
        4986.72,
        4986.84
    ],
    [
        " And he ran out of CC's SSC.",
        4987.6,
        4990.36
    ],
    [
        "",
        4990.68,
        4990.68
    ],
    [
        " He came up wanted to go.",
        4991.82,
        4993.36
    ],
    [
        " So we went together with a retired Air Force officer by the name of Dana Durnikowski.",
        4993.58,
        4999.36
    ],
    [
        " And on that trip, they had the International Pistol Competition Shoot was being held in Prodizia.",
        5000.18,
        5008.96
    ],
    [
        " Really?",
        5010.08,
        5010.48
    ],
    [
        " So we went and covered that.",
        5010.76,
        5011.84
    ],
    [
        " I got invited to shoot at that shoot, not as a contestant, but to shoot some of the stages.",
        5012.0,
        5016.96
    ],
    [
        " Sure.",
        5017.3,
        5017.48
    ],
    [
        " That was the first time I met Jeff Cooper, who was there with the American team shooting.",
        5017.86,
        5025.82
    ],
    [
        " Met Ian Smith, the Prime Minister of Prodizia.",
        5026.72,
        5029.82
    ],
    [
        " During one of the trips met Robin Moore, the author of the Green Bray.",
        5030.46,
        5036.54
    ],
    [
        " Indeed.",
        5036.82,
        5036.9
    ],
    [
        " A book.",
        5037.42,
        5037.7
    ],
    [
        " He was running the unofficial embassy of the United States in Malaysia called the crippled Eagles.",
        5038.14,
        5044.68
    ],
    [
        " And which was a watering hole for ex-parts and other Americans, other nationals,",
        5046.64,
        5053.36
    ],
    [
        " of course, nationals that were in Rhodesia at that particular time.",
        5053.44,
        5055.84
    ],
    [
        " And I don't know if you know Vernon Gillespie?",
        5056.66,
        5058.62
    ],
    [
        " No.",
        5059.1,
        5059.24
    ],
    [
        " Only by name.",
        5059.78,
        5060.22
    ],
    [
        " Yeah.",
        5060.54,
        5060.6
    ],
    [
        " Again, SF Legend.",
        5060.98,
        5062.6
    ],
    [
        " He helped put down the Mount Nyerg rebellion.",
        5063.24,
        5064.92
    ],
    [
        " Right.",
        5065.4,
        5065.6
    ],
    [
        " He was working with Robin Moore in South Africa at that time.",
        5066.24,
        5070.86
    ],
    [
        " Wow.",
        5071.44,
        5071.66
    ],
    [
        " So I wrote a couple of articles for Bob and met some very good people.",
        5072.18,
        5081.64
    ],
    [
        " Al Ventures, one of the people that Bob was associated with in Southern Africa.",
        5081.9,
        5087.48
    ],
    [
        " He writes very good books on South African history.",
        5087.68,
        5090.74
    ],
    [
        " So I traveled to both Southern Africa, South Africa, Republican South Africa, Rhodesia,",
        5091.88,
        5097.4
    ],
    [
        " and walked in because I had to walk in to Mozambique.",
        5097.9,
        5101.8
    ],
    [
        " No.",
        5101.96,
        5102.06
    ],
    [
        " If you're there and you're on the border, and Mozambique is right over there, and this is a little strange.",
        5102.2,
        5106.2
    ],
    [
        " I'll say you.",
        5106.2,
        5106.84
    ],
    [
        " I've been there.",
        5106.94,
        5107.62
    ],
    [
        " I've been there.",
        5107.72,
        5108.44
    ],
    [
        " Thank you very much.",
        5108.58,
        5109.5
    ],
    [
        " So did that and spent through that I met blanking here for a second.",
        5111.94,
        5121.66
    ],
    [
        " Went up to Montbotswana and spent with Harry Selby.",
        5121.66,
        5127.42
    ],
    [
        " Harry Selby was a very white hunter out of Kenya during the Mamma Revolution and lost his license in Kenya after the revolution.",
        5127.54,
        5143.36
    ],
    [
        " He wrote the book, he is the fictional character in the book, Rocks Book, something of value.",
        5144.52,
        5154.14
    ],
    [
        " It was built around his character and his success in Kenya against the Mamma Revolution.",
        5154.58,
        5162.26
    ],
    [
        " But he was running a hunting preserve on the edge of the Okobago swamp.",
        5162.94,
        5167.26
    ],
    [
        " So I got to spend New Year's in Christmas with him as family.",
        5168.06,
        5170.52
    ],
    [
        " 50 miles inside the swamp.",
        5170.76,
        5172.52
    ],
    [
        " And he was tagging.",
        5173.16,
        5174.66
    ],
    [
        " And I'm sorry for those who I do not know the difference between an alligator and a crocodile.",
        5175.34,
        5179.88
    ],
    [
        " So he was shifting out of hunting safaris into photographic safaris and game preserve efforts.",
        5182.06,
        5193.86
    ],
    [
        " Yeah.",
        5194.26,
        5194.34
    ],
    [
        " So that's why I did per bob and through bob I worked with, he had a parachute medical rescue service that he tried to stand up.",
        5195.28,
        5206.66
    ],
    [
        " Right.",
        5207.04,
        5207.18
    ],
    [
        " So I was a director of that for a while, one of several directors.",
        5207.7,
        5212.1
    ],
    [
        " And he also was running an organization called Refugee Relief International.",
        5213.16,
        5219.58
    ],
    [
        " And another SF guy, met him by the name of Tom Reisinger, was the head of that with Doc Peters.",
        5220.2,
        5225.94
    ],
    [
        " Right.",
        5226.48,
        5226.68
    ],
    [
        " So I went to El Salvador twice with those projects.",
        5227.02,
        5231.5
    ],
    [
        " Yeah.",
        5231.82,
        5231.9
    ],
    [
        " And trying to think of, oh, and he had a marketing branch, Phoenix Associates.",
        5232.68,
        5241.16
    ],
    [
        " So I did that for selling catalogs for a bucket piece.",
        5241.34,
        5247.4
    ],
    [
        " Thank you very much.",
        5247.48,
        5248.24
    ],
    [
        " Oh, my goodness.",
        5248.24,
        5248.64
    ],
    [
        " You'd be surprised how much money comes in on a bucket piece catalog.",
        5248.64,
        5251.46
    ],
    [
        " Back in the 80s now?",
        5252.74,
        5254.34
    ],
    [
        " Yeah.",
        5254.36,
        5254.5
    ],
    [
        " No, we're still in the 70s.",
        5254.96,
        5256.24
    ],
    [
        " 70s, okay.",
        5256.24,
        5256.9
    ],
    [
        " The trips to El Salvador with Refugee Relief International tripped over into the 80s, the early 80s.",
        5258.18,
        5269.14
    ],
    [
        " Right.",
        5269.24,
        5269.42
    ],
    [
        " But in 1980, I went to law school at Franklin Pierce Law Center in Concert, which is now University of New Hampshire School of Law,",
        5270.12,
        5278.2
    ],
    [
        " because it's absorbed.",
        5278.5,
        5279.54
    ],
    [
        " And I went there to concentrate in law science, technology interface.",
        5280.24,
        5284.94
    ],
    [
        " And in between all of this, I remet the lady that I met at Northeastern University, and we ended up getting married.",
        5285.7,
        5293.54
    ],
    [
        " Two children and two children, and dumb me, our first wedding anniversary, I spent in El Salvador.",
        5297.16,
        5301.56
    ],
    [
        " Because I didn't even look at the calendar.",
        5302.22,
        5305.62
    ],
    [
        " Bob called up and said, like to go, we're running a relief.",
        5307.42,
        5310.82
    ],
    [
        " We're going to send down some medical supplies and other things.",
        5311.04,
        5313.34
    ],
    [
        " Would you like to come in?",
        5313.56,
        5314.24
    ],
    [
        " Sure.",
        5314.32,
        5314.68
    ],
    [
        " Yeah.",
        5315.7,
        5315.78
    ],
    [
        " Okay.",
        5316.52,
        5316.92
    ],
    [
        " Mistake.",
        5317.2,
        5317.5
    ],
    [
        " Well, you know, it worked out well, but it was a mistake for that early in our life.",
        5317.66,
        5321.68
    ],
    [
        " I mean, she was a forgiving, squaring, loving woman.",
        5321.68,
        5325.38
    ],
    [
        " Indeed.",
        5325.62,
        5325.9
    ],
    [
        " The no sarcasm there at all.",
        5326.14,
        5327.48
    ],
    [
        " She was.",
        5327.6,
        5327.9
    ],
    [
        " Yeah, that's a whole lot better person than I was.",
        5328.12,
        5329.98
    ],
    [
        " But we had two children.",
        5330.3,
        5332.64
    ],
    [
        " She had one from her first marriage, and who I adopted, and a son from our marriage.",
        5333.18,
        5338.58
    ],
    [
        " And unfortunately, my wife passed away in 1994.",
        5338.96,
        5343.04
    ],
    [
        " She said, 94?",
        5343.76,
        5344.52
    ],
    [
        " 94.",
        5344.76,
        5345.0
    ],
    [
        " 44 years old.",
        5345.44,
        5346.92
    ],
    [
        " And my legal career at Frank's at Frank compares law center.",
        5350.48,
        5355.42
    ],
    [
        " Again, we'll go into a little bit of, yeah, you like the trauma of your Vietnam vet.",
        5356.38,
        5364.68
    ],
    [
        " You applied to a law school that has a very active national lawyers guild organization on campus,",
        5364.68,
        5370.52
    ],
    [
        " which is extremely more to the left of center.",
        5370.52,
        5375.7
    ],
    [
        " Sure.",
        5375.8,
        5376.32
    ],
    [
        " And we had Frank's had a participatory admission student participatory admission panel.",
        5376.82,
        5382.88
    ],
    [
        " So when I got accepted at Frank's, I went for a neural interview over one of the holidays,",
        5383.62,
        5389.3
    ],
    [
        " one of the school holidays.",
        5389.52,
        5390.28
    ],
    [
        " I've got one of them.",
        5390.5,
        5391.24
    ],
    [
        " They offered, they accepted my application, they approved it.",
        5391.38,
        5395.72
    ],
    [
        " And the national lawyers guild members on campus became upset that they had not been able to participate in this.",
        5396.66,
        5404.66
    ],
    [
        " In the vetting, not you out of the box.",
        5404.66,
        5407.42
    ],
    [
        " And they were very concerned about my military activities, having been SF,",
        5408.24,
        5414.4
    ],
    [
        " and then having a relationship with Bob Brown and those activities.",
        5414.78,
        5417.62
    ],
    [
        " As to whether I would fit into their unique student body.",
        5417.84,
        5421.88
    ],
    [
        " So I had to do a second interview.",
        5422.76,
        5425.1
    ],
    [
        " And that was obviously successful.",
        5426.38,
        5429.86
    ],
    [
        " You had to convince them you weren't a baby killer.",
        5430.14,
        5431.88
    ],
    [
        " Well, yeah, I think the biggest diffusion of it came from when they were asking me a bunch of questions or whatever.",
        5431.88,
        5441.08
    ],
    [
        " And they got down to my activities with SF and being green, green, green, and so on.",
        5441.3,
        5445.32
    ],
    [
        " And they weren't sure that those would fit.",
        5445.48,
        5449.92
    ],
    [
        " And I had my response to them was generally, I don't have a problem with your politics.",
        5450.22,
        5455.88
    ],
    [
        " I don't have a problem with what you've done or what you plan to do.",
        5456.5,
        5460.48
    ],
    [
        " You supposedly say you are liberal.",
        5461.68,
        5463.58
    ],
    [
        " And yet you are saying you have a problem with mine.",
        5464.04,
        5466.44
    ],
    [
        " Oh, good argument zone.",
        5467.86,
        5469.74
    ],
    [
        " I can get along with you.",
        5470.06,
        5471.36
    ],
    [
        " And I'm not supposedly the liberal.",
        5472.44,
        5474.42
    ],
    [
        " And it worked.",
        5476.68,
        5480.58
    ],
    [
        " As far as it, I handled that interview fine, apparently, because I got in.",
        5481.16,
        5485.12
    ],
    [
        " They unanimously said, OK.",
        5485.9,
        5487.76
    ],
    [
        " And I went through Frank's for three years.",
        5489.3,
        5492.54
    ],
    [
        " Oh, one other little stream.",
        5493.42,
        5494.38
    ],
    [
        " One little sidebar on the interview.",
        5495.98,
        5498.6
    ],
    [
        " One of the members of the student panel was a gubbin name of L. Scott Polonsby.",
        5499.14,
        5507.74
    ],
    [
        " And what I did not know at the time, Scott was a Vietnam veteran.",
        5509.04,
        5513.8
    ],
    [
        " And he asked me, came time to panel questions.",
        5516.98,
        5521.14
    ],
    [
        " And he asked me one of the most stupid questions I had ever heard, trying to interview for admission to law school.",
        5521.36,
        5528.42
    ],
    [
        " Yeah.",
        5528.84,
        5529.04
    ],
    [
        " Which I don't have to repeat here, because, well, he asked me if I knew what a CR pin was.",
        5529.58,
        5535.44
    ],
    [
        " A CR pin?",
        5536.88,
        5537.5
    ],
    [
        " Yeah, I'm trying to get into law school.",
        5537.64,
        5539.28
    ],
    [
        " You know what a CR pin is?",
        5539.76,
        5541.48
    ],
    [
        " So I told him I did and what it was.",
        5542.18,
        5544.5
    ],
    [
        " And walked away from the interview with, that was a stupid ask.",
        5545.28,
        5550.72
    ],
    [
        " And I meet Scott a couple of weeks later after I start school.",
        5550.98,
        5556.02
    ],
    [
        " And he comes up and says, you know, I was trying to signal to you that you had a friend on the panel.",
        5557.18,
        5564.08
    ],
    [
        " And I said, well, Scott, that signal went way over my head.",
        5566.84,
        5570.34
    ],
    [
        " But Scott graduated from law school and eventually worked for the Department of State in the diplomatic security.",
        5570.62,
        5580.98
    ],
    [
        " Department of State then became head of their anti-terrorist organization.",
        5582.38,
        5586.56
    ],
    [
        " Oh, that was interesting.",
        5587.84,
        5588.38
    ],
    [
        " Yeah.",
        5588.38,
        5588.64
    ],
    [
        " Wow.",
        5588.8,
        5589.34
    ],
    [
        " He has also now passed, laying at rest at Arlington.",
        5589.5,
        5592.48
    ],
    [
        " But that was my introduction into law school.",
        5593.1,
        5599.62
    ],
    [
        " And while I was there, I became involved.",
        5600.46,
        5602.92
    ],
    [
        " I got asked invited by the President of the University of College of Law School to get a president panel to try to figure out new directions for the school.",
        5603.04,
        5614.2
    ],
    [
        " So he invited me to work on that.",
        5614.38,
        5615.76
    ],
    [
        " Oh, wow.",
        5616.12,
        5616.5
    ],
    [
        " I did.",
        5616.5,
        5616.9
    ],
    [
        " That's a real honor.",
        5617.3,
        5617.96
    ],
    [
        " Yeah.",
        5618.16,
        5618.26
    ],
    [
        " And then there was a separate program being run by a follow from the Department of State.",
        5618.66,
        5628.58
    ],
    [
        " And they were trying to work the legal aspects of could the United States, especially Northern New England and Canada, Quebec,",
        5629.16,
        5639.22
    ],
    [
        " could they form a joint economic relationship on power sharing, electrical power sharing?",
        5642.18,
        5647.8
    ],
    [
        " Right.",
        5648.16,
        5648.34
    ],
    [
        " So we did a whole thought piece on that for this Secretary's date.",
        5648.82,
        5653.2
    ],
    [
        " That was a very interesting project looking at the Bay of Fundy Tides and, sure, hydro-Cobac and seeing whether you, I want to say,",
        5654.38,
        5664.5
    ],
    [
        " a created economic dependency, but a mutual independent dependency.",
        5665.44,
        5670.36
    ],
    [
        " Yes, sure.",
        5670.4,
        5670.78
    ],
    [
        " And one of the ideas was if Quebec gave a little bit more economically dependent upon US dollars, then the pre-Cobac movement might be tapped down considerably.",
        5671.34,
        5682.8
    ],
    [
        " So that was interesting.",
        5684.06,
        5685.56
    ],
    [
        " In my third year, I worked as a intern for the New Hampshire Supreme Court for one of the associate judges.",
        5685.58,
        5692.78
    ],
    [
        " I think, whoa, that must have been a real honor.",
        5692.78,
        5694.96
    ],
    [
        " That was, it was.",
        5695.16,
        5695.94
    ],
    [
        " And it's insightful, too.",
        5696.16,
        5697.3
    ],
    [
        " I was the one of the first two students of one other guy in my class to be offered to work for the Supreme Court in an intern position.",
        5697.58,
        5711.0
    ],
    [
        " So we broke the ground there.",
        5711.92,
        5713.08
    ],
    [
        " There's been several other sense of that.",
        5713.2,
        5714.96
    ],
    [
        " But that was nice to be first.",
        5715.46,
        5717.32
    ],
    [
        " Indeed, occasionally.",
        5717.74,
        5718.82
    ],
    [
        " And the others had to live up to your high standards that you said being the first.",
        5718.98,
        5721.64
    ],
    [
        " Oh, no, it's really easy.",
        5721.64,
        5722.66
    ],
    [
        " It's really easy to jump over that hurdle.",
        5722.84,
        5725.12
    ],
    [
        " Now and now.",
        5725.46,
        5726.82
    ],
    [
        " No problem.",
        5727.04,
        5727.9
    ],
    [
        " And then I interviewed, was I was getting ready to graduate.",
        5728.1,
        5733.14
    ],
    [
        " I interviewed for a job with a high tech, electronic tech company, because that's what I thought I wanted to do.",
        5733.46,
        5740.8
    ],
    [
        "",
        5741.02,
        5741.02
    ],
    [
        " And they will remain anonymous for this purpose.",
        5742.42,
        5746.66
    ],
    [
        " I got invited for the interview.",
        5747.46,
        5748.92
    ],
    [
        " I applied, got invited for the interview, went down to their corporate headquarters, Massachusetts.",
        5749.08,
        5753.02
    ],
    [
        " Matt was this very nice guy.",
        5753.86,
        5755.9
    ],
    [
        " But one of his initial questions to me was, did I have any idea of the size of the law department for that company?",
        5757.12,
        5764.02
    ],
    [
        " And we're in a high rise building.",
        5764.82,
        5767.92
    ],
    [
        " And I said, no, honestly, I did not.",
        5768.66,
        5770.14
    ],
    [
        " Maybe I showed up, but I didn't.",
        5770.6,
        5772.44
    ],
    [
        " And it's what we occupy two floors of this whole building.",
        5772.92,
        5776.4
    ],
    [
        " And it's okay.",
        5776.56,
        5776.94
    ],
    [
        " The next question is, do you know how many of our lawyers are Vietnam veterans?",
        5777.2,
        5782.58
    ],
    [
        " Ooh.",
        5783.62,
        5784.1
    ],
    [
        " And I, again, said, no.",
        5785.34,
        5787.14
    ],
    [
        " And he said, there is one.",
        5787.72,
        5788.84
    ],
    [
        " No kidding.",
        5789.56,
        5791.84
    ],
    [
        " There is one.",
        5792.7,
        5793.12
    ],
    [
        " And I had, at that point, I was talking, I was told I was talking to him.",
        5793.7,
        5798.14
    ],
    [
        " And he very bluntly explained that the company did not generally hire Vietnam veterans.",
        5798.68,
        5806.14
    ],
    [
        " We know how they are.",
        5806.24,
        5807.68
    ],
    [
        " So, yep, I can't know how that is.",
        5808.02,
        5809.82
    ],
    [
        " This is 1983, though.",
        5810.48,
        5812.02
    ],
    [
        " Okay.",
        5812.5,
        5813.16
    ],
    [
        " Yeah, yeah, yeah.",
        5813.48,
        5814.26
    ],
    [
        " I thought some time had passed here.",
        5814.98,
        5817.72
    ],
    [
        " Some residual, yes, was not a big issue.",
        5817.74,
        5821.32
    ],
    [
        " So, that did not develop into a job offer.",
        5823.28,
        5826.36
    ],
    [
        " And as many careers go, you go where the job offers take you.",
        5827.26,
        5831.18
    ],
    [
        " So, from there, I went into criminal prosecution because that's where the job offer I got.",
        5831.36,
        5836.54
    ],
    [
        " So, I worked for the police department in Southern New Hampshire for two years.",
        5837.42,
        5842.28
    ],
    [
        " Again, and I'll tell this just because they are, I guess it's somewhat important to understand that we sometimes are really restrained.",
        5843.96,
        5851.3
    ],
    [
        " So, I get, I get an interview with the selectman for the town.",
        5851.92,
        5855.86
    ],
    [
        " Three persons select people.",
        5856.5,
        5858.7
    ],
    [
        " And the chief was with me.",
        5858.94,
        5860.26
    ],
    [
        " And who's the select people?",
        5860.54,
        5861.62
    ],
    [
        " Because this is a different language than what we hear other cities.",
        5861.7,
        5864.84
    ],
    [
        " Like Councilman.",
        5865.0,
        5865.6
    ],
    [
        " Councilmembers.",
        5865.84,
        5866.38
    ],
    [
        " Okay, yeah.",
        5866.54,
        5867.02
    ],
    [
        " They run the town.",
        5867.48,
        5868.62
    ],
    [
        " Yes.",
        5868.92,
        5869.1
    ],
    [
        " They make the hiring and firing decisions.",
        5869.56,
        5871.04
    ],
    [
        " And so, I'm going through this oral interview that chief is there sponsoring me.",
        5871.5,
        5875.36
    ],
    [
        " And they're trying to reorganize the police department for, they've had a real, at that point they've had a big problem with corruption.",
        5877.0,
        5883.58
    ],
    [
        " And they've had to remove several police officers.",
        5884.2,
        5886.5
    ],
    [
        " And so, they're trying to upgrade the professionalism of the department.",
        5887.06,
        5891.04
    ],
    [
        " They hired a new chief.",
        5891.66,
        5892.96
    ],
    [
        " They wanted to hire a professional prosecutor.",
        5893.48,
        5894.84
    ],
    [
        " So, at some point in this interview, one of the councilman selectman asked me, you know,",
        5896.34,
        5904.42
    ],
    [
        " you wanted disabled, right?",
        5905.94,
        5907.22
    ],
    [
        " And I said, yes.",
        5907.72,
        5908.28
    ],
    [
        " That means you're getting compensation from the government, right?",
        5908.64,
        5911.98
    ],
    [
        " And I said, yes.",
        5913.0,
        5913.66
    ],
    [
        " Well, how much are you getting?",
        5914.0,
        5915.1
    ],
    [
        " No.",
        5915.8,
        5916.1
    ],
    [
        " Whereupon, my draw just dropped like yours.",
        5917.66,
        5922.86
    ],
    [
        " Yeah, yeah.",
        5922.98,
        5923.3
    ],
    [
        " So, that's not a question I really anticipate.",
        5923.3,
        5925.96
    ],
    [
        " But before I could even formulate an answer, one of the other selectman was, that's none of your business.",
        5926.12,
        5931.74
    ],
    [
        " And so, I'm sitting there in this interview with the two of the three selectman arguing with each other as to the basis of my compensation rather should be reduced because I was getting a scalability.",
        5932.9,
        5945.8
    ],
    [
        " Oh, my God.",
        5946.24,
        5946.96
    ],
    [
        " We got through that.",
        5947.32,
        5948.48
    ],
    [
        " Yes.",
        5948.88,
        5949.16
    ],
    [
        " They hired me.",
        5949.58,
        5950.1
    ],
    [
        " And so, I worked as a district court, a lower court prosecutor, prosecuting violations and misdemeanors for two years for the police department.",
        5950.62,
        5960.08
    ],
    [
        " And conducting in-house professional training for the law enforcement officers.",
        5960.24,
        5966.12
    ],
    [
        " Absolutely.",
        5966.18,
        5966.42
    ],
    [
        " And they're standing along the way.",
        5966.56,
        5967.74
    ],
    [
        " Trying to.",
        5967.92,
        5968.34
    ],
    [
        " Yeah.",
        5968.72,
        5968.78
    ],
    [
        " And from there, I went to the Rockham County Attorney's Office.",
        5969.1,
        5973.88
    ],
    [
        " I got hired as an assistant county attorney, which would be like district attorney's elsewhere.",
        5974.12,
        5978.98
    ],
    [
        " Yeah, sure.",
        5978.98,
        5979.4
    ],
    [
        " Where we prosecuted felony cases.",
        5980.26,
        5982.38
    ],
    [
        " Every felony up to murder.",
        5982.92,
        5984.7
    ],
    [
        " The murders are done by the AG's office, the attorney general's office.",
        5985.02,
        5988.6
    ],
    [
        " Right.",
        5988.68,
        5988.82
    ],
    [
        " The state of New Hampshire.",
        5988.94,
        5989.56
    ],
    [
        " And again, after I got hired, the county attorney, after been there about nine months, said, now we'd become friends.",
        5990.82,
        5998.94
    ],
    [
        " I got to tell you, Tom, you know, we weren't sure we were going to hire you.",
        5999.54,
        6003.36
    ],
    [
        " That's why.",
        6004.06,
        6004.6
    ],
    [
        " Because of your SF background, we were not sure that you could fit into our unique community.",
        6005.26,
        6012.7
    ],
    [
        " Yes.",
        6013.32,
        6013.7
    ],
    [
        " That you would be flexible enough to be able to work the prosecutional side.",
        6014.02,
        6019.82
    ],
    [
        " But you're proof that your epitome of flexibility.",
        6020.0,
        6022.3
    ],
    [
        " Oh, I am so flexible.",
        6022.44,
        6023.6
    ],
    [
        " It is unreal.",
        6023.6,
        6025.0
    ],
    [
        " But that's, you know, the stereotypic Vietnam vet thinking, yes, without villain, what SF is.",
        6026.5,
        6033.64
    ],
    [
        " And that persisted.",
        6033.9,
        6035.64
    ],
    [
        " And now we're talking 86, 87.",
        6035.84,
        6038.56
    ],
    [
        " Oh, my God.",
        6039.88,
        6043.68
    ],
    [
        " Sometimes you think those issues are behind you when they are still there in your face.",
        6043.68,
        6047.6
    ],
    [
        " And you just don't know what people are making those decisions.",
        6048.24,
        6050.58
    ],
    [
        " Oh, yeah.",
        6050.98,
        6051.26
    ],
    [
        " And you've got no idea why they're making the basis of those decisions.",
        6051.62,
        6056.08
    ],
    [
        " Sure.",
        6056.54,
        6056.8
    ],
    [
        " But I had a very good experience in the Ron came county attorney's office.",
        6057.84,
        6062.62
    ],
    [
        " Enough so that the county attorney sent me down to, there's a prosecution school in Houston, Texas.",
        6063.34,
        6069.18
    ],
    [
        " He sent me down there four times.",
        6070.02,
        6071.34
    ],
    [
        " Wow.",
        6072.2,
        6072.76
    ],
    [
        " He gets specialized training and different things.",
        6073.2,
        6076.0
    ],
    [
        " Charles, your tool, your prosecutorial tool.",
        6076.0,
        6077.96
    ],
    [
        " Yes.",
        6078.08,
        6078.16
    ],
    [
        "",
        6078.3,
        6078.3
    ],
    [
        " I learned a lot.",
        6078.74,
        6079.38
    ],
    [
        " Yeah.",
        6079.78,
        6079.92
    ],
    [
        " And then I moved to the Department of Safety for the State of New Hampshire.",
        6080.78,
        6085.16
    ],
    [
        " They have administrative hearings where they adjudicate or it's a civil trial or an administrative trial.",
        6085.46,
        6094.68
    ],
    [
        " If somebody has violated the various rules of the Department of Safety, rather it would be motor vehicle licensing or has mad transportation.",
        6096.04,
        6103.52
    ],
    [
        " So it's a quasi-judicial role that I filled in another system.",
        6104.54,
        6108.94
    ],
    [
        " It would be in a administrative law judge position.",
        6109.12,
        6113.04
    ],
    [
        " Sure.",
        6113.32,
        6113.5
    ],
    [
        " The State of New Hampshire doesn't have that.",
        6113.86,
        6115.8
    ],
    [
        " Well, everything's a little different in New Hampshire.",
        6118.44,
        6119.92
    ],
    [
        " Well, everything, you know, live free of die state.",
        6120.02,
        6121.78
    ],
    [
        " Indeed.",
        6121.94,
        6122.14
    ],
    [
        " Absolutely.",
        6122.26,
        6122.9
    ],
    [
        " But the judicial bench is very guarded of their authority.",
        6123.2,
        6129.2
    ],
    [
        "",
        6129.66,
        6129.66
    ],
    [
        " So every time in New Hampshire where this has come up as an issue and say we want to convert these administrative hearings to administrative law judges hearings, the judicial branch says no, basically.",
        6130.32,
        6141.66
    ],
    [
        " We have judges and you're not.",
        6142.22,
        6145.14
    ],
    [
        " And that's true, but I did everything that a judge does on an administrative level.",
        6146.44,
        6151.44
    ],
    [
        " Sure.",
        6151.44,
        6151.8
    ],
    [
        " So you know, adjudicated, you tried, you know, the judge who presides.",
        6152.22,
        6157.12
    ],
    [
        " You're the judge and jury.",
        6157.38,
        6158.14
    ],
    [
        " Yeah.",
        6158.4,
        6158.48
    ],
    [
        " All wrapped up in one.",
        6158.68,
        6159.46
    ],
    [
        " You make conclusions to law, find findings of facts, and then you impose sanctions and consequences.",
        6159.76,
        6165.34
    ],
    [
        " And then you're also a expanded position where you're the official record keeper for the department.",
        6166.08,
        6173.4
    ],
    [
        " So you go to court as a state witness when the records of the Department are being challenged.",
        6173.4,
        6179.32
    ],
    [
        " Yeah.",
        6179.32,
        6179.66
    ],
    [
        " And I did that for 24, 24, 25 years.",
        6179.94,
        6186.16
    ],
    [
        " Wow.",
        6186.54,
        6186.7
    ],
    [
        " So I'm going to end retard.",
        6187.2,
        6188.14
    ],
    [
        " Indeed.",
        6189.42,
        6189.66
    ],
    [
        " When you retire, that's a good question.",
        6189.84,
        6191.74
    ],
    [
        " Don't ask me that.",
        6192.0,
        6194.24
    ],
    [
        " No.",
        6194.58,
        6194.86
    ],
    [
        " I won't ask it.",
        6195.32,
        6196.72
    ],
    [
        " The question is not asked on.",
        6196.78,
        6197.72
    ],
    [
        " No, don't ask that again.",
        6197.8,
        6198.7
    ],
    [
        " Ask an answer.",
        6199.12,
        6199.84
    ],
    [
        " Thank you very much.",
        6200.08,
        6201.0
    ],
    [
        " Indeed.",
        6201.06,
        6201.3
    ],
    [
        " No, I'm trying to think I've been retired for a good while now.",
        6202.22,
        6207.54
    ],
    [
        " Indeed.",
        6208.18,
        6208.74
    ],
    [
        " Was that back when you became the Executive Director for the Special Operations Association?",
        6208.98,
        6213.34
    ],
    [
        " After I retired, indeed.",
        6214.14,
        6216.0
    ],
    [
        " And I became the Executive Director for six years.",
        6216.28,
        6219.7
    ],
    [
        " At least six.",
        6220.18,
        6220.82
    ],
    [
        "",
        6221.04,
        6221.04
    ],
    [
        " But again, just for our listeners who may have never heard of either the Special Operations Association",
        6221.16,
        6226.76
    ],
    [
        " with a Veterans Group of SAG, formed by SAG, and then expanded to include EV-eaters that supported SAG over the years,",
        6226.76,
        6234.9
    ],
    [
        " over the operations across the fence, and they had a board of directors.",
        6234.9,
        6238.52
    ],
    [
        " And during that time, the board had hired a Executive Director, the only salvaged position,",
        6239.28,
        6244.48
    ],
    [
        " and it came you, helping to bring focus and the improvements of the board.",
        6245.16,
        6250.34
    ],
    [
        " And of course, a lot of times you wound up doing things that some of the presidents or other board members should have done.",
        6250.7,
        6255.46
    ],
    [
        " Yes.",
        6255.58,
        6255.74
    ],
    [
        " You were kind enough to get it done.",
        6255.86,
        6256.98
    ],
    [
        " That job expanded.",
        6257.36,
        6258.28
    ],
    [
        " It had no limits.",
        6258.28,
        6259.14
    ],
    [
        " I had no limits.",
        6259.42,
        6260.26
    ],
    [
        " None whatsoever.",
        6260.7,
        6261.24
    ],
    [
        " I had never a pay raise.",
        6261.66,
        6262.5
    ],
    [
        " No.",
        6262.74,
        6262.86
    ],
    [
        " No, and that was what we stood up at the SAG Special Operations Association, started in 1978.",
        6262.86,
        6268.82
    ],
    [
        " Six.",
        6269.56,
        6269.64
    ],
    [
        " With Jim Butler?",
        6270.42,
        6271.04
    ],
    [
        " Yeah.",
        6271.18,
        6271.26
    ],
    [
        " Because Jim Butler contacted me in the 70s.",
        6271.46,
        6274.26
    ],
    [
        " Oh, no kidding.",
        6274.46,
        6274.94
    ],
    [
        "",
        6275.18,
        6275.18
    ],
    [
        " And asked me to join.",
        6275.48,
        6276.58
    ],
    [
        " Yeah.",
        6276.86,
        6277.04
    ],
    [
        " And so for three years, I was a Director of Communications for the SRA.",
        6277.3,
        6283.7
    ],
    [
        " Oh, no.",
        6283.94,
        6284.34
    ],
    [
        " And it's very inception.",
        6284.56,
        6285.96
    ],
    [
        " Oh, wow.",
        6286.24,
        6286.74
    ],
    [
        " Yeah.",
        6287.46,
        6287.58
    ],
    [
        " I forgot about that part.",
        6288.14,
        6289.1
    ],
    [
        " And then when I left Colorado and went to law school, I decided and got married.",
        6289.1,
        6296.3
    ],
    [
        " I said law school and marriage took president over PR for nothing.",
        6296.72,
        6301.44
    ],
    [
        " Yep, for a lot of things, including the SOA.",
        6301.74,
        6304.54
    ],
    [
        " So I backed off from the SOA official obligations.",
        6304.78,
        6308.34
    ],
    [
        " And forget when I later reconnected and started going regularly.",
        6308.96,
        6313.38
    ],
    [
        " And then got asked to be the Executive Director.",
        6313.96,
        6316.92
    ],
    [
        " And it was like a year or two, because in 2003 was the only year that we attended UNI",
        6316.92,
        6323.9
    ],
    [
        " Tendet Saur together with Tony Harrow and John Wall.",
        6323.9,
        6326.46
    ],
    [
        " Yeah.",
        6326.48,
        6326.58
    ],
    [
        " And sadly, we lost John in the05 with the experimental airplane crash.",
        6327.26,
        6332.36
    ],
    [
        " And you had Colonel Ting there too as well.",
        6332.5,
        6333.96
    ],
    [
        " Indeed.",
        6334.18,
        6334.44
    ],
    [
        " Yeah.",
        6334.78,
        6334.88
    ],
    [
        " Yeah, John flew up to Fargo, North Dakota.",
        6335.02,
        6339.16
    ],
    [
        " And his private jet picked up Colonel Ting, his wife and his son, flew him back to the reunion, paid for everything.",
        6339.68,
        6345.72
    ],
    [
        " Had a special dinner out with the family.",
        6345.94,
        6347.84
    ],
    [
        " And then flew him back after the reunion.",
        6348.22,
        6350.4
    ],
    [
        " Just to say thanks.",
        6350.86,
        6351.78
    ],
    [
        " And the first time I met Tony after, no, I was at one of our reunions.",
        6352.08,
        6355.68
    ],
    [
        " Oh, is that right?",
        6355.76,
        6356.24
    ],
    [
        " Yeah.",
        6356.42,
        6356.54
    ],
    [
        " And we spent the good part of, for those who do not know, we have a hospitality suite when we have our reunion,",
        6357.28,
        6367.6
    ],
    [
        " which has an open bar.",
        6367.86,
        6369.18
    ],
    [
        " And stays open till one or two o'clock in the morning, depending upon your mobility.",
        6371.2,
        6375.62
    ],
    [
        " And now you're getting a little bit older, is there?",
        6375.62,
        6377.74
    ],
    [
        " Yeah.",
        6377.96,
        6378.14
    ],
    [
        " You're cutting the hours back to midnight.",
        6378.28,
        6379.66
    ],
    [
        " Cutting those hours back.",
        6380.22,
        6381.1
    ],
    [
        " But ran into Tony there, and we sat down and talked out a lot of things.",
        6382.0,
        6386.68
    ],
    [
        " Sure.",
        6386.94,
        6387.16
    ],
    [
        " And I was surprised how much survivor guilt Tony had at that particular point.",
        6387.38,
        6394.08
    ],
    [
        " Certainly.",
        6394.28,
        6394.58
    ],
    [
        " And because I didn't see him coming off the team as having anything to do with me getting injured for a blow.",
        6396.02,
        6406.52
    ],
    [
        " I saw those as separate events.",
        6406.62,
        6408.06
    ],
    [
        "",
        6408.42,
        6408.42
    ],
    [
        " And Tony did not see those as separate events.",
        6408.84,
        6411.02
    ],
    [
        " He had a haul of them.",
        6411.46,
        6412.36
    ],
    [
        " And it did.",
        6412.42,
        6413.06
    ],
    [
        " But we sat down and over.",
        6413.3,
        6415.22
    ],
    [
        " I don't know how much.",
        6416.56,
        6417.92
    ],
    [
        " A couple of drinks.",
        6417.96,
        6418.82
    ],
    [
        "",
        6419.12,
        6419.12
    ],
    [
        " Yeah, one or two drinks.",
        6419.22,
        6420.16
    ],
    [
        " Light ones.",
        6421.06,
        6421.58
    ],
    [
        " A lot of ice, no water, little alcohol.",
        6422.14,
        6425.06
    ],
    [
        " But we talked that out.",
        6426.16,
        6427.04
    ],
    [
        " And I think that was good for both of us.",
        6427.2,
        6429.08
    ],
    [
        " Oh, absolutely.",
        6429.56,
        6430.06
    ],
    [
        " I know what you're talking about.",
        6430.5,
        6431.26
    ],
    [
        " He talked to me about it.",
        6431.26,
        6432.0
    ],
    [
        " He did.",
        6432.22,
        6432.48
    ],
    [
        " He really enjoyed it.",
        6432.66,
        6434.38
    ],
    [
        " And of course, you're part of the team.",
        6434.46,
        6436.04
    ],
    [
        " Every year we get together if we can.",
        6436.36,
        6438.18
    ],
    [
        " And that is something we need to talk about off the record.",
        6438.52,
        6442.3
    ],
    [
        " And last but not least, another part of the S.O.A. is the S.O.A. Riders,",
        6443.16,
        6447.48
    ],
    [
        " which has raised funds for the S.O.A.",
        6447.6,
        6449.52
    ],
    [
        " as well as working on raising the consciousness of issues for our P.O.W. and M.I.s.",
        6449.88,
        6454.58
    ],
    [
        " Yes.",
        6454.68,
        6454.8
    ],
    [
        " And that is, we stood that up now about 10 years ago.",
        6456.02,
        6459.96
    ],
    [
        " At least, Larry Trimble was the first director of the S.O.A. Riders",
        6460.46,
        6464.74
    ],
    [
        " then followed by Tom Carroll.",
        6464.74,
        6466.32
    ],
    [
        " And today, your good friend Marcus Whitt.",
        6466.78,
        6468.46
    ],
    [
        " Marcus Whitt has picked up the gauntlet.",
        6468.62,
        6470.14
    ],
    [
        " Yeah, I'm running with it.",
        6470.22,
        6470.86
    ],
    [
        " And every year we do a ride of 45 days duration.",
        6471.24,
        6475.3
    ],
    [
        " At the conclusion of the ride, we do a ceremony honoring and remembering our M.I.A.s.",
        6475.66,
        6481.68
    ],
    [
        " We lay a wreath and an appropriate veteran site and lay a carnation for every one of our M.I.A.s.",
        6481.82,
        6488.78
    ],
    [
        " still unaccounted for.",
        6489.06,
        6489.86
    ],
    [
        " And T.",
        6490.28,
        6490.4
    ],
    [
        " And today there's 1,583.",
        6490.44,
        6493.84
    ],
    [
        " They just brought home the remains of an Air Force pilot.",
        6494.06,
        6497.18
    ],
    [
        " But these are still the Americans that are still missing in action.",
        6498.06,
        6501.36
    ],
    [
        " And then South East Asia from the Vietnam War was in all the Vietnam.",
        6501.36,
        6504.8
    ],
    [
        " They asked Cambodia, Thailand, and a couple from China.",
        6505.18,
        6508.68
    ],
    [
        " And it's, if we get to show the S.O.A.",
        6509.68,
        6513.4
    ],
    [
        " We get to show the public that the S.O.A. exists, special operations exist.",
        6513.82,
        6520.24
    ],
    [
        " Right.",
        6520.7,
        6520.84
    ],
    [
        " And now we have the joint S.O.A., Special Forces Association, P.O.W.M.A., Committee of Mike Taylor-Jeros",
        6521.0,
        6527.28
    ],
    [
        " and Mike was the last guest for SAG cast number 10.",
        6527.48,
        6531.32
    ],
    [
        " And Mike's been very active and done great work through that committee there.",
        6532.18,
        6535.38
    ],
    [
        " Yeah. For a while we weren't, we were sort of treading water on the M.I.A. issue as an organization.",
        6535.72,
        6540.28
    ],
    [
        " That's why we brought in Mike and Mike has squared that away.",
        6540.7,
        6543.62
    ],
    [
        " He has.",
        6543.8,
        6544.14
    ],
    [
        " We are quite active now in that arena.",
        6544.36,
        6547.14
    ],
    [
        " Yeah. And it's safe to say that the National League of P.O.W.M.A.",
        6547.36,
        6550.38
    ],
    [
        " and the C.E.O. Chairman and Griffith Mills said that this is the most proactive for that mission",
        6550.9,
        6558.08
    ],
    [
        " of any veterans group in the United States, which is a real feather in the cap of Mike.",
        6558.08,
        6562.32
    ],
    [
        " Yes it is.",
        6562.9,
        6563.26
    ],
    [
        " And the members of the committee.",
        6563.34,
        6564.56
    ],
    [
        " And that's very important to our membership.",
        6564.84,
        6566.32
    ],
    [
        " Oh.",
        6566.7,
        6566.86
    ],
    [
        " It's very extremely important.",
        6567.26,
        6568.36
    ],
    [
        " Yeah, because today there's still 50 green berets that are missing in action",
        6568.78,
        6572.44
    ],
    [
        " from the S.O.A.C. award that were across the fence.",
        6572.44,
        6575.68
    ],
    [
        " And then you throw in 80 plus aviators and this coming reunion in October,",
        6575.74,
        6581.7
    ],
    [
        " all those missing in action will be commemorated at the reunion in October in Vegas.",
        6581.7,
        6587.48
    ],
    [
        " And did you know how active Bob was in that?",
        6588.36,
        6590.54
    ],
    [
        " It was.",
        6591.28,
        6592.04
    ],
    [
        " Oh, very active.",
        6592.28,
        6592.96
    ],
    [
        " Yes, very, very active.",
        6593.14,
        6594.14
    ],
    [
        " Committed a lot of personnel time.",
        6594.34,
        6596.88
    ],
    [
        " Personal time.",
        6597.48,
        6597.74
    ],
    [
        " Yes.",
        6598.12,
        6598.26
    ],
    [
        " And financial resources trying to.",
        6598.46,
        6600.36
    ],
    [
        " Big bucks.",
        6600.62,
        6601.08
    ],
    [
        " Even on a couple of adventures that turn sideways on them.",
        6601.32,
        6603.84
    ],
    [
        " But he tried it.",
        6604.06,
        6605.28
    ],
    [
        " Yeah.",
        6605.28,
        6605.4
    ],
    [
        " I just wanted to get that.",
        6605.54,
        6606.86
    ],
    [
        " We had to.",
        6607.02,
        6607.64
    ],
    [
        " Bob Brown's one of our heroes.",
        6607.84,
        6608.98
    ],
    [
        " We might line him up for a sawcast someday.",
        6609.12,
        6611.24
    ],
    [
        " He's done a lot of good work.",
        6612.0,
        6613.64
    ],
    [
        " I'll tell you that.",
        6613.92,
        6614.68
    ],
    [
        " He may be very controversial.",
        6614.98,
        6616.12
    ],
    [
        " And he has his own.",
        6616.8,
        6618.72
    ],
    [
        " We all have our own.",
        6618.84,
        6619.68
    ],
    [
        " We do.",
        6619.96,
        6620.34
    ],
    [
        " And he may be the only green beret officer who has thrown out a country twice.",
        6620.44,
        6625.66
    ],
    [
        " But we'll talk about that more later.",
        6626.62,
        6629.02
    ],
    [
        " Any.",
        6629.28,
        6629.7
    ],
    [
        " Any closing salts there as we wrap this up for today?",
        6629.94,
        6633.34
    ],
    [
        " No, I don't think so.",
        6634.48,
        6636.1
    ],
    [
        " I think we've done.",
        6636.14,
        6636.62
    ],
    [
        " You pick my brain as much as.",
        6636.92,
        6638.78
    ],
    [
        " It's a hell of a story, Tom.",
        6638.82,
        6639.94
    ],
    [
        " I'll never forget it.",
        6640.3,
        6641.32
    ],
    [
        " I'll never forget that interview that led to the story.",
        6641.78,
        6644.52
    ],
    [
        " So with that thought.",
        6644.92,
        6647.06
    ],
    [
        " Thank you.",
        6647.16,
        6647.44
    ],
    [
        " Oh, yeah.",
        6647.68,
        6648.06
    ],
    [
        " Well, no, we thank you.",
        6648.14,
        6649.14
    ],
    [
        " We want to thank all the veterans out there.",
        6649.84,
        6652.58
    ],
    [
        " Men and women who serve our country today.",
        6653.24,
        6654.94
    ],
    [
        " Men like Tom Cunningham who stepped up to serve our country.",
        6655.46,
        6658.8
    ],
    [
        " Who fought for the ideals of our country.",
        6658.8,
        6661.2
    ],
    [
        " Truly an American hero.",
        6661.84,
        6663.12
    ],
    [
        " To those of you out there on the front lines today.",
        6664.06,
        6666.8
    ],
    [
        " We thank you for fighting for all of our values and for our country.",
        6667.34,
        6672.08
    ],
    [
        " We also thank the police law enforcement, Border Patrol, all of our military services,",
        6672.68,
        6679.32
    ],
    [
        " Army Air Force Navy Marines, Coast Guard, and yes, the Space Force.",
        6679.82,
        6684.12
    ],
    [
        " And we thank to all those that have given up their lives for our country.",
        6684.5,
        6691.88
    ],
    [
        " And for those who didn't come home today, we say thank you.",
        6692.08,
        6695.54
    ],
    [
        " And we close by saying that we have the SOG podcast that are available now.",
        6696.32,
        6702.52
    ],
    [
        " They're being posted on Spotify, Apple, and eventually we'll be on podcast.",
        6702.92,
        6708.54
    ],
    [
        " And someday may come out as YouTube's, but it's a part of a production program.",
        6709.1,
        6714.52
    ],
    [
        " And you can go to my website, which is www.SOG Chronicles.com.",
        6715.12,
        6720.7
    ],
    [
        " And the podcasts are posted.",
        6721.34,
        6723.2
    ],
    [
        " They will be listed there also.",
        6723.62,
        6724.9
    ],
    [
        " So again, Tom, we thank you for coming out today.",
        6725.6,
        6727.66
    ],
    [
        " And we want to thank Jocco Productions and SOG Chronicles for co-hosting this latest show, SOG Cast Never 11.",
        6728.36,
        6735.82
    ],
    [
        " Thank you, God bless America.",
        6736.32,
        6737.76
    ],
    [
        " Here, born.",
        6738.56,
        6738.9
    ],
    [
        " All the way.",
        6739.3,
        6739.72
    ]
]