[
    [
        " There's a chapter in my book called, don't let your children do anything that makes you dislike them.",
        0.0,
        5.66
    ],
    [
        " And I'm pretty happy about this chapter, although I suspect it'll be rather controversial.",
        6.58,
        10.98
    ],
    [
        " And it's predicated first on the observation that many people hurt their children physically and",
        11.42,
        17.4
    ],
    [
        " psychologically, because everyone gets sentimental about the relationship between parents and children.",
        17.4,
        22.72
    ],
    [
        " But that's especially in relationship to themselves, because they think, well, of course,",
        22.84,
        28.14
    ],
    [
        " I'm going to be a good parent. It's not so bloody obvious that you're going to be a good parent.",
        28.14,
        32.76
    ],
    [
        " And then what I see happening with people who don't know how to discipline their children",
        33.74,
        38.58
    ],
    [
        " is that the children run roughshod over them in their, let's call them, hierarchical disputes,",
        38.58,
        45.44
    ],
    [
        " because children push for position and hierarchy, and they do that behaviorally to sort of",
        45.72,
        49.96
    ],
    [
        " feel out the contours of the social structure. So, you know, your kid will act perfectly fine",
        49.96,
        54.5
    ],
    [
        " at home, let's say, at the dinner table, but then you take them to a stranger's dinner table",
        54.84,
        59.18
    ],
    [
        " and all of a sudden they act out. And you think, what's up with you, a little monster?",
        59.18,
        62.86
    ],
    [
        " And what's up is that they're trying to figure out what the power structure is in the new,",
        63.34,
        67.34
    ],
    [
        " they don't know this, of course, but they're acting this out. They're trying to figure out if the same",
        67.36,
        71.28
    ],
    [
        " rules apply in this new situation as apply in the old situation, and they can't ask that, and they",
        71.28,
        77.1
    ],
    [
        " don't even know that they are rules exactly. They're regularities that they've learned. And so they'll",
        77.1,
        82.14
    ],
    [
        " test and test, and then you have to show them that, yeah, it's the same here, it's the same in this",
        82.14,
        86.88
    ],
    [
        " situation. But lots of parents are very uneasy with disciplining their children, partly because",
        86.88,
        92.72
    ],
    [
        " they believe that if you give a child infinite freedom, that's best for them, and that constraints",
        92.72,
        97.52
    ],
    [
        " are inappropriate, which is really just, well, I don't know what to say about that except it's so untrue",
        97.52,
        103.7
    ],
    [
        " that it's very difficult to think of anything that's more untrue than that. But also, the thing is,",
        103.7,
        109.48
    ],
    [
        " if you let your children take advantage of you, if you have an ounce of spine and an ounce of",
        109.48,
        115.18
    ],
    [
        " aggression, which you do, especially if you don't admit it, then you will take revenge on your",
        115.18,
        121.14
    ],
    [
        " children. So if they have a temper tantrum in a grocery store and embarrass you, which a child",
        121.14,
        126.6
    ],
    [
        " who's canny can do quite effectively, because you wouldn't let them have that pack of crayons or a",
        126.6,
        131.72
    ],
    [
        " chocolate bar, and then you tell yourself it's okay, and that you still, that that really didn't",
        131.72,
        138.42
    ],
    [
        " make you that angry, and it's okay, but you're fuming inside, and then you go home and half an",
        138.42,
        143.08
    ],
    [
        " hour later, maybe the child is doing some interesting little bit of work, maybe artwork or something,",
        143.08,
        148.06
    ],
    [
        " or does something good and comes up for a reward. It's like the probability that you're going to",
        148.16,
        152.3
    ],
    [
        " reward that child properly under those circumstances is zero. You're going to take the opportunity to",
        152.3,
        157.92
    ],
    [
        " take your revenge. And if you don't know that, then you're not much of a parent. And so,",
        157.92,
        162.76
    ],
    [
        " part of the trick with kids is that if your child is doing something that makes you dislike them,",
        163.44,
        169.52
    ],
    [
        " that you have to figure out how to stop them from doing that and teach them how to do it properly,",
        169.56,
        173.4
    ],
    [
        " and you have to talk to your wife to make sure that you're not being too much of a monster,",
        173.56,
        177.26
    ],
    [
        " you know, in the same with her, but that discipline is partly what enables you to continue to",
        177.68,
        184.7
    ],
    [
        " like your child while you love them. And even more than that, you know, parents talk about fostering",
        184.7,
        190.86
    ],
    [
        " self-esteem and fostering creativity and all of that in their kids. And I think that's miss Begotten.",
        190.86,
        195.8
    ],
    [
        " It's shallow for a variety of reasons. First, it's not that easy to foster creativity because it's",
        196.66,
        202.12
    ],
    [
        " rare, and self-esteem is a very badly defined concept. And mostly it's been used for harm, not good.",
        202.12,
        207.58
    ],
    [
        " What your job is as a parent is to help your child learn from between two years old and say four",
        208.2,
        215.82
    ],
    [
        " years old how to act in the world so that when people encounter them, people smile and are happy",
        215.82,
        221.86
    ],
    [
        " they're around. Because then, you know, I've seen kids who behave badly and everywhere they go,",
        221.86,
        227.98
    ],
    [
        " people wear false smiles and everywhere they go, people are relieved when they leave. And that means",
        228.08,
        233.06
    ],
    [
        " you think about that world from the child's perspective, everyone's lying and everyone hates them.",
        233.06,
        239.04
    ],
    [
        " That's their world. And then if you have your child, you know, capable of adhering to minimal social",
        239.5,
        247.6
    ],
    [
        " requirements like maybe being able to sit at the table in a civilized manner for an hour and",
        247.6,
        252.62
    ],
    [
        " being grateful for being fed, let's say, and knowing how to share and knowing how to pay attention",
        252.62,
        257.96
    ],
    [
        " to adults and not having that, you know, that kind of terrible cynicism and arrogance that can",
        257.96,
        268.82
    ],
    [
        " develop even in a four-year-old child who's always had its way, then they'll interact with adults",
        268.82,
        274.44
    ],
    [
        " in a manner that bring out the best in the adults. And everywhere they go, everyone smiles at them",
        274.44,
        279.14
    ],
    [
        " and pats them on the head, maybe even tells them useful and interesting things. And so the whole",
        279.14,
        283.4
    ],
    [
        " world opens up for them and that's all a consequence of you having enough courage to admit to yourself",
        283.4,
        289.14
    ],
    [
        " that your child can do things that you don't like and that you will take it out on them if you don't",
        289.14,
        295.42
    ],
    [
        " straighten it out. And people don't like that idea because they think, well, I'd never do anything.",
        295.42,
        299.36
    ],
    [
        " You know, I love my child. I'd never do anything to hurt them. It's like, yeah, God, right. You know,",
        299.78,
        305.22
    ],
    [
        " you're so asleep if you think that that there's almost no hope for you. You have to think,",
        305.52,
        311.28
    ],
    [
        " I'm way bigger than this child and I'm way meaner and I'm way trickier and I'm way more",
        312.18,
        318.1
    ],
    [
        " unpredictable. And so I better be very careful in my relationships with this child so that the",
        318.1,
        324.68
    ],
    [
        " worst of me doesn't come out. And then that gives you enough intelligence to make a disciplinary",
        324.68,
        331.28
    ],
    [
        " framework that's minimal and enforce it properly and carefully.",
        331.28,
        334.62
    ]
]