[
    [
        " This is Jocco podcast number one to 87 with David Burke and me, Jocco Willink. Good evening, Dave. Good evening.",
        0.02,
        8.82
    ],
    [
        " In case anyone was wondering where Echo Charles is at this time, Echo is actually in Hawaii trying to get back in touch with Kaena, the land as we used to call it.",
        9.26,
        26.56
    ],
    [
        " And he will be back in a few more episodes in the meantime. I got Dave Burke here who now lives in the AO of San Diego.",
        26.62,
        34.5
    ],
    [
        " And if you don't know about Dave, he was on this podcast number 69 and number 135. He was a Marine Corps fighter pilot through the F-18. He was a top gun pilot, top gun instructor, top gun senior instructor F-16 pilot F-22 pilot F-35 pilot.",
        35.0,
        53.84
    ],
    [
        " But the first and still only one of a few pilots qualified on all those platforms. He was the first commanding officer of an F-35 operational squadron.",
        55.5,
        65.9
    ],
    [
        " And on top of that, he was the commander of Anglico Salt 6 on the ground with us in the battle of Ramadi. And he and his team did scores of operations with T. U. Bruiser.",
        66.78,
        79.84
    ],
    [
        " And he is now with us on the team at echelon front where he leads the long range leadership development and alignment program.",
        80.92,
        90.7
    ],
    [
        " So Dave, thanks for coming on and filling in for Echo. It's good to be here.",
        91.1,
        96.38
    ],
    [
        " Have you been brushing up on your video games and 80s and 90s movies?",
        96.48,
        105.06
    ],
    [
        " Unfortunately no, I'm not going to be able to fill in for that.",
        106.84,
        108.72
    ],
    [
        " Check, well actually it's a good thing that you do have the experience that you have and it doesn't have very much to do with Super Mario Brothers because I want to talk tactics.",
        109.22,
        118.72
    ],
    [
        " And it's one of my, I wrote that it was one of my favorite Marine Corps doctrinal publications. That's kind of a, that's really a big statement as if I sit around and grade which one's my favorite.",
        119.66,
        133.24
    ],
    [
        " But it definitely is up there. It is MCDP-1-TAC-3 tactics.",
        133.42,
        139.04
    ],
    [
        " So let's get into it. How long, how long are you in the Marine Corps for Dave?",
        143.52,
        148.7
    ],
    [
        " 23 years. 23 years and you retired as what, a lieutenant colonel?",
        149.14,
        152.3
    ],
    [
        " Tentacle.",
        152.64,
        152.92
    ],
    [
        " Check. Did you, so you went to the basic school?",
        153.36,
        157.54
    ],
    [
        " I did.",
        157.82,
        158.02
    ],
    [
        " Did you guys cover this in the basic school?",
        158.36,
        169.0
    ],
    [
        " Pretty much the same stuff.",
        169.0,
        169.8
    ],
    [
        " And I actually looked, this one is dated July of 1997. I looked for a newer one than there isn't one.",
        170.64,
        178.76
    ],
    [
        " This is it.",
        179.1,
        179.52
    ],
    [
        " And it's interesting because you'll, everyone will see there's examples in here.",
        179.88,
        184.86
    ],
    [
        " They don't have examples obviously from Iraq and Afghanistan or Iraq too. And then Afghanistan. I'm sure at some point they will, they will do that because they got a lot of go for examples.",
        185.3,
        198.84
    ],
    [
        " And I, you know, obviously they were just looking for some recent examples when they did it in 97. That was the last big war.",
        199.28,
        205.86
    ],
    [
        " So there you go.",
        206.4,
        207.82
    ],
    [
        " But we'll get into it.",
        208.1,
        209.54
    ],
    [
        " And the book starts with a forward. And because it's the Marine Corps, the Marine Corps, even when they write a forward, it sounds good.",
        210.16,
        218.88
    ],
    [
        " So this is how it starts off.",
        219.24,
        222.26
    ],
    [
        " This publication is about winning in combat.",
        223.86,
        226.46
    ],
    [
        " Is there any better way to start this manual?",
        227.0,
        232.7
    ],
    [
        " Nope. This publication is about winning in combat.",
        233.0,
        235.54
    ],
    [
        " Winning requires many things. Excellence in techniques and appreciation of the enemy, exemplary leadership, battlefield judgment, and focused combat power.",
        235.9,
        243.56
    ],
    [
        " Yet these factors by themselves do not ensure success in battle. Many armors, armies, both winners and losers have possessed many or all of these attributes.",
        243.96,
        253.32
    ],
    [
        " When we examine closely the difference between, the differences between Victor and vanquished, we draw one conclusion.",
        254.34,
        260.98
    ],
    [
        " Success went to the armies whose leaders, senior and junior could best focus their efforts, their skills and their resources toward a decisive end.",
        262.48,
        273.0
    ],
    [
        " Sounds like the Marine Corps is saying that leadership is the most important thing on the battlefield.",
        273.7,
        279.34
    ],
    [
        " Repeatedly. And when you're a TBS, you're there to be a leader. That is what you hear every single day. Leadership is the difference.",
        279.68,
        285.86
    ],
    [
        " Their success arose not merely from excellence in techniques, procedures, and material, but from their leaders' abilities to uniquely and effectively combine them.",
        287.9,
        299.88
    ],
    [
        " Winning in combat depends upon tactical leaders who can think creatively and act decisively.",
        301.74,
        306.86
    ],
    [
        " So taking all of these techniques and procedures and the material and being able to take those things and mix them up and combine them together.",
        307.8,
        319.26
    ],
    [
        " That is what makes, that's the winning combination, the creativity. How often did people at TBS talk about being creative?",
        319.62,
        328.18
    ],
    [
        " Believe it or not, they never used those. They didn't say be creative. They would say think.",
        329.2,
        333.46
    ],
    [
        " They'd give you all these doctrine and pubs and all these rules, but they would say you actually need to think and think of what makes the most sense here.",
        333.84,
        339.18
    ],
    [
        " And they bred a lot of flexibility. I never remember anybody saying be creative, but they said think about it.",
        339.54,
        344.68
    ],
    [
        " Think of this makes sense. And if it doesn't do something else, and these are the rules, the guidelines, but there was always this maneuvering around there to bring all those pieces together.",
        344.74,
        351.98
    ],
    [
        " I say that combat is an exercising creativity.",
        352.5,
        356.62
    ],
    [
        " And people, especially people that don't know anything about combat or war or anything, they always surprises them.",
        358.34,
        367.52
    ],
    [
        " Because they think creative, being creative is writing a song or painting a picture.",
        367.78,
        374.78
    ],
    [
        " But for me, being a creative is positioning your machine gunners effectively.",
        375.58,
        379.8
    ],
    [
        " Right? That's the true creativity.",
        382.46,
        384.4
    ],
    [
        " It leadership is not a template. It isn't just, here's what to do in this situation. You have to think you have to think creatively and come up with the best idea.",
        384.78,
        391.5
    ],
    [
        " I see that in Mixed Martial Art. So one of my favorite mixed martial artists of all time, do you know who Fador, Mali, and Nanko is?",
        392.4,
        398.96
    ],
    [
        " I do. You do. I do.",
        399.04,
        400.16
    ],
    [
        " Okay, I'm impressed with your knowledge.",
        400.72,
        402.66
    ],
    [
        " So two things about Fador, number one, he was completely stoic and never showed any emotions. Winner lose didn't matter.",
        404.14,
        411.62
    ],
    [
        " You could look at him after a fight and you wouldn't know if he just won the Pride GP or if he just lost his first match in his life, he looked the same.",
        411.98,
        418.98
    ],
    [
        " And so that's one very good lesson learned from Fador. The other lesson learned from Fador is Fador would take the skills that he had and apply them.",
        419.96,
        432.36
    ],
    [
        " In very creative ways where you'd say, oh, he just did, you know, a judo throw followed by a submission, a Samba submission attempt followed by just dropping bombs of ground and pound.",
        432.36,
        445.98
    ],
    [
        " And those are all three separate things and he would just mix them up all really well together. And that when you see that's like the new level of Mixed Martial Arts is the older generation.",
        446.44,
        458.74
    ],
    [
        " Hey, I was really good at judo or hey, I was really good at wrestling or hey, I was really good at striking and I would kind of stay in my lane. And if I could bring you into my world, I could beat you.",
        458.78,
        466.3
    ],
    [
        " Now it's just who has who can take all these tools and get creative with them and apply them to this scenario that they're in. Same thing with leadership. Same thing with combat leadership. And by the way, same thing with all leadership. It doesn't only apply to combat.",
        466.74,
        480.36
    ],
    [
        " Check. All right. Moving on, this book pertains equally to all marine leaders, whether they're duties entail combat service support, combat support or combat arms.",
        481.16,
        491.08
    ],
    [
        " All Marines face tactical decisions in battle regardless of their roles. Tactical leaders must develop and hone their war fighting skills through study and practice.",
        491.92,
        499.36
    ],
    [
        " This publication serves as a guide for that professional development. It addresses the theory of tactics and its application in a chaotic and uncertain environment.",
        499.76,
        507.74
    ],
    [
        " The concepts and ideas within this publication are battle tested throughout our history. One of the most important reasons for the success of the United States Marine Corps has been the military skill of our leaders at every level of command through their tactical skill and battlefield judgment.",
        509.2,
        525.5
    ],
    [
        " Our commanders achieve tactical and operational advantage at the decisive time and place. And they talk a lot about the chaotic and uncertain environment, which as we know that's what combat is and by the way, that's what life is. That's what business is. That's what the world is.",
        525.5,
        543.02
    ],
    [
        " So getting into chapter one, understanding tactics.",
        545.74,
        550.94
    ],
    [
        " Such a straightforward the Marine Corps, the Marine Corps doctrines, doctrinal material is so straightforward and so simply written. It's just outstanding.",
        551.68,
        564.78
    ],
    [
        " Starts off with a couple quotes. In tactics, the most important thing is not whether you go left or right, but why you go left or right.",
        565.72,
        576.74
    ],
    [
        " And that's from General Al Gray.",
        577.76,
        580.04
    ],
    [
        " 29th Commodant of the Marine Corps, 41 years, three purple hearts, Korea, Vietnam, a Mustang officer, by the way, get some.",
        581.4,
        590.48
    ],
    [
        " He's the only one. He's the only he's the only common, not that's pictured in his in his official picture as the common on the Marine Corps in his campus.",
        592.54,
        602.44
    ],
    [
        " And this can't miss absolutely get some legend.",
        602.44,
        604.48
    ],
    [
        " I think I had like a maybe a year to overlap with him where I was in and he was in. I think he retired in like 91 or 92 or something like that.",
        604.86,
        614.14
    ],
    [
        " And yeah, so there you go. The most important thing is why understanding why this is underlying tenant really of decentralized command, but of of all leadership.",
        615.38,
        626.28
    ],
    [
        " Next one is next quote is there is only one principle of war and that's this. Hit the other fellow as quick as you can, as hard as you can, where it hurts him the most when he ain't looking.",
        626.92,
        639.16
    ],
    [
        " That's Sir William Slim, who's actually a Brit fought World War One and World War Two. What's up with fighting in World War One and World War Two?",
        641.8,
        653.82
    ],
    [
        " Totally man.",
        654.24,
        654.66
    ],
    [
        " It's just like we've talked about World War One on this podcast a few times you and I have and did what a savage experience and to the roll right back and do it again, you know, 25 years later.",
        655.68,
        666.86
    ],
    [
        " Yeah, yeah, what's up with that? Hey, yeah, you know, you barely survived. Guess what? Go get some more. And by the way, he like led the fight in Japan. I led the fight against Japan and in Burma. I mean, that guy was no joke. So there's the principle. Go hard, go fast.",
        666.86,
        685.3
    ],
    [
        " Hit him when they're not looking.",
        685.7,
        687.1
    ],
    [
        " All right, continue on. This book is about winning in combat, winning requires a thorough understanding of and knowledge of tactics, but what is tactics?",
        687.7,
        696.44
    ],
    [
        " An art and a science tactics is the art and science of winning engagements and battles. It includes the use of firepower and maneuver, the integration of different arms and the immediate exploitation of success to defeat the enemy, as well as the sustainment of forces during combat.",
        697.92,
        716.84
    ],
    [
        " So think about that right there. You got you got the art and science. It includes firepower firepower, firepower, maneuver, covered move fire maneuver, right?",
        717.66,
        725.76
    ],
    [
        " Different arms taking all the different, all the different assets that you have and applying them correctly. And then on top of that, the immediate exploitation of success to defeat the enemy. So when things are going good and you see the enemy start to crack, it's time to go drop the hammer.",
        726.34,
        741.9
    ],
    [
        " It also includes the technical application of combat power, which consists of those techniques and procedures for accomplishing specific tax within a tactical action.",
        743.36,
        753.56
    ],
    [
        " So I guess they're saying technical application of combat power. This is like one level below tactics. This is like you're going to shoot correctly.",
        755.16,
        762.3
    ],
    [
        " Yeah, and you actually have to know how all of your equipment works. This machine gun will go this far be effective at this range and beyond that range, you need another piece of equipment.",
        763.68,
        771.66
    ],
    [
        " So you have to actually know all these technical things. It's no different in an airplane. You have to have all the understanding of how all these things work, but that by itself isn't enough.",
        771.8,
        780.04
    ],
    [
        " That's where the creativity comes in. Hey, I'm going to use this machine gun to get this reaction and they're going to move in some other direction.",
        780.6,
        785.72
    ],
    [
        " And then I'm going to apply other combat power. I have to know what that power can do and where and how it works. And that's the art that they're talking about is bringing all these things together and the good commanders recognize they see it go. Now it's time for this.",
        785.72,
        796.6
    ],
    [
        " Not because the book says the range because they see it as a leader and to apply that.",
        796.82,
        800.68
    ],
    [
        " I was in the talk for the first the 506 in Ramadi and their battalion commander was just like such a legit guy.",
        802.22,
        811.44
    ],
    [
        " And there was a lot of mayhem going on and he's sitting there in a chair in the talk just you know just a normal whatever crappy chair and they're getting questions from the field they want to drop like a building they wanted to call QF there's a bunch of things going on.",
        812.42,
        828.9
    ],
    [
        " And this guy he was just one day he's going to be on the podcast. He was just but I was watching him and this is when I first got to Ramani and watching this guy and they're going they're going hey sir they want to bring tanks down this area.",
        828.9,
        839.84
    ],
    [
        " They got to receive an fire and he'd like look at it kind of glance over at the map and he'd be it's a do it.",
        839.84,
        846.06
    ],
    [
        " Just as calm as you could possibly be pretty awesome. Yeah, that guy had some some serious he had a good handle on the art and the science.",
        846.32,
        857.26
    ],
    [
        " Back to the book tactics refers to the concepts and methods we use to accomplish a particular military of in a particular objective in either combat or military operations other than war in war tactics is the application of combat power to defeat the enemy in engagements and battles.",
        857.68,
        874.16
    ],
    [
        " Combat power is the total destructive force we can bring to bear against the enemy it is a unique product of a river of a variety of physical moral and mental factors.",
        874.44,
        887.16
    ],
    [
        " See so this so this is when you start talking about leadership right because because okay the physical thing we get we get what guns are we get what airplanes are we get what tactical maneuvers are but then when you start talking about the moral and the mental factors.",
        887.16,
        903.0
    ],
    [
        " And how are you going to get a bunch of human beings to do something that is going to be dangerous to them.",
        903.7,
        909.34
    ],
    [
        " Yeah and to expect that from a 19 year old marine he said the beginning this is leadership at every level Lance corpals fire team leaders and expecting and demanding that they behave morally in what's going to be maybe the most brutal physical situation they'll be in their lives.",
        910.64,
        927.16
    ],
    [
        " And recognizing that without that you're going to lose in the long run it's a losing plan to be devoid of morals in doing this in combat it's pretty amazing that's the super strategic picture yeah the long game they realize without it in the end we will lose if we don't have that for you know the moral high ground we lose tactics results in the actions and counter actions between opposing forces.",
        927.46,
        953.1
    ],
    [
        " It includes the use of maneuver supported by the application and coordination of fires to gain advantage in order to defeat the enemy in military operations other than war tactics may be the schemes and methods by which we perform other missions such as to control a crowd or provide a secure environment for the delivery of food medicine or supplies to a nation or people in need.",
        953.36,
        974.68
    ],
    [
        " As stated in the definition I wonder if this one when this gets rewritten right now if they'll tone back if they won't mention as much like the military operations other than war because that in 1997 there's a lot of that they kind of seem like what the world was going to be now you know it's going to be hey look we might not be fighting a war ever again but we you know we're going to be doing things that will require that's what they called a military for those of you that are.",
        976.34,
        1004.1
    ],
    [
        " Wondering what that is military operations other than war this is like a humanitarian assistance mission this is like a security and stabilization mission so those kind of things crowd control those those kind of things are what they're talking about and in the this was written in 97 so and it's certainly you certainly could have if you had a naive view of the world you certainly could have thought to yourself you know are we really going to fight another like actual war are we really going to.",
        1004.56,
        1033.9
    ],
    [
        " Do that.",
        1034.1,
        1035.02
    ],
    [
        " And it it's really easy to look at it from a logical perspective and say listen America is just this giant country we have the super military force and technology and no one is going to.",
        1035.7,
        1049.86
    ],
    [
        " Step up to the plate trying to get some right so let's just focus on these other things.",
        1050.46,
        1055.66
    ],
    [
        " Be pretty easy to think that yeah I actually remember when I was gotten on the Marine Corps you know 94 desert storm was in the review mirror I kind of missed that big up and I remember thinking I wonder if I'm ever going to get into combat you know and a lot of years went by before the opportunity was there and a lot of us thought that might never happen in my career.",
        1056.72,
        1075.52
    ],
    [
        " Yeah a lot of people never did they spent that decade in between 91 2001 they did 8 9 10 years and they got out and never saw anything like that I know guys that did 25 30 years.",
        1075.54,
        1085.64
    ],
    [
        " Came in in 1973 1974 1975 you know 1971 like if you join if you got to the seal teams in 1971 or 1972 you didn't you know you didn't go to Vietnam yeah well actually so let's look at it you if you went straight into the seal",
        1085.94,
        1104.04
    ],
    [
        " seal teams you you joined in 1970 it took you it took you you know to go through bootcamp next thing you know it's 1971 and a half and then you show up at a seal team and now it's 1972 and there's no they're not deploying platoons anymore yeah so there's a couple there's some some odds and ends are still going over but they're",
        1104.04,
        1122.14
    ],
    [
        " not deploying straight up platoons or if you're a new guy you don't go and now if you didn't do anything in the golf which was there's a couple platoons in the golf there's a couple platoons in Panama there's a couple platoons in Grenada there you know what I mean it's like if you",
        1122.3,
        1135.74
    ],
    [
        " weren't one of those people you could easily have gone through 30 year career next thing you know you look up it's 2001 you're you well it's the year 2000 and you're retiring 1970 to 2000 yeah people sometimes",
        1135.74,
        1148.64
    ],
    [
        " forget the goal for was like four days you know the the sustain comment operations was like 96 hours something like that and if you miss that which a lot of people did that was the big show and an entire generation yeah yeah",
        1148.64,
        1161.8
    ],
    [
        " going back to the book as the as stated in the definition tactics is a combination of art and science to gain victory over the enemy the art of tactics lies in how we create creative creatively",
        1161.8,
        1178.38
    ],
    [
        " form and apply military force in a given situation I really like talking about that creatively form and apply military force in a given situation it involves the creation positioning and maneuver of combat power when do we flank the enemy and when do we ambush him when do we attack and when do we infiltrate how do we use speed and momentum to achieve a decisive advantage this creativity is developed",
        1178.64,
        1208.56
    ],
    [
        " is a developed capacity acquired through education practice and experience how much more how much more qualified are you right now to be on the battle ground but be on the battlefield in",
        1208.78,
        1227.48
    ],
    [
        " Ramadi in 2006 how much more qualified are you now than you were that the things that I would see now the things that I would know to look for now that I didn't even think of then and what you just said that that that last comment that that's everywhere that that that training",
        1227.98,
        1246.0
    ],
    [
        " P all the pieces that go into that and any one of them without the other doesn't work you can't just be awesome at one thing you can't just be all about the signs of these things and when you usually work creativity mean when you see people do things like that and it was like it's like artistry you see just the flow and the maneuvers and the things that are coming in and I'm sure that that first the five of six when he said do it he's actually looking up and seeing this is the reaction I'm going to get this is what's going to happen",
        1246.0,
        1272.88
    ],
    [
        " or he happens you know he's seeing those things and I love that image him just sitting there in the chair and like you do it and no and knowing what's going to happen you know well but beyond what what people can see it in real time and knowing that you can't know what's going to happen for for",
        1272.88,
        1290.98
    ],
    [
        " me at the same time you're saying I do it and then you're thinking okay I know there's a at least at 80% chance that this goes the way I'm thinking oh go and there's also 20% chance that this is something completely different happens and he's also totally relinquished control of what happens next I mean there's nothing he can do once he says do it he's totally relinquished control of what's going to happen at that point with this guys and yeah that's it and the best leaders they're completely comfortable doing that because they know what they're guys going to do because they have trained them so hard they have",
        1290.98,
        1320.52
    ],
    [
        " repeated that situation so many times that they're because for all the cast that is definitely going to ensue he's extremely he knows exactly what his guys are going to do and how they're going to react back to the book the science of tactics lies in the technical application the technical",
        1320.52,
        1337.28
    ],
    [
        " application of combat power it includes mastering the techniques and procedures that contribute to the development of war fighting such as Mark Mark'smanship navigation gunry and close air support the execution of these techniques and procedures must",
        1337.28,
        1350.02
    ],
    [
        " become second nature for us this requires intensive and continuous training without mastery of basic war fighting skills artistry and creativity in their",
        1350.02,
        1360.64
    ],
    [
        " application are impossible discipline equals freedom you've got to have the discipline on the little things and then you can get creative with them",
        1360.64,
        1371.34
    ],
    [
        " now that we've examined the art and science of tactics let us look at how we can use tactics to complement strategy and",
        1375.64,
        1383.38
    ],
    [
        " campaigning strategy and campaigning bring our forces to a particular place in a particular time we use tactics to win in combat a war",
        1383.38,
        1390.08
    ],
    [
        " typically involves many individual engagements that form a continuous fabric of activity war typically",
        1390.08,
        1400.26
    ],
    [
        " involves many individual engagements that form a continuous fabric of activity there's so much going on in war you know when we did our first big push into I guess it was cop iron",
        1400.26,
        1415.94
    ],
    [
        " and there was 50 armor pieces that were getting ready to go and like one of them look someone from the 137 was just talking about okay well you here's where we're at with fuel",
        1417.32,
        1431.5
    ],
    [
        " and of course you know we had fuel for our humvees humvees or whatever you know like we drive around but they had 50 armor pieces that drink diesel",
        1431.5,
        1441.54
    ],
    [
        " like what do you think they get to I mean it's just something it's just something completely creates probably two miles to the gallon or something like that",
        1442.64,
        1448.82
    ],
    [
        " yeah I think it's gallons per mile yeah I think it's it's that much worse that much yeah but here we were just thinking okay well the armor",
        1448.82,
        1457.48
    ],
    [
        " just going to be where the arm is going to be and that's all good but they're thinking oh actually no we need to have",
        1457.48,
        1462.44
    ],
    [
        " whatever thousands and thousands of gallons of diesel fuels got to be here it's got to be there and it's got to be delivered it's got to be",
        1463.58,
        1469.16
    ],
    [
        " and it's coming from where it's coming from some totally different place and all that stuff has to be orchestrated and boom",
        1469.16,
        1476.38
    ],
    [
        " and there you go now we're going on this combat operation there's so much going on and by the way convoys get hit",
        1476.38,
        1483.02
    ],
    [
        " fuel big fuel trucks that have 28,000 gallons they get hit on an ambush and they don't even make it to Ramadi",
        1483.02,
        1490.66
    ],
    [
        " like that happened regularly yep yep absolutely and on the other side of that when he that phrase that continuous fabric",
        1490.8,
        1497.88
    ],
    [
        " you also have to get the folks of your lowest level the folks out there with a rifle maybe the guys driving the tank to recognize",
        1497.88,
        1505.56
    ],
    [
        " how everything how every individual thing they do actually affects this whole campaign",
        1505.56,
        1510.58
    ],
    [
        " and that even those small individual actions that seem like there's nothing else going on in the world other than you",
        1510.58,
        1517.06
    ],
    [
        " and maybe that that sniper on the roof or that position that even your interaction with that one thing will have implications all the way down to the entire campaign",
        1517.06,
        1525.18
    ],
    [
        " to the strategic level the Marine Corps I don't think they say it anymore the use of a phrase called the strategic corporal",
        1525.18,
        1530.8
    ],
    [
        " with the recognition that even this engagement you were influencing so many of the things at this broad level that you actually have to be aware of your actions",
        1530.8,
        1538.2
    ],
    [
        " and that gets back to that comment about even the moral behavior think of the times that we saw guys do things that when you were wrong",
        1538.2,
        1544.54
    ],
    [
        " and how it totally undermined the big strategy because everything got shifted away from the war and got shifted towards",
        1545.2,
        1550.62
    ],
    [
        " whether we did something right or wrong got on the news and all this yeah that was great is the one I always talk about",
        1550.62,
        1555.84
    ],
    [
        " I was great for sure but couple some people action like knuckleheads yep and next thing you know that that that event completely fuel the insurgency",
        1555.84,
        1565.32
    ],
    [
        " for sure that tiny tactical that people like tiny tactical event had massive think of how many enemy fighters that recruited",
        1565.32,
        1571.52
    ],
    [
        " and made our job strategically that much harder back to the book in combat our objective is victory",
        1571.54,
        1580.62
    ],
    [
        " check sometimes this involves the complete destruction of enemy of the enemy's forces at other times achieving victory",
        1580.62,
        1590.78
    ],
    [
        " may be possible by attacking the enemy's will to fight the Marine Corps must be equally prepared to win during both situations",
        1590.78,
        1599.6
    ],
    [
        " those in which the enemy forces must be completely destroyed as during World War II and those in which the complete destruction of the enemy's forces",
        1599.6,
        1608.16
    ],
    [
        " it may not be necessary or even desirable as the commanding general of the first Marine division in desert storm stated",
        1608.16,
        1616.62
    ],
    [
        " our focus was not on destroying everything our focus was on the Iraqi mind and getting behind it",
        1616.62,
        1623.08
    ],
    [
        " he knew that the path to victory did not lie in the total destruction of Iraqi forces but in undermining their will to fight",
        1623.14,
        1630.74
    ],
    [
        " which they certainly did very effectively yeah",
        1630.74,
        1634.08
    ],
    [
        " the environment next section the tactical arena is a dynamic ever changing environment the complexity of this environment makes combat chaotic and unpredictable",
        1634.08,
        1646.88
    ],
    [
        " as an example of confusion chaos on the battlefield considered the amphibious assault on the island of Tarwa in November 1943",
        1648.42,
        1656.32
    ],
    [
        " during the assault the combination of high casualties lack of effective communications and disruption of the second and eighth Marine regiments landings",
        1656.32,
        1664.9
    ],
    [
        " on the assault beaches led to a chaotic and nearly disastrous situation for the second Marine division",
        1664.9,
        1671.88
    ],
    [
        " units were decimated under heavy fire surviving Marines huddled together under a coconut log seawall in inner mingled units without effective communications",
        1672.06,
        1685.58
    ],
    [
        " landing craft carrying reinforcements and supplies could not make it over a coral reef to the landing beaches",
        1685.58,
        1692.98
    ],
    [
        " only through daring leadership initiative and teamwork were Marines able to get off the beach and annihilate the defending Japanese force",
        1692.98,
        1702.54
    ],
    [
        " the violence of combat only increases the level of confusion chaos",
        1702.54,
        1707.28
    ],
    [
        " Robert Sherrod a time in life corresponded at Ewo Jima gave testimony to this chaos in what he called war at its worst",
        1707.28,
        1718.34
    ],
    [
        " the first night on Ewo Jima can only be described as a nightmare in hell about the beach in the morning lay the dead",
        1719.9,
        1730.26
    ],
    [
        " they had died with the greatest possible violence nowhere in the Pacific have I seen such badly mangled bodies",
        1730.26,
        1739.22
    ],
    [
        " many were cut squarely in half legs and arms lay 50 feet from any body",
        1739.22,
        1746.14
    ],
    [
        " battle is the collision of opposing forces animate interactive and unpredictable unpredictable in behavior",
        1748.76,
        1757.44
    ],
    [
        " performance varies from week to week day to day and even hour to hour as a unit interacts with its environment and the enemy",
        1757.44,
        1766.62
    ],
    [
        " and",
        1772.12,
        1772.64
    ],
    [
        " rough I know you and I often joke about our complete and utter",
        1772.64,
        1777.3
    ],
    [
        " our experience just pales I mean obviously in comparison to the guys that fought at Tarwa",
        1777.3,
        1785.04
    ],
    [
        " the guys that fought at Ewo Jima the guys that fought Europe and World War Two",
        1785.04,
        1789.6
    ],
    [
        " and you get in those environments right those environments and it is this this idea of this dynamic and complex and ever-changing battlefield there it is",
        1791.5,
        1804.66
    ],
    [
        " yeah I've said it a few times and I still feel this way I'm embarrassed sometimes to call what I did in an airplane combat",
        1804.66,
        1814.78
    ],
    [
        " I read these books and I listen to the podcast and listen to these stories and it's almost hard for me to even try to relate to the idea of that I was in combat in an airplane",
        1815.92,
        1824.68
    ],
    [
        " you know given what these things sound like would you think about those king bee pilots from from till yeah I love to share swap stories",
        1824.68,
        1833.8
    ],
    [
        " of those guys you know what what an idea compared to what what they did you know there's a quote that I didn't read",
        1833.8,
        1839.16
    ],
    [
        " and I don't know why didn't I had it marked but I just didn't read it but there was like a situation on the ground there was total enemy fire",
        1839.36,
        1848.84
    ],
    [
        " everywhere and like one aircraft approach got shot out and the team on the ground this is this was one it was",
        1848.84,
        1858.04
    ],
    [
        " either one of the one of the saw crews was down on the ground and they're just trying to get extracted",
        1858.04,
        1862.8
    ],
    [
        " and the basically all the pilots are like hey we can't go in you guys need to move to a different extract you need to move to a different extract",
        1866.36,
        1872.92
    ],
    [
        " you need to go somewhere else like we need more fire support we can't get in there and this one pilot this one king bee pilot comes on",
        1872.92,
        1880.08
    ],
    [
        " and he just comes on the mic and says king bee goes down meaning hey I'm going in yeah whatever there's enemy fire cool watch this",
        1880.08,
        1889.06
    ],
    [
        " so I love how this book is called tactics this book about tactics and I think that section Ron is called understanding tactics",
        1892.42,
        1900.3
    ],
    [
        " and they're talking about the chaos of war and it's not a book just about tactics do this do that this is what work it's it's about war",
        1900.3,
        1910.4
    ],
    [
        " and you said it a couple times success in combat is the only measurement the Marine Corps has ever given their Marines to be successful in combat",
        1910.94,
        1919.6
    ],
    [
        " and to remind them of just how hard that actually is and the things that you're going to see and smell and feel and endure in combat is well beyond what we can replicate in training",
        1919.6,
        1929.68
    ],
    [
        " and this serves as a reminder you know day one of you would Gima and it gets back to me said it would be pretty arrogant to think that a day like that",
        1929.68,
        1939.64
    ],
    [
        " could never happen again in the future that we're never going to have something like that ever again",
        1939.64,
        1943.6
    ],
    [
        " I had a guy was working for a guy and doing a project where we the brief that was given was listen we need as seals to kind of like move in a different direction",
        1943.6,
        1955.94
    ],
    [
        " because since we have you know satellite coverage we don't need to do reconnaissance anymore and since we have T-lams",
        1955.94,
        1966.34
    ],
    [
        " we don't need to do direct action because we could just send a GPS guided missile like why would you send troops on the ground to go do that like there's no reason to",
        1966.34,
        1974.9
    ],
    [
        " and and this was you know this was around the same time period this was like 96 97 and the theory was look we will not",
        1974.9,
        1984.1
    ],
    [
        " we as seals are not going to do a direct action mission again it's just not going to happen and you know I mean I was sitting there listening I was disappointed to hear that",
        1984.1,
        1993.32
    ],
    [
        " but it was hard for me to think what could bring that about right because every scenario I could think of was oh well you just you just send in a T-lams",
        1993.32,
        2003.12
    ],
    [
        " right that's what you do okay maybe I was thinking maybe like a hostage rescue scenario okay that's the one how often is that happening right so like",
        2003.12,
        2012.1
    ],
    [
        " yeah and then you know you fast forward what was it five or six years from there and I was doing it I was doing a direct action raid almost every night of the week and back that",
        2012.1,
        2021.8
    ],
    [
        " and we have been for 15 years yes yes exactly when I got to the fleet in 1998 my first fighter squadron combat capable squadron we got introduced to GPS weapons first squadron in the Marine Corps to get a GPS weapon and the brief that I was given was",
        2022.26,
        2036.76
    ],
    [
        " you'll never overfly the target again you now have a weapon that you can release from a standoff range that will guide itself to the target you'll never have to overfly the target which meant the risk goes down you'll never have to be word about small",
        2036.76,
        2049.64
    ],
    [
        " or never overfly the target again and and it was three years later you know we kicked things off and think of how many times we had aircraft directly overhead and every one of those missions you know exposed to the enemy",
        2051.22,
        2061.56
    ],
    [
        " and that complacency that came in from technology will solve these problems for us what was the threat to your aircraft when you're support troops on the ground in Afghanistan",
        2061.56,
        2070.82
    ],
    [
        " the threat was small arms and and shoulder fired iron man pads it called it you know SA seven C short range missiles which the thing of it is is that if you get outside the three four mile range there are no there literally no threat at all but if you get inside that range almost anybody in the world could pick one of this",
        2071.5,
        2088.12
    ],
    [
        " things up look through a little optic and shoot it and the missile goes after the heat signature and they were everywhere I went to Stinger missile school yeah and yeah it's not it's not a hard weapon to work",
        2088.12,
        2099.8
    ],
    [
        " I mean it's it the school is like a week long I mean it's not a long school and you go to that school and then you can pick up one of those things and and like you just said I mean if",
        2100.44,
        2109.96
    ],
    [
        " if I pulled out the manual right now I could I could shoot down an aircraft pretty easily if you had spent the last 10 years fighting against the Russians yeah and you could definitely shoot out an American airplane and that's what we're dealing with this guys it had actually a lot of experience with it yeah",
        2109.96,
        2125.02
    ],
    [
        " and that stuff was everywhere yeah never overflying the target to you were directly over overhead the target at very low altitudes because you need to be a little out to to provide the support at huge risk",
        2125.02,
        2135.48
    ],
    [
        " look and there's certainly a balance technology is allowed us to do a whole bunch of things and that's that's good stuff but he will never have this happened to us again meaning our human",
        2135.48,
        2145.9
    ],
    [
        " beings are never going to be put in those situations again it's and I love how this manual is that's what it's telling them rings hey read this book oh by the way",
        2145.96,
        2152.84
    ],
    [
        " this is what's happened and it's going we know it's going happening and I don't know when or where it's going to happen again for sure and you know you were",
        2152.84,
        2159.96
    ],
    [
        " pointing out that and this is this is actually I'm going to point this out later I think I'm going to point this out later as a short fall to this book",
        2159.96,
        2165.84
    ],
    [
        " but what you're pointing out right now is is you know it's not about do this or do that because think about it what have they told what",
        2165.84,
        2173.08
    ],
    [
        " what what tactics if they talked about so far zero they've talked about zero tactics what they've told you is get ready for mayhem",
        2173.3,
        2180.7
    ],
    [
        " yeah learn the fundamental tactics and then get ready for total mayhem that's what they've told you so far be creative",
        2180.7,
        2187.18
    ],
    [
        " that's what they've said that they've used the word creativity like over and over again yeah that's what they're trying to get",
        2187.18,
        2193.18
    ],
    [
        " into your heads they haven't even told you any tactics yet so and I think part of that reason is because",
        2193.18,
        2200.22
    ],
    [
        " there is a fundamental baseline that all Marines have yeah that they assume and so they don't really talk about it in",
        2200.88,
        2207.4
    ],
    [
        " here and maybe that's the reason why I I pictured as a little bit of a short fall of hey this is tactics which you",
        2207.4,
        2213.42
    ],
    [
        " like if you've read the book the last hundred yards which gets very in the weeds on tactics like the actual",
        2213.42,
        2220.38
    ],
    [
        " maneuvering small elements and this doesn't really have it and I think the reason it doesn't really have it is because of the assumed knowledge of every",
        2220.94,
        2232.36
    ],
    [
        " Marine yeah for sure and I think to put some context around this the Marine Corps knows and expects the actual tactics are going to be taught at school",
        2232.36,
        2242.32
    ],
    [
        " at school yeah and there what the Marine Corps I think is really trying to get the youngest junior Marines whether it's a junior",
        2242.32,
        2249.32
    ],
    [
        " Marine leader and officer lieutenant or or or a young private is what tactics means not the application of the tactic itself but what does it mean to be part of the",
        2249.32,
        2259.2
    ],
    [
        " tactic for winning and it's everything from understanding the nomenclature of your weapon to the brutal nature of war and they know that what's required is actually going to learn the tactics that you will",
        2259.2,
        2269.82
    ],
    [
        " apply as an artillery man or infantry man or a supply officer or a logistician but tactics make no mistake that is the brutal application of",
        2269.82,
        2279.3
    ],
    [
        " war you know what this reminds me of so when we're working with when we are working with a company at echelon front it seems like oftentimes what people learn about business like let's say they get their NBA from somewhere or they or even if they've gone",
        2280.14,
        2300.24
    ],
    [
        " through some kind of a program whatever kind of program what they learn is actually the maneuvering on the battlefield like they learn how to they learn that",
        2300.24,
        2309.28
    ],
    [
        " technical part of it yeah and the part that they don't often know is all this oh there's going to be complete and total mayhem yeah like things that you had no idea what oh by the way",
        2309.58,
        2319.9
    ],
    [
        " a leadership what you need to do is surround yourself with some good people okay and by the way half those good people are going to be crazy",
        2319.9,
        2326.92
    ],
    [
        " the other half are going to be insane yeah right like every every like that's what's missing so what they focus on here is kind of what we",
        2326.92,
        2336.3
    ],
    [
        " focus on at echelon front working with companies oh like there's going to be things that aren't going the way you the way",
        2336.3,
        2344.26
    ],
    [
        " they were going to be going on paper when you made that higher or when you open that branch or whatever you did it's interesting no it's I think it's exactly the same for sure check",
        2344.26,
        2356.16
    ],
    [
        " going back to the book military forces are complex systems consisting of individuals and equipment they interact internally and",
        2356.16,
        2365.28
    ],
    [
        " seemingly chaotic ways as clouds of its wrote a battalion is made up of individuals the least important of whom may chance to delay things or make them go wrong",
        2365.38,
        2377.02
    ],
    [
        " that's what I was just saying like that that sentence is so the least important person yes can literally destroy your plan yes yeah",
        2377.02,
        2389.7
    ],
    [
        " as Marines we believe in the we believe the actions of single individuals can have great impact in combat and can also make things go right",
        2390.92,
        2398.36
    ],
    [
        " for example sergeant John Basilone as machine gunner at Guadalcanal contributed and this is a quote in large measure to the virtual annihilation of a Japanese regiment",
        2398.36,
        2411.74
    ],
    [
        " he steadfastly manned his position in the face repeated wave type assaults and was instrumental in breaking the enemy's ability to press the attack forcing them to retreat without achieving their goals",
        2413.16,
        2424.32
    ],
    [
        " mental honor for that situation Navy cross later where when he was killed at E.O.G. but virtual annihilation of a Japanese regiment",
        2424.32,
        2436.3
    ],
    [
        " Basil yeah legend",
        2439.64,
        2442.28
    ],
    [
        " battle is also influenced by a variety of external conditions directions and missions established by authorities terrain whether attitudes of the civilian populace that often cannot be foreseen",
        2442.28,
        2458.42
    ],
    [
        " the outcome of combat can only be anticipated in terms of probabilities",
        2458.62,
        2463.7
    ],
    [
        " all those things authorities terrain weather attitudes of this terrain you're looking at you're looking at a map",
        2463.7,
        2476.26
    ],
    [
        " a one to fifty thousand map or even a one to twenty four map which is twice as good sometimes that terrain doesn't even reflect anything that you've",
        2476.26,
        2485.8
    ],
    [
        " thought it was going to look like the people that that part of the people mean that's the pace to the think about that I'd like you to consider the attitudes of the people in the application of this plan",
        2486.78,
        2499.1
    ],
    [
        " legal the amount of chaos is embedded just in that comment it's it's it's staggered and then again relinquished control to your people and have them go deal with that as it happens in real time",
        2499.1,
        2510.32
    ],
    [
        " yeah we were going to send you into a city that's that's been under regime that's now got an insurgents in there there's people getting killed they're trying to survive they're from a totally different culture",
        2510.98,
        2524.48
    ],
    [
        " consider that and just you know plan around that would you just add that as one of the fact you're in the weather to so yeah",
        2524.48,
        2530.6
    ],
    [
        " that's what I'm talking about and that happens in the business world to totally you get things completely wrong get things completely wrong",
        2530.6,
        2538.96
    ],
    [
        " oh this I'm sure everyone's going to love this new product we're making no no one likes it doesn't sell anything or I was working with a company",
        2538.96,
        2548.62
    ],
    [
        " and they made something and they anticipated selling between two and four per shop they were going into a massive spread of shops a very large chain of shops",
        2548.62,
        2563.88
    ],
    [
        " and they made this something they were anticipating selling between two and four per shop and they ended up selling on average 34 per shop per day",
        2563.88,
        2574.22
    ],
    [
        " yeah like crazy yeah who predicted that no one then they're spending 20 million dollars on a new factory immediately check back to the book technology also affects the tactical environment",
        2575.22,
        2592.14
    ],
    [
        " but not always as anticipated technology may reduce uncertainty and it may also increase it",
        2592.14,
        2600.04
    ],
    [
        " the Spartans organized into failaxes attacked and closed formation making it easy to see and control once forces today tactical formations are less well defined as distances between elements have increased",
        2600.04,
        2612.28
    ],
    [
        " complicating command control increased weapons lethality communications range and tactical mobility cause us to disperse forces over greater distances",
        2612.28,
        2622.68
    ],
    [
        " war is more fluid as a result of technology while the machine gun bogged down warfare in world war one tactical innovations like the tank the airplane and the aircraft carrier made warfare more rapid and free flowing in world war two",
        2623.06,
        2637.96
    ],
    [
        " so that's that's what you just talked about with technology the the GPS guided bomb",
        2637.96,
        2645.36
    ],
    [
        " yeah and as a pilot I was pretty much in the leading edge of tactical evolution and in aviation and it was it was awesome there was more did you guys start flying night vision goggles",
        2646.82,
        2657.2
    ],
    [
        " so I have a very similar story to you I had my first night vision goggle flight in the summer of 1998 and they were pretty new at the time and I so get this I go on my we do like a simulator we do a brief I learn how it works in like a dark room and everything",
        2657.2,
        2673.78
    ],
    [
        " but you can't replicate it until you get in an airplane and the first airplane you have an instructor in the back we get in the airplane go do the whole thing we get airborne route here so I think",
        2674.1,
        2681.8
    ],
    [
        " California I took took off out of El Toro before it closed just over the water and I'm looking up and I'm looking to all the airplanes at LAX lined up hundreds of miles away I can see this with my night vision goggles and I ask the instructor",
        2681.8,
        2694.66
    ],
    [
        " hey is this pretty calm is like well I can't actually see what you're looking at so how come he says I'm not wearing my goggles and this was kind of a really old really kind of senior crusty guy I think it was originally an a six pound transition he goes I don't like him",
        2695.12,
        2710.18
    ],
    [
        " and I remember I was a really young student at the time so I certainly wasn't going to have I'm just you know Roger that and go to that it didn't really occur to me till years later talking you know conversation we had about",
        2710.18,
        2720.66
    ],
    [
        " when the seals are trying to introduce goggles and guys like hey we don't need that kind of stuff yeah and just think how being in it and like that is the most insane thing I've ever heard but but just something to think about I have been on flights",
        2721.0,
        2735.72
    ],
    [
        " it happened actually twice once in a combat mission in Afghanistan where my wingman took off and he didn't have his bracket he forgot his bracket that attaches the helmet where you put the goggles on so we reached down to get the night vision goggles to mount him on his helmet airborne he's like",
        2735.72,
        2749.86
    ],
    [
        " dude I don't have my bracket which means the no goggles period so we're gonna go to seven hours without without him having not vision goggles and he was kind of paralyzed by that oh yeah I think yeah and so he had put himself in this technology and then the moment that technology",
        2750.28,
        2765.76
    ],
    [
        " now technological thing he'd been cut custom to his gone he didn't know what to do is like hey hang man we'll put in a couple of risk mitigated will just some altitude delta and we'll couple very easy things we could do but it was hard for him and that the technology in it of itself doesn't solve your problems unless you can",
        2765.94,
        2782.56
    ],
    [
        " a know how to use it and react when it's not giving you what you want and I've seen that in airplanes all the time that all of a sudden GPS goes down in an airplane and what you want to do is it let's just go home like we can't go home we're here to support it and I've seen guys get paralyzed by losing that",
        2782.56,
        2801.48
    ],
    [
        " technological thing that they've become accustomed to and that's kind of the beauty of what is this saying here is hey there there's a basic thing that's gonna go on here that you have to be able to execute",
        2801.48,
        2809.86
    ],
    [
        " they can't replicate the invasion of tarot being pinned down and watching a regiment get decimated you can't replicate that in combat and you can't replicate telling a guy get up in a halogun fire and lead your men but you can actually you can actually get people to recognize that that's what you need to do in those situations and that's why those Marines actually got up and did that.",
        2810.38,
        2828.52
    ],
    [
        " The contrast is incredible the dichotomy of that is incredible to think about the technology thing the GPS you know like there wasn't GPS when I first got in there was but it wasn't a feasible thing to use because it was slow and it just didn't work and I remember getting told hey we know with this piece of equipment we we can know exactly where we are and it weighed 28 pounds and I said I know exactly where I am and I have a map and compass so next question.",
        2829.76,
        2858.46
    ],
    [
        " Let's move on and and there's definitely our guys that have become reliant on GPS they do not know how to do land and land is an absolutely critical skill if you know land have you don't need to look at your GPS in fact if you know it well you don't even need to look at your map right you remember the train features you're keeping track of your pace you know exactly where you are.",
        2858.52,
        2878.18
    ],
    [
        " I didn't use a GPS or a map in Ramadi after the second week inside the city except I'm very rare occasions but every spears jolly I knew where I was because well we did it all the time but that was actually if I had to say hang on one second let me orient myself to this it's over like let me break up my GPS and see where we are so those fundamental skills are actually required to be able to take advantage of the technology.",
        2879.1,
        2905.34
    ],
    [
        " When I looked back at my first deployment to Iraq once we were in Ramadi for like a month I realize because my first appointment we'd be going all over the place you know we did a lot of working back that back that is huge and we wouldn't do the same neighborhood even you know maybe we do the same neighborhood one or two times but most of the time I say we just never been here before and I realized how much better I should have known the the terrain like I would be looking at the battle map going into on my first",
        2905.34,
        2935.22
    ],
    [
        " appointment we'd be going into some random town and I'd be like okay here's a major landmark there's a mosque over here there's a there's a bridge over here cool I got that oh yeah this building looks pretty particular our target building is right next to that building so okay so I kind of have that level of familiarization but I wouldn't know it like what we knew when in Ramadi where you're looking at the same thing all the time and that's how you should know the terrain that's what you should study the terrain and then when something doesn't fit in the way it is the way you the way it's supposed to.",
        2935.22,
        2964.66
    ],
    [
        " Then you will recognize like if you're looking at a rural environment because rural environments I think are tougher to read I guess clearly they are tougher to read than city environments although you can get turned around in the city as well but you know a stream or a you know you you you hit a little stream that wasn't on the map and you think you were the big one and blah blah blah you can just get mixed up but if you are tracking it then you can you can make sense of it if you studied it more so be careful of completely relying on",
        2964.9,
        2994.52
    ],
    [
        " technology it can is not always your friend back to the book future battles likely to become even more chaotic although combat in operation desert storm was between fairly well-defined forces in a well-defined space the forces in operating areas in Vietnam",
        2994.8,
        3010.74
    ],
    [
        " Somalia and Grenada were far less well-defined enemy units were dispersed and often hidden with within the civilian population making them hard hard to detect and harder to target they",
        3010.74,
        3022.5
    ],
    [
        " Converge at a time and place of their choosing future opponents may choose to fight in this manner to offset our overwhelming superiority and firepower little foreshadowed",
        3022.5,
        3034.14
    ],
    [
        " Yeah, yes, they may choose to fight that way",
        3034.14,
        3037.54
    ],
    [
        " Continue on this chaotic environment also brings opportunity",
        3037.54,
        3045.22
    ],
    [
        " Classwitz wrote about combat no other human activity is so continuously bound up with chance",
        3046.14,
        3056.82
    ],
    [
        " The challenge is to recognize opportunity when it occurs in the midst of chaos and uncertainty and",
        3056.82,
        3062.78
    ],
    [
        " Decease it to obtain a clear unambiguous victory",
        3062.78,
        3066.46
    ],
    [
        " When viewed through time even the most chaotic of systems may reveal recurring patterns that may look that may then be",
        3066.46,
        3075.04
    ],
    [
        " exploited the experience",
        3076.2,
        3077.24
    ],
    [
        " Tactician will look for these reoccurring patterns that can be exploited to advance I",
        3077.24,
        3082.92
    ],
    [
        " Mean, where's that not true?",
        3082.92,
        3085.82
    ],
    [
        " that statement and",
        3086.2,
        3088.5
    ],
    [
        " And that's combat in a nutshell, but I mean I talk about the Udalupe all the time in aviation and and in business too and you see the people",
        3088.5,
        3096.84
    ],
    [
        " When you're working with folks and it's their first time maybe they they've gotten a their their first team and",
        3096.84,
        3102.6
    ],
    [
        " You know they introduce themselves in the first couple weeks and and very merely things don't go the way that they want and they're on their heels",
        3102.86,
        3108.48
    ],
    [
        " And they don't know how to react and it's not because they're a bad leader",
        3108.48,
        3111.32
    ],
    [
        " It's not because they don't possess it's they've never seen it before and if you've never seen it before a",
        3111.32,
        3116.92
    ],
    [
        " Lot of times you don't know what to do so you you freeze or you do or you do nothing or you make the wrong decision",
        3116.92,
        3122.56
    ],
    [
        " But it's really that sense of being overwhelmed and right next to might be someone that'd been doing it for 10-15 years",
        3122.56,
        3127.64
    ],
    [
        " I'm like hey, man",
        3127.64,
        3128.58
    ],
    [
        " I've seen this a thousand times and they react completely differently",
        3128.58,
        3131.84
    ],
    [
        " I've never seen a place where that isn't true. I mean that experience of doing things over and over again to find a",
        3132.96,
        3139.04
    ],
    [
        " Pattern go this is how I think this is gonna work out. That's what let you go",
        3139.04,
        3142.38
    ],
    [
        " Do it because you can anticipate what that outcome is gonna be because you've seen it so many times. Yeah, and there's",
        3142.38,
        3150.44
    ],
    [
        " There's a way of looking at things and",
        3150.44,
        3156.74
    ],
    [
        " Overlaying your knowledge",
        3156.74,
        3158.88
    ],
    [
        " That allows you to see things that other people don't see and",
        3160.06,
        3164.44
    ],
    [
        " It's hard to do and not many people do it not many people take",
        3164.44,
        3170.34
    ],
    [
        " What they're the knowledge that they have and overlay it onto what they're looking at and you can't what you can't do is",
        3170.34,
        3178.36
    ],
    [
        " You can't let what you're overlaying block what's behind it? You have to overlay it has to be transparent",
        3178.36,
        3184.26
    ],
    [
        " Because you have to be able to see through it. You have to be able to see the changes",
        3184.26,
        3187.72
    ],
    [
        " But if you can take your",
        3188.08,
        3189.94
    ],
    [
        " Experience and you can overlay it onto what's happened on to what's happening?",
        3189.94,
        3195.24
    ],
    [
        " It gives you this massive advantage",
        3195.9,
        3198.7
    ],
    [
        " It's a huge advantage we talk about when flying having a mental role at X of",
        3198.7,
        3205.44
    ],
    [
        " Literally a billion different almost like screen captures of what you're seeing out your windscreen in your world that you're looking at as a pilot and having",
        3205.44,
        3213.04
    ],
    [
        " However much experience you have back that are in your head to go I've seen that before I can pull from my memory or my recollection of things",
        3214.24,
        3220.98
    ],
    [
        " I've thought about kind of overlay that just like you said and look through it almost transparently and go",
        3220.98,
        3225.5
    ],
    [
        " These are the same and it doesn't guarantee that you know exactly what's gonna happen next but it narrows down to such a",
        3225.5,
        3232.92
    ],
    [
        " Small margin of what the likely outcomes are gonna be",
        3232.92,
        3235.42
    ],
    [
        " That you're that's how you start thinking ahead of your opponent or the person even next to you is being able to pull that experience and say that",
        3235.42,
        3242.54
    ],
    [
        " I've seen this and I think this is what's gonna happen because of all these other things",
        3242.56,
        3245.76
    ],
    [
        " But just like you said to you don't get to freeze time. You don't there's no pause button there",
        3245.76,
        3249.74
    ],
    [
        " Airplanes are moved hundreds of miles an hour",
        3249.74,
        3252.12
    ],
    [
        " Dynamically and and the guys that do that really well pull those pictures out and got seen this and they're making moves and you look at how how did you know to do that?",
        3252.12,
        3259.34
    ],
    [
        " And it's exactly what you just described. I was",
        3259.66,
        3262.3
    ],
    [
        " at the training command. I was running training and we got tasked with",
        3262.3,
        3267.26
    ],
    [
        " training the guys in a new mission and",
        3267.26,
        3270.92
    ],
    [
        " So we get we tasked the guys",
        3271.74,
        3273.4
    ],
    [
        " with this new mission and",
        3273.4,
        3276.04
    ],
    [
        " They come up with a plan to execute this new mission and so when whenever we were taking the guys on a field training exercise",
        3276.04,
        3281.76
    ],
    [
        " They would give the brief to their",
        3281.76,
        3283.68
    ],
    [
        " Task unit or their troop or their platoon and you know us training cadre would sit there and we'd like take notes and say like",
        3283.68,
        3291.3
    ],
    [
        " Hey, this is a bad part of the plan. Hey, you should have thought about this. Hey, this won't really work",
        3291.3,
        3294.8
    ],
    [
        " You know, so we'd we'd give them critiques and",
        3294.8,
        3297.88
    ],
    [
        " then and you know, I would go last you know, I mean because I was a guy in charge so they let me go last",
        3298.34,
        3303.08
    ],
    [
        " So everyone kind of you know, there would two or three guys that would kind of pick apart the plan and then I would go and mention",
        3303.08,
        3306.84
    ],
    [
        " Maybe you know four or five other things, right because my guys would cover most of them",
        3306.84,
        3311.14
    ],
    [
        " so these guys get up and they're briefed this new mission and how they're gonna execute this new mission and",
        3311.14,
        3318.12
    ],
    [
        " They go, okay, you know, we're done they wrap up their mission and now we got the leadership in there to debrief them on their on their brief and",
        3318.12,
        3326.2
    ],
    [
        " My guys like didn't have anything",
        3326.82,
        3328.78
    ],
    [
        " And and so they get to me and I was like, okay, here's what's going on boom boom and I just rattled off like 19 things and",
        3328.78,
        3338.1
    ],
    [
        " The the senior enlisted guy that was there we got done and we walked out and he was like when you leave",
        3338.1,
        3343.64
    ],
    [
        " No one's gonna build this and and I was like no man",
        3343.64,
        3347.18
    ],
    [
        " He's just but but when I think about what just occurred what occurred during that time all I was doing was taking what I",
        3347.18,
        3353.32
    ],
    [
        " New already what what my senior enlisted guy knew as well. I just overlaid it. He didn't overlaid it",
        3353.32,
        3358.04
    ],
    [
        " It didn't look the same so he wasn't quite sure so I just overlaid what I knew and said oh yeah",
        3358.04,
        3363.06
    ],
    [
        " Here's here's what doesn't make sense because guess what cover move still applies",
        3363.06,
        3366.78
    ],
    [
        " Decentralized command still applies we want to keep it simple that still applies prioritize and execute still applies who",
        3366.78,
        3372.66
    ],
    [
        " That's those things the terrain taking advantage of the terrain that still applies so even though the mission has a totally different name",
        3372.66,
        3381.12
    ],
    [
        " The fundamental principles don't don't change so if you can take an overlay what you know",
        3381.12,
        3386.46
    ],
    [
        " You're gonna do well and that's actually that's actually what good leaders do what good leaders",
        3386.46,
        3392.02
    ],
    [
        " They take what they know about humans. I've worked with a guy like that before you know",
        3392.02,
        3396.72
    ],
    [
        " It's funny. We do our role-playing people and one of the characters that we talk about in our role play at echelon front",
        3396.72,
        3402.52
    ],
    [
        " One of the characters that we talk about is",
        3402.52,
        3405.66
    ],
    [
        " Grumpy old Arnold right grumpy old Arnold who's",
        3405.66,
        3411.1
    ],
    [
        " Been doing this for 25 years and he's really good and he's really respected and",
        3411.12,
        3415.12
    ],
    [
        " And he likes to do things his way",
        3415.12,
        3417.94
    ],
    [
        " And he doesn't like you know he doesn't like being told what to do and when we whenever we bring up this character that I made up",
        3417.94,
        3425.6
    ],
    [
        " But of course like I made it up but everybody says oh is this based on my company?",
        3425.6,
        3429.9
    ],
    [
        " Yeah, so everybody has an Arnold and then we go to the next role play and the next role play is you know",
        3430.12,
        3436.12
    ],
    [
        " This guy who's you know young buck and what's young buck like young buck is super fired up",
        3436.12,
        3441.82
    ],
    [
        " And he's just ready to go get after it",
        3441.82,
        3444.14
    ],
    [
        " But he also doesn't like following what the rules are because the rules are impeding his progress and if we go",
        3444.14,
        3449.66
    ],
    [
        " Yeah, we got young buck over here. We're actually so funny like at the mustard walk around with people to go",
        3449.66,
        3454.46
    ],
    [
        " This is young. Oh, yeah, here's Arnold. We all you know. It's always funny. It's always good",
        3454.46,
        3458.76
    ],
    [
        " But what good leaders do is they they take now now when someone says hey",
        3458.76,
        3464.42
    ],
    [
        " This is Arnold or hey, we have an Arnold that Arnold's not exactly the same",
        3464.48,
        3468.48
    ],
    [
        " But you can certainly overlay some of the knowledge that you have onto that person",
        3468.48,
        3473.1
    ],
    [
        " You can't overlay it completely because that's a mistake as a leader. It's a mistake to treat",
        3473.1,
        3477.32
    ],
    [
        " Arnold this Arnold the same as that Arnold because they have the same some similar characteristics",
        3477.32,
        3482.14
    ],
    [
        " but they're not the same and",
        3482.14,
        3484.78
    ],
    [
        " What you did with this one won't may not necessarily work with that when you're gonna have to modulate it a little bit",
        3484.78,
        3490.98
    ],
    [
        " And so what you do as a leader if you can take and you can overlay your knowledge onto",
        3491.78,
        3496.5
    ],
    [
        " situations that you haven't seen before but you recognize",
        3496.5,
        3500.14
    ],
    [
        " What similarities there are and how to how to handle those scenarios that's gonna make you infinitely better",
        3500.14,
        3507.38
    ],
    [
        " Totally in thousands of flights that I had in my career",
        3507.38,
        3511.44
    ],
    [
        " No two are exactly the same. I never had two flights are exactly the same and that's would any insert any job anything",
        3511.44,
        3518.08
    ],
    [
        " We've ever done nothing is exactly the same",
        3518.08,
        3520.24
    ],
    [
        " And I had I've had that same experience of people saying",
        3521.54,
        3524.1
    ],
    [
        " This is that guy that you're you're this is our Arnold or this is our our young buck",
        3524.1,
        3528.56
    ],
    [
        " But if you if as a leader you start getting more and more success",
        3528.56,
        3533.82
    ],
    [
        " We kind of racking up wins and you start to get fear that out and you think that you know how everything is gonna play out that that's a killer too and",
        3533.82,
        3541.86
    ],
    [
        " We we had in aviation we have we track misaperates",
        3541.86,
        3546.62
    ],
    [
        " Which obviously expensive airplanes and airplanes crashes catastrophic and",
        3547.32,
        3551.88
    ],
    [
        " There's two spikes in a person's career the misaperates and one is about the 200 to 300 hour range",
        3551.88,
        3557.52
    ],
    [
        " Which is we're literally just learning how to fly an airplane",
        3557.52,
        3559.74
    ],
    [
        " So it stands a reason a lot of people crash airplanes when they're first learning how to fly and then after about 500 hours at",
        3559.74,
        3564.94
    ],
    [
        " Misapparate falls really low and then there's a very very low",
        3564.94,
        3569.44
    ],
    [
        " Misapparate and then and then it spikes again and it spikes at about the 2000 hour mark",
        3569.44,
        3574.7
    ],
    [
        " And that's a really experienced",
        3574.7,
        3576.56
    ],
    [
        " Squadging commander kind of level really experienced and it's because they fall into that trap as they I've seen it all and",
        3576.56,
        3582.88
    ],
    [
        " Their reality is that",
        3582.88,
        3583.68
    ],
    [
        " Some of those things never change actually the principles they never change",
        3583.68,
        3587.74
    ],
    [
        " But the outcomes are always moving around and that buck the tier",
        3587.74,
        3590.72
    ],
    [
        " It's different than buck over there and when you get complacent think I've got this figured out as same thing",
        3590.72,
        3595.64
    ],
    [
        " Have as an aviation that's where the mishaps go up again",
        3595.64,
        3597.58
    ],
    [
        " And it's the same thing for leaders recognizing that",
        3597.58,
        3599.7
    ],
    [
        " All these problems are different all these problems are the same but you do not know the outcome you do not know the outcome",
        3600.52,
        3606.16
    ],
    [
        " That's that that is like a fire in my brain",
        3606.16,
        3612.3
    ],
    [
        " Every problem that I look at I'm simultaneously looking at it at the same time",
        3612.3,
        3618.46
    ],
    [
        " I'm saying okay, I think I've seen this before I also have a louder voice my head that's saying you don't actually know",
        3618.46,
        3623.06
    ],
    [
        " You don't actually know anything you should actually just be quiet listen and try and figure this thing out because you don't know",
        3623.06,
        3628.7
    ],
    [
        " So that's definitely right and you can see when people get to that 2,000 hour mark",
        3630.18,
        3634.34
    ],
    [
        " They start to think they've got it all figured out and",
        3634.34,
        3637.26
    ],
    [
        " That's not gonna be good",
        3637.26,
        3639.5
    ],
    [
        " Overlay your knowledge",
        3639.5,
        3641.5
    ],
    [
        " Next section is called how we view combat and how we fight",
        3641.5,
        3647.28
    ],
    [
        " How we view combat how we view the combat environment in large part determines how we operate in it",
        3647.28,
        3653.88
    ],
    [
        " There are two competing views of combat",
        3653.88,
        3656.62
    ],
    [
        " Some see it in simple terms as if the battle and the environment represented a closed",
        3657.68,
        3664.02
    ],
    [
        " Mechanical system this deterministic view argues that combat is predictable",
        3664.02,
        3669.64
    ],
    [
        " Among the advocates of this view are military theorists who seek",
        3669.64,
        3674.64
    ],
    [
        " prescriptive rules for battle and analysts who predict battle outcomes based upon force ratio",
        3674.64,
        3683.02
    ],
    [
        " The other view is that combat is chaotic and uncertain in this problem in this probabilistic view",
        3684.06,
        3692.26
    ],
    [
        " Battle is seen as complex a complex phenomenon in which",
        3692.26,
        3695.58
    ],
    [
        " Participants interact with one another and respond and adapt to their environment",
        3695.58,
        3699.94
    ],
    [
        " The probabilistic viewpoint sees combat as unpredictable the distinctions between these two views of combat are important",
        3699.94,
        3707.52
    ],
    [
        " They drive the choices commanders make in combat",
        3707.52,
        3711.4
    ],
    [
        " So this is again",
        3713.88,
        3715.56
    ],
    [
        " I was with a client",
        3715.56,
        3718.76
    ],
    [
        " New client the other day ashlon front and",
        3718.76,
        3722.14
    ],
    [
        " meeting the CEO for the first time and",
        3722.14,
        3726.2
    ],
    [
        " It was interesting. He was asking me in a very",
        3726.2,
        3729.06
    ],
    [
        " Positive way in not a negative way. He was asking me in a very curious way",
        3729.06,
        3734.72
    ],
    [
        " Basically the question was like like what do you teach?",
        3734.72,
        3738.72
    ],
    [
        " What are you what are you teaching that that other people?",
        3739.42,
        3743.54
    ],
    [
        " Don't teach you know, what is it? How how you know",
        3744.6,
        3748.56
    ],
    [
        " There's this high demand signal at my company for you to be here and I get it",
        3748.56,
        3752.42
    ],
    [
        " That's why you're here and I appreciate it",
        3752.42,
        3753.98
    ],
    [
        " But what are you talking about like what can I expect to see and you know",
        3753.98,
        3758.26
    ],
    [
        " I said when I ended up going and doing the kind of the introduction to the laws of combat and extreme ownership",
        3758.26,
        3764.44
    ],
    [
        " So he that's when he kind of when I got done with that he said oh",
        3764.44,
        3767.42
    ],
    [
        " I think this is what",
        3767.98,
        3770.04
    ],
    [
        " people",
        3770.04,
        3771.34
    ],
    [
        " From a leadership perspective if you have a",
        3771.34,
        3775.84
    ],
    [
        " Deterministic viewpoint of leadership. Hey when the person does this. Oh, here's the prescription for that",
        3775.84,
        3783.38
    ],
    [
        " It doesn't work",
        3783.38,
        3785.18
    ],
    [
        " It doesn't work and yet that's an easier thing to sell right if I'm trying to sell you my leadership",
        3785.18,
        3791.36
    ],
    [
        " Instruction the easiest thing to reason. Oh, what problems do you have?",
        3791.36,
        3794.0
    ],
    [
        " Okay, well, I'll just tell you what the prescription for that type of problem is the problem the problem of that is it's a lie. Yeah, it doesn't work. Yeah",
        3794.16,
        3801.06
    ],
    [
        " It doesn't work at all",
        3801.06,
        3803.76
    ],
    [
        " We've been working with companies the last couple years and one of the things that a lot of companies are doing with his growth",
        3803.76,
        3810.3
    ],
    [
        " Economy is good everybody is dealing with growth and and I you can see the difference in the leaders that have these two different points of view",
        3810.3,
        3817.22
    ],
    [
        " And the ones that think they have they kind of have it all figured out this prescriptive mindset",
        3817.22,
        3821.0
    ],
    [
        " There's nothing in them that feels like they need to push and relinquish control down in the organization because they think they have the template and they might have",
        3822.18,
        3829.42
    ],
    [
        " small started small and",
        3829.42,
        3831.3
    ],
    [
        " They believe that they can control everything. It's a very it's centralized",
        3831.3,
        3834.14
    ],
    [
        " It's just it's at their core that they they're the leader and they did control things when there was",
        3834.14,
        3839.1
    ],
    [
        " 27 people and they saw them every day and they can behave and it worked awesome",
        3839.1,
        3843.0
    ],
    [
        " Yeah, it's really you can do that with a small group especially the beginning",
        3843.0,
        3846.02
    ],
    [
        " It's actually not that hard to kind of control 15 20 people and as the",
        3846.02,
        3850.3
    ],
    [
        " As it grows it's those leaders that think that everything is predetermined by this matrix this if this then that that that whole approach",
        3850.32,
        3857.44
    ],
    [
        " They're the ones that are struggling the most and ironically",
        3857.44,
        3859.84
    ],
    [
        " You don't see it in the beginning",
        3859.84,
        3861.76
    ],
    [
        " But the ones that are willing to decentralize everything and give those the ones that actually don't have nearly as much problem with",
        3861.76,
        3867.56
    ],
    [
        " The growth not because they know it's all figured out is because they know that",
        3867.56,
        3871.36
    ],
    [
        " There's no way I can figure this out and I can't solve any of these problems by myself",
        3871.36,
        3875.94
    ],
    [
        " And the best thing they can do is get their folks it when you have a problem",
        3875.94,
        3879.82
    ],
    [
        " Here's some guidance here's some things we do here's some foundational things that we do with this company",
        3880.56,
        3884.24
    ],
    [
        " But I actually don't have the answer for you as a matter of fact",
        3884.24,
        3887.22
    ],
    [
        " I am not as good as you are at knowing this particular situation because you're living it in every day",
        3887.22,
        3891.86
    ],
    [
        " I'm off over here doing other things the leaders that recognize that",
        3891.86,
        3895.02
    ],
    [
        " Everything is chaotic nothing is predetermined no matter how good or experienced they are",
        3895.02,
        3899.92
    ],
    [
        " They're the ones that are the most successful and the ones that think it's all figured out they try to control everything",
        3899.92,
        3905.36
    ],
    [
        " And they're the ones that are most likely to fail and and from the outside when you walk in you look and go",
        3905.36,
        3910.08
    ],
    [
        " Oh, oh all you have to do is let them let this person make that decision on on their own",
        3911.28,
        3916.46
    ],
    [
        " And it's gonna work out and if it doesn't he'll learn from it and you'll figure out the next time",
        3916.46,
        3919.52
    ],
    [
        " It's easy to see from the outside you see these two different leaders. It's not just combat. It's it's everywhere",
        3919.52,
        3924.42
    ],
    [
        " Oh, the system reproaches the movie everywhere. It's absolutely everywhere",
        3924.42,
        3928.0
    ],
    [
        " prescriptive leadership I'm putting that one in my notebook",
        3928.0,
        3933.18
    ],
    [
        " We're not selling prescriptions. We're not on health leadership health",
        3933.18,
        3938.88
    ],
    [
        " Continuon the deterministic view of combat often leads to centralized control. Hmm",
        3941.16,
        3945.28
    ],
    [
        " It can be a recipe for micro management",
        3945.28,
        3947.88
    ],
    [
        " stifling the initiative subordinates need to deal with the combat's inevitable uncertainties",
        3947.88,
        3953.08
    ],
    [
        " Overly prescriptive orders and plans inhibit a unit's ability to cope with uncertainty and change eventually the unit",
        3953.08,
        3959.2
    ],
    [
        " inflexible and unable to adapt maybe overwhelmed by events and I'll change that maybe overwhelmed to",
        3959.2,
        3965.52
    ],
    [
        " We'll definitely how's that for deterministic if you have that if you have the",
        3965.52,
        3970.28
    ],
    [
        " micro management you will end up in a bad situation the probabilistic view",
        3970.3,
        3977.08
    ],
    [
        " Of combat recognizes that the complexity and uncertainty of war leads to a more decentralized approach to control",
        3977.08,
        3985.08
    ],
    [
        " We place greater trust and subordinates to achieve the desired result through the use of mission orders and commanders intent",
        3985.08,
        3990.76
    ],
    [
        " Subordinates are able to handle unforeseen situations and exploit opportunities that arise",
        3990.76,
        3995.84
    ],
    [
        " Marine core tactics are based on the probabilistic view of combat",
        3995.84,
        4000.22
    ],
    [
        " Must be shocking for some people to hear that yeah, I bet that they have a totally different viewpoint that they just think oh the",
        4001.04,
        4007.28
    ],
    [
        " You're in charge the big boss. Yeah come in and tell everyone what to do",
        4007.28,
        4010.86
    ],
    [
        " We must be able to cope with uncertainty and",
        4010.86,
        4015.24
    ],
    [
        " Operate in an ever changing combat environment. We must be flexible and responsive to changes in the situation",
        4015.24,
        4021.56
    ],
    [
        " There are no fixed rules",
        4021.56,
        4024.46
    ],
    [
        " That can be applied automatically and every situation is different",
        4024.46,
        4028.2
    ],
    [
        " That's so legit picture that scene you describe it of being in tarot and all those and look around your squad leaders gone",
        4029.12,
        4034.68
    ],
    [
        " Your fire team isn't there anymore your battalion commander is gone",
        4034.68,
        4037.68
    ],
    [
        " None of the things that you anticipated prepared or trained for they don't even exist anymore. They're not even there",
        4037.68,
        4042.78
    ],
    [
        " What are you gonna do now when in this predetermined pre-ordained coordinated plan? It doesn't work there",
        4042.78,
        4049.14
    ],
    [
        " Yeah, that is",
        4049.14,
        4051.24
    ],
    [
        " The the things that you expected are literally gone",
        4051.24,
        4056.9
    ],
    [
        " Your plan is is completely evaporated. It is nothing",
        4058.6,
        4064.8
    ],
    [
        " The plan that you had is completely and utterly gone and if you don't do anything about that",
        4064.8,
        4073.22
    ],
    [
        " You will be too very soon",
        4073.22,
        4075.84
    ],
    [
        " There are no fixed rules",
        4075.84,
        4080.62
    ],
    [
        " As",
        4085.0,
        4085.56
    ],
    [
        " One tactics manual put it more than a half century ago the leader who frantically strives to remember what someone else did in some slightly",
        4085.56,
        4092.88
    ],
    [
        " Similar situation has already set his feet on a well-traveled road to ruin",
        4092.88,
        4098.18
    ],
    [
        " That's actually from the book infantry and battle. So this is so this is where you have to",
        4098.18,
        4104.22
    ],
    [
        " This is why that overlay that you put it's it can't block what you see",
        4105.08,
        4109.92
    ],
    [
        " It's an overlay and for those either don't know speaking of speaking of just going old school",
        4109.92,
        4114.76
    ],
    [
        " Yeah in the old days when we used to have maps and not these incredibly",
        4114.76,
        4119.38
    ],
    [
        " Advanced software programs that put overlay. They're still called overlays",
        4119.38,
        4124.5
    ],
    [
        " But you'd put a transparent what was that piece of",
        4124.5,
        4128.04
    ],
    [
        " Cellophane or something like that transparency and you would draw little things on it and you'd say okay",
        4128.04,
        4133.08
    ],
    [
        " This is here's the terrain here's where the target's gonna be and you could put another overlay that showed the enemy suspected",
        4133.08,
        4137.58
    ],
    [
        " Any positions and you put another overlay that showed your friendly positions. So that's what I'm talking about",
        4137.58,
        4141.62
    ],
    [
        " You can see through it if you block it out",
        4141.62,
        4144.32
    ],
    [
        " That's not gonna work",
        4144.32,
        4147.0
    ],
    [
        " Leaders must remember that there are no fixed rules and no precise checklists, but",
        4147.0,
        4152.7
    ],
    [
        " There are bounds here. We get an economy",
        4152.7,
        4155.74
    ],
    [
        " That is why successful leaders study train and exercise their minds to improve tactical proficiency",
        4155.74,
        4162.88
    ],
    [
        " We study examples of successes and failures not to emulate someone else's scheme but to increase our own tactical understanding and competence",
        4163.46,
        4172.24
    ],
    [
        " Why do we do that? Why do we why do we study?",
        4172.24,
        4175.9
    ],
    [
        " Train and exercise it so that we can put those overlays in our mind and then we can we we can increase our own tactical understanding and competence",
        4177.08,
        4185.26
    ],
    [
        " Next section marine cortex the successful execution of marine cortex hinges on the fought full application of a number of tactical concepts",
        4187.86,
        4196.64
    ],
    [
        " So as to achieve success on the battlefield key among these concepts are",
        4196.64,
        4201.6
    ],
    [
        " Achieving a decision gaining advantage being faster adapting cooperating and exploiting success",
        4201.6,
        4210.06
    ],
    [
        " Each of these concepts is discussed in detail later in this publication creative and",
        4211.16,
        4217.36
    ],
    [
        " Practical employment of these ideas throughout the planning and execution of tactics leads to success",
        4217.36,
        4221.68
    ],
    [
        " Creative is number one. That's going first. Yeah, that's going first",
        4221.68,
        4226.36
    ],
    [
        " Creative and practical employment of these ideas throughout the planning and execution of these tactics leads to success",
        4226.36,
        4231.72
    ],
    [
        " These concepts are not standalone ideas, but are to be combined so as to achieve an effect that is greater than their separate sum",
        4231.72,
        4238.58
    ],
    [
        " Part of the art and science of tactics lies in knowing where and when to apply these concepts and which combinations",
        4239.72,
        4245.42
    ],
    [
        " To use to achieve the desired effect. How often does somebody ask you what what law of combat?",
        4245.42,
        4251.66
    ],
    [
        " Do you think we was most important for us?",
        4251.88,
        4254.2
    ],
    [
        " Right and it's like well this one's really important, but guess what?",
        4254.42,
        4257.64
    ],
    [
        " You can't get one without the other right. They're all woven together",
        4258.3,
        4262.52
    ],
    [
        " The number one definition of these concepts the number and definition of these combat",
        4264.66,
        4268.76
    ],
    [
        " Concepts are not fixed and their order of presentation does not indicate their value",
        4268.76,
        4273.34
    ],
    [
        " Marines may find in their studies new or slightly different ideas that may be just as important",
        4273.34,
        4278.74
    ],
    [
        " These ideas are presented in this publication so that readers will think",
        4278.74,
        4282.22
    ],
    [
        " About how to achieve success on the battlefield",
        4282.22,
        4284.82
    ],
    [
        " One of the Marines at the basic school and you went through were afraid to use the word creative. I guarantee you I guarantee",
        4286.96,
        4292.22
    ],
    [
        " Kiss the cause the word. I'm telling you they used they said think for sure",
        4292.22,
        4297.04
    ],
    [
        " And that's what they meant to be they meant to be creative",
        4297.04,
        4299.24
    ],
    [
        " Yeah, fine the word is the word, but that's exactly what they're getting at us",
        4299.24,
        4302.94
    ],
    [
        " The answer isn't in this book the answer isn't that we're gonna go do one week of",
        4302.94,
        4308.2
    ],
    [
        " Combat in the defense and all of a sudden you've got all the life experience you need to be defensive and",
        4308.2,
        4313.68
    ],
    [
        " You have to think",
        4313.94,
        4315.16
    ],
    [
        " These concepts help to provide a framework for developing a tactical mindset that has long been the hallmark of marine leaders from corporal through general",
        4315.16,
        4326.36
    ],
    [
        " And here's the conclusion to tactics",
        4326.36,
        4329.48
    ],
    [
        " Tactile excellence is the hallmark of a Marine Corps leader",
        4329.48,
        4333.34
    ],
    [
        " We fight in winning combat through our mastery of both the art and science of tactics the art of tactics involves the creative",
        4333.34,
        4341.14
    ],
    [
        " once again and innovative once again use of maneuver warfare concepts while the science of tactics requires skill and basic war fighting techniques and procedures for sure",
        4342.66,
        4353.02
    ],
    [
        " Yeah, because let's face it if you don't have the if you don't know the techniques",
        4353.02,
        4357.44
    ],
    [
        " You can't apply them creatively. You don't even know that's right",
        4357.44,
        4360.98
    ],
    [
        " It is our responsibilities marine leaders to work continuously to develop our own tactical proficiency and that of our Marines",
        4360.98,
        4369.22
    ],
    [
        " Understanding the concepts presented in this publication provides a foundation for that development",
        4369.9,
        4375.4
    ],
    [
        " Chapter two that was one chapter deep by the way, that's one chapter deep awesome, and we're staring at it over an hour",
        4375.4,
        4386.46
    ],
    [
        " That's awesome get some chapter two achieving a decision",
        4386.46,
        4390.26
    ],
    [
        " It follows then that the leader who would and this is a quote",
        4390.26,
        4394.9
    ],
    [
        " It follows then that the leader who would become a competent tactician must first close his mind to the alluring",
        4395.1,
        4402.3
    ],
    [
        " Formula that well meaning people offer in the name of victory",
        4402.3,
        4407.02
    ],
    [
        " To master his difficult art he must learn to cut to the heart of a situation",
        4407.02,
        4412.86
    ],
    [
        " Recognize its decisive elements and base his course of action on these",
        4412.86,
        4417.74
    ],
    [
        " And that once again that's from this book infantry battle which infantry battle is an awesome book",
        4417.74,
        4424.22
    ],
    [
        " And what's really interesting about infantry and battle and I'm gonna cover on the podcast probably I don't know",
        4424.3,
        4428.88
    ],
    [
        " I've got it in the queue",
        4428.88,
        4429.84
    ],
    [
        " but what's interesting about",
        4429.84,
        4432.06
    ],
    [
        " Infantry and battle the book is it was written in 19 like 39 or it came out in 1939",
        4432.06,
        4440.24
    ],
    [
        " So it's not based on it's not based on what we learned in World War two",
        4440.24,
        4445.22
    ],
    [
        " It's what we did in World War two. It's based on World War one and like these things worked and these things didn't work",
        4445.22,
        4451.74
    ],
    [
        " They don't they don't they don't say it that way, but that's basically what it is. It's a great book and",
        4451.74,
        4457.64
    ],
    [
        " There's some",
        4457.64,
        4458.4
    ],
    [
        " And this is when you see a when you see a leader do this",
        4458.4,
        4462.54
    ],
    [
        " Cut to the heart of a situation or recognize its decisive elements and base his course of action on these",
        4462.54,
        4468.04
    ],
    [
        " That's like the most pleasurable thing to see as a as an observer or as a trooper when you see someone go",
        4468.04,
        4474.92
    ],
    [
        " Hey, here's what's going on. This is what we're gonna do a lot of people will be talking to novel something the leader will go",
        4474.92,
        4479.22
    ],
    [
        " Hey",
        4479.22,
        4479.58
    ],
    [
        " This is what's happening. This is what we're gonna do and you go. Thank God for this guy",
        4480.0,
        4485.02
    ],
    [
        " Going on another quote",
        4485.02,
        4489.58
    ],
    [
        " We must be ruthlessly opportunistic",
        4489.58,
        4493.34
    ],
    [
        " actively seeking out signs of weakness",
        4493.34,
        4496.1
    ],
    [
        " Against which we will direct all available combat power when the decisive opportunity arrived",
        4496.1,
        4501.18
    ],
    [
        " We must exploit it fully and aggressively committing every ounce of combat power we can muster and pushing ourselves to the limits of exhaustion",
        4501.18,
        4507.9
    ],
    [
        " Which is the way you should actually live your life as well. No big deal. That's from that's from FM FM one",
        4510.5,
        4517.52
    ],
    [
        " You're fighting",
        4517.52,
        4519.76
    ],
    [
        " Which I don't know when I covered that on this podcast, but it was like podcast for something like that",
        4519.76,
        4525.54
    ],
    [
        " So yes, ruthlessly opportunistic",
        4525.54,
        4529.86
    ],
    [
        " fully",
        4529.86,
        4531.48
    ],
    [
        " Ingressively that's what I'm talking about and also recognizing that",
        4531.48,
        4535.36
    ],
    [
        " The number of times you're gonna get that opportunity to exploit something to win",
        4536.2,
        4540.76
    ],
    [
        " It might be once in a battle. Yeah, it might be once and that window may last four minutes",
        4540.76,
        4546.72
    ],
    [
        " It may last an hour it may last a day, but it might be gone. Yeah, and when you see it",
        4546.72,
        4551.5
    ],
    [
        " You're gonna have to step and you're gonna have to make that decision and there's gonna be risking that decision and you're not guaranteed",
        4551.5,
        4558.72
    ],
    [
        " And outcome in any waste shape or form, but here's the counterpoint if you don't maneuver well",
        4558.72,
        4564.1
    ],
    [
        " That opportunity can be lost. Yeah, and and there this is a there's a huge discussion about the dichotomy",
        4564.76,
        4570.6
    ],
    [
        " They don't use the word dichotomy, but they they definitely talk about it all the time",
        4570.6,
        4574.4
    ],
    [
        " Just because we're saying you got to be opportunistic and take advantage of those things",
        4574.4,
        4577.6
    ],
    [
        " That doesn't mean that you just run to your death doesn't mean charging to every bunker that you see because you think it's the decisive bunker. No",
        4577.6,
        4584.12
    ],
    [
        " We talk about this all the time you even I think you know the the dichotomy that comes in mind here",
        4584.12,
        4590.44
    ],
    [
        " The idea of being brave but not full hearty and then you even talked about it in Q&A recently about",
        4590.44,
        4595.84
    ],
    [
        " Recognizing the being default aggressive",
        4595.84,
        4598.66
    ],
    [
        " Obviously, that's a really good thing, but but you can't be like that all the time because if you're over aggressive",
        4598.66,
        4604.06
    ],
    [
        " And you've explained the wrong opportunity or you or you're actually so aggressive that you haven't had a chance to bring all your forces to bear when it",
        4604.06,
        4610.56
    ],
    [
        " Actually is most effective. That's everybody's destructive is being so",
        4610.56,
        4614.54
    ],
    [
        " disconnected or being",
        4614.54,
        4616.46
    ],
    [
        " So unaggressive that you missed those opportunities as well and the answer like you said it always it's it's in that middle and just saying be aggressive",
        4617.74,
        4623.98
    ],
    [
        " That doesn't solve your problems. Yeah, you actually have to know when to do that",
        4623.98,
        4627.9
    ],
    [
        " I don't know if the podcast I was talking about when I started thinking about the dichotomy leadership",
        4627.9,
        4632.96
    ],
    [
        " This was a big deal because",
        4632.96,
        4634.48
    ],
    [
        " Because what I had to do to",
        4634.48,
        4637.3
    ],
    [
        " Come up with that to allow my brain to get around that",
        4637.3,
        4641.6
    ],
    [
        " I had to say that I was wrong. Yeah, that I was wrong like this. This isn't right all the time",
        4641.6,
        4646.32
    ],
    [
        " It's not always good to be aggressive. It's not always good to go forward",
        4646.74,
        4649.76
    ],
    [
        " It's like all those things. It's not always good to step up and lead all the time",
        4649.76,
        4655.08
    ],
    [
        " No, actually, it's not there's sometimes when you should follow like for me to sit there and I remember it was one of those situations",
        4655.08,
        4661.32
    ],
    [
        " This is what we just talked about there was some time",
        4661.32,
        4663.7
    ],
    [
        " where I was watching something unfold and",
        4663.7,
        4667.12
    ],
    [
        " The the thought was well, they should have been more aggressive and I was like",
        4667.12,
        4672.72
    ],
    [
        " That's what I want to say because that's what big tough jaco says",
        4673.62,
        4677.78
    ],
    [
        " But guess what that's not the right answer. Mm-hmm",
        4677.78,
        4680.22
    ],
    [
        " The right answer is actually that would have been the wrong time to be aggressive and they actually did a good job by",
        4680.22,
        4684.38
    ],
    [
        " Sitting back and letting that situation develop",
        4684.38,
        4686.56
    ],
    [
        " So what is this and I was thinking about this in my head? What is going on here? Oh?",
        4686.56,
        4691.88
    ],
    [
        " Because you can't be too aggressive. You can't be aggressive all the time. Oh, and by the way",
        4692.52,
        4696.88
    ],
    [
        " There's every trait that you look at. Yeah, there's a counter to it",
        4696.88,
        4700.64
    ],
    [
        " If you go too far with any of them you're wrong for sure",
        4700.64,
        4702.86
    ],
    [
        " And that's why the things that we teach we don't teach the answers are saying oh your answer is be default aggressive that that by itself",
        4702.86,
        4711.44
    ],
    [
        " Doesn't work so you actually have to understand not just what it means",
        4711.44,
        4716.24
    ],
    [
        " But when to do that and know that there is actually a limit to doing that that it will become ineffective if you're just",
        4716.24,
        4724.64
    ],
    [
        " I'm aggressive. That's how I lead get on board and",
        4725.06,
        4728.76
    ],
    [
        " And that you lead your team to to destruction because you're thinking I",
        4728.76,
        4733.84
    ],
    [
        " Got to be aggressive",
        4733.84,
        4734.9
    ],
    [
        " Yes, you do but you have to actually have to know when to be aggressive and actually sometimes the best thing is to",
        4734.9,
        4740.46
    ],
    [
        " Be the exact opposite of that and let the situation unfold until you see that opportunity",
        4740.46,
        4744.52
    ],
    [
        " yeah, and I mean",
        4744.52,
        4746.78
    ],
    [
        " It's flanking right flanking is",
        4746.78,
        4751.28
    ],
    [
        " Unaggressive movement, but it's not as aggressive as charging up the middle right the frontal assault frontal assault is more aggressive",
        4752.32,
        4758.48
    ],
    [
        " It gives you credit, but it's not gonna work out better. That's right",
        4758.48,
        4762.68
    ],
    [
        " And then the other funny thing from a leadership perspective is",
        4762.68,
        4767.06
    ],
    [
        " Hey",
        4767.06,
        4768.5
    ],
    [
        " Am I",
        4768.5,
        4771.12
    ],
    [
        " Am I being weak? Am I being fearful if I don't if I'm not aggressive?",
        4771.12,
        4777.94
    ],
    [
        " But here's the answer and this is a real simple way to look at it when you when you deal with another human being",
        4778.84,
        4784.0
    ],
    [
        " Are you building the relationship or are you breaking it? Are you are you moving it forward? Are you moving it back?",
        4784.0,
        4789.52
    ],
    [
        " Yeah, that's the question and and the answer is",
        4789.52,
        4793.86
    ],
    [
        " The answer the answer is if you're if what if I'm gonna have a conversation with you and it's gonna move our relationship forward",
        4793.86,
        4799.28
    ],
    [
        " Cool, that's probably the right answer if I'm gonna have a conversation with you and it's gonna move our relationship backwards",
        4799.28,
        4804.24
    ],
    [
        " That's probably not the right answer",
        4804.24,
        4805.66
    ],
    [
        " So if Dave if if you came up with a bad plan and",
        4806.64,
        4812.02
    ],
    [
        " My approach with you on that is hey Dave your plan sucked and I don't think you cut out for this",
        4812.02,
        4818.74
    ],
    [
        " Or hey your plan sucks and I don't I'm gonna you have to use my plan now",
        4818.74,
        4825.12
    ],
    [
        " Which both of those have a negative outcome both of those you're looking at me going okay?",
        4825.12,
        4829.88
    ],
    [
        " So jock who doesn't trust me he didn't he doesn't think my plan is any good instead of me going",
        4829.88,
        4834.32
    ],
    [
        " Hey, man, can you explain to me? I want to understand like how you're gonna execute this thing",
        4835.3,
        4840.08
    ],
    [
        " Because it's important for me to understand what you're thinking so I can give you the support that you need",
        4840.08,
        4845.52
    ],
    [
        " Well, can you can you kind of walk me through your your thought process and how this is gonna go down?",
        4845.52,
        4850.62
    ],
    [
        " Well, that what does that do with our relationship now you're gonna explain something to me. I'm gonna",
        4851.06,
        4855.82
    ],
    [
        " Suddily and smoothly point out the little",
        4855.82,
        4859.04
    ],
    [
        " Mistakes in the plan that you had and I'm gonna actually let you come to the conclusion",
        4859.44,
        4863.8
    ],
    [
        " You're the one that's gonna be telling me that you know what he was not about I'm actually gonna change this a little bit",
        4863.8,
        4869.0
    ],
    [
        " And then I go oh wow I would have never caught that and boom all the sudden our relationship got stronger so yes",
        4869.0,
        4877.1
    ],
    [
        " There's a dichotomy there is and there's actually",
        4877.1,
        4882.24
    ],
    [
        " There actually is a time sometimes that the frontal assault does work",
        4882.24,
        4887.34
    ],
    [
        " That's why there's a frontal assault absolutely if it never worked",
        4887.34,
        4890.34
    ],
    [
        " It wouldn't be a thing absolutely",
        4890.34,
        4891.82
    ],
    [
        " But the time and the place to do that first of all it's a lot less common than people think the frontal assault",
        4891.82,
        4898.58
    ],
    [
        " Should be the exception by a huge margin",
        4898.58,
        4900.56
    ],
    [
        " But there are times that the frontal assault works and sometimes when the frontal assault with another person",
        4900.56,
        4905.36
    ],
    [
        " The times that it is most effective is when you've spent a lifetime and built a lifetime of a relationship that you can go",
        4905.36,
        4912.64
    ],
    [
        " Dave this is stupid. We're not doing it and I go",
        4912.64,
        4915.32
    ],
    [
        " Okay, yeah, and I trust you and I don't get defensive and I don't shrink back down",
        4916.3,
        4921.04
    ],
    [
        " Because I'm caching in are you caching in on a lifetime of not having done that if you over and over again",
        4921.04,
        4926.32
    ],
    [
        " I'm I'm gonna just roll over when you say that and I'm it's gonna make it worse for me",
        4926.32,
        4929.7
    ],
    [
        " But there are times that actually the frontal assault does work for sure and it only works when you've not done it",
        4929.7,
        4936.08
    ],
    [
        " A thousand times that the one time it happens the guy is willing to listen to what what's being said?",
        4936.08,
        4940.28
    ],
    [
        " Yeah, and there's there's other times where the frontal assault is good in the",
        4940.82,
        4945.12
    ],
    [
        " frontal assault can be good because you're setting up other",
        4945.32,
        4948.54
    ],
    [
        " avenues of approach. Yeah, actually follow. Yeah, yeah, so there's I've I've used that approach sometime where I've",
        4948.54,
        4955.26
    ],
    [
        " Gone ballistic about something that wasn't a big deal",
        4955.26,
        4958.34
    ],
    [
        " But what I was really doing was prepping the battlefield for something else. So yeah, there's maneuvers that have to happen for sure",
        4958.34,
        4963.84
    ],
    [
        " Moving back to the book tactics is the employment of units in combat",
        4963.84,
        4969.74
    ],
    [
        " The objective of tactics is to achieve military success through a decision in battle using tactical actions to do to achieve a decision is",
        4970.86,
        4978.36
    ],
    [
        " Central to Marine Corps tactics in the past military forces have also have often won",
        4978.36,
        4985.04
    ],
    [
        " only incremental gains when they thought when they saw victory",
        4985.04,
        4990.3
    ],
    [
        " Taking a hill here or a town there pushing the front forward a few kilometers or adding to the body count",
        4990.3,
        4997.08
    ],
    [
        " Sometimes these incremental gains were the result of a competent enemy or the chaotic nature of war meaning what they're saying",
        4997.08,
        5004.96
    ],
    [
        " There's like sometimes you're only making these incremental gains because the enemy is super competent or nature's crazy",
        5004.96,
        5010.58
    ],
    [
        " Okay, so we get that that can happen and then it continues many times however commanders sought incremental gains as a means to achieve victory",
        5010.58,
        5019.0
    ],
    [
        " Think about that you're looking at the battlefield and you go you know what we're gonna get this house",
        5019.0,
        5026.54
    ],
    [
        " We're gonna get that house right there and we're gonna do no matter what we're gonna get that house",
        5026.62,
        5030.64
    ],
    [
        " And you're not looking at this whole battlefield this whole city this whole region this whole province",
        5030.64,
        5034.6
    ],
    [
        " So we look at these little tactical",
        5034.6,
        5037.5
    ],
    [
        " incremental gains as a means to achieve victory this incremental as to view sees war as a slow cumulative process and it is best and",
        5037.5,
        5047.56
    ],
    [
        " Is best exemplified by the grinding attrition tactics seen on the western front of World War I",
        5047.56,
        5053.0
    ],
    [
        " There the opponents were more or less evenly matched and their tactics resulted in",
        5054.76,
        5059.18
    ],
    [
        " Indecisive action in Vietnam where the Kate where the opposing forces were quite dissimilar in their military capabilities",
        5059.18,
        5065.44
    ],
    [
        " But the incremental approach led to the US's over reliance on firepower and body counts",
        5065.44,
        5071.02
    ],
    [
        " This in turn led to the conduct of military operations that were often irrelevant to the outcome of war",
        5071.02,
        5076.6
    ],
    [
        " Even though a comparison of casually ratio ratio is a paired favorable think about that",
        5077.76,
        5083.08
    ],
    [
        " You're conducting operations that were irrelevant on the outcome of the war",
        5083.08,
        5088.14
    ],
    [
        " How often do I see that in leadership in businesses in life?",
        5088.14,
        5092.82
    ],
    [
        " People are doing thing that are irrelevant to the outcome of the war and",
        5092.82,
        5098.34
    ],
    [
        " Committing so much time and so many resources to that and so much individual human stress. Yeah",
        5098.34,
        5105.52
    ],
    [
        " The body count thing in Vietnam, you know the more I learn about that the more",
        5108.58,
        5114.42
    ],
    [
        " The it's such a clear mistake when you look at it from from now, right with our hindsight",
        5114.42,
        5121.88
    ],
    [
        " And I was just reading an article the other day from a Vietnam guy",
        5121.88,
        5126.0
    ],
    [
        " I was like, yeah, he's like, yeah, I think we killed two",
        5126.0,
        5129.72
    ],
    [
        " We reported 20 like that was because that way hey, you know, they ever get the pad on the back",
        5130.9,
        5135.78
    ],
    [
        " No one else knows no one cares and how many how many platoon commanders did that",
        5135.78,
        5140.42
    ],
    [
        " Well every platoon in the company so it was 60",
        5140.42,
        5143.72
    ],
    [
        " It was 60 we killed 60",
        5143.72,
        5145.98
    ],
    [
        " And guess what even if we did kill 60 guess what the Viet Cong didn't care. Yeah, they were there for the long war",
        5145.98,
        5153.12
    ],
    [
        " Yeah, but on some spreadsheet 60 means we're winning yep yep",
        5153.12,
        5157.42
    ],
    [
        " 60 versus we took two casualties school. We're gonna we're gonna beat him. We're gonna win. Yep",
        5157.6,
        5161.6
    ],
    [
        " Back to the book therefore the Marine Corps has embraced a more flexible imaginative and effective way to wage war maneuver warfare",
        5161.6,
        5169.9
    ],
    [
        " That is the way you should picture everything that you do in your life. It should be maneuver warfare",
        5169.9,
        5177.6
    ],
    [
        " Marine success with this approach has been demonstrated in places like Grenada and the Persian Gulf in contrast",
        5177.6,
        5184.7
    ],
    [
        " Detectics based on an incremental attrition tactics and maneuver warfare always aim at decisive action",
        5184.82,
        5192.42
    ],
    [
        " That's what you want here. That's what you want to be looking for",
        5192.42,
        5198.86
    ],
    [
        " This is what echo Charles refers to as the long war he says",
        5198.86,
        5203.84
    ],
    [
        " Well, I mean he doesn't really he doesn't refer to that but it's but",
        5203.84,
        5207.28
    ],
    [
        " He says that that's the biggest thing that he's learned and if he wishes he knew one thing from",
        5207.28,
        5213.7
    ],
    [
        " Sitting in here for all these hours listening to me. He wishes that he knew he wishes that he understood the long war at a younger age for sure",
        5214.24,
        5223.26
    ],
    [
        " I feel I think everybody probably feels like that. I certainly feel like that and the reason life mirrors that is because",
        5223.26,
        5230.14
    ],
    [
        " Life is life life is a campaign life is life is as long as it is and you have maybe in life",
        5230.14,
        5237.78
    ],
    [
        " You might have four or five culminating events in your life you might get if you get lucky you just get a handful of those",
        5237.78,
        5242.64
    ],
    [
        " And if you miss those if you don't if you're not aware that you're working towards those you'll do what a lot of people do is look back and say boy",
        5243.7,
        5249.38
    ],
    [
        " I wish I had dot dot dot whatever that is and that recognition that",
        5249.38,
        5253.14
    ],
    [
        " It's the same thing as a campaign and you have to actually everything you do affects something else",
        5253.14,
        5258.3
    ],
    [
        " And you need to be working towards whatever that culminating event is and if you're lucky you get a few",
        5258.3,
        5262.38
    ],
    [
        " And if you miss him you spend a lifetime looking back wishing you hadn't and in combat if you miss a culminating event",
        5262.38,
        5267.54
    ],
    [
        " You can lose",
        5267.54,
        5273.68
    ],
    [
        " And I were with a client and I actually I actually like we were with the day with him for a day and",
        5273.68,
        5280.0
    ],
    [
        " I was like going to close out the day and I had like some little thing",
        5280.0,
        5284.14
    ],
    [
        " that I had I talked about at the end of the day and",
        5284.14,
        5288.78
    ],
    [
        " As soon as I got done I",
        5288.78,
        5291.78
    ],
    [
        " Realized I wish I would have said something else and here's what I would have said because it's we you and I were reading the",
        5291.78,
        5297.6
    ],
    [
        " Surveys and one of the things that we read on the surveys someone said hey",
        5299.22,
        5304.44
    ],
    [
        " This training because you'd work with this client before",
        5304.44,
        5308.68
    ],
    [
        " Someone said hey the training with you know Dave was cool",
        5308.68,
        5311.8
    ],
    [
        " But it was kind of like seeing a rocky movie and at the end of a rocky movie",
        5311.8,
        5317.12
    ],
    [
        " Everybody wants to go and and box and and train and work out and then two days later you're you're not doing any of those things and",
        5317.12,
        5326.76
    ],
    [
        " I what I should have done and I hit me as soon as I walked off stage just one of those bad timings. I should have said",
        5328.36,
        5333.38
    ],
    [
        " Hey, I should have brought up those surveys and said I'm gonna read you what someone said and what someone said is this is like a rocky movie and",
        5333.38,
        5340.82
    ],
    [
        " Everyone wants to train boxing and then two days later you're back normal and I should decide the person",
        5340.82,
        5345.78
    ],
    [
        " Who ever wrote that in this room and I'm not gonna call you out?",
        5345.78,
        5348.26
    ],
    [
        " Whoever wrote that is a hundred percent right",
        5348.26,
        5350.9
    ],
    [
        " You are a hundred percent right because this is not an inoculation",
        5351.38,
        5357.68
    ],
    [
        " You're we know you're gonna be fired up",
        5357.68,
        5359.62
    ],
    [
        " But you what it takes to change leadership inside of a company is not one brief or two briefs from Dave",
        5359.62,
        5366.66
    ],
    [
        " What it takes it's a campaign that you have to think about every single day?",
        5366.66,
        5371.08
    ],
    [
        " You have to think about the long war. You're not gonna go you can't sit through a three-hour briefing and expect that",
        5371.32,
        5377.34
    ],
    [
        " Oh now well now our leadership is good to go. No, it's not like that",
        5377.34,
        5380.64
    ],
    [
        " It's a campaign that you have to get on you have to think about it every day. You have to train it every day and",
        5380.64,
        5386.34
    ],
    [
        " Actually the same group",
        5386.34,
        5387.68
    ],
    [
        " We had done some physical training with them in the morning. You know we put them through like a PT program",
        5387.68,
        5391.74
    ],
    [
        " I should have said okay",
        5391.74,
        5393.3
    ],
    [
        " Now that we did that PT this morning for 40 minutes who is now in good shape and no one would have raised their hand",
        5393.3,
        5400.0
    ],
    [
        " And I would have said that's right just because you sat through three hours with Dave and I",
        5400.0,
        5404.9
    ],
    [
        " Does this mean that your your leadership is now honed and sharp? No, not true",
        5405.2,
        5410.1
    ],
    [
        " Just like you have to continue to work out every day",
        5410.1,
        5412.3
    ],
    [
        " You have to continue to train and study every single day you have to continue to be",
        5412.3,
        5415.86
    ],
    [
        " Reflective and look at yourself and see and look at your peers and talk to each other and see what you can improve and see",
        5415.86,
        5422.06
    ],
    [
        " What you can do better that's what you need to do so yes",
        5422.06,
        5425.16
    ],
    [
        " In two days you're you're gonna be back to normal if you allow yourself to be",
        5425.16,
        5430.14
    ],
    [
        " But if you get in the game and if you see this as a campaign and if you see this as a",
        5430.96,
        5435.8
    ],
    [
        " Orking out that you need to do every single day and if you look at yourself for the mistakes that you're making as a leader and what",
        5435.8,
        5440.68
    ],
    [
        " Mistakes your organization is making as leaders",
        5440.68,
        5443.58
    ],
    [
        " That is when you will become better and you can become a champion just like Rocky",
        5443.58,
        5449.18
    ],
    [
        " Unfortunately, I thought of it like three like literally 15 seconds after I walked off",
        5449.18,
        5455.36
    ],
    [
        " But um, you know and what I told them was similar",
        5455.36,
        5458.92
    ],
    [
        " but",
        5461.3,
        5461.72
    ],
    [
        " It wasn't the same right wasn't the same so yeah, I remember I remember that conversation and and it also gets to the point to that no matter where you are in an organization",
        5461.72,
        5471.8
    ],
    [
        " You actually can have massive influence from that position if you if you do that",
        5471.8,
        5476.84
    ],
    [
        " You don't have to be the CEO of a company to steer the company in a particular direction and if you actually recognize",
        5476.84,
        5481.64
    ],
    [
        " Okay, maybe not today maybe not turn up, but if I get on this path and I stay on this path",
        5481.64,
        5487.24
    ],
    [
        " I'm gonna start to cultivate a little more influence. I'm gonna get a little more success",
        5487.84,
        5490.56
    ],
    [
        " I'm gonna and eventually you can be the driving force behind the organization the team being successful",
        5490.56,
        5497.56
    ],
    [
        " Yes, in any level",
        5497.56,
        5499.14
    ],
    [
        " Yes, you can you have so much more just like you have so much more ownership of things like in your world",
        5499.14,
        5506.58
    ],
    [
        " People people don't realize how much control and power they have over their life",
        5506.58,
        5511.92
    ],
    [
        " Okay, I get it that there's exceptions",
        5511.92,
        5513.88
    ],
    [
        " I get it that there's horrible diseases. I get it that there's accidents happen. I get it. I get it and and",
        5513.88,
        5519.24
    ],
    [
        " the sympathy and",
        5519.24,
        5521.68
    ],
    [
        " Empathy that I feel for those situations. Absolutely. I get it",
        5521.68,
        5526.1
    ],
    [
        " there's also",
        5526.1,
        5527.74
    ],
    [
        " So much that you have control over in your life",
        5527.74,
        5531.62
    ],
    [
        " So you have this impact of your life and it's the same thing in an organization",
        5531.62,
        5535.54
    ],
    [
        " You think oh no, I'm just a middle manager or I'm just a frontline soldier",
        5535.54,
        5541.02
    ],
    [
        " Okay, let's see what happens. Let's see what happens if you get in the game",
        5541.96,
        5546.58
    ],
    [
        " I'll tell you what happens Al Gray",
        5546.58,
        5550.08
    ],
    [
        " He started off as whatever E1 in the United States Marine Corps",
        5550.08,
        5555.0
    ],
    [
        " That's what I'm talking about how did he do that by sitting back and complaining and point his finger to other people?",
        5555.0,
        5561.68
    ],
    [
        " No, by stepping up and making things happen",
        5562.12,
        5564.74
    ],
    [
        " That's how you do it. Hack worth",
        5564.74,
        5567.38
    ],
    [
        " Young kid enlisted kid",
        5569.46,
        5570.74
    ],
    [
        " What do you do sit back and complain or sit back and say you didn't have any control? No, he stepped up took ownership of things",
        5570.74,
        5578.88
    ],
    [
        " May things happen got a battlefield commission",
        5578.88,
        5580.78
    ],
    [
        " You can make these things happen whether you get a battlefield commission or not you can make these things happen",
        5580.78,
        5586.4
    ],
    [
        " I see that all the time when I was when I was running that training there be a if there's a platoon with like a weak",
        5586.4,
        5590.66
    ],
    [
        " leadership like weak platoon commander weak platoon chief and it happens",
        5590.66,
        5594.14
    ],
    [
        " But there be some pipe hit in E5 in there",
        5595.26,
        5598.36
    ],
    [
        " Just a hard dog and he would have good leadership skills and he I had one kid",
        5598.36,
        5606.16
    ],
    [
        " He was such a beast and",
        5606.16,
        5607.9
    ],
    [
        " But he wasn't like let it out",
        5607.9,
        5610.2
    ],
    [
        " They were going through their urban training and they're all pinned down and the leaders are making no decisions",
        5610.2,
        5616.0
    ],
    [
        " And I walk over this kid he's pinned down behind a wall with like a saw",
        5616.0,
        5619.32
    ],
    [
        " And I'm like I'm like hey bro, and he's like what's up sir?",
        5619.32,
        5623.54
    ],
    [
        " I was like you're just gonna sit here and let all this happen. He's like",
        5623.54,
        5626.58
    ],
    [
        " Kind of like what do you mean? I said make something happen, bro. You know what to do and",
        5626.58,
        5633.22
    ],
    [
        " The light in his eyes as he just started to get some and that's all it takes",
        5633.22,
        5638.84
    ],
    [
        " Somebody step up and lead so it doesn't matter where you are in that organization",
        5638.84,
        5642.86
    ],
    [
        " If you if you look at where you're at if you look at where you want to go long-term you'll get there",
        5642.86,
        5648.62
    ],
    [
        " You will have him but then it's not gonna be easy man",
        5648.62,
        5651.36
    ],
    [
        " There was things that I fought for in the SEAL teams that I took years and years and years and some of my wasn't successful completely",
        5651.36,
        5657.24
    ],
    [
        " I planted seed that are still trying to take room, but that's what you got to do",
        5657.24,
        5662.76
    ],
    [
        " Back to the book this does not mean however that combat should be viewed as a bloodless ballet of movement",
        5662.76,
        5673.0
    ],
    [
        " I should have read that in between voice",
        5673.0,
        5674.88
    ],
    [
        " This does not mean however that combat should be viewed as a bloodless ballet of movement",
        5674.88,
        5680.08
    ],
    [
        " Combat especially at the tactical level of war will be characterized by tough",
        5680.08,
        5685.14
    ],
    [
        " brutal and desperate",
        5685.14,
        5686.8
    ],
    [
        " engagements we must remember that war is a violent clash of two opposing wills in which each side is trying to rest advantage from the other",
        5686.8,
        5694.68
    ],
    [
        " Our future enemies may not allow us to gain maintain or employ",
        5694.68,
        5699.84
    ],
    [
        " technological or numerical superiority the future battle",
        5699.84,
        5703.74
    ],
    [
        " may be bloody and tough and that makes it vitally important that we",
        5704.12,
        5709.12
    ],
    [
        " Marine leaders strive to develop tactical proficiency",
        5709.12,
        5713.68
    ],
    [
        " What do we mean by achieving a decision take a moment to compare these two historical examples and zeal a model of tactical",
        5713.68,
        5722.62
    ],
    [
        " Indecisiveness late 1943 the allies were searching for a way to alleviate the stalemate in Italy the campaign installed around the casino",
        5722.62,
        5730.6
    ],
    [
        " War the casino front and resembled the trench war trench warfare of World War I in order to keep pressure on the Germans bypass the stubborn German defences at Casino",
        5730.6,
        5740.2
    ],
    [
        " And capture room a bold operation was envisioned the US Army's",
        5740.2,
        5747.88
    ],
    [
        " Third division and the British Army's first division would make an amphibious landing at Anzeal about 35 miles south of Rome",
        5747.88,
        5755.16
    ],
    [
        " The Allies achieved complete surprise by landing at Anzeo on January 22nd",
        5757.5,
        5762.18
    ],
    [
        " 1944 under the command of the US Army's major general Lucas the Americans and British quickly established a beachhead in rapidly advanced three miles inland by mid-morning",
        5762.18,
        5770.7
    ],
    [
        " Against light German resistance",
        5770.7,
        5772.28
    ],
    [
        " With the majority of their forces concentrated further south around Casino",
        5772.28,
        5777.06
    ],
    [
        " The Germans could not possibly reinforce the Anzeo beachhead until the January 23rd to 24th if the allies pressed their",
        5777.06,
        5784.86
    ],
    [
        " Advantage the road to Rome lay virtually undefended",
        5784.86,
        5787.76
    ],
    [
        " The seizure of Rome would have had the effect of isolating the German defenders in the south and firmly establishing allied control over Italy",
        5787.76,
        5796.32
    ],
    [
        " Pretty straightforward situation yet general Lucas delayed",
        5796.32,
        5801.2
    ],
    [
        " Concerned about being overextended and wanting to build up his logistics as sure our Lucas failed to press his initial advantage of",
        5801.2,
        5808.12
    ],
    [
        " Surprise and allowed the Germans to reinforce the Anzeo area not until January 29th",
        5808.12,
        5814.6
    ],
    [
        " Did Lucas feel strong enough to make an offensive bid but by that time it was too late the Germans had arrived in force and it seized the dominating high ground in the beachhead area",
        5814.6,
        5822.94
    ],
    [
        " Not only was the Allied offensive at Anzeo stalled but the Germans had seized the initiative and quickly threatened to drive the Americans in British back into the sea",
        5822.94,
        5832.0
    ],
    [
        " As a result the Allies did not complete the reduction of German defenses in southern Italy and capture Rome until several months later",
        5832.0,
        5840.76
    ],
    [
        " General Lucas lost a tremendous opportunity to exploit an initial success and gain a decisive result",
        5842.14,
        5849.46
    ],
    [
        " It's pretty straightforward",
        5849.46,
        5852.2
    ],
    [
        " It's",
        5852.2,
        5856.74
    ],
    [
        " It's easy to sit here to and be like oh, I know I obviously would have just pushed forward, right?",
        5856.74,
        5862.62
    ],
    [
        " There's and that's what you got to think about you got to think about okay. What what did he see?",
        5863.16,
        5867.92
    ],
    [
        " You know and how much intelligence he had he might not have known all this that being said",
        5868.02,
        5873.34
    ],
    [
        " This is one of those situations where you go",
        5873.34,
        5875.48
    ],
    [
        " Look we just made it ashore pretty easily",
        5875.48,
        5878.9
    ],
    [
        " We've got we're doing pretty good",
        5878.9,
        5881.46
    ],
    [
        " The Germans aren't in position yet and you'd figure that out pretty quickly and let me tell you something else",
        5881.46,
        5887.26
    ],
    [
        " Here's here's what my mentality would have been",
        5887.26,
        5889.54
    ],
    [
        " The Germans okay, let's say we don't know 100% that the Germans aren't set up on us, right?",
        5889.54,
        5895.92
    ],
    [
        " How are we gonna find out you know how I'm gonna find out I'm gonna go yeah, not sitting here",
        5896.46,
        5900.4
    ],
    [
        " I'm not gonna sit here and wait. I'm gonna find out. I'm gonna push forward",
        5900.4,
        5903.08
    ],
    [
        " I guess what if we push forward and we meet massive resistance that requires this extensive logistic train that I'm waiting for cool",
        5903.08,
        5909.44
    ],
    [
        " Guess what looks like we're gonna wait for it",
        5909.44,
        5911.42
    ],
    [
        " But if I push start to push through and all of a sudden I realize that that we get through well",
        5911.42,
        5915.88
    ],
    [
        " Guess what cool? We're gonna move a little bit further and I'm gonna continue to push you know",
        5915.88,
        5919.82
    ],
    [
        " I talk I've been talking a lot about this incremental decision-making",
        5919.82,
        5922.6
    ],
    [
        " Idea and that's a great example, right? It's not okay. We landed. We're gonna go straight to Rome",
        5923.86,
        5929.1
    ],
    [
        " But guess what we landed we're three miles in guess what we're gonna do tomorrow. We're gonna go five miles in",
        5929.1,
        5935.0
    ],
    [
        " Guess what we're gonna do the day after that. We're gonna go seven miles in",
        5935.0,
        5937.86
    ],
    [
        " Oh, and by the way if we start to see like an open road",
        5937.86,
        5940.78
    ],
    [
        " We're gonna go until we meet some resistance. So I'm not committing a hundred percent day one",
        5940.78,
        5946.64
    ],
    [
        " Because we don't know what we're up against we don't know because if we run out of ammunition we're screwed",
        5946.64,
        5950.76
    ],
    [
        " We get that so I'm gonna make these incremental",
        5950.76,
        5953.62
    ],
    [
        " Decisions that are gonna lead me toward my final objective, but it's gonna it's going to prevent me from getting stagnant and",
        5953.62,
        5962.2
    ],
    [
        " Waiting and not gaining any new information",
        5962.2,
        5964.64
    ],
    [
        " Because when we're sitting still we're not gaining any new information and a matter of fact the enemy is maneuvering",
        5964.64,
        5970.26
    ],
    [
        " I say it all the time if you're sitting still the enemy is maneuvering on you",
        5970.26,
        5972.52
    ],
    [
        " Here's a class example, and what do you think the Nazis are gonna do?",
        5972.52,
        5975.46
    ],
    [
        " But the Nazis aren't gonna maneuver on you, right? These are the blitzkragg people remember them. Yeah",
        5975.8,
        5980.44
    ],
    [
        " We're not sitting back and waiting for this to happen. We need to go forward",
        5980.92,
        5984.1
    ],
    [
        " And then and obviously again, you know, this is all for us. We can sit here in hindsight and listen to this and read this and recognize that but",
        5984.1,
        5992.1
    ],
    [
        " That's with the first two pages of this book",
        5992.1,
        5996.08
    ],
    [
        " That's the leader's job is to recognize that",
        5996.08,
        5997.92
    ],
    [
        " When you have those culminating events when you have the opportunity you have to see it and you bring all your forces to bear to attack that",
        5997.92,
        6005.18
    ],
    [
        " Now that doesn't mean that you just get online and push in this case",
        6005.18,
        6009.42
    ],
    [
        " You just push the 30 miles from that's not what it means",
        6009.42,
        6011.24
    ],
    [
        " But it means that this is our time to take the things that we have the all the things available to us to do that and we we get aggressive and we attack and it",
        6011.24,
        6018.6
    ],
    [
        " What I'm saying is I'm actually giving away a pragmatic tool that you can technically use",
        6018.6,
        6026.1
    ],
    [
        " Which because I'm not saying you we can look back and say hey the decision should have been this or this what I'm saying",
        6026.1,
        6032.74
    ],
    [
        " Here's a pragmatic tool that you can use as a leader which is the following you see an opening press you press you don't need to go crazy",
        6032.74,
        6041.58
    ],
    [
        " No, you press and you evaluate. Yeah, you see what happens and that will be and actually that's a better chance to reveal what's actually happening",
        6041.58,
        6047.76
    ],
    [
        " Then not pressing which is different than everybody get all on and run that's not what I'm saying",
        6047.76,
        6052.16
    ],
    [
        " But we move to the next one and the best intelligence you're gonna get",
        6052.16,
        6055.94
    ],
    [
        " Is that the point of friction and if it's there's not a lot of friction here good",
        6055.94,
        6061.12
    ],
    [
        " Keep it hey, there's way more friction than we expected or can deal with now",
        6061.12,
        6065.6
    ],
    [
        " We know and we can actually respond to that as well",
        6065.6,
        6067.68
    ],
    [
        " Jack",
        6067.68,
        6069.58
    ],
    [
        " Another example can I a clear tactical decision achieved on August 2nd",
        6069.58,
        6079.82
    ],
    [
        " 2 16 BC the Carthaginian general Hannibal fought the Roman army under the command of",
        6079.82,
        6086.2
    ],
    [
        " Tarrantinus",
        6086.2,
        6087.52
    ],
    [
        " Tarrantius",
        6089.22,
        6089.9
    ],
    [
        " Varro near the city of Kanai and southern Italy Hannibal based his tactics on the specific characteristics of both forces and on the aggressive personality of the Roman commander",
        6089.9,
        6099.14
    ],
    [
        " Oh, I lighted that in my notes",
        6099.14,
        6101.66
    ],
    [
        " Because he listen to Hannibal based his tactics on the specific characteristics of both forces and on the aggressive",
        6101.66,
        6109.98
    ],
    [
        " personality of the Roman commander. Yeah",
        6109.98,
        6112.6
    ],
    [
        " He knows Varro's",
        6112.6,
        6114.42
    ],
    [
        " He knows that that dude likes to get aggressive. Yeah cool. I got you panged here",
        6114.66,
        6120.64
    ],
    [
        " We go as Don broke Hannibal drew up his force of 50,000 veterans with his flank with his left flank anchored on the",
        6120.64,
        6127.62
    ],
    [
        " affidus river",
        6127.62,
        6129.28
    ],
    [
        " secured from",
        6129.28,
        6130.78
    ],
    [
        " Invellement by",
        6130.78,
        6132.0
    ],
    [
        " The more",
        6132.0,
        6133.04
    ],
    [
        " Numerous Romans so you got on your left flank. You're protected. You got a river there great",
        6133.04,
        6136.82
    ],
    [
        " His centerline contained only a thin line of infantry his main force was concentrated on the flanks",
        6136.82,
        6141.66
    ],
    [
        " His left and right wings each contained deep faint lenses of heavy infantry",
        6141.66,
        6145.94
    ],
    [
        " 8,000 cavalry tied to his left line to the river or tied his left line to the river",
        6145.94,
        6150.2
    ],
    [
        " 2000 cavalry protected his open right flank 8,000 men guarded his camp in the rear",
        6150.2,
        6155.2
    ],
    [
        " Varro and more than 80,000 Romans so that are numbered by Hannibal's outnumbered by 30,000",
        6155.2,
        6164.44
    ],
    [
        " Varro and more than 80,000 Romans accepted the challenge",
        6164.44,
        6167.56
    ],
    [
        " Seeing the well protected Carthaginian flanks Varro dismissed any intent to envelop",
        6167.94,
        6172.86
    ],
    [
        " He decided to crush his opponent by sheer weight of numbers",
        6172.86,
        6176.1
    ],
    [
        " He plays 65,000 men in his center 2400 cavalry on his right 4800 cavalry on his left and sent 11,000 men into attack the",
        6176.1,
        6183.62
    ],
    [
        " Carthaginian camp following preliminary scurmishes Hannibal moved his light center line forward to a salient",
        6183.62,
        6191.14
    ],
    [
        " Against the Roman center and when they say salient that's like a",
        6191.14,
        6195.78
    ],
    [
        " It's like a it's like a projection. It's like a group that's going to move forward",
        6196.92,
        6200.4
    ],
    [
        " It's like a point almost like a point element, but it's a big point element",
        6200.4,
        6203.52
    ],
    [
        " Then his heavy cavalry on the left",
        6203.52,
        6208.6
    ],
    [
        " Crushed the opposing Roman cavalry and swung completely around the Roman to Roman rear to attack the Roman cavalry on the other flank the Roman cavalry",
        6208.6,
        6218.1
    ],
    [
        " fled the field the Carthaginian heavy cavalry then turned back to assault the rear of the defense",
        6218.1,
        6224.72
    ],
    [
        " The rear of the dense Roman infantry who had pressed back Hannibal's thin center line at the same time",
        6224.72,
        6230.32
    ],
    [
        " Hannibal wheeled his right and left wings into the flanks the Roman center",
        6230.32,
        6233.5
    ],
    [
        " The Romans were boxed in unable to maneuver",
        6233.5,
        6236.44
    ],
    [
        " Or use their weapons effectively between 50,000 and 60,000 Romans died that day",
        6236.44,
        6243.86
    ],
    [
        " As Varro's army was destroyed. So battle the Psalm had 60,000 casualties in one day. This is 60,000",
        6243.86,
        6253.52
    ],
    [
        " dead",
        6257.04,
        6257.54
    ],
    [
        " Know your opponent",
        6257.54,
        6258.48
    ],
    [
        " Don't be this is don't be over aggressive too Varro is over aggressive",
        6258.48,
        6262.94
    ],
    [
        " Vosik I see a thin line watch this yeah watch this is right",
        6262.94,
        6267.18
    ],
    [
        " Understanding decisiveness. What did these examples tell us about achieving a decision first achieving decision is important",
        6267.18,
        6274.66
    ],
    [
        " An indecisive but battle waste the lives of those who fight it and die in it",
        6274.66,
        6279.96
    ],
    [
        " It was the efforts of those who survive as well all the costs the deaths the wounds the sweat and effort the equipment destroyed or used up",
        6279.96,
        6286.66
    ],
    [
        " The supplies expended are suffered for little gain",
        6286.66,
        6289.14
    ],
    [
        " Such battles have no meaning except for the comparative losses and perhaps an incremental gain for one side or the other",
        6289.14,
        6296.82
    ],
    [
        " I've been talking",
        6296.82,
        6299.88
    ],
    [
        " About being a black belt in jiu jitsu and how a black belt in jiu jitsu when you grab something that doesn't matter",
        6299.88,
        6307.2
    ],
    [
        " What they want is the decisive thing that's what they want they want the decisive position they want the decisive movement",
        6308.42,
        6314.72
    ],
    [
        " And that's the difference and that's what they're talking about here you when you do things that are",
        6314.72,
        6319.82
    ],
    [
        " indecisive that they're not a",
        6319.82,
        6321.94
    ],
    [
        " They're not gonna they're not gonna make or break the battle. That's what's happening",
        6321.94,
        6326.66
    ],
    [
        " It's not gonna make or break the battle. It's just you're just wasting wasting energy wasting in the in in war",
        6326.66,
        6332.22
    ],
    [
        " You're wasting humans and you're wasting equipment and you're wasting ammunition and supplies",
        6332.22,
        6336.26
    ],
    [
        " And for a leader think about what that means when you do things that waste your people's times",
        6337.2,
        6341.9
    ],
    [
        " And certainly in this case waste their lives obviously that's an extreme situation",
        6341.9,
        6346.24
    ],
    [
        " But even just wasting their efforts when you do things that waste their effort",
        6346.24,
        6350.74
    ],
    [
        " over time",
        6350.74,
        6352.12
    ],
    [
        " Your credibility is a leader and even your opportunity to be successful in the long run",
        6352.12,
        6357.1
    ],
    [
        " Every single time you do that it goes down and that failure to recognize that this tactical thing",
        6357.1,
        6362.58
    ],
    [
        " We're gonna stay late to do this one thing because this thing needs to happen",
        6363.04,
        6366.4
    ],
    [
        " And there are times it's actually true",
        6366.4,
        6368.32
    ],
    [
        " But there are times that if you continually waste your people's efforts eventually recognize",
        6368.32,
        6372.96
    ],
    [
        " You actually don't care about what it is that we're doing and over time",
        6372.96,
        6377.24
    ],
    [
        " Your credibility's leader goes away because you don't recognize that these tactical things you're trying to get solved",
        6377.24,
        6382.88
    ],
    [
        " Are all leading you down towards in this case the destruction of an army yeah, and here's what you just said",
        6382.88,
        6389.66
    ],
    [
        " I'm gonna add something you said",
        6389.66,
        6390.9
    ],
    [
        " You don't care about what we're doing and what's even gonna drive these people into a worse",
        6390.9,
        6396.6
    ],
    [
        " Situation from a leadership perspective is they're gonna realize that you don't care about them",
        6396.6,
        6402.84
    ],
    [
        " You don't care about them and you know I haven't done a good job when when general mucayama was on",
        6402.84,
        6409.28
    ],
    [
        " muc",
        6409.28,
        6410.36
    ],
    [
        " He put this massive emphasis",
        6410.36,
        6414.06
    ],
    [
        " On caring about your people and like making sure they understand and if you because when you ask him why he loved hackworth so much",
        6415.08,
        6421.82
    ],
    [
        " It's like oh because hackworth care about me. Yeah",
        6421.82,
        6424.44
    ],
    [
        " So the most important thing",
        6424.44,
        6427.04
    ],
    [
        " The most important thing is like oh yeah, we I get I'm definitely concerned about what we're doing",
        6427.04,
        6432.6
    ],
    [
        " The most important thing I care about is you troops now we have a mission to do and by the way",
        6432.6,
        6436.66
    ],
    [
        " The mission that we're gonna do is gonna benefit us all of us in the long run because when we win this war",
        6436.66,
        6440.92
    ],
    [
        " Our kids don't have to go to war and we're gonna have stability and we're gonna have security and that's what our goal is",
        6441.14,
        6445.32
    ],
    [
        " So it benefits us and there's gonna be sacrifice in the short term, but that's what we're here to do",
        6445.32,
        6449.5
    ],
    [
        " We're not here to make any sacrifices that aren't required yeah at all",
        6449.5,
        6454.8
    ],
    [
        " ever",
        6454.8,
        6455.86
    ],
    [
        " That's the most important thing I care about you my troops. I care about you. I want you to win",
        6455.86,
        6464.88
    ],
    [
        " I want you to survive. I want you to be taken care of and",
        6464.88,
        6469.56
    ],
    [
        " We have a mission to do and we're gonna do it, but the men if the but the mission benefits you as well",
        6470.24,
        6474.58
    ],
    [
        " Right, it's not just hey you you're gonna die for me",
        6474.58,
        6478.48
    ],
    [
        " No, that's not what we're talking about at all",
        6478.48,
        6481.94
    ],
    [
        " We're gonna put our lives at risk because we have something we're trying to accomplish",
        6481.94,
        6486.78
    ],
    [
        " That's gonna benefit each and every one of our families in our lives in our country that that idea",
        6486.78,
        6491.44
    ],
    [
        " In business and that idea is so important that belief that",
        6491.44,
        6496.0
    ],
    [
        " That you",
        6497.7,
        6498.18
    ],
    [
        " Care about your people so much",
        6498.18,
        6500.82
    ],
    [
        " That they recognize the point that they would be willing to do anything for you",
        6500.82,
        6505.46
    ],
    [
        " And it doesn't mean you don't ask your people to go do hard things",
        6505.46,
        6508.4
    ],
    [
        " It doesn't mean you don't put them in very difficult situations by which their lives might actually be lost",
        6508.4,
        6512.98
    ],
    [
        " That's not what it means to care about you means I don't put you at risk. Sometimes I actually do put you at risk",
        6512.98,
        6517.28
    ],
    [
        " But if a leader",
        6517.28,
        6518.98
    ],
    [
        " And",
        6520.92,
        6521.38
    ],
    [
        " It's not just it's actually believing if a leader actually believes",
        6521.38,
        6525.18
    ],
    [
        " That his people are that important and as a subordinate if I work for someone and go we can this guy actually",
        6525.18,
        6531.16
    ],
    [
        " He he cares about me that much",
        6531.16,
        6534.54
    ],
    [
        " I would literally be willing to do anything for that person, but it actually comes from that understanding",
        6534.54,
        6540.76
    ],
    [
        " That this person I work for he doesn't just care about the mission being accomplished for the mission sake or even for his own sake",
        6540.76,
        6548.04
    ],
    [
        " That he recognizes actually in my best interest",
        6548.08,
        6550.34
    ],
    [
        " That's a rare thing",
        6550.34,
        6551.9
    ],
    [
        " That's what cultivates young Marines or young people willing to do anything for you",
        6551.9,
        6558.36
    ],
    [
        " And leaders get that backwards all the time they don't they recognize it",
        6558.36,
        6562.5
    ],
    [
        " They failed to recognize the thing that will allow them to do the hardest things they need to do",
        6562.5,
        6566.06
    ],
    [
        " Is by having those people believe in them that much yeah, I'm gonna put a an actual quantifiable",
        6566.06,
        6573.64
    ],
    [
        " amount",
        6575.56,
        6576.06
    ],
    [
        " Because you you just said it twice you said that much you said the leader cares about you that much",
        6576.06,
        6581.42
    ],
    [
        " You said it sort of in the beginning of your statement and you just said it at the end",
        6581.42,
        6584.68
    ],
    [
        " I'm gonna quantify what that much means because it's really easy to do",
        6584.68,
        6589.42
    ],
    [
        " The way you quantify how much a leader has to care how much is it?",
        6589.42,
        6594.16
    ],
    [
        " It's the leader cares more about the person than they do about themselves",
        6594.4,
        6599.06
    ],
    [
        " And if that's what the troops see if that's what they see that's when you get as you said young Marines young",
        6599.58,
        6606.1
    ],
    [
        " Or employees or soldiers sailors airmen Marines",
        6606.1,
        6609.96
    ],
    [
        " linemen",
        6609.96,
        6611.3
    ],
    [
        " construction guys",
        6611.3,
        6613.14
    ],
    [
        " Manufacturing people whoever it is",
        6613.14,
        6616.28
    ],
    [
        " When they see that",
        6616.28,
        6617.8
    ],
    [
        " They will know and that that then they will go that extra distance for you",
        6617.8,
        6622.58
    ],
    [
        " Hey, is it every single one of those guys? No, because you've got people that are self-centered and now we're gonna look at you and go cool",
        6622.58,
        6627.98
    ],
    [
        " I'm gonna take advantage of this guy that happens it does happen got to you got to be where you got to not even be wary of it",
        6627.98,
        6633.5
    ],
    [
        " You just need to understand it for sure, but that's what you need to do",
        6633.5,
        6637.26
    ],
    [
        " And you can't fake that",
        6637.26,
        6639.12
    ],
    [
        " That no you can't fake that make no there that as a leader is something you have to believe you have to believe",
        6639.12,
        6645.64
    ],
    [
        " That feeling of they are actually more important than you know things in some places come very naturally with your kids",
        6645.64,
        6651.4
    ],
    [
        " That comes naturally",
        6651.4,
        6652.66
    ],
    [
        " But you can't fake that and they will see right through that and that that feeling as a leader",
        6653.24,
        6658.38
    ],
    [
        " That's hard",
        6658.38,
        6660.66
    ],
    [
        " but",
        6660.66,
        6661.86
    ],
    [
        " It's actually it's possible. I have worked for people",
        6661.86,
        6667.14
    ],
    [
        " That I have come to realize they care about me more than them",
        6667.14,
        6671.16
    ],
    [
        " They are willing to endure more of themselves for my benefit and it's almost always the other way around",
        6671.16,
        6675.62
    ],
    [
        " And those people those few times I've worked for people for people like that",
        6675.62,
        6678.46
    ],
    [
        " I would literally do anything anything for that person",
        6678.46,
        6682.36
    ],
    [
        " Check",
        6689.7,
        6690.3
    ],
    [
        " Second",
        6690.3,
        6689.32
    ],
    [
        " Achieving a decision is not easy",
        6689.32,
        6692.06
    ],
    [
        " History is littered with indecisive battle sometimes it was enemy skill and determination that prevented a big even victorious",
        6692.06,
        6698.34
    ],
    [
        " Commander from achieving the decision he sought in other cases commanders fought a battle without envisioning a larger result for their actions",
        6698.34,
        6706.5
    ],
    [
        " Again, this is long war",
        6706.5,
        6708.64
    ],
    [
        " Sometimes even with a vision of making the decisive making the battle decisive",
        6708.64,
        6713.1
    ],
    [
        " They cannot achieve their goals due to the chaos and friction",
        6713.1,
        6716.54
    ],
    [
        " That is the nature of war and makes decisive victory so difficult",
        6716.54,
        6720.98
    ],
    [
        " That leads to the third lesson our examples point out to be decisive a battle or an engagement",
        6720.98,
        6730.1
    ],
    [
        " Must lead to a result",
        6730.1,
        6732.4
    ],
    [
        " Beyond itself",
        6732.4,
        6734.86
    ],
    [
        " We're in a battle in action that is decisive must lead directly to winning in the campaign or war as a whole for the battle to be decisive",
        6742.62,
        6752.8
    ],
    [
        " It must lead directly to a larger success in the war as a whole",
        6752.8,
        6757.5
    ],
    [
        " Don't really even need to comment on that",
        6757.5,
        6762.82
    ],
    [
        " Except for to say how often do people and businesses",
        6763.24,
        6767.14
    ],
    [
        " Do things and fight battles they fight battles that have no",
        6767.14,
        6772.6
    ],
    [
        " bearing and no result beyond the battle itself",
        6772.6,
        6776.5
    ],
    [
        " You see people shooting themselves all the time with this very idea. They're gonna win that war",
        6776.5,
        6784.94
    ],
    [
        " They're gonna win that argument with their wife",
        6784.94,
        6787.18
    ],
    [
        " Right. Oh, yeah, they're gonna win that battle. What does it lead to?",
        6787.18,
        6790.44
    ],
    [
        " They're gonna lead they're gonna win that argument with their subordinate",
        6790.98,
        6794.1
    ],
    [
        " Or they're gonna win that argument with their boss. Where does it lead him?",
        6794.1,
        6797.66
    ],
    [
        " Oh, yeah, well that worked out great for you",
        6797.66,
        6799.34
    ],
    [
        " It actually sets you back in your campaign. You don't think about that though",
        6799.34,
        6803.48
    ],
    [
        " On the other hand, we must not seek decisiveness for its own sake",
        6803.48,
        6810.24
    ],
    [
        " Oh, but boom dichotomy coming at you",
        6810.24,
        6812.24
    ],
    [
        " We do not after all seek a decision if it is likely to be against us",
        6812.24,
        6816.34
    ],
    [
        " We seek to ensure in so far as this is possible given the inherent uncertainties of war that the battle will go our way",
        6816.34,
        6823.82
    ],
    [
        " We have stacked the deck in our favor before the cards are laid on the table",
        6823.82,
        6830.22
    ],
    [
        " Otherwise to seek decisive bond battle isn't irresponsible gamble",
        6830.22,
        6834.48
    ],
    [
        " If you're if you see me jaco if you see me",
        6834.48,
        6842.4
    ],
    [
        " I",
        6844.24,
        6844.68
    ],
    [
        " Engaged with someone I",
        6844.68,
        6847.82
    ],
    [
        " Already know the outcome",
        6847.82,
        6848.78
    ],
    [
        " Like when I'm talking when I'm discussing someone something I already know the outcome",
        6848.78,
        6854.42
    ],
    [
        " Because I've already laid that out my head otherwise. I'm just listening to you",
        6854.42,
        6859.46
    ],
    [
        " I'm just gonna listen to you because I'm learning and I'm not gonna",
        6859.46,
        6862.66
    ],
    [
        " I'm not gonna step on to the battlefield right? I'll talk to you and we'll discuss",
        6862.66,
        6867.36
    ],
    [
        " Possibilities and outcomes and plans and that's that's great. I will not take a stand",
        6868.5,
        6874.72
    ],
    [
        " Until I actually know what the outcome is gonna be",
        6874.72,
        6877.92
    ],
    [
        " Just that fly-i and you've done all the things that you need to do",
        6877.92,
        6882.52
    ],
    [
        " Prior to that up to include in that conversation. Yes to know what that is yes",
        6882.52,
        6886.98
    ],
    [
        " Because if not then you're just arguing for arguing and arguments sake and then you might win the argument",
        6886.98,
        6892.16
    ],
    [
        " Which is great? Yeah only it won't actually help you in the lottery exactly",
        6892.16,
        6896.8
    ],
    [
        " When we seek battle we must seek victory",
        6897.8,
        6900.66
    ],
    [
        " accomplishment of the assigned mission that leads to further significant gains for the force as a whole at",
        6900.66,
        6906.4
    ],
    [
        " Anzio the allied aim was to break the stalemate in the south opening up a southern front that would force Germany to move additional forces",
        6906.4,
        6912.18
    ],
    [
        " From the defense of Normandy this weakening of Normandy defenses would support our planned invasion of France later that same year at Kanii",
        6912.18,
        6919.92
    ],
    [
        " Carthage one",
        6919.92,
        6920.8
    ],
    [
        " Carthage one one round and it's long contention with Rome for the domination of the Mediterranean",
        6920.8,
        6926.12
    ],
    [
        " These tactical battles were planned for their overall operational strategic effect the consequences of a tactical engagement should lead to achieving operational and strategic goals",
        6926.12,
        6936.44
    ],
    [
        " Please",
        6936.44,
        6938.94
    ],
    [
        " Everyone",
        6938.94,
        6940.24
    ],
    [
        " Please",
        6940.24,
        6941.24
    ],
    [
        " Don't fight battles unless they're gonna help you win strategically",
        6941.24,
        6945.7
    ],
    [
        " Yeah, the battle for the battle sake doesn't help you and in those examples too",
        6945.7,
        6953.74
    ],
    [
        " We're not doing an amphibious landing on tarot",
        6954.34,
        6957.72
    ],
    [
        " To do an amphibious landing on tarot. We're doing an amphibious landing on tarot to establish a b-shed specifically so",
        6957.72,
        6963.94
    ],
    [
        " The next the final thing we do is push the enemy off the island or kill and it's that same that we got here",
        6963.94,
        6969.02
    ],
    [
        " We established we accomplished this mission and this this tactical thing this battle. That's actually not what we're doing",
        6969.02,
        6973.58
    ],
    [
        " That's a step. In fact, we're not even just pushing them off tarot. That's not the goal the goal is in person",
        6973.58,
        6983.72
    ],
    [
        " There are planes here that we can then bomb Japan. That's what we're doing. Yes",
        6983.72,
        6986.82
    ],
    [
        " Next section military judgment once we understand what is meant by the term decisive and why it is important to seek a decision",
        6986.82,
        6996.14
    ],
    [
        " A question naturally arises. How do we do it? There is no easy answer to that question each battle will have its own unique answers",
        6996.14,
        7002.36
    ],
    [
        " As with so much in warfare it depends on the situation no formula process acronym or buzzword can provide the answer",
        7002.36,
        7010.22
    ],
    [
        " Rather",
        7012.98,
        7013.42
    ],
    [
        " No formula process acronym or buzzword can provide the answer",
        7013.42,
        7016.6
    ],
    [
        " Rather the and you wouldn't guess that if you saw if you saw if you go online",
        7016.6,
        7022.7
    ],
    [
        " Even with even what they do with like me they'll do an article on me",
        7022.7,
        7027.14
    ],
    [
        " Three things a leader needs to do it. No, yeah, there's three. That's definitely three. There's three",
        7027.14,
        7032.42
    ],
    [
        " Yeah, there's three",
        7032.42,
        7033.38
    ],
    [
        " But guess what you need to actually learn the art behind the science",
        7033.38,
        7037.48
    ],
    [
        " Rather the answer is in military judgment and the ability of the commander to understand the battlefield and act decisively",
        7037.92,
        7045.44
    ],
    [
        " Military judgment is that is a developed skill that is honed by the wisdom gained through experience",
        7045.44,
        7051.14
    ],
    [
        " combined with situational awareness",
        7051.14,
        7053.3
    ],
    [
        " Military judgment allows us to identify emerging patterns discern critical vulnerabilities and concentrate combat power",
        7053.3,
        7061.66
    ],
    [
        " The",
        7063.58,
        7064.1
    ],
    [
        " Beauty of that is the Marine Corps the Marine Corps understands that those traits that attribute of judgment that attribute of decisiveness",
        7064.1,
        7072.44
    ],
    [
        " Those can be developed those can be learned those aren't just innate natural capacity that we just happen bringing these people into the Marine Corps",
        7072.44,
        7080.88
    ],
    [
        " That's one of the traits that the Marine Corps recognizes that we have to teach people",
        7080.88,
        7084.96
    ],
    [
        " to learn decisiveness and teach people the quality of judgment and they breed that in their Marines and they",
        7084.96,
        7091.64
    ],
    [
        " Train and teach them now",
        7091.66,
        7092.62
    ],
    [
        " Yeah, some are better than others no doubt about it",
        7092.62,
        7095.18
    ],
    [
        " But these qualities these things and we're talking about how important these are not just in the military",
        7095.18,
        7099.3
    ],
    [
        " But in the private sector these can be learned these can be evolved and developed inside everybody",
        7099.3,
        7104.34
    ],
    [
        " To what degree is certainly different, but everybody can get better at this almost everybody",
        7104.34,
        7109.5
    ],
    [
        " True right. Yeah, no, you're right. Absolutely and I'm speaking in absolutes and and everybody and really what I should be saying is not just",
        7109.5,
        7119.88
    ],
    [
        " I shouldn't say it that everybody I should say almost everybody, but I should say",
        7119.98,
        7123.92
    ],
    [
        " We have so much more capacity to evolve these things than we think we do",
        7123.92,
        7129.58
    ],
    [
        " Yeah, and by the way just in case no one was paying attention to what I've been saying for the last 25 years",
        7129.58,
        7135.66
    ],
    [
        " When I say almost everybody the almost the person that I can't teach this to the person that can't improve their military judgment",
        7135.66,
        7142.12
    ],
    [
        " Is the person that already thinks they have good knowledge? No, no, is it all? Yep is the person that that thinks that they already have the wisdom",
        7142.12,
        7147.56
    ],
    [
        " That that person they're not going to get any better",
        7148.04,
        7150.6
    ],
    [
        " In fact, they're going to get worse",
        7150.6,
        7152.48
    ],
    [
        " Because they'll reinforce their ideas",
        7152.48,
        7154.78
    ],
    [
        " So if you have an open mind you can get way better at this stuff. Yeah, if you don't have an open mind you won't get any better",
        7154.78,
        7162.84
    ],
    [
        " Understanding the situation the first requirement of a commander is to understand the situation",
        7162.84,
        7168.48
    ],
    [
        " You would think that that was just so often so self-evident. Yeah, that you wouldn't need to say it in a book",
        7168.48,
        7174.46
    ],
    [
        " But how often am I dealing with a leader military civilian another human being just going through life",
        7175.18,
        7181.1
    ],
    [
        " They don't even understand the situation that they're in that's why we have to say this out loud in a book",
        7181.1,
        7185.96
    ],
    [
        " The first requirement of commanders to understand the situation",
        7185.96,
        7189.62
    ],
    [
        " The successful tactician studies the situation to develop in his mind a clear picture of what is happening",
        7189.62,
        7194.54
    ],
    [
        " How it got that way and how it might develop further",
        7194.54,
        7197.4
    ],
    [
        " Considering the factors of mission enemy terrain and weather troops in support available",
        7197.4,
        7202.32
    ],
    [
        " This is met met tea",
        7202.48,
        7204.2
    ],
    [
        " The commander must think through all actions determined the desired result and ascertain the means to achieve that result",
        7204.2,
        7212.08
    ],
    [
        " Part of the commanders thinking should also include assuming the role of the enemy",
        7212.08,
        7216.24
    ],
    [
        " Considering what the enemies best course of action may be and deciding how to defeat it",
        7216.24,
        7220.72
    ],
    [
        " Thinking through these elements helps the commander develop increased situational awareness",
        7220.72,
        7226.32
    ],
    [
        " So yes",
        7226.32,
        7228.24
    ],
    [
        " Study the situation",
        7228.24,
        7231.54
    ],
    [
        " Study how it got that way study how it might further develop",
        7232.4,
        7237.46
    ],
    [
        " It's interesting when we work with companies because you you get with the first thing you get is kind of where they're at",
        7237.46,
        7245.34
    ],
    [
        " Like here's a where we're at right now and then you start getting filled in on on wow it got that",
        7245.34,
        7252.14
    ],
    [
        " Yeah, and those are some interesting stories often and then we're looking at how it could develop",
        7252.14,
        7258.86
    ],
    [
        " Because one thing we know is if we develop leaders and we start to get on the path",
        7259.08,
        7262.8
    ],
    [
        " It's gonna develop in a great way and if we don't do that it's gonna be problematic. Yeah",
        7262.8,
        7267.0
    ],
    [
        " Based on this understanding of the situation the commander can begin to form a mental image of how the battle might be fought",
        7267.0,
        7274.76
    ],
    [
        " Central to the commanders thinking must be the question this situation what efforts will be decisive",
        7274.76,
        7279.72
    ],
    [
        " The commander asks this one this question not just once but repeatedly as the battle progresses",
        7279.72,
        7287.4
    ],
    [
        " The commander must also address the possible outcomes and the new situations that will result from those possibilities as the situation changes",
        7287.4,
        7294.64
    ],
    [
        " So will the solutions and the actions that derived from it",
        7294.64,
        7298.82
    ],
    [
        " You always have to reassess what's going on",
        7298.82,
        7303.8
    ],
    [
        " For every situation the leader must be able to decide which of the countless and often confusing pieces of information are important and reliable",
        7303.8,
        7312.62
    ],
    [
        " The leader must determine what the enemy is trying to do and how to counter his efforts the leader's skill",
        7313.84,
        7319.76
    ],
    [
        " Is essentially one of pattern recognition the ability after seeing only a few pieces the puzzle to fill in the rest of the picture correctly",
        7319.76,
        7328.06
    ],
    [
        " Pattern recognition is the ability to understand the true significance and dynamics of a situation with limited information",
        7328.06,
        7334.16
    ],
    [
        " Pattern recognition is a key skill for success on the battlefield",
        7334.16,
        7337.66
    ],
    [
        " Get those overlays out",
        7337.66,
        7340.3
    ],
    [
        " Tactics requires leaders to make decisions a leader must make decisions in a constantly changing environment of friction on certain the endanger",
        7342.2,
        7349.7
    ],
    [
        " Making effective decisions and acting on those decisions faster than the enemy is a crucial element of marine core tactics",
        7349.7,
        7356.2
    ],
    [
        " Making decisions faster sometimes there are sometimes there may be time to analyze situations deliberately and consider multiple options",
        7356.2,
        7364.52
    ],
    [
        " Comparing several options and selecting the best one is known as analytical decision making when time allows a commander to apply analytical decision making",
        7364.56,
        7371.64
    ],
    [
        " Usually before an engagement or before a battle begins the commander should make the most of it",
        7371.64,
        7375.84
    ],
    [
        " Absolutely",
        7375.84,
        7376.9
    ],
    [
        " Once engaged however the commander finds time is short and they need and the need for speed is paramount in some cases",
        7376.9,
        7385.3
    ],
    [
        " Speeding up the analytical decision process may be sufficient",
        7385.3,
        7388.38
    ],
    [
        " However in most cases intuitive decision making is needed to generate and maintain tempo",
        7388.38,
        7395.4
    ],
    [
        " Intuitive decision making relies on a commander's intuitive ability to recognize the key elements of a particular problem and arrive at the proper decision",
        7395.4,
        7404.84
    ],
    [
        " Without having to compare multiple options intuition is not some mysterious reality",
        7404.84,
        7411.36
    ],
    [
        " Not some mysterious quality rather it is a developed skill",
        7411.36,
        7416.04
    ],
    [
        " Grounded firmly in experience and one that can be further developed through education and practice is not without some risk however",
        7416.3,
        7423.8
    ],
    [
        " And leaders should use the decision making style that works for them",
        7423.8,
        7428.1
    ],
    [
        " Learn to detach learn to take a step back",
        7428.1,
        7433.22
    ],
    [
        " Make the intuitive decision",
        7433.22,
        7435.42
    ],
    [
        " making credit incremental decisions",
        7435.42,
        7438.48
    ],
    [
        " You know Brian stand when Brian stand was on here. I have to go listen to it again",
        7441.76,
        7446.12
    ],
    [
        " But one thing I noticed is he was he was really into the tempo",
        7446.12,
        7449.96
    ],
    [
        " And and I paid attention to you know, he said you know, I wanted to keep the tempo when you you know certain people",
        7449.96,
        7457.54
    ],
    [
        " They sort of they sort of grasp on to a tenant and and it makes really good sense to them",
        7457.54,
        7463.56
    ],
    [
        " And when stand was on like I could see oh yeah",
        7464.9,
        7468.48
    ],
    [
        " He either way he talked about maintaining that tempo you know he had a good instructor at that block of the basic school",
        7468.48,
        7474.16
    ],
    [
        " Really explained it well, and he said okay, I get this I can I can if I can go if I can keep that speed up if I can keep that operational tempo up",
        7474.16,
        7482.12
    ],
    [
        " I can overcome my enemy",
        7482.12,
        7483.76
    ],
    [
        " I love how they describe the idea of being intuitive",
        7483.76,
        7489.24
    ],
    [
        " Is not magic or or mystery yeah, and people write that off like oh he's got",
        7490.54,
        7494.2
    ],
    [
        " People that are naturally intuitive actually aren't naturally intuitive",
        7494.2,
        7497.76
    ],
    [
        " They've cultivated and developed that through a ton of experience that and the discipline to put themselves in the situations over and over and over and over again",
        7497.76,
        7505.06
    ],
    [
        " And for those of us on the outside it looks",
        7505.06,
        7507.16
    ],
    [
        " Like it's just natural. Yeah, but it's really a byproduct of all the times that they've done that",
        7507.16,
        7512.74
    ],
    [
        " So it is it is natural to them only because of what they've done to put themselves in that position",
        7512.74,
        7517.7
    ],
    [
        " Yeah, and there's like pragmatic things that you can do to make yourself seem super intuitive and I do them all the time",
        7517.7,
        7524.38
    ],
    [
        " they're",
        7524.38,
        7525.34
    ],
    [
        " for instance, and I was just writing about this",
        7525.34,
        7528.08
    ],
    [
        " I'll sit there and there'll be a group of my subordinates talking about whatever thing we got to decide on and I'm not saying a damn word",
        7528.08,
        7536.64
    ],
    [
        " And I'll listen and I'll get all this great information from all of them about all the different possibilities of things",
        7536.64,
        7542.76
    ],
    [
        " Way things go in the way things the outcomes we could have and the resistance we could meet in these various areas",
        7542.76,
        7547.34
    ],
    [
        " And I get done listening to all that for 28 minutes",
        7547.34,
        7550.08
    ],
    [
        " Then I haven't said anything",
        7550.08,
        7551.54
    ],
    [
        " But guess what I've done is I've taken all those things and by being detached and by listening and and by not having a preformed opinion and by letting my ego not drive my decision making when I finally say hey",
        7551.54,
        7563.36
    ],
    [
        " Here's the best way to go forward",
        7563.36,
        7567.16
    ],
    [
        " It seems like oh that the bulls-he made that decision really easily. No actually",
        7567.16,
        7573.38
    ],
    [
        " It's it's because I just listened there's pragmatic things you can do that make you seem more intuitive",
        7573.56,
        7579.5
    ],
    [
        " An incremental decision is one of those things as well because you can make an incremental decision very easily because there's less risk in it",
        7579.5,
        7586.46
    ],
    [
        " So when you say hey listen, we just landed and",
        7586.46,
        7591.48
    ],
    [
        " The the Germans we haven't met many resistance. We're going forward",
        7591.48,
        7596.18
    ],
    [
        " We're gonna go forward three more miles",
        7596.18,
        7598.56
    ],
    [
        " That seems like a really bold intuitive decision, but really",
        7598.56,
        7602.56
    ],
    [
        " You haven't met any resistance and it's pretty easy to make because you're not over committing",
        7603.06,
        7607.32
    ],
    [
        " So so you seem like this super cool. You're not saying hey, we're going all the way to Rome",
        7607.32,
        7612.68
    ],
    [
        " You're just saying hey, we're just gonna go three more miles. We made it three. We're gonna double it. Let's go",
        7612.68,
        7618.22
    ],
    [
        " And everything's damn that's bold. Yeah, but the reality is you haven't met any stern resistance. Cool as rock and roll",
        7618.22,
        7624.44
    ],
    [
        " Am I super intuitive? No, I'm just detached. I'm assessing and making a decision",
        7624.44,
        7630.7
    ],
    [
        " We're you know, I find myself kind of laughing. I'm hearing you you read it and I kind of chuckle to myself a little bit",
        7631.98,
        7636.96
    ],
    [
        " There's the reason these seemingly totally simple and obvious statements need to be said like",
        7636.96,
        7644.02
    ],
    [
        " You need to assess the situation and figure out how we got here",
        7644.02,
        7648.26
    ],
    [
        " That it's so easy to listen to that, but in reality",
        7648.26,
        7653.16
    ],
    [
        " It's really hard for people to do that and the people that do that the worst are the ones that are most emotional about what's going on",
        7653.16,
        7660.58
    ],
    [
        " the most inside",
        7660.7,
        7661.7
    ],
    [
        " We we talk about at echelon front when we talk with companies",
        7661.7,
        7665.74
    ],
    [
        " We talk about detach when we're talking about prioritize and execute and if I say prioritize and execute the first thing that people jump to is",
        7665.74,
        7673.02
    ],
    [
        " I got to get the right resources and make sure I know the right priorities are that that is true",
        7673.02,
        7677.24
    ],
    [
        " But actually individually what you need to do is you need to detach from what's going on",
        7677.24,
        7682.7
    ],
    [
        " And make sure that what seems to be a priority for you isn't a priority because you're so inside that and so emotional about that",
        7682.7,
        7690.0
    ],
    [
        " You can't see that actually this thing changed",
        7690.0,
        7693.02
    ],
    [
        " Step B took us to this and things are different now. We have to shift our priorities",
        7693.02,
        7696.74
    ],
    [
        " And it isn't just",
        7696.74,
        7698.5
    ],
    [
        " People out resources allocated the right things those two it's",
        7698.5,
        7702.26
    ],
    [
        " Are you detached from the situation so you're actually doing that correctly?",
        7702.26,
        7705.92
    ],
    [
        " So you don't stay in one place too long or push too far forward or anything in between and",
        7706.24,
        7711.3
    ],
    [
        " Sounds right to say you need to detach and pay attention look at what's going on around you",
        7711.3,
        7716.0
    ],
    [
        " And we kind of laugh that it's so hard for some people to do",
        7716.2,
        7718.94
    ],
    [
        " Especially when it's your thing that you're living on the inside and and",
        7718.94,
        7722.04
    ],
    [
        " When you do that as a commander do that as a leader in organization",
        7722.04,
        7724.74
    ],
    [
        " You can crush organizations by being so committed to the thing you're doing in one direction or another",
        7724.74,
        7729.56
    ],
    [
        " Because you're simply just not detached",
        7729.56,
        7731.34
    ],
    [
        " And when you can show people what detachment looks like and just pull them out a little bit and look around",
        7731.34,
        7736.56
    ],
    [
        " I was at an FTX two weeks ago",
        7736.56,
        7738.42
    ],
    [
        " So we do this FTX is in there. They can be very chaotic very dynamic",
        7738.42,
        7742.04
    ],
    [
        " There's things going on and more often not when you're leading your team in this FTX is field training",
        7742.04,
        7746.04
    ],
    [
        " You're getting slaughtered by the enemy. There's 15 of you",
        7746.04,
        7749.08
    ],
    [
        " There's three of them and they're destroying you because they'd see what's going on and the leaders run around and they try to make decisions and",
        7749.08,
        7754.76
    ],
    [
        " I grab someone who was who was dead. So they put some hate sat them down",
        7754.76,
        7758.44
    ],
    [
        " Pull them up and I sat up next to me and I took about 20 steps away from the action. I said",
        7758.44,
        7762.64
    ],
    [
        " What do you see?",
        7762.64,
        7763.86
    ],
    [
        " Just tell me what you see and they said oh, I see a group over here running",
        7764.72,
        7767.5
    ],
    [
        " I see someone getting cover",
        7767.5,
        7769.56
    ],
    [
        " I see two enemy running behind that building and they went on and said about 15 different things and they said",
        7769.84,
        7774.82
    ],
    [
        " They saw and I said you know what you see actually",
        7774.82,
        7776.5
    ],
    [
        " You see everything you're just standing here looking around because you're totally detachment and",
        7776.5,
        7781.8
    ],
    [
        " What do you think we should do? I said all those people need to get from behind that building and run over here",
        7781.8,
        7787.5
    ],
    [
        " That's what a good leader does and when they can see that from the outside in a set of the inside out all this stuff becomes obvious",
        7787.5,
        7794.44
    ],
    [
        " And we're listening you know leading reading it and sort of laughing about it",
        7794.44,
        7797.22
    ],
    [
        " But it's actually really hard to do when you're inside that yeah, no, that's the that's the classic Seth Stone story",
        7797.22,
        7802.68
    ],
    [
        " I tell when he had his neck brace on during land warfare and he wasn't allowed to participate and he said they're watching his",
        7802.68,
        7808.34
    ],
    [
        " His task you to get annihilated and he says you know, can I help him and I said well hold on a minute and then",
        7808.34,
        7814.58
    ],
    [
        " They're gonna annihilate any moreness as can I help him and I said all right go ahead and help him and he gives him",
        7814.58,
        7818.52
    ],
    [
        " You know one quick immediate action drill and and they executed and they're gone and he says to me",
        7818.52,
        7823.42
    ],
    [
        " Man, it's so easy when you're way up here and we were literally six inches above the task unit",
        7823.42,
        7830.02
    ],
    [
        " But when you're and then I told them you know when we were going through this training",
        7830.02,
        7834.48
    ],
    [
        " It was like this for me every time I could see everything because I was detached. I wasn't in the weeds",
        7834.48,
        7839.2
    ],
    [
        " And that's gives you gives you this incredible",
        7839.2,
        7843.66
    ],
    [
        " Power and visibility and it happens doesn't we're not only here's the thing",
        7843.66,
        7848.76
    ],
    [
        " We're not only talking about",
        7848.76,
        7850.28
    ],
    [
        " With the battlefield or the trainings in area. We're talking about any situation. We're talking about business",
        7850.34,
        7855.82
    ],
    [
        " And yes, we're talking about life as well",
        7855.82,
        7857.76
    ],
    [
        " Take a step back",
        7857.76,
        7860.22
    ],
    [
        " I had a friend that was",
        7860.22,
        7862.8
    ],
    [
        " Falling off the cliff with addiction",
        7862.8,
        7866.98
    ],
    [
        " alcohol alcohol addiction and",
        7866.98,
        7870.54
    ],
    [
        " He was briefing me on another person that we knew that was falling off the cliff of drug addiction",
        7870.54,
        7877.48
    ],
    [
        " And he's sitting there explaining this to me like I can't believe you don't he doesn't even see what's happening",
        7878.24,
        7883.94
    ],
    [
        " It's so bad and he doesn't get it. He can't see how bad it is for himself",
        7883.94,
        7888.06
    ],
    [
        " And I'm sitting there and I was I was going to the extreme. I was going I know I can't believe how hard",
        7888.06,
        7893.74
    ],
    [
        " I can't believe he can't see that and I was describing him",
        7893.74,
        7897.38
    ],
    [
        " Because we can't detach or get caught in the relationships and jobs and scenarios that are bad",
        7897.38,
        7904.3
    ],
    [
        " Because we can't detach and we get emotional so don't let it happen",
        7904.3,
        7907.12
    ],
    [
        "",
        7907.48,
        7907.48
    ],
    [
        " Leaders with strong situational awareness and broad experience can act quickly because they have intuitive understanding of the situation",
        7907.48,
        7915.68
    ],
    [
        " Know what needs to be done and know what can be done",
        7915.68,
        7918.36
    ],
    [
        " This insight has often been called kudui",
        7918.36,
        7923.48
    ],
    [
        " Which is a French term and we've talked about on this podcast which literally means to stroke the eye which means you take a quick glance",
        7923.48,
        7930.24
    ],
    [
        " It's something and you can understand it",
        7930.24,
        7932.5
    ],
    [
        " It's also been called tactical sense",
        7932.5,
        7935.14
    ],
    [
        " Union army brigade",
        7936.08,
        7937.38
    ],
    [
        " General John Buford's approach to the battle of Gettysburg offers a good example of understanding the battle so that it leads to a decision",
        7937.38,
        7944.5
    ],
    [
        " Arriving at Gettysburg with a division of cavalry on the morning of June 30th",
        7944.5,
        7949.12
    ],
    [
        " 1863 Buford saw Confederate forces approaching from the northwest with the bulk of the Union forces still some miles away",
        7949.12,
        7955.98
    ],
    [
        " Buford was able to conceptualize the coming battle in his mind from his position on a hill outside of town",
        7955.98,
        7963.52
    ],
    [
        " He's de facto detached",
        7965.9,
        7967.44
    ],
    [
        " He could see that early seizure of the high ground west to Gettysburg was critical to giving the army of the Potomac time to mass its forces",
        7967.44,
        7975.52
    ],
    [
        " Occupation of this high ground would also preserve tactical advantage of the high ground to Buford's rear for the Union army once they arrived on the battlefield",
        7975.52,
        7983.34
    ],
    [
        " Buford also knew that if the Confederates were allowed to mass",
        7983.34,
        7987.36
    ],
    [
        " forces first around the high ground to the south and west Lee would have the advantage over the arriving Union forces",
        7987.36,
        7994.52
    ],
    [
        " Quickly spreading out one brigade west to town along McPherson's Ridge",
        7995.14,
        7998.68
    ],
    [
        " General Buford settled in to defend Gettysburg until the arrival of Union reinforcements on July 1st",
        7998.68,
        8006.0
    ],
    [
        " The following day he held his ground against the division of Confederate infantry supported by artillery until general",
        8006.0,
        8011.24
    ],
    [
        " John Reynolds second corps came up and reinforced the line general Buford's ability to foresee the coming battle",
        8011.24,
        8016.64
    ],
    [
        " Take quick action in the disposition of his forces and hold the high ground until reinforceors one of the",
        8016.64,
        8021.62
    ],
    [
        " decisive actions that defeated the army of northern Virginia at the Battle of Gettysburg",
        8022.14,
        8026.56
    ],
    [
        " Buford's actions at Gettysburg demonstrated an exceptional ability to grasp the essence of a tactical situation through the skills of pattern recognition and intuitive decision making",
        8026.56,
        8036.92
    ],
    [
        " I'm gonna say that when you get up on the high ground and you look around you can see things that other people aren't gonna see and you can make really good decisions",
        8036.92,
        8045.38
    ],
    [
        " Now this is a physical example",
        8045.38,
        8047.96
    ],
    [
        " But you can mentally do this as well and you have to you have to mentally step back",
        8047.96,
        8053.48
    ],
    [
        " Detach",
        8053.48,
        8055.32
    ],
    [
        " Acting decisively our ability to understand the situation is useless if we're not prepared to act decisively when the opportunity arrives",
        8055.32,
        8062.56
    ],
    [
        " We must exploit it fully and aggressively committing every ounce of combat power",
        8062.56,
        8066.88
    ],
    [
        " We can muster and pushing",
        8066.88,
        8068.38
    ],
    [
        " ourselves to the limits of exhaustion the keys to this effort are identifying enemy critical vulnerabilities",
        8068.38,
        8074.42
    ],
    [
        " Shaping the operation area to our advantage",
        8074.6,
        8077.14
    ],
    [
        " Designating a main effort to focus our combat power and acting in a bold and ruthless manner",
        8077.14,
        8084.64
    ],
    [
        " Critical vulnerabilities for battlefield success. It's not enough to generate superior combat power",
        8084.64,
        8091.76
    ],
    [
        " We must focus that combat power. Hmm interesting",
        8091.76,
        8095.7
    ],
    [
        " We must concentrate our efforts on a critical vulnerability that is a vulnerability which permits us to destroy some capability",
        8095.7,
        8103.56
    ],
    [
        " Without which the enemy cannot function effectively",
        8103.74,
        8106.48
    ],
    [
        " Seeking the enemies of vulnerabilities means striking with our strength against his weakness",
        8106.48,
        8112.74
    ],
    [
        " Rather than his strength and at a time when the enemy is not prepared. This is where we can often",
        8112.74,
        8118.96
    ],
    [
        " Cause the greatest damage at the lowest cost to ourselves in practical terms. This means avoiding his front",
        8118.96,
        8125.18
    ],
    [
        " The frontal assault where his attention is focused and striking his flanks and rear. We did not does not expect us",
        8125.18,
        8132.42
    ],
    [
        " So yes, the frontal assault it does exist and it can be used",
        8133.78,
        8138.04
    ],
    [
        " Not the best option very often not the best option",
        8138.04,
        8142.58
    ],
    [
        " Just because a target is vulnerable does not however mean that it's worth attacking",
        8142.58,
        8146.16
    ],
    [
        " We must direct our resources and strike those capabilities that are critical to the enemy's ability to function to defend attack or sustain himself",
        8146.16,
        8153.6
    ],
    [
        " Order command is forces. We must focus our efforts on those critical vulnerabilities that will bend the enemy most to our will most quickly",
        8153.6,
        8160.26
    ],
    [
        " You know what that makes me think of when that makes me think",
        8160.76,
        8163.56
    ],
    [
        " When I see leaders",
        8163.56,
        8165.9
    ],
    [
        " Get focused on things that don't matter that they're gonna get critical about so",
        8165.9,
        8172.38
    ],
    [
        " You know, Dave you're doing 10 things",
        8172.38,
        8174.68
    ],
    [
        " Sixth three of them are really important for our organization",
        8174.68,
        8178.26
    ],
    [
        " There's two of them that are at the bottom end that aren't really like a big impact at all",
        8178.26,
        8182.8
    ],
    [
        " You're doing your top three pretty well",
        8182.8,
        8185.48
    ],
    [
        " You're letting one of your bottom two just like doing it horribly",
        8185.48,
        8189.9
    ],
    [
        " I might mention a little something about it just to make sure it doesn't go completely off the rails",
        8190.28,
        8193.78
    ],
    [
        " But I've seen I see leaders that they take all that focus and focus on something that doesn't matter",
        8193.78,
        8198.66
    ],
    [
        " They want to get mad about you know, you should have done this or you should know that",
        8198.66,
        8201.88
    ],
    [
        " And I'm thinking how are you really gonna expend your leadership capital on that thing that barely even matters",
        8201.88,
        8207.6
    ],
    [
        " You know to going back to the patches with me and life, you know",
        8207.6,
        8210.88
    ],
    [
        " Hey, I'm not gonna expend a bunch of leadership capital and the fact that you are wearing these patches",
        8210.88,
        8214.7
    ],
    [
        " You know what I don't like it, but cool. Let's let's move on",
        8214.7,
        8217.9
    ],
    [
        " I what I want you to do, Dave and Seth I want you guys to plan an execute all submissions",
        8218.38,
        8222.62
    ],
    [
        " I want you to take the fight to the enemy that that's the top things I want you to do",
        8222.62,
        8226.26
    ],
    [
        " Do I want you to dress professionally? Yes, I do",
        8226.26,
        8229.08
    ],
    [
        " But that's pretty low on the total pole given where we are in this situation right now",
        8229.08,
        8233.6
    ],
    [
        " Yeah, and leaders will will create this this scenario by which okay",
        8233.6,
        8237.86
    ],
    [
        " if I if I acquiesce on that one little thing",
        8237.86,
        8241.32
    ],
    [
        " That's a weakness and they're gonna see that I don't hold the line on that and so it's gonna and infect everything else",
        8241.32,
        8246.94
    ],
    [
        " And so they they'll they'll overdo that one thing because",
        8247.22,
        8249.96
    ],
    [
        " Yeah, I hold no that's how I lead I hold the line on everything when in reality",
        8249.96,
        8254.96
    ],
    [
        " The exact opposite will happen is is they'll recognize",
        8254.96,
        8258.82
    ],
    [
        " Joggo's actually human being hey, and I'm not gonna just completely gaff off jaco and ignore what he says",
        8258.82,
        8264.68
    ],
    [
        " He's kind of at least give me a little indication. Hey don't let this thing fall so off the rails",
        8264.68,
        8268.36
    ],
    [
        " Then it then starts to affect everything else",
        8268.36,
        8269.84
    ],
    [
        " But what actually is important is what we're focusing on",
        8269.84,
        8272.1
    ],
    [
        " And the inflexibility with the leaders like well, I'm gonna hold the line on everything",
        8272.1,
        8275.9
    ],
    [
        " Well guess what not everything is the same importance and not everything will have the same",
        8275.9,
        8280.16
    ],
    [
        " Impact on the outcome and what you need to focus on the most is the things that are most impactful things that are most important",
        8280.16,
        8285.94
    ],
    [
        " Patches patches on good job, life",
        8285.94,
        8292.58
    ],
    [
        " At the at the lower tactical level",
        8292.58,
        8296.18
    ],
    [
        " This may mean using fire maneuver to take out machine gun position that is backbone event that is the backbone of enemy defenses",
        8296.18,
        8302.0
    ],
    [
        " It may mean using a gap in the enemies field of fire that allows us to get into his rear get to the rear of his position",
        8302.12,
        8308.82
    ],
    [
        " It may mean exploiting the enemies lack of air defenses by calling in close air support",
        8308.82,
        8313.34
    ],
    [
        " It may mean taking advantage of an enemy's lack of mobility",
        8313.34,
        8316.44
    ],
    [
        " By rapidly overrunning a keep position fashion he can respond",
        8316.44,
        8320.32
    ],
    [
        " It may mean an interdicting enemy resupply routes when his supplies are running short",
        8320.32,
        8324.44
    ],
    [
        " It may mean exploiting a lack of long-range weaponry",
        8324.44,
        8327.2
    ],
    [
        " by employing standoff tactics",
        8327.2,
        8329.74
    ],
    [
        " When whatever we determine the enemy's critical vulnerability to be we must be prepared to rapidly take advantage of it",
        8330.84,
        8337.52
    ],
    [
        " In the business world",
        8337.52,
        8340.78
    ],
    [
        " That's that's something you should always be paying attention to because we got our business and that's cool",
        8340.78,
        8347.42
    ],
    [
        " We're gonna do our thing, but what where what weaknesses do it does our competitor have",
        8347.42,
        8352.24
    ],
    [
        " And are we ready to exploit those weaknesses",
        8352.24,
        8355.8
    ],
    [
        " There is no formula for determining critical vulnerabilities",
        8356.58,
        8361.02
    ],
    [
        " Each situation is different critical vulnerabilities will rarely be obvious",
        8361.02,
        8366.72
    ],
    [
        " This is one of the things that make mastery of tactics so difficult and one reason that so few actions achieve a decisive outcome",
        8366.72,
        8374.84
    ],
    [
        " Identifying critical vulnerabilities is an important prerequisite to achieving a decision",
        8374.84,
        8379.48
    ],
    [
        " Shaping the operating area once we have developed an understanding of the situation and have determined enemy critical vulnerabilities to attack",
        8382.02,
        8390.42
    ],
    [
        " We try to shape the operating area to our advantage",
        8390.42,
        8394.58
    ],
    [
        " Shaping includes both lethal and non-leafed activities such as planning fires to fix the enemy using access of advanced to facilitate movement",
        8394.58,
        8403.08
    ],
    [
        " Designating objectives to focus our combat power or using deceptive measures to reinforce enemy expectations",
        8403.24,
        8408.84
    ],
    [
        " Using deceptive measures to reinforce enemy expectations",
        8408.84,
        8413.98
    ],
    [
        " Because they already have that idea. We're just gonna reinforce it",
        8413.98,
        8417.3
    ],
    [
        " Shaping activities can make the enemy vulnerable to attack impeter divert his attempts to maneuver",
        8417.3,
        8422.82
    ],
    [
        " Facilitate the maneuver of friendly forces and otherwise dictate the time and place for decisive battle",
        8422.82,
        8428.16
    ],
    [
        " Shaping forces the enemy to adopt courses of action favorable to us",
        8428.98,
        8432.62
    ],
    [
        " We attempt to shape events in a way that allows us several options so that by the time for the moment",
        8432.62,
        8439.16
    ],
    [
        " So that by the time the moment for decisive action arrives",
        8439.16,
        8443.04
    ],
    [
        " We have not restricted ourselves to only one course of action",
        8443.04,
        8447.5
    ],
    [
        " Through shaping we gain the initiative preserve momentum and control the temple combat. So yeah, we have multiple things that we're gonna do",
        8447.5,
        8456.7
    ],
    [
        " And we'll pick that course of action when it develops. Yeah, we haven't determined ahead of time",
        8458.16,
        8462.06
    ],
    [
        " Which one we're gonna use is it gonna be air power or two?",
        8462.06,
        8464.26
    ],
    [
        " We haven't actually met that decision yet",
        8464.36,
        8466.12
    ],
    [
        " But we're gonna do things that will reveal their vulnerability and then I'm gonna apply whatever that is to crush them",
        8466.12,
        8471.28
    ],
    [
        " Now some people might be wondering in a day-to-day or in a business",
        8471.28,
        8474.64
    ],
    [
        " Environment or life. What is it? What do you tell him about shaping operations? And this is a very",
        8474.64,
        8480.2
    ],
    [
        " Clear translation of what this means how you shape operations",
        8480.2,
        8486.7
    ],
    [
        " In the business world and in end in your life",
        8487.54,
        8490.38
    ],
    [
        " What shaping operations means is that you're out building relationships with the other human beings that you're gonna be working with",
        8490.38,
        8496.94
    ],
    [
        " That's what it means",
        8496.94,
        8499.94
    ],
    [
        " We build up alliances we build up trust we build up relationships so that when the things start to unfold",
        8499.94,
        8509.46
    ],
    [
        " We know who we can count on we know where we stand",
        8509.46,
        8512.76
    ],
    [
        " And also recognizing they might be the one",
        8514.52,
        8517.48
    ],
    [
        " That delivers the most critical",
        8517.48,
        8519.76
    ],
    [
        " Event the most critical action they might be the one that at the right time at the most critical moment",
        8519.76,
        8525.3
    ],
    [
        " Do the thing we need them to do absolutely and if your plan is wait for that moment to start building that relationship",
        8525.3,
        8530.9
    ],
    [
        " It's it won't work there. That's not how it works. You have to go back in time and you have to build that",
        8530.9,
        8536.52
    ],
    [
        " With the anticipation not to be knowing which one it's going to be at that time",
        8536.52,
        8540.62
    ],
    [
        " But that relationship has to be available that it realized it's here. We need to do this now and they're on board",
        8541.02,
        8545.86
    ],
    [
        " Main effort the main effort is the central maneuver is a central maneuver warfare concept concentrating efforts on achieving objectives that lead to victory",
        8545.86,
        8557.46
    ],
    [
        " Of all the actions going on with an archaic man",
        8557.46,
        8561.4
    ],
    [
        " We recognize one as the most critical to success at that moment the unit assigned responsibility for accomplishing this key mission is designated as the main effort",
        8561.4,
        8569.66
    ],
    [
        " The focal point upon which converges the combat",
        8570.18,
        8572.86
    ],
    [
        " power of the force",
        8572.86,
        8574.94
    ],
    [
        " The main effort receives priority for support of any kind",
        8574.94,
        8580.42
    ],
    [
        " It must be so you got to look at your life and say like what's your main effort in your life",
        8580.42,
        8583.64
    ],
    [
        " Right, and you got to make sacrifices in other areas that aren't as important in that particular time",
        8583.64,
        8588.04
    ],
    [
        " And they're gonna talk about this to your main effort can change like it can be it can adapt",
        8588.04,
        8592.06
    ],
    [
        " Hey my main effort right now focusing on this thing. Oh, that change",
        8592.06,
        8594.56
    ],
    [
        " You know, I was finishing a book",
        8594.56,
        8596.62
    ],
    [
        " I was finishing a book and",
        8597.8,
        8600.18
    ],
    [
        " Guess what that was my main effort for like",
        8600.18,
        8602.02
    ],
    [
        " You know, I actually it was the main effort when I was editing",
        8602.02,
        8605.88
    ],
    [
        " So you get edits back from your from your editor, right?",
        8605.88,
        8611.42
    ],
    [
        " And they've got little ideas",
        8611.82,
        8613.26
    ],
    [
        " That's a time frame that that's doing so I've got you know, whatever 80,000 word book",
        8613.26,
        8618.7
    ],
    [
        " It's when I'm writing the book. It's not the main effort",
        8618.7,
        8621.1
    ],
    [
        " Because it's just part of what I'm doing. It's an hour a day. It's a thousand words a day boom",
        8621.1,
        8625.34
    ],
    [
        " I look up in three months and I've got 80,000 words good. Okay. It wasn't the main effort",
        8625.34,
        8629.24
    ],
    [
        " Then all of a sudden I get back my edits",
        8629.24,
        8632.1
    ],
    [
        " From my editor and now I've got a in that's due in six days",
        8632.1,
        8637.7
    ],
    [
        " That becomes my main effort 100% because I can't out of time",
        8637.7,
        8640.66
    ],
    [
        " It's gonna take like three four hours a day to do those to do those edits",
        8640.66,
        8644.08
    ],
    [
        " So it has to be the main effort. So your main effort can change in your life",
        8644.08,
        8648.18
    ],
    [
        " But what you do is you sacrifice other things like during that time period",
        8648.18,
        8652.66
    ],
    [
        " I was kind of lucky because I hurt my knee come from beautifully hurt my knee couldn't change it so I was like cool",
        8652.7,
        8657.56
    ],
    [
        " There's that editing needs to get done did it",
        8657.56,
        8660.08
    ],
    [
        " So your your main effort can can change and adapt and the same thing happens on the battlefield",
        8660.08,
        8664.82
    ],
    [
        " Faced with the decision we ask ourselves how can I best support the main effort?",
        8664.82,
        8673.32
    ],
    [
        " So the main effort receives priority for support of any kind",
        8673.82,
        8677.68
    ],
    [
        " It must be clear to all of the units in the command that they must support that unit in the accomplishment of the",
        8677.68,
        8682.64
    ],
    [
        " mission the main effort becomes a harmonizing force for a subordinate's initiative",
        8682.9,
        8686.98
    ],
    [
        " Faced with the decision we ask ourselves how can I best support the main effort?",
        8686.98,
        8691.06
    ],
    [
        " And if you want to be a good if you want to create a good reputation for yourself as a as a leader and as a human being",
        8691.52,
        8698.34
    ],
    [
        " When you're not the main effort instead of complaining and worried that you don't have the spotlight",
        8698.34,
        8702.9
    ],
    [
        " What you do is you look at the person that's the sporting effort you say how can I help you win? Yeah",
        8702.9,
        8707.38
    ],
    [
        " The good leader says when they recognize somebody else's the main effort is what can I do to help and all the time we see it where when you're not the main effort",
        8708.78,
        8716.0
    ],
    [
        " You know what the bad leaders do they complain that they're not the main effort",
        8716.0,
        8719.46
    ],
    [
        " Oh, yeah, and they argue and they fight and they stamp their foot to say I should be the main effort and even worse",
        8719.46,
        8724.5
    ],
    [
        " They undermine the main effort because they want to see the main effort fail",
        8724.5,
        8728.1
    ],
    [
        " Dave shouldn't have this I'm gonna undermine Dave watch him fail. Yeah, I'll get the leg up",
        8728.1,
        8733.22
    ],
    [
        " Yeah, how does that help you in the long and oh wait?",
        8733.22,
        8735.38
    ],
    [
        " It does that's right because you're playing the short game",
        8735.38,
        8737.98
    ],
    [
        " Some actions may support the main effort indirectly for example",
        8737.98,
        8742.68
    ],
    [
        " Commander may use other forces to deceive the enemy as to the location of the main effort marine forces used",
        8742.68,
        8747.9
    ],
    [
        " This concept extensively in conducting a series of combined arms raids prior to the ground offensive and operation desert storm",
        8747.9,
        8753.98
    ],
    [
        " The raids were to confuse the Iraqis as to the true position and intention of allied forces",
        8753.98,
        8759.3
    ],
    [
        " The raid force appeared in the middle of the night and fired from positions the enemy had every right to believe",
        8759.3,
        8764.82
    ],
    [
        " Or unoccupied use of a main effort implies the use of economy of force",
        8765.44,
        8769.82
    ],
    [
        " this term does not mean",
        8769.82,
        8772.1
    ],
    [
        " That we use as little force as we think we can get away with",
        8772.1,
        8776.14
    ],
    [
        " Rather it means that we must not fail to make effective use of all the assets available to us",
        8776.14,
        8783.72
    ],
    [
        " Forces not in a position to directly support the main effort should be used to indirectly support it",
        8783.72,
        8790.1
    ],
    [
        " Such forces might be used to distract the enemy or tie down enemy forces that might otherwise",
        8790.1,
        8794.26
    ],
    [
        " Reinforce the threat and point uncommitted forces can be used in this effort by maneuvering them in faints and demonstrations that keep the enemy off ballots",
        8795.12,
        8802.46
    ],
    [
        " And this is something that I think you mentioned earlier is like oh yeah",
        8802.46,
        8807.88
    ],
    [
        " Like the the person that's not the main effort has a huge impact on what's happening",
        8807.88,
        8811.72
    ],
    [
        " So just because you're not the main effort doesn't mean you shouldn't do everything in your power to support the main effort",
        8811.72,
        8819.28
    ],
    [
        " While a commander always designates a main effort it may shift during the course of battle as events unfold because events and the enemy are unpredictable few battles flow exactly as the commander is planned",
        8819.84,
        8828.98
    ],
    [
        " Isn't that funny few battles flow exactly as the commander's planned",
        8828.98,
        8833.04
    ],
    [
        " As a result the commander must make adjustments",
        8833.04,
        8836.2
    ],
    [
        " How often do I see a commander a leader",
        8836.2,
        8841.12
    ],
    [
        " Have their plan in their head and that's what they're sticking to",
        8841.12,
        8844.32
    ],
    [
        " Yeah, we see it all the time. I'm sticking to the plan and yet",
        8844.32,
        8848.82
    ],
    [
        " Few battles flow exactly as the commander but you it's okay. It's by definition. It's been saying",
        8849.68,
        8854.76
    ],
    [
        " You should not stick with your plan because it's gonna change yes",
        8854.76,
        8858.48
    ],
    [
        " One way is by redesignating the main effort for example if company is designated as the main effort",
        8858.48,
        8865.44
    ],
    [
        " But runs into heavy enemy resistance while adjacent company B makes a breakthrough that is exploits a critical vulnerability the battalion commander may",
        8865.44,
        8872.36
    ],
    [
        " Designate company B as the main effort this new designation of company B as the main effort must not however be",
        8872.36,
        8878.08
    ],
    [
        " merely nominal",
        8878.08,
        8879.22
    ],
    [
        " It means that the combat power which was supporting company a now shifts to company B",
        8879.22,
        8886.34
    ],
    [
        " Identifying the main effort is the principle and most important answer to the question how do we achieve a decision?",
        8886.34,
        8895.2
    ],
    [
        " Bold boldness and ruthlessness you want to how you achieve a decision? Here's how you do it",
        8895.22,
        8902.38
    ],
    [
        " Fourcing a successful decision requires the commander to be bold and ruthless",
        8902.56,
        8907.26
    ],
    [
        " boldness refers to daring and aggressiveness in behavior",
        8907.26,
        8911.86
    ],
    [
        " It is one of the basic requirements for achieving clear cut outcomes in order to try for victory must dare to try for victory",
        8911.86,
        8919.3
    ],
    [
        " We must have a desire to win big",
        8919.3,
        8922.76
    ],
    [
        " Even if we realize that in many situations the conditions for victory may not yet be present",
        8922.76,
        8927.3
    ],
    [
        " ruthlessness refers to pursuing the established goal mercilessly and single-mindedly",
        8927.94,
        8933.22
    ],
    [
        " This doubly important this is doubly important once we gain an advantage once we have an advantage",
        8933.22,
        8939.68
    ],
    [
        " We should exploit it to the fullest we should not ease up but instead increase the pressure",
        8939.68,
        8944.5
    ],
    [
        " Victory and combat is really a product of the of the initial plan",
        8944.5,
        8948.02
    ],
    [
        " But rather of ruthlessly exploiting any advantage no matter how small until it succeeds",
        8948.02,
        8954.3
    ],
    [
        " And",
        8957.06,
        8957.66
    ],
    [
        " That's where a lot of people want to stop listening",
        8957.66,
        8959.52
    ],
    [
        " Just that that because that sounds so fired up that they think cool bold and ruthless that's how I'll take you from now on",
        8959.52,
        8968.2
    ],
    [
        " And then we get into the economy bold and ruthless boldness and ruthless is ruthlessness must be accompanied by",
        8968.2,
        8976.98
    ],
    [
        " Strong leadership and tempered by sound judgment",
        8976.98,
        8981.42
    ],
    [
        " Without these qualities boldness can become recklessness and ruthlessness can be distorted into cruelty",
        8982.22,
        8990.72
    ],
    [
        " So yes, there is a dichotomy in every aspect of leadership and if you go too far in one direction or the other",
        8990.72,
        9000.7
    ],
    [
        " You will fall apart and fail",
        9000.7,
        9003.56
    ],
    [
        " Can you have can you have",
        9003.56,
        9007.34
    ],
    [
        " Too much sound judgment? Oh",
        9007.34,
        9010.36
    ],
    [
        " Yes, you can you can sit there and wait to make the perfect judgment",
        9010.36,
        9013.6
    ],
    [
        " That that that's that's what's got to be balanced",
        9013.6,
        9016.64
    ],
    [
        " So be careful",
        9016.64,
        9019.74
    ],
    [
        " conclusion",
        9019.74,
        9021.32
    ],
    [
        " As marine leaders weather of fire teams or of a marine expeditionary force we are responsible for achieving success",
        9021.32,
        9029.36
    ],
    [
        " As you pointed out earlier what are you going to get graded on how if you're successful",
        9029.36,
        9034.36
    ],
    [
        " That's how we're grading you we don't care how you did it",
        9034.36,
        9038.0
    ],
    [
        " In combat the success we seek is victory not merely a partial or marginal outcome that",
        9038.0,
        9045.72
    ],
    [
        " Forstals the final reckoning but a victory that settles the issue in our favor",
        9045.72,
        9051.18
    ],
    [
        " To be victorious we must work ceaselessly in peacetime to develop in ourselves a talent for military judgment",
        9051.18,
        9058.98
    ],
    [
        " The ability to understand a situation and act decisively",
        9058.98,
        9062.52
    ],
    [
        " Military judgment results from the wisdom gained from experience",
        9062.52,
        9066.98
    ],
    [
        " It allows us to identify patterns of activity and to concentrate our efforts against a critical vulnerability that will bend the enemy to our will",
        9066.98,
        9075.86
    ],
    [
        " We must sharpen our ability to make decisions intuitively based on our understanding of the situation",
        9075.86,
        9084.3
    ],
    [
        " Boom",
        9084.3,
        9086.32
    ],
    [
        " So we just did two chapters",
        9086.32,
        9088.78
    ],
    [
        " I thought we were going to get through three",
        9088.78,
        9090.98
    ],
    [
        " But we didn't",
        9091.08,
        9092.86
    ],
    [
        " So we'll hit the other",
        9092.86,
        9097.44
    ],
    [
        " What is there eight nine no there's eight chapters there's eight chapters in this book we got through two",
        9097.44,
        9104.64
    ],
    [
        " We'll do the next two on the next one",
        9104.64,
        9107.86
    ],
    [
        " um",
        9107.86,
        9109.34
    ],
    [
        " All kinds of things that sort of",
        9109.34,
        9113.6
    ],
    [
        " Lessons learned inside this",
        9113.6,
        9116.48
    ],
    [
        " And you know we covered that part",
        9116.48,
        9120.36
    ],
    [
        " That was about stacking",
        9120.98,
        9122.48
    ],
    [
        " The deck in your favor a skilled commander seeks a victory from the situation",
        9122.48,
        9128.36
    ],
    [
        " That's what we're trying to do. We're trying to stack the deck in our favor trying to be ready trying to be prepared",
        9128.36,
        9133.92
    ],
    [
        " Not just for combat obviously, but for life for business for family",
        9133.92,
        9143.88
    ],
    [
        " Any recommendations from you Dave",
        9143.88,
        9149.4
    ],
    [
        " I do have some recommendations on",
        9150.98,
        9153.0
    ],
    [
        " Being prepared and yeah combat",
        9153.0,
        9156.62
    ],
    [
        " for sure business for sure",
        9156.62,
        9159.54
    ],
    [
        " And in life for sure",
        9159.54,
        9162.5
    ],
    [
        " Origin USA",
        9162.5,
        9167.36
    ],
    [
        " Origin main up and forming ten so",
        9167.36,
        9173.36
    ],
    [
        " You started to jiu jitsu how long ago",
        9173.36,
        9177.08
    ],
    [
        " Just over a year ago really it's only been a year yeah, what probably a year and four months I guess okay",
        9177.86,
        9183.82
    ],
    [
        " So just not maybe about too much before the origin camp last year got it",
        9183.82,
        9190.36
    ],
    [
        " Which is coming up next month how often do you overlay",
        9190.36,
        9194.26
    ],
    [
        " What you see in jiu jitsu over everything else that you're doing in your life",
        9194.26,
        9198.54
    ],
    [
        " All the time now I'm I'm always a little cautious about talking about it because",
        9198.54,
        9205.04
    ],
    [
        " You're an experience because I'm inexperienced um",
        9205.88,
        9208.4
    ],
    [
        " But if you're asking me how often I think about it and how often I make the connection to it",
        9208.4,
        9212.48
    ],
    [
        " It's and I say all the time I mean it all the time",
        9212.48,
        9215.44
    ],
    [
        " And now there's another layer to that so I got my kids started on jiu jitsu about",
        9215.44,
        9220.86
    ],
    [
        " Probably about six months ago. We had a little we moved cross country. There's a little gap in there",
        9220.86,
        9225.58
    ],
    [
        " But I got them set up pretty quickly here and last week that actually did a week-long jiu jitsu camp",
        9225.58,
        9230.94
    ],
    [
        " Check",
        9232.3,
        9232.82
    ],
    [
        " Where I'm actually making my money now",
        9232.82,
        9234.6
    ],
    [
        " Is how much better I am at helping my kids starting to figure things out because they're doing the jiu jitsu",
        9234.6,
        9241.54
    ],
    [
        " And I'm actually starting to make connections for them about",
        9241.54,
        9244.1
    ],
    [
        " Their lives and look they don't see it all they don't",
        9244.1,
        9248.82
    ],
    [
        " but",
        9248.82,
        9249.04
    ],
    [
        " The impact of that on my life goes well beyond my personal life right now",
        9249.04,
        9253.12
    ],
    [
        " It's my kids and how impactful that is and",
        9253.12,
        9255.68
    ],
    [
        " Added a long list of regret in my life",
        9255.68,
        9258.64
    ],
    [
        " If I had started when I when I was six years old like my son",
        9259.3,
        9262.98
    ],
    [
        " How different my life would be but",
        9262.98,
        9265.46
    ],
    [
        " It is it is awesome man. It's awesome. Yeah, it's it's good to be able to",
        9265.46,
        9272.22
    ],
    [
        " discuss things and be able to explain things you have this incredible metaphor for",
        9272.22,
        9278.92
    ],
    [
        " Everything yes if you get that jiu jitsu on I can't give my kids combat metaphors",
        9278.92,
        9284.98
    ],
    [
        " But I can give them jiu jitsu metaphors that they actually understand",
        9285.46,
        9289.86
    ],
    [
        " And I'm amazed at how much more they understand than I thought because how they're young",
        9289.86,
        9295.56
    ],
    [
        " They understand things and they understand things and you know the other thing is you can explain things to them",
        9295.56,
        9301.0
    ],
    [
        " That they might understand they don't they don't understand it they understand it subconsciously",
        9301.0,
        9305.52
    ],
    [
        " And when you make it conscious for them and they go oh oh, I see oh so I shouldn't just try and stay in this position",
        9305.52,
        9313.36
    ],
    [
        " I should let that person move a little bit and look from opening. Oh, okay kind of like when mom's telling me to do something",
        9313.36,
        9318.32
    ],
    [
        " I shouldn't just get just trying to hold position. I should actually maneuver a little bit. Okay, I get it",
        9318.32,
        9324.16
    ],
    [
        " I get it. Oh, I should I should try and get in a good position. Hmm",
        9324.16,
        9327.64
    ],
    [
        " Yeah, if you start your jitsu which you absolutely should go to origin main you're gonna need a ghee",
        9327.64,
        9334.24
    ],
    [
        " go to origin main",
        9334.24,
        9335.96
    ],
    [
        " Get a ghee for jiu jitsu get a rash guard for jiu jitsu get",
        9335.96,
        9341.6
    ],
    [
        " Work out clothes t-shirts",
        9341.86,
        9344.26
    ],
    [
        " Get some jeans. We have origin jeans now and",
        9344.26,
        9349.68
    ],
    [
        " They're super they're just super comfortable and super kick ass. So get yourself some of that we have supplements",
        9349.68,
        9358.14
    ],
    [
        " joint warfare. I just got an email yesterday from some",
        9358.14,
        9364.06
    ],
    [
        " Somebody that said my mom",
        9364.06,
        9366.66
    ],
    [
        " Wanted me to send you an email to say thank you",
        9366.66,
        9370.98
    ],
    [
        " Because she's 71 years old and she's feeling awesome",
        9372.12,
        9377.28
    ],
    [
        " And I was like, hey cool",
        9377.28,
        9379.46
    ],
    [
        " Grandmas in the game",
        9379.46,
        9381.36
    ],
    [
        " So joint warfare, Crill oil discipline discipline go. I saw you take some discipline go. Yeah prior to us starting this podcast",
        9381.36,
        9389.26
    ],
    [
        " Discipline go I might have developed a small addiction to discipline and discipline go",
        9389.26,
        9394.66
    ],
    [
        " It's honestly the first supplement that I've taken where I'm like, yeah, we'll see that that it",
        9394.66,
        9400.96
    ],
    [
        " It just works this it works and it's I you so I travel a lot",
        9401.66,
        9409.2
    ],
    [
        " I don't get it honestly, you know the lifestyle we live right now. We're we're we're moving",
        9409.2,
        9413.58
    ],
    [
        " pretty aggressively and I have to be in the game. I can't I",
        9413.58,
        9417.64
    ],
    [
        " I can't show up me like hey, I'd love to give you my best today, but I'm tired. That's not part of the deal",
        9417.64,
        9422.32
    ],
    [
        " and",
        9422.32,
        9423.2
    ],
    [
        " You know you can go with the frontal assault power through method or you can actually take something's gonna help you out",
        9423.2,
        9429.76
    ],
    [
        " This stuff is legit man. It is legit and yeah, I took it before this because you know what I wanted to be in the game",
        9430.0,
        9435.52
    ],
    [
        " And how much on the milk train is the Burke family at this point",
        9435.52,
        9442.28
    ],
    [
        " So here's another day that went to your house and like opened up a car brand",
        9442.28,
        9445.32
    ],
    [
        " And I was like oh this dude's got a problem",
        9445.32,
        9447.2
    ],
    [
        " So here's the thing man is every time I think I'm on the train",
        9447.2,
        9450.0
    ],
    [
        " I'm like man, I'm so on the train and I'm like oh, and then the mint",
        9450.0,
        9452.56
    ],
    [
        " I'm like so on the mint and then the peanut butter",
        9452.56,
        9454.38
    ],
    [
        " It actually took",
        9455.76,
        9456.72
    ],
    [
        " The strawberry mulk to make me realize what it really means to be on the milk train",
        9456.72,
        9463.16
    ],
    [
        " Because I you know, I keep a little profile. You know, uh",
        9463.16,
        9467.56
    ],
    [
        " Echoes I'm not the key spokesperson for for milk bro when we got strawberry mulk",
        9467.56,
        9473.34
    ],
    [
        " That is a whole another level man",
        9473.34,
        9475.74
    ],
    [
        " And I was you know, I did peanut butter and I kind of went back to I have not gotten off the strawberry mulk train yet",
        9475.74,
        9482.94
    ],
    [
        " It is still just it's it's so good and everybody in the house nobody wants the other stuff right now",
        9483.16,
        9488.56
    ],
    [
        " And I was you know, I go back to this stuff because it's it's good",
        9488.56,
        9490.76
    ],
    [
        " I'd really like the other stuff",
        9490.76,
        9492.32
    ],
    [
        " But strawberry right now is still at the top of the list and it hasn't moved for a while",
        9492.32,
        9497.2
    ],
    [
        " Yeah, I finally got off the strawberry train because you know, I because I got it before everyone else",
        9497.2,
        9502.24
    ],
    [
        " I'm either see yeah, and then I was just so deep into it and plus I was the I was on the warrior kid strawberry mulk",
        9502.24,
        9508.44
    ],
    [
        " That's where it started yeah, so I was already on that so yeah",
        9508.44,
        9511.4
    ],
    [
        " Maybe like a week ago. I was having a little little lunchtime hater",
        9511.7,
        9516.64
    ],
    [
        " And I and I had some peanut butter and I",
        9516.64,
        9521.06
    ],
    [
        " So anyways, hey if you want to get some extra protein in your life check out the uh mulk",
        9521.06,
        9525.82
    ],
    [
        " Any of those flavors are really delicious and we got warrior kid mulk too",
        9525.82,
        9529.98
    ],
    [
        " Which is awesome for your kids. It's actually crazy",
        9529.98,
        9533.58
    ],
    [
        " That no one made it",
        9533.58,
        9535.74
    ],
    [
        " It's actually crazy that no one made warrior kid mulk before we did",
        9535.74,
        9539.4
    ],
    [
        " Because here oh you want your kids to drink poison. That sounds like a good plan. Yeah, no one's feeding their kid poison",
        9540.76,
        9546.68
    ],
    [
        " Except for everyone that's feeding their kid chocolate milk filled with sugar",
        9546.68,
        9550.08
    ],
    [
        " No one thought of it cool. I did well, we'll just go with warrior kid mulk",
        9550.08,
        9554.2
    ],
    [
        " It's tastes awesome your kids are gonna love it and you got chocolate white tea too",
        9554.2,
        9558.72
    ],
    [
        " You can either get the dry peat tea bags or you can get it in a can",
        9558.72,
        9562.16
    ],
    [
        " And you can crack that open",
        9562.16,
        9564.28
    ],
    [
        " And by the way right now we're drinking actually at this time the",
        9564.28,
        9567.64
    ],
    [
        " Where I'm drinking the the",
        9567.96,
        9570.32
    ],
    [
        " Jocco discipline go in a can and it's",
        9570.32,
        9573.86
    ],
    [
        " So here's the thing same thing if you are a parent and you know that mulk exists",
        9573.86,
        9580.04
    ],
    [
        " You should not buy anything else because it's not good for your kids. It's not",
        9580.04,
        9584.4
    ],
    [
        " I got the early sample of the go in a can got to try that a couple about a month ago. Yeah",
        9584.4,
        9590.68
    ],
    [
        " If you when this happens and you drink it",
        9590.68,
        9594.32
    ],
    [
        " There is no reason to ever buy a carbonated beverage at any other type again. Yeah, ever you should not",
        9594.9,
        9600.66
    ],
    [
        " To don't the seven up you should never buy seven up ever again. No, you won't you won't buy seven up",
        9600.66,
        9604.8
    ],
    [
        " You won't buy red boi you won't buy a coke. No, you'll just buy this because it's actually good for you any tastes awesome",
        9604.8,
        9609.96
    ],
    [
        " All right, cool. So that's that",
        9609.96,
        9612.22
    ],
    [
        " And also we do have a store that's called jocco store that",
        9612.22,
        9617.34
    ],
    [
        " Is jocco store calm and there we got rash cards and t-shirts and hats and",
        9617.34,
        9624.16
    ],
    [
        " And hoodies you got some women's gear too by the way my wife every article of clothing she now owns",
        9624.32,
        9629.5
    ],
    [
        " Has the origin logo on like everyone and now that we're out in the west coast the winter gear winter gear here is a hoodie",
        9629.5,
        9636.5
    ],
    [
        " Yeah, that's it sure and the women's hoodies are lit light weight hoodie or",
        9636.5,
        9640.22
    ],
    [
        " We are still just regular hoodies no lightweight hoodies yet when he's still a little she doesn't do lightweight",
        9640.22,
        9646.5
    ],
    [
        " It says she's cold she puts on the hoodie. I'm a lightweight guy now. I got I got both hoodies",
        9646.5,
        9650.0
    ],
    [
        " I transitioned you got the like the medium weight or the lightweight one. Yep, which you were all",
        9650.0,
        9654.26
    ],
    [
        " Echo put you on the spot. Yeah, bro. How do you like that right in front of me? He did",
        9654.54,
        9659.38
    ],
    [
        " Yeah, he wants to he's a valley. He will look into some validation",
        9659.38,
        9662.56
    ],
    [
        " Yeah, he did echo Charles. So yeah, you can get all that stuff. You can support the podcast at pull",
        9662.56,
        9667.34
    ],
    [
        " jockelstore.com represent",
        9667.34,
        9670.2
    ],
    [
        " What does echo say represent while being on the path? That's what he says. He says it in like a um",
        9670.2,
        9677.68
    ],
    [
        " Sort of a really super dramatic way",
        9677.68,
        9680.5
    ],
    [
        " If you want to represent",
        9681.22,
        9682.76
    ],
    [
        " Sometimes echo takes long pauses like I do",
        9682.76,
        9685.76
    ],
    [
        " But there's no sensibility to him",
        9685.76,
        9688.34
    ],
    [
        " I have to say if you want to represent wall",
        9688.34,
        9691.38
    ],
    [
        " You're on the path",
        9691.38,
        9694.18
    ],
    [
        " But hey, that's my brother echo Charles. Hey man. Hey um we got this podcast subscribe to it",
        9694.18,
        9700.8
    ],
    [
        " It's whatever you subscribe to podcasts",
        9700.8,
        9703.84
    ],
    [
        " leave reviews",
        9703.84,
        9705.32
    ],
    [
        " War your kid podcast Dave",
        9706.34,
        9707.82
    ],
    [
        " Dude three more just came out a couple weeks ago burned through my kids were so fired up because I had",
        9707.82,
        9713.72
    ],
    [
        " Episode 14 on repeat in the car because they will listen literally listen to those oriented podcast over and over again",
        9713.72,
        9719.92
    ],
    [
        " Even if they heard them and we just got through three new ones in the last week and they were fired up",
        9719.92,
        9723.92
    ],
    [
        " The stories from Uncle Jake",
        9723.92,
        9727.06
    ],
    [
        " So good we the one we just did it just just today was um",
        9727.06,
        9734.76
    ],
    [
        " The kid had the car and the two other kids wanted that radio control car",
        9735.32,
        9739.58
    ],
    [
        " But it was expensive and they there's two paths down to getting that car one which was",
        9739.58,
        9743.74
    ],
    [
        " Little disciplined with your money save your money save a little bit here a little bit there and at the end",
        9743.74,
        9748.06
    ],
    [
        " You know what you get you get the thing that you want",
        9748.06,
        9750.6
    ],
    [
        " And there's other kid and you use an example of ice cream on Fridays at school for a dollar that literally is exactly what my kids get",
        9750.6,
        9758.72
    ],
    [
        " It's accepted there you go. Yes, and they saw that",
        9758.72,
        9761.18
    ],
    [
        " Little delayed gratification",
        9761.18,
        9763.26
    ],
    [
        " Yeah kids as kids kids understand it man. I know they're young, but they these stories they make sense to them",
        9763.6,
        9769.44
    ],
    [
        " They internalize it they understand it. They're not too young to figure out these life lessons",
        9769.44,
        9773.46
    ],
    [
        " The classic parables of life that every kid you just wish and and I think they get so ingrained",
        9773.46,
        9780.94
    ],
    [
        " With the kids when they hear these stories. They're so relatable and they go. Oh, yeah, it's it's like",
        9780.94,
        9786.48
    ],
    [
        " It's a embedded in them now. They understood truly understand",
        9786.48,
        9791.8
    ],
    [
        " With that it that you have to delay gratification sometimes for example",
        9792.46,
        9795.74
    ],
    [
        " They truly understand that you have to make the right decisions",
        9795.74,
        9798.04
    ],
    [
        " They truly understand that the world doesn't send around them. They truly understand that you have to work like",
        9798.04,
        9801.94
    ],
    [
        " It embeds in their brains",
        9801.94,
        9803.96
    ],
    [
        " So check out that warrior kid",
        9803.96,
        9805.88
    ],
    [
        " Or your kid podcasting if you want to help out a warrior kid you can go to Irish oaks ranch.com",
        9805.88,
        9811.44
    ],
    [
        " And aid knows a warrior kid",
        9811.44,
        9813.28
    ],
    [
        " He's just working hard running a business at age of 13",
        9813.28,
        9817.88
    ],
    [
        " He's making soap with goat milk",
        9817.88,
        9821.28
    ],
    [
        " You can get that soap so you can stay clean",
        9822.08,
        9824.02
    ],
    [
        " YouTube channel",
        9824.02,
        9826.44
    ],
    [
        " Where echo makes legit videos in his opinion",
        9826.44,
        9830.22
    ],
    [
        " Other people have that opinion as well. I do. Oh, you do. Oh, yeah. Oh, you're an echo Charles those videos are legit",
        9830.22,
        9838.06
    ],
    [
        " supporter big time. Do you think echo goes overboard from time to time? Yes, I do",
        9838.06,
        9842.3
    ],
    [
        " Absolutely get out of balance every now and then",
        9842.3,
        9845.62
    ],
    [
        " How many explosions can there be in a jaco talk? Yeah",
        9845.62,
        9850.74
    ],
    [
        " Where you say, okay, that was a bit much. Yeah, nine is over the limit",
        9851.1,
        9854.98
    ],
    [
        " So there's that there's you know, yeah, if you subscribe to the YouTube channel",
        9854.98,
        9861.06
    ],
    [
        " Then you'll see them pop up and you're gonna watch them and you could there's some of them are smaller",
        9861.06,
        9865.5
    ],
    [
        " So you don't have to listen to a three-hour podcast",
        9865.5,
        9867.44
    ],
    [
        " Which not everyone has done to understood",
        9867.44,
        9870.62
    ],
    [
        " psychological warfare",
        9870.62,
        9872.56
    ],
    [
        " it's got",
        9872.56,
        9874.64
    ],
    [
        " Little short excerpts not even excerpts. They're a little short statements from me if you got a little weakness that you're trying to overcome",
        9876.22,
        9882.22
    ],
    [
        " You can go to iTunes Google Play MP3 you can get those",
        9882.22,
        9885.38
    ],
    [
        " And press play when you're about to take a take a hit go down the wrong path. Yeah, take a step off the path",
        9885.38,
        9895.1
    ],
    [
        " Yeah, press play stay on the path. That's a good one",
        9895.1,
        9898.16
    ],
    [
        " If you want a visual represent representation, you can go to flipside canvas.com",
        9898.16,
        9902.74
    ],
    [
        " My brother Dakota Meyer he's running this business",
        9903.04,
        9906.84
    ],
    [
        " He's making",
        9906.84,
        9909.0
    ],
    [
        " art",
        9909.0,
        9910.2
    ],
    [
        " For your wall high quality",
        9910.2,
        9913.7
    ],
    [
        " That say all kinds of good stuff on him things like good",
        9913.7,
        9916.98
    ],
    [
        " Things like discipline equals freedom. So check it out flipside canvas.com. You got on it",
        9916.98,
        9922.38
    ],
    [
        " Who's making all kinds of good stuff? Check out there go to on it",
        9922.38,
        9926.96
    ],
    [
        " Dot com slash jaco and check out some of their various",
        9927.64,
        9931.94
    ],
    [
        " equipment",
        9931.94,
        9933.44
    ],
    [
        " If you want plain equipment you can get it there if you are more like echo Charles and you want to have little artistic things",
        9933.44,
        9940.88
    ],
    [
        " And you can get that as well",
        9940.88,
        9942.58
    ],
    [
        " Got some books",
        9942.58,
        9944.26
    ],
    [
        " Yeah, you got another thing that's on repeat in my house are the warrior kid books",
        9944.26,
        9950.28
    ],
    [
        " So you have many knows there's there's three of them out there way of the warrior kid and mark submission",
        9950.28,
        9955.26
    ],
    [
        " War your kid three is out there where there's a will",
        9955.28,
        9957.8
    ],
    [
        " That book has been read repeatedly. I get to the end we go back to the beginning",
        9957.8,
        9962.4
    ],
    [
        " Every now that will be a detour back to one of the other books one or two",
        9962.4,
        9966.02
    ],
    [
        " But right now three is on repeat in two of the three kids",
        9966.02,
        9968.4
    ],
    [
        " those books are",
        9968.4,
        9970.22
    ],
    [
        " legit and even Mikey and the dragons even that book even though it's sort for younger kids",
        9970.22,
        9976.64
    ],
    [
        " Another book that my kids love not just because they can read it themselves",
        9976.64,
        9980.02
    ],
    [
        " But because they actually understand the message of the story",
        9980.02,
        9984.36
    ],
    [
        " It's so legit those books uh those books are awesome and those books are a must not just for the kids, but for the parents reading a man",
        9984.88,
        9990.92
    ],
    [
        " We got the uh the discipline equals reading field manual",
        9990.92,
        9995.06
    ],
    [
        " If you want to check that out. It's one of it's it's a book that people take pictures of the book",
        9995.06,
        10001.34
    ],
    [
        " Like they take pictures of the book",
        10001.34,
        10004.6
    ],
    [
        " And I'll tell you let me tell you a little something about this book. I'll tell you know",
        10004.6,
        10010.08
    ],
    [
        " You know, have you ever heard me talk smack about my publisher before",
        10010.08,
        10012.28
    ],
    [
        " Your current publisher my current publisher. Yeah. Yeah. Yeah. Yeah. Yeah. So occasionally I do that",
        10013.08,
        10017.4
    ],
    [
        " Here's one example of me doing that so",
        10017.4,
        10019.22
    ],
    [
        " Inside when you open it up they give the uh they give the credit",
        10019.22,
        10025.6
    ],
    [
        " To the design cover design and they get like somebody that works there and I'm sure they they did they hooked it up, but like",
        10025.6,
        10034.26
    ],
    [
        " I sent them this picture and said okay, this is what it's got to look like",
        10034.26,
        10037.74
    ],
    [
        " so",
        10039.56,
        10040.0
    ],
    [
        " It's uh, but it they did do a great job with it and it came out solid it has black pages",
        10040.0,
        10046.36
    ],
    [
        " They have to die the edges black",
        10046.36,
        10049.4
    ],
    [
        " It's a black book dude. It's called the Spinnacross Freedom Field Manual the the publisher told me it was the biggest risk",
        10049.4,
        10055.68
    ],
    [
        " He ever took with publishing a book",
        10055.68,
        10057.86
    ],
    [
        " Really? Yeah, he said he said I said is this the riskiest book you've ever cooked? He was oh my god not even close nothing's even close",
        10057.86,
        10065.12
    ],
    [
        " Because there's no pre-existing book anything like that",
        10065.16,
        10067.8
    ],
    [
        " So you're doing something completely outside",
        10067.8,
        10071.56
    ],
    [
        " Uncharted territory. I hope it worked out for him. He worked out well for him",
        10071.56,
        10077.62
    ],
    [
        " It worked out well. It actually worked out awesome and I appreciate everyone checking that out",
        10077.62,
        10080.86
    ],
    [
        " It's a book that you know what you know what you see the big spike in sales",
        10080.86,
        10084.56
    ],
    [
        " is",
        10084.56,
        10085.94
    ],
    [
        " Tort a graduation time people get it for oh the game was graduating school. Oh here you go",
        10085.94,
        10092.06
    ],
    [
        " Here's here's what you should do now that you're done with high school get on the path",
        10092.08,
        10095.04
    ],
    [
        " So that's the the freedom",
        10095.04,
        10096.58
    ],
    [
        " Discipline course freedom field manual the audio version of that is not unaudible. It's on mp3. So iTunes Amazon music",
        10096.58,
        10102.72
    ],
    [
        " Google play whatever and then extreme ownership",
        10102.72,
        10105.2
    ],
    [
        " Do the beginning man?",
        10105.2,
        10106.9
    ],
    [
        " A lot of folks have read it. I know",
        10107.18,
        10109.22
    ],
    [
        " So here's the thing about extreme ownership has to be read also",
        10109.22,
        10113.36
    ],
    [
        " Good for younger kid. I actually read part of that stuff to my kids they get it",
        10113.36,
        10117.84
    ],
    [
        " But it's not it's not everything",
        10117.84,
        10120.6
    ],
    [
        " That and dichotomy together are are the happy go together you have to read them both",
        10121.58,
        10125.86
    ],
    [
        " They're critical and they it explains how actually even with the lessons in that first one you can go too far on any of those principles",
        10125.86,
        10132.38
    ],
    [
        " You can go too far you got to bring dichotomy into that understanding of extreme ownership",
        10132.38,
        10137.0
    ],
    [
        " Lave was telling me maybe like a year ago",
        10137.0,
        10139.74
    ],
    [
        " He goes you know, I was just rereading extreme ownership",
        10139.74,
        10143.28
    ],
    [
        " He goes I've been like trying to feed he's he's like I was trying to figure out a way to say something and then I read it",
        10143.28,
        10149.28
    ],
    [
        " And I was like wait it's in there like the actual answers in there",
        10149.28,
        10152.56
    ],
    [
        " He's like I was trying to recreate a way or craft a way to say something",
        10152.56,
        10155.74
    ],
    [
        " He's like man, I forgot that I even wrote this section or whatever",
        10155.74,
        10158.38
    ],
    [
        " So yeah check that out",
        10158.38,
        10160.8
    ],
    [
        " And what about echelon front echelon front",
        10160.8,
        10163.96
    ],
    [
        " The good deal Dave's story continues because I am on part of that team now",
        10163.96,
        10170.3
    ],
    [
        " The lessons all those things we just talked about not just on this podcast, but in those books",
        10170.3,
        10175.76
    ],
    [
        " Djago and Lave actually put together this company that I'm a part of that takes all those leadership principles",
        10176.7,
        10182.02
    ],
    [
        " And we help companies solve problems every problem is solved through leadership",
        10182.02,
        10187.28
    ],
    [
        " Everyone and I'm part of a team that is",
        10187.28,
        10190.02
    ],
    [
        " Not just caring just a good message, but a message that it can actually",
        10190.02,
        10193.48
    ],
    [
        " Impact everybody's life business personal every aspect of it",
        10193.48,
        10197.76
    ],
    [
        " Obviously you and Lave putting this together came a more with JP",
        10197.76,
        10201.9
    ],
    [
        " Flint Cochran Mike Serelli Mike Bima Jason Gardner the team is growing man",
        10202.76,
        10207.5
    ],
    [
        " I'm so stoked to be on this team with those guys man. It is legit",
        10207.5,
        10211.14
    ],
    [
        " How about a Yifon line",
        10211.14,
        10212.66
    ],
    [
        " Yifon line is turned out to be even more important of a resource than I thought because one of the hardest things we have to check",
        10212.66,
        10219.52
    ],
    [
        " One of the hardest challenges we have is when we leave a company",
        10219.52,
        10221.78
    ],
    [
        " Is we want to stay as connected to them as we can and look you're not there every day",
        10221.78,
        10225.84
    ],
    [
        " Oh, even it's not like a rocky movie and we just get Paul pumped up",
        10225.84,
        10228.86
    ],
    [
        " So that amazingly sometimes takes more training than just just just a rocky movie. Yeah, what it takes is",
        10229.52,
        10235.4
    ],
    [
        " reps",
        10235.4,
        10235.86
    ],
    [
        " Hundreds and thousands of reps and what Yifon line lets people do is get reps rep after rep after rep and that resource has proven",
        10235.86,
        10244.2
    ],
    [
        " I knew it's gonna be important. I didn't realize how important it was gonna be not just to reach folks that can't spend time with us",
        10244.2,
        10250.72
    ],
    [
        " But even once they spend time with us what they need to do to reinforce the things that we're talking about",
        10250.72,
        10255.2
    ],
    [
        " Yifon line is works in both directions if we're not working with you no factor",
        10255.72,
        10259.56
    ],
    [
        " It's there and if we are working with you",
        10259.56,
        10261.28
    ],
    [
        " They are realizing how important that is to to stay connected to men. It's legit",
        10261.28,
        10265.38
    ],
    [
        " and then",
        10265.38,
        10267.4
    ],
    [
        " The muster",
        10267.4,
        10269.18
    ],
    [
        " I like listening to you talk about this stuff. What about the muster",
        10269.18,
        10273.9
    ],
    [
        " Muster I probably said the word legit too many times, but I'm gonna say it again",
        10273.9,
        10279.8
    ],
    [
        " As a as a leadership conference. There's nothing like it you you have said on every single podcast",
        10280.06,
        10285.82
    ],
    [
        " The muster is going to sell out",
        10285.82,
        10289.38
    ],
    [
        " And yet there are still people that towards the end of signing up and we put so ask if they can go",
        10289.38,
        10295.58
    ],
    [
        " But not only to the last one sell out we got Denver coming up in September",
        10295.58,
        10299.44
    ],
    [
        " It's it's almost sold out in September. We're actually looking so we've got muster in September coming up in",
        10299.44,
        10306.34
    ],
    [
        " In Denver on September 19th 20th. We also have Sydney",
        10307.16,
        10310.44
    ],
    [
        " December 4th and 5th",
        10310.44,
        10313.26
    ],
    [
        " Ask me how close we are to selling out Sydney too close",
        10313.26,
        10316.24
    ],
    [
        " We're gonna sell out Sydney and our first overseas muster in December 4th and 5th",
        10316.24,
        10320.68
    ],
    [
        " These events",
        10320.68,
        10321.52
    ],
    [
        " Dude these are these are the things that put",
        10321.52,
        10324.44
    ],
    [
        " These are things that make the things we talk about they make them real they make them",
        10324.44,
        10328.88
    ],
    [
        " So real you can take back from those two days and have so much to go do for yourself to make your life in your company better",
        10328.88,
        10335.86
    ],
    [
        " There is not a better way to truly",
        10336.36,
        10338.92
    ],
    [
        " Understand what it is that we're teaching",
        10338.92,
        10340.78
    ],
    [
        " Then the muster it is legit from beginning to end and it is made huge impact on folks lives",
        10340.78,
        10347.06
    ],
    [
        " I can't say how many emails I get I get got on those what you're getting",
        10347.06,
        10350.56
    ],
    [
        " Of what the muster meant to their life to their to what it did for their life",
        10350.56,
        10355.02
    ],
    [
        " They're all the next one coming up in Denver",
        10355.02,
        10357.18
    ],
    [
        " Go while you still can",
        10357.18,
        10359.56
    ],
    [
        " It's good. You also can be close and then there's a eff Overwatch",
        10359.56,
        10363.08
    ],
    [
        " Which is where we're taking",
        10363.08,
        10364.66
    ],
    [
        " proven leaders from special operations and from combat aviation and we are placing them into",
        10365.32,
        10371.06
    ],
    [
        " civilian companies that need leadership these guys",
        10371.06,
        10375.22
    ],
    [
        " Are tested they are proven they've been in charge they've led",
        10375.22,
        10380.1
    ],
    [
        " People they've been under stress and pressure and now they're looking for their next career",
        10380.1,
        10385.88
    ],
    [
        " Why not have their next career be with you taking the principles that we talk about all the time and",
        10385.88,
        10392.18
    ],
    [
        " Implementing them into your organization",
        10392.64,
        10395.32
    ],
    [
        " EF Overwatch calm if you want to get involved with that and if you want to discuss any of these topics further",
        10395.32,
        10403.24
    ],
    [
        " You can actually find us on the United Webs",
        10403.24,
        10406.06
    ],
    [
        " on Twitter on Instagram and on dine fos and bookin",
        10406.06,
        10412.92
    ],
    [
        " Dave is at David our",
        10412.92,
        10415.74
    ],
    [
        " Burke BER KE and I am at jockewilik Dave any closing thoughts",
        10415.74,
        10421.02
    ],
    [
        " My closing thoughts is that I'm so stoked that I'm here right now",
        10421.58,
        10425.16
    ],
    [
        " I'm here on the west coast to get to be a part of this man. Thank you",
        10425.16,
        10428.06
    ],
    [
        " Check and to all you folks out there in uniform",
        10428.06,
        10431.42
    ],
    [
        " That are executing the tactics that we've been talking about today in order to keep our country free",
        10431.42,
        10437.86
    ],
    [
        " Thank you and to our police and law enforcement and firefighters and paramedics and EMTs and dispatchers and correctional officers and board patrol and secret service and all first responders",
        10437.86,
        10449.2
    ],
    [
        " I've heard a statement that when you hear an ambulance or you hear a fire. It's a reminder to you",
        10449.8,
        10454.98
    ],
    [
        " That you know you're someone's having a worst day than you",
        10454.98,
        10458.36
    ],
    [
        " And that's certainly true, but let me take it one step further because I actually don't think that when I hear that siren",
        10458.36,
        10465.7
    ],
    [
        " I think about the people that are responding those fire fighters those paramedics",
        10465.7,
        10471.58
    ],
    [
        " Those police and they're going to put themselves in the harms way",
        10471.58,
        10476.24
    ],
    [
        " That's what I think about when I hear those sirens so for those of you that do those jobs for a living",
        10477.0,
        10482.42
    ],
    [
        " Thank you for keeping our homeland safe and to everyone else out there",
        10482.42,
        10486.4
    ],
    [
        " You got to remember where at war and you were at war and maybe not a war in the classic sense of the word that you're out there",
        10486.4,
        10497.66
    ],
    [
        " With a weapon and you're fighting against a uniformed enemy",
        10497.66,
        10501.58
    ],
    [
        " But",
        10504.44,
        10505.08
    ],
    [
        " Magnum mistake life",
        10505.08,
        10506.3
    ],
    [
        " And I know this might sound harsh but life is war. It's a war against time. It's a war against weakness. It's a war against",
        10506.3,
        10513.9
    ],
    [
        " Hego it's a war against",
        10513.9,
        10515.7
    ],
    [
        " The most base part of you as a human being",
        10515.7,
        10521.04
    ],
    [
        " So as the Marine Corps doctrine says actively and aggressively seek it out and when the opportunity",
        10521.04,
        10531.16
    ],
    [
        " arrives level every ounce of power you can muster",
        10531.58,
        10535.34
    ],
    [
        " pushing",
        10535.34,
        10537.4
    ],
    [
        " Beyond the limits of exhaustion",
        10537.4,
        10539.98
    ],
    [
        " To achieve total victory",
        10539.98,
        10544.98
    ],
    [
        " And until next time this is Jocco and Dave out",
        10544.98,
        10552.28
    ]
]