[
    [
        " What do you think of the saying you get more bees with honey? They actually ask to leave this too, but",
        0.0,
        7.16
    ],
    [
        " You get more bees with honey",
        7.16,
        12.0
    ],
    [
        " I always I always actually heard you catch more flies with honey than with vinegar",
        12.0,
        18.96
    ],
    [
        " But it's the same idea and it's something I I agree with I mean obviously this comes down to the R work relationships",
        18.96,
        25.06
    ],
    [
        " And always what I'm trying to do is I'm trying to build their relationships. So I'm gonna put out the honey",
        26.64,
        31.88
    ],
    [
        " You know I'm gonna put out the honey. Mm-hmm. The carrot is is is preferable to the stick",
        31.88,
        38.22
    ],
    [
        " Which is another way of saying that the reward the good stuff the",
        38.22,
        43.06
    ],
    [
        " So so yeah totally that that absolutely works better um now you can",
        43.06,
        49.48
    ],
    [
        " Give people too much honey",
        49.48,
        52.4
    ],
    [
        " And now they get type two diabetes",
        53.3,
        56.04
    ],
    [
        " They get lazy they get out of shape and they don't work anymore, right? So you can't",
        56.04,
        63.58
    ],
    [
        " You got to that's that's the that's the dichotomy that you need to balance as a leader not being too hard",
        63.58,
        69.12
    ],
    [
        " But not being too soft not being too aggressive, but being aggressive enough",
        69.12,
        72.46
    ],
    [
        " That's the dichotomy, but the bottom line is you need to treat people well",
        72.46,
        79.26
    ],
    [
        " That's what you need to do you need to",
        79.9,
        82.56
    ],
    [
        " Not spoil them, but give them respect and build the relationships and",
        82.56,
        88.76
    ],
    [
        " If you make that your goal when I work with all these different companies",
        88.76,
        94.36
    ],
    [
        " You know, I'm I'm gonna say listen make your goal with this person that you're having a problem with make your goal to build a relationship",
        94.36,
        101.7
    ],
    [
        " That make that your goal",
        101.7,
        103.54
    ],
    [
        " When they say something negative say something positive",
        103.54,
        107.58
    ],
    [
        " When they want to blame something on you say yeah, you're right. It's my fault build a relationship with the person",
        107.96,
        113.66
    ],
    [
        " That's gonna strengthen the team is gonna be",
        113.66,
        115.5
    ],
    [
        " Thousand times infinitely better than having an antagonistic relationship with somebody",
        115.5,
        120.92
    ],
    [
        " So",
        120.92,
        123.88
    ],
    [
        " And also",
        123.88,
        126.32
    ],
    [
        " You know when you're leading with vinegar when you're leading with fear and you're leading with you're you're beating people with a stick",
        126.32,
        133.82
    ],
    [
        " That does not work out good in the long run. Do you have to have consequences sometimes? Yeah, but",
        133.82,
        139.84
    ],
    [
        " The team that is following somebody because they want to do their best for that leader is gonna beat the team",
        139.84,
        147.02
    ],
    [
        " That is doing things only because they're scared of the leader right yeah",
        147.02,
        150.64
    ],
    [
        " They if they're trying to avoid the stick that's gonna be where they operate in they're gonna operate",
        150.64,
        155.78
    ],
    [
        " Enough to avoid the stick exactly because really that's the goal to avoid the stick. There's no honey",
        155.78,
        160.2
    ],
    [
        " We're not really above and beyond yeah, I think you said something very wise in office space",
        160.2,
        164.94
    ],
    [
        " What is he saying all these things in his little review he got hypnotized?",
        164.94,
        168.28
    ],
    [
        " Did you watch office space? I've watched it a million times so so he gets hypnotized right?",
        168.42,
        172.86
    ],
    [
        " So now he tells the truth or he doesn't care you know about things",
        172.9,
        175.94
    ],
    [
        " So he's like he's real open and honest he goes into his little review, which is supposed to be this kind of tense thing and they say",
        175.94,
        181.56
    ],
    [
        " Like what's up, you know something I don't they ask some stuff and he's like it's a it's a problem of motivation",
        181.56,
        187.94
    ],
    [
        " Like we're you know, we're not if I get you know all the scenes so he's explained it to and then he's like okay",
        188.44,
        193.14
    ],
    [
        " If I'm if I'm scared of you know, whatever this punishment from my boss whatever",
        193.14,
        196.64
    ],
    [
        " No, I'm just gonna work hard enough not to get fired and but that's true though. It's absolutely true",
        196.64,
        201.58
    ],
    [
        " So yeah, like these kids who only get scolded, you know",
        201.58,
        205.28
    ],
    [
        " They don't get like compassion and compliment and support, you know, they only get scolded a lot of times",
        205.28,
        212.18
    ],
    [
        " I mean there's a lot more to it",
        212.18,
        214.18
    ],
    [
        " But a lot of times they're just gonna do the minimum and clearly if you don't get scolded too far in the other direction",
        214.18,
        219.62
    ],
    [
        " They get spoiled get is spoiled. Yeah, you too far in the other yeah",
        219.62,
        223.92
    ],
    [
        " And the dangers part about getting giving to like going to far in the other direction how you put it",
        223.92,
        228.56
    ],
    [
        " Is you don't prepare them like they they wind up when they're on their own like they're not prepared for like",
        228.56,
        235.46
    ],
    [
        " Like that tough parts yeah, yeah, there's a lot of good parts in life, man",
        235.46,
        239.38
    ],
    [
        " But those tough parts they're there too. So if you're not prepared for me, you're gonna get jacked",
        239.38,
        243.8
    ],
    [
        " Relax with a better term if you got the correct term actually",
        244.18,
        247.5
    ]
]