[
    [
        " Jocco echo what are your guilty pleasures other than donuts?",
        0.14,
        5.12
    ],
    [
        " And by the way, I don't even like donuts. That's pure echo right there. Yeah",
        5.44,
        10.02
    ],
    [
        " You're talking about you had a donut delivery. Sorry. Let me finish the question. What are your guilty pleasures other than donuts?",
        10.02,
        15.94
    ],
    [
        " Jocco, what do you do when you momentarily give in to a vice or something that you know is bad?",
        16.32,
        22.34
    ],
    [
        " For you to mention here. I like I like the fact that the people that are asking this is actually two questions in one",
        22.96,
        28.7
    ],
    [
        " I appreciate the fact that this person says jocco, what do you do when you momentarily give in to a vice?",
        29.3,
        36.8
    ],
    [
        " I appreciate that as if I'm this person that could only for a fraction of a moment give in to any form of vice",
        37.42,
        44.66
    ],
    [
        " Because I am not a human",
        44.66,
        46.58
    ],
    [
        " So I appreciate that",
        46.58,
        48.88
    ],
    [
        " You know the part I appreciate about this two question the first part asked both of us specifically jocco and echo what are your guilty pleasures?",
        48.88,
        56.12
    ],
    [
        " The second part asked other or the second part asked jocco",
        56.36,
        61.68
    ],
    [
        " overtly",
        61.68,
        64.02
    ],
    [
        " Excluding my name so jocco",
        64.02,
        67.16
    ],
    [
        " What do you do when you momentarily give in to a vice or something that you and the way I see this is that you do something about it if you momentarily give in",
        67.16,
        75.42
    ],
    [
        " Me if I momentarily give in like no no I'll tear my advice because it probably doesn't work",
        75.42,
        80.12
    ],
    [
        " Oh, because I thought you'd say because it's just game over at that point. It is game over this one of me",
        80.12,
        84.24
    ],
    [
        " Or you could take it that the fact that they don't even think you ever break. Yeah, that's yeah, but then again you talk about eating",
        84.92,
        90.7
    ],
    [
        " sleeves Oreo cookies on here. So that's an issue",
        90.7,
        93.8
    ],
    [
        " But to get down to it, what are your guilty pleasures? Guilty pleasures",
        93.8,
        100.1
    ],
    [
        " Number one first and foremost meant chocolate chip ice cream",
        100.1,
        106.1
    ],
    [
        " and especially",
        106.1,
        108.6
    ],
    [
        " Mint chocolate chip ice cream milkshakes and I do some twisted things in my brain to kind of convince myself",
        109.5,
        117.1
    ],
    [
        " That those are actually good for me. Yeah, and that they contain you know, just enough carbs and there's some protein in there",
        117.1,
        123.78
    ],
    [
        " And there's some fat. It's actually like a full good meal, which is just a big lie because it's a big sugar bomb",
        123.78,
        128.88
    ],
    [
        " It's like a supplement right so but I do I do",
        128.88,
        132.42
    ],
    [
        " You know, I love mint chocolate chip ice cream. I really love chocolate milk too",
        132.42,
        138.86
    ],
    [
        " And and there's been these articles floating around the internet that's good for you",
        138.86,
        144.16
    ],
    [
        " That is the best post work I think you can get and that's another thing",
        144.16,
        148.26
    ],
    [
        " It's like okay, but the reality is it's sugar in milk and and",
        148.26,
        155.62
    ],
    [
        " So again, I'll I'll twist that one in my head and sometimes for 10 minutes",
        155.62,
        160.62
    ],
    [
        " I'll convince myself that really that is the right thing to do",
        160.62,
        163.4
    ],
    [
        " Obviously we've discussed on here before",
        163.4,
        166.8
    ],
    [
        " Those little damn",
        166.8,
        169.16
    ],
    [
        " Prinsel wrapped hot dogs that they serve in the airport that have some kind of butter or something on them that just",
        169.16,
        176.44
    ],
    [
        " Damn, yes, though. I don't know who invented those things but God bless them",
        176.44,
        180.96
    ],
    [
        " And then you know, you know, the normal crap foods the potato chips the french fries the whatever the junk",
        180.96,
        186.56
    ],
    [
        " Okay, so am I immune to the",
        187.36,
        191.08
    ],
    [
        " genetic evolutions that human beings have been to through that make us desire",
        191.08,
        197.84
    ],
    [
        " sugary foods and the endorphins going off and firing you know, I'm not immune to those things",
        197.84,
        203.48
    ],
    [
        " When I and I'll tell you when I do first of all I like to earn those things right?",
        203.48,
        211.6
    ],
    [
        " I either earn them on the front end or the back end like one way or the other like I either busted my ass",
        211.98,
        217.38
    ],
    [
        " And it did to a couple days of hard working out and all of a sudden I'm you know",
        217.38,
        221.58
    ],
    [
        " I'm out with my kid and we're swinging by and all of a sudden I see there's a lot of screams shop in the corner",
        221.58,
        226.82
    ],
    [
        " You know what hey? Let's get a little ice cream a little little go time and and one thing I when I do it",
        226.82,
        232.46
    ],
    [
        " I don't like have guilt",
        232.46,
        234.48
    ],
    [
        " When I'm sitting there. I know I'm not going oh my god. I can't believe I'm doing this",
        234.48,
        238.8
    ],
    [
        " No, I say man. This is awesome. I'll this ice cream milkshake tastes great. That's great",
        238.8,
        243.32
    ],
    [
        " but",
        243.32,
        245.18
    ],
    [
        " Later on",
        245.18,
        247.44
    ],
    [
        " Either that night or the next day I earn that thing",
        247.44,
        251.7
    ],
    [
        " put a little punishment in place a little punitive",
        251.7,
        255.26
    ],
    [
        " Reprimand for slack behavior",
        255.26,
        258.22
    ],
    [
        " And and I'll tell you the thing you gotta be careful of is that it is a slippery slope",
        258.22,
        263.48
    ],
    [
        " And as you mentioned like one potato chip",
        263.48,
        266.8
    ],
    [
        " Can lead to 20 and it does lead to 20 and even that is like okay",
        268.8,
        274.64
    ],
    [
        " Understand we had a we had a derailment right",
        274.64,
        278.48
    ],
    [
        " But don't let one day",
        278.48,
        282.04
    ],
    [
        " Of bad food",
        282.04,
        284.66
    ],
    [
        " Lead to another day of bad food and no working out lead to know that's what happens",
        284.66,
        291.66
    ],
    [
        " That's what makes you sign off the rails and actually I mean there's",
        291.66,
        294.62
    ],
    [
        " Like Tim Ferris he's got that thing where he does it's something like",
        295.2,
        298.76
    ],
    [
        " Six days in a row of eating super clean and then all the seventh that you actually it's not just cheat day",
        298.76,
        304.9
    ],
    [
        " You have to like just get after it because your body has to get the shock of carbs and all this stuff",
        304.9,
        311.64
    ],
    [
        " There's another big lie like you can tell you can twist your day and I'll be like well, you know Tim Ferris dude",
        311.64,
        317.22
    ],
    [
        " but",
        317.22,
        318.82
    ],
    [
        " You do have to be careful of the slippery",
        318.82,
        322.8
    ],
    [
        " Slope that for me. That's what that's what I think happens",
        323.82,
        327.24
    ],
    [
        " I think I don't believe in this stuff that you know you you use up your willpower throughout the day and you use up your discipline",
        327.24,
        333.94
    ],
    [
        " I believe that your discipline decisions create more discipline decisions",
        333.94,
        338.84
    ],
    [
        " now",
        338.84,
        340.44
    ],
    [
        " If I do just have a disaster of a day or",
        340.44,
        346.28
    ],
    [
        " If I have let's say for whatever reason I have a two-day just",
        346.28,
        349.86
    ],
    [
        " Gluttonous train wreck binge",
        351.58,
        353.36
    ],
    [
        " Where I'm just where I just",
        353.36,
        356.9
    ],
    [
        " For whatever I lose the bubble, you know, and there's could be anything any number of things that could cause that maybe you know",
        356.9,
        363.06
    ],
    [
        " It's like multiple",
        363.06,
        364.06
    ],
    [
        " I don't know bad situation with",
        364.06,
        367.12
    ],
    [
        " Traveled and with an event then with something there come home and it's a birthday party and they they've the only thing to eat",
        367.12,
        372.26
    ],
    [
        " Speed said I'm like, you know what it's a hulk and it's just done right",
        372.26,
        375.36
    ],
    [
        " Is it better to hold the line yet is?",
        375.36,
        377.74
    ],
    [
        " Um, but if I do have one of those situations",
        377.94,
        380.52
    ],
    [
        " then",
        380.52,
        381.62
    ],
    [
        " I usually react to that, you know, I'll earn it later. I'll if I go on a just a terrible food thing",
        381.62,
        388.94
    ],
    [
        " I'll do some kind of a fast. I'll do like a 24 hour fast. Maybe in a 48 hour fast",
        388.94,
        392.86
    ],
    [
        " I haven't done a 72 hour, but I'm gearing up to do a 72 hour. What do you just drink water? Yeah, just drink water",
        392.86,
        398.58
    ],
    [
        " Just drink water. I did the 48 hour",
        398.58,
        400.94
    ],
    [
        " And it's actually nothing. It was like no problem. No factor",
        400.94,
        405.32
    ],
    [
        " I did everything normal squatted when surfing did you get to",
        405.36,
        409.02
    ],
    [
        " There's like some guys on the mat and I said",
        409.02,
        412.2
    ],
    [
        " I was talking a big Eric, you know, big Eric",
        412.2,
        414.74
    ],
    [
        " And I was like, I gotta tell you something when we get done training this is after this is on the second day of doing it",
        414.74,
        419.94
    ],
    [
        " And so we trained a bunch and you know, there's no factor and he's like, what were you gonna tell me?",
        419.94,
        424.26
    ],
    [
        " And I said I have an eaten for for 48 hours and I said, you know, I'm just trying this out and I and I feel completely normal",
        424.26,
        431.04
    ],
    [
        " Yeah, so",
        431.04,
        431.92
    ],
    [
        " So that's that's one of the things I'll do to recovery and I'll just do some kind of you know, psycho kind of hardcore workout",
        432.88,
        437.62
    ],
    [
        " You know, we",
        437.62,
        440.68
    ],
    [
        " A body and motion tends to stay in motion in a body at rest tends to stay in rest",
        440.68,
        445.32
    ],
    [
        " Don't let the momentum start going the wrong way, you know what I mean? Get that body back in motion get back on track",
        445.32,
        452.54
    ],
    [
        " Snap yourself back into the discipline",
        452.54,
        456.1
    ],
    [
        " Yeah, crush some workouts get after it",
        456.1,
        460.26
    ],
    [
        " And get on that path the path of",
        460.94,
        463.66
    ],
    [
        " Discipline and strength and stay there you mentioned the the",
        463.66,
        468.96
    ],
    [
        " Given into the",
        468.96,
        470.96
    ],
    [
        " Brain that you are evolved to have or whatever, you know, and that's like seeking out sugar. Yeah, and fat and you know",
        470.96,
        478.68
    ],
    [
        " Fat's not bad right, but that's what you're evolved to to want and it's for reasons. So, you know",
        478.68,
        483.92
    ],
    [
        " Put simply back when you're a caveman. You didn't know when the next meal is coming from yep, so you know if you get that",
        483.92,
        489.52
    ],
    [
        " Honey or that sugar that that these much of you know get eat as much as you can. So your brain still like that",
        490.26,
        496.04
    ],
    [
        " So a good tactic and I use this and it craze crazily it worked it worked for drinking",
        496.04,
        502.94
    ],
    [
        " I mentioned this to you before uh where",
        502.94,
        506.12
    ],
    [
        " You just understand that your brain is in a way playing a trick on you and if you give in",
        506.12,
        512.74
    ],
    [
        " literally",
        512.74,
        513.72
    ],
    [
        " By this model",
        513.72,
        516.04
    ],
    [
        " You just fell for a trick and so now you know that right so you're you're falling for",
        516.64,
        521.36
    ],
    [
        " For a trick. Yeah, that is played on you by your own brain",
        521.36,
        524.34
    ],
    [
        " Because it thinks it's you're still a caveman. So",
        524.34,
        527.66
    ],
    [
        " You see these donuts or cake or I don't know pizza something delicious and and fatty you mean what you had for dinner tonight",
        527.66,
        534.42
    ],
    [
        " You see my dinner and",
        534.42,
        536.8
    ],
    [
        " Your brain",
        536.8,
        538.26
    ],
    [
        " Hey, this is one of those situations. Oh, it's your daughter's birthday party right you got the family over",
        538.26,
        544.52
    ],
    [
        " What are you gonna do put them on a paleo diet for the evening? No, you're gonna get them some pizza nice cream",
        544.68,
        549.74
    ],
    [
        " And it's all good and it's a little bit of cake for echo jaro",
        549.74,
        552.34
    ],
    [
        " Technically those lunch and then I had a salad for dinner. Okay, good. Good job. See you",
        552.34,
        556.32
    ],
    [
        " In the back on the track. Yeah, I like that",
        556.32,
        558.74
    ],
    [
        " But so if you you understand that you're you just fell for a trick right there",
        558.74,
        564.52
    ],
    [
        " So now going forward you know or okay, I have these cravings or you know that donut looks delicious and whatever way um",
        564.52,
        572.9
    ],
    [
        " You're gonna you're about to actively unconsciously fall for a trick right now. Yeah, there's no scarcity of food right now",
        574.24,
        580.54
    ],
    [
        " There's an abundance of food and you know, it's a perfect",
        580.54,
        583.56
    ],
    [
        " Whirl up phrase for this",
        583.56,
        586.36
    ],
    [
        " Don't be a sucker. Yeah, right?",
        586.36,
        589.18
    ],
    [
        " Like like how often is it like that's like the one the worst thing someone can tell you that's what I am",
        589.76,
        594.7
    ],
    [
        " You are a sucker. That's why it works. Okay. That's why I work for you. Yeah, don't be a sucker",
        594.7,
        599.26
    ],
    [
        " Yeah, so don't be a sucker to that piece of your brain that's trying to trick you. Yeah into wanting stuff",
        599.26,
        604.8
    ],
    [
        " That's actually bad for you. Yeah, so yeah, and so how the trick works is your brain is saying hey those donuts",
        604.8,
        611.48
    ],
    [
        " Those are those are beneficial and look at all these ben as like you'll get your calories. Yeah, who knows when they're gonna come",
        611.48,
        619.02
    ],
    [
        " That's what your brain is that's how it feels. They're gonna come when you order dominoes. Yeah",
        619.02,
        623.56
    ],
    [
        " Yeah, that's that's the reality, but your brain's not telling you that yeah",
        623.56,
        627.2
    ],
    [
        " It's giving you a crack because you need all those calories. You know when it's gonna come and look at all these benefits",
        627.36,
        631.82
    ],
    [
        " It's gonna taste good and this is what you need that's what your brain is telling you this is what you need",
        631.82,
        636.68
    ],
    [
        " But the reality is you don't live in that world anymore where you can get as many donuts as you want now",
        636.68,
        642.0
    ],
    [
        " So it's tricking you into thinking that the short-term benefits are the benefits one in reality since the world we live in",
        642.0,
        650.62
    ],
    [
        " Now is different the long-term benefits are the benefits yes, and they don't involve donuts",
        650.62,
        655.46
    ],
    [
        " Don't be a sucker. Yeah, it helps man. It helps if you care about being a sucker though",
        657.28,
        662.4
    ],
    [
        " That's the thing if you're like out of care about being a sucker",
        662.4,
        665.02
    ],
    [
        " There's no one that likes to be another way. That's what I think too. Yeah, that's what I think too",
        665.02,
        669.72
    ]
]