[
    [
        " Jocco, what do you think of people in leadership roles who cuss? I see it in",
        0.28,
        7.14
    ],
    [
        " coaching, guys either totally use it or are totally against it. So swearing,",
        7.14,
        16.3
    ],
    [
        " cussing, using foul language. I think this is a pretty straightforward question. I",
        17.72,
        29.98
    ],
    [
        " am I a saint? And you know, I was in the seal teams for 20 years. And when you've heard the",
        30.54,
        39.04
    ],
    [
        " term swear like a sailor, there's actually a level beyond that and that's swearing like a seal.",
        39.04,
        44.94
    ],
    [
        " And so I've, you know, there's times in the seal teams where literally, you know,",
        45.66,
        50.64
    ],
    [
        " every single word in a sentence would be, you know, a swear word. And that's something that when I",
        52.2,
        60.72
    ],
    [
        " go back and brief the team, brief the seal teams right now on something, I go almost right back",
        60.72,
        66.04
    ],
    [
        " into that mode, you know, not not quite as bad as I probably was at the high point of my career,",
        66.04,
        74.6
    ],
    [
        " where I was well rehearsed and well trained at foul language. But, but hey, here's the deal. On a",
        75.78,
        82.38
    ],
    [
        " forum like this, where we're on a podcast where, you know, many, many people listen to this,",
        82.38,
        88.0
    ],
    [
        " including kids and my kids. And I try and utilize better language. Now, and I'll tell you what,",
        88.52,
        100.38
    ],
    [
        " I actually had a point where I sort of said to myself, me, I'm not going to do that. And I heard",
        100.38,
        105.5
    ],
    [
        " a podcast, wait, you're not going to do what? I'm not going to swear a lot. I'm not going to be",
        105.5,
        110.24
    ],
    [
        " an, I'm not just going to swear the whole time in the podcast. And this actually happened because",
        110.24,
        113.74
    ],
    [
        " I heard a podcast, I listened to a podcast where it was actually, it was a conversation, you know,",
        113.74,
        120.24
    ],
    [
        " normal podcasts. There was a conversation going on between two people. And they were swearing",
        120.54,
        126.0
    ],
    [
        " so much that I just said to myself, man, this sounds ridiculous. It just sounded, it sounded",
        128.4,
        133.52
    ],
    [
        " completely ridiculous. And I just decided after, and this was before we started our podcast,",
        133.52,
        139.6
    ],
    [
        " this was, you know, maybe like two years ago, I mean, it was a long time ago, I heard this podcast,",
        139.8,
        143.28
    ],
    [
        " I just said to myself, these people sound stupid with so much swearing. And, and it wasn't,",
        143.28,
        150.48
    ],
    [
        " the thing is like, e-list into Joe Rogan or like a comedic podcast and they're swearing. And",
        150.62,
        155.86
    ],
    [
        " and some people like friends and Joe Rogan, he swears, he does it at the right time. And it has",
        156.0,
        163.1
    ],
    [
        " comedic impact, or it has value when he does it. So, so that's understandable. But I've heard people",
        163.1,
        169.18
    ],
    [
        " that they just, it's just, it doesn't, it ends up having no impact other than just to make you",
        169.18,
        175.76
    ],
    [
        " say, this person is not very smart. So with that, you know, I just try to keep it clean. Actually,",
        175.76,
        183.2
    ],
    [
        " it's not even almost like I don't consciously sit there and try and keep it clean, but,",
        183.2,
        187.04
    ],
    [
        " uh, you know, I try and keep it clean. Yeah. Is that kind of like, you know, people,",
        187.26,
        191.98
    ],
    [
        " most of us have this, I don't want to say a problem, but what would they like? Like, you know,",
        192.46,
        198.34
    ],
    [
        " like very similar, like how it just did. Yes. And I'm doing that. So kind of like that. Yeah,",
        198.66,
        204.04
    ],
    [
        " it is. It's the same thing where when you hear someone saying, like, like, like,",
        204.26,
        209.94
    ],
    [
        " it's soon as you, you might not even recognize it at first because we're so used to hearing it.",
        211.2,
        216.36
    ],
    [
        " Yeah. But if you pick up on it and you're listening to a podcast and you start to hear someone",
        216.42,
        220.88
    ],
    [
        " do that, it's the same thing. You just say, wow, this person really sounds stupid. And they",
        220.88,
        227.34
    ],
    [
        " might be smart. But this person sounds really stupid. And I'm not going to sound like that.",
        227.34,
        235.16
    ],
    [
        " So that's pretty much where, uh, where my opinion comes from and, and why, and you know,",
        237.02,
        243.74
    ],
    [
        " what I have had a couple of people hit me up and say, uh, you know, hey, this is the only podcast",
        243.78,
        247.62
    ],
    [
        " that I listen to that my kids can listen to. Yeah. And that's, that's kind of cool. You know,",
        247.62,
        251.6
    ],
    [
        " I appreciate that. It's, it's pretty, um, it's pretty humbling to hear that people are,",
        251.68,
        258.9
    ],
    [
        " you know, sitting there listening to podcasts with their kids. Yeah. And I guess humbling is the",
        258.9,
        265.14
    ],
    [
        " it's an honor. Right. And it's an honor that doesn't feel like I deserve, but it's an honor to hear",
        265.42,
        272.9
    ],
    [
        " somebody sitting around and say, Oh, you know, I listen to this podcast with my daughter or I listen",
        272.9,
        276.8
    ],
    [
        " to your podcast with my son and it's so many good lessons to learn. And that's, that feels pretty good.",
        276.8,
        280.56
    ],
    [
        " Yeah. Yeah. And so if I was to throw that out the window so that I could drop some F bombs,",
        280.72,
        287.18
    ],
    [
        " yeah, it doesn't really seem worth it. Yeah. Because what kind of a, what kind of a linguistic",
        287.18,
        292.5
    ],
    [
        " command do I have if the only way I can get my point across is by, is by using foul language. Yeah.",
        292.84,
        300.06
    ],
    [
        " You know, the funny thing is too is, well, I used to go, you know, when I was in the SEAL teams,",
        300.28,
        306.9
    ],
    [
        " I would go and literally, like I said, my, I would have whole sentence constructions. That would",
        307.18,
        313.22
    ],
    [
        " be nothing, but, but F bombs, right. And I would come home and in front of my six, six year old kid",
        313.22,
        320.34
    ],
    [
        " or whatever, I never sworn in front of my kids. And people would be kind of surprised like if I had",
        320.34,
        325.66
    ],
    [
        " a SEAL buddy over and they'd hear me talk in my house and they'd say, how do you even do that?",
        325.66,
        332.16
    ],
    [
        " How do you, and I don't know why I've just been able to do it. So that was another thing. You know,",
        332.26,
        336.46
    ],
    [
        " these podcasts, when you go on the interwebs, they're there for, I hate to say it, but they're there",
        336.54,
        344.26
    ],
    [
        " for ever, you know, and you can take them down, but these are going to be, these are out there. So if",
        344.26,
        348.64
    ],
    [
        " if you want to be represented that way for the rest of your life, then you got to be a little bit",
        348.64,
        359.52
    ],
    [
        " careful about what you're saying. Yeah. Yeah, that's because I kind of like swear, not, I don't like",
        359.52,
        367.64
    ],
    [
        " too swear, but I like when people swear and stuff. I think it's, but just like how you were saying,",
        367.64,
        372.62
    ],
    [
        " like, for example, Joe Rogan, like he'll swear and sometimes it'll swear a lot, but it's perfect.",
        372.68,
        376.02
    ],
    [
        " It's funny one needs to be funny. It emphasizes, you know, a certain emotion when it needs to.",
        376.76,
        381.78
    ],
    [
        " It's it's perfect and that's kind of the reason why I like it because sometimes it can be really",
        381.84,
        385.56
    ],
    [
        " funny. It can be fun to do. But overall, there's a certain kind of, you can't help but kind of",
        385.56,
        392.8
    ],
    [
        " respect someone who doesn't like use the word like all the time, or that doesn't say, um, all the time,",
        392.8,
        399.42
    ],
    [
        " or who doesn't say, you know, all the time, or no, I'm saying or whatever, and can control that.",
        399.6,
        405.44
    ],
    [
        " And I think swearing is yet another one of those things that some people, it's more of a weakness",
        405.44,
        409.84
    ],
    [
        " where they kind of, they don't know how to use it. Really? They just swear because they swore,",
        409.84,
        414.02
    ],
    [
        " and my parents were, so I swear, who cares? Kind of thing. And on top of that, you do have to consider",
        414.2,
        420.82
    ],
    [
        " who you're talking to. And in a podcast situation, you're essentially talking to everybody.",
        420.82,
        424.04
    ],
    [
        " Regardless of who you, you're trying to talk to, who you think you're want your audience to be,",
        424.06,
        428.44
    ],
    [
        " it's everyone. Anyone who presses the button is going to be listening. So if you don't care how you",
        428.48,
        433.04
    ],
    [
        " come off, then good. That's, that's great. But I think you do have more of a control on how you come",
        433.04,
        439.08
    ],
    [
        " off when you can control how much you swear, don't swear. Well, I haven't had anybody, you know,",
        439.08,
        444.06
    ],
    [
        " hit me up on Twitter and say, Hey, you really need to swear more, right? It doesn't happen.",
        444.12,
        448.84
    ],
    [
        " Didn't know one said, Hey, you need to say, um, more, or you need to say like more. Yeah.",
        449.04,
        453.66
    ],
    [
        " People don't need to hear that. They accept it because it's there. And I'll tell you a funny,",
        453.66,
        458.88
    ],
    [
        " the first time I took, I used to take my son out occasionally to various seal training sites.",
        458.98,
        465.84
    ],
    [
        " You know, in order to inoculate him to violence and firearms and machine guns and war.",
        466.22,
        472.8
    ],
    [
        " Sure. And, uh, and, uh, yes, you, all people can all call child services on me.",
        473.24,
        479.04
    ],
    [
        " But it was funny. The first time, you know, you watched a seal platoon do some event.",
        479.46,
        486.5
    ],
    [
        " And I think it was at a, at a urban training facility. And they got done. And I was debriefing them.",
        487.54,
        494.16
    ],
    [
        " And, you know, this is my son who had never heard me swear. And who kind of, he was at that age where,",
        494.56,
        500.68
    ],
    [
        " you know, a swear word was like worse than ever. And he, you know, he was standing there and I",
        500.68,
        507.48
    ],
    [
        " debrief these guys and I debrief them in the proper seal technique. And I got done. He had a look",
        507.48,
        515.24
    ],
    [
        " on his face that said, wow. This guy is a little bit different than what I knew. And he was pretty",
        515.24,
        524.74
    ],
    [
        " shocked and it was a, it was a pretty funny scenario. So you know how you say you don't swear in",
        524.74,
        528.92
    ],
    [
        " front of your kids. Um, why is that? Cause you don't want them to swear or, or, it's not,",
        528.92,
        536.1
    ],
    [
        " I mean, there is, you know, if you ever see a, and I do now that my daughters are a little older,",
        536.44,
        542.64
    ],
    [
        " I'll drop some swear words in them, in occasionally for impact or for humor, you know, or for whatever.",
        542.64,
        549.72
    ],
    [
        " So, so I will do it. But if you ever see a young girl swearing, it, you see a young boy,",
        550.48,
        560.52
    ],
    [
        " you know, it very much seems disrespectful in my opinion. So I don't want my kids to be running",
        561.26,
        571.84
    ],
    [
        " around with a foul mouth. Now I took my son and a couple of his buddies went on a surf trip and",
        572.4,
        578.96
    ],
    [
        " they were sleeping in the tent outside of, and I was in the, I was in the camper. And I woke up at",
        578.96,
        586.78
    ],
    [
        " when I normally wake up and they were, they were up early to go surfing as well, but I was standing",
        586.78,
        591.1
    ],
    [
        " outside their tent. And I was pretty impressed with the, the wide array of foul language that they",
        591.1,
        597.02
    ],
    [
        " produced. Yeah, yeah, and that's kind of the thing too, right? So it doesn't, if you'd never swear",
        597.18,
        602.56
    ],
    [
        " to your kids, it's not like you have protected them for swearing or. So that's, that's my point is",
        602.56,
        608.1
    ],
    [
        " that after I stood out there for a while, and I listened to them, and then I said something along",
        608.1,
        612.8
    ],
    [
        " lines of, Hey, are you guys done? I know you ready to go surfing? And my son says, how long have",
        612.8,
        619.64
    ],
    [
        " you been out there that? And, and I swore back at him. I swore back at him and said, I've been out",
        619.64,
        625.7
    ],
    [
        " long. And then they kind of remained quiet for a second, and then they started laughing. I said,",
        626.66,
        631.68
    ],
    [
        " all right, boys, let's go. So I'm not a goody to shoes. I understand. And you know, we talked about",
        631.68,
        637.8
    ],
    [
        " patent, patent swore. Insesently amongst the troops. And then when he'd get in front of the",
        637.8,
        643.42
    ],
    [
        " politicians, he would not. And I guess I would hope to behave that way. And I used to do that too.",
        643.42,
        650.72
    ],
    [
        " I used to go, there was, when we got back from our body, I had to go and brief the secretary",
        650.72,
        655.6
    ],
    [
        " of the Navy. I had to go brief the, the, the joint caucus. I mean, I had to go and brief some",
        655.6,
        660.36
    ],
    [
        " high level governmental officials and whatnot. And I would just walk in there and not, obviously,",
        660.36,
        664.78
    ],
    [
        " you're not going to swear for them. So I think that's another, another situation where you've got",
        665.1,
        670.72
    ],
    [
        " a, no one understand when to swear and one, when not to swear. And I just, hopefully I'm making",
        670.72,
        678.72
    ],
    [
        " the right decisions. And like I said, no one has, no one has hit me up and said, you really need",
        678.72,
        685.42
    ],
    [
        " to use more foul language. And you know, there's times where we've, you know, we've used foul language",
        685.42,
        691.5
    ],
    [
        " on the, on the podcast because, hey, it's a reality. It's a reality of Vietnam. It's a reality",
        691.5,
        698.68
    ],
    [
        " of all wars. Yeah. So to exclude it, like it doesn't exist is not what I'm trying to do here.",
        698.68,
        705.58
    ],
    [
        " Yeah. And that's kind of a big, in my opinion, a big deal when someone you can tell their,",
        705.78,
        711.14
    ],
    [
        " their actively pursuing not swearing where in any kind of, especially in a casual conversation,",
        711.22,
        718.6
    ],
    [
        " where they, they're about to say something and then they, um, then they use like, I don't know,",
        718.64,
        723.48
    ],
    [
        " sugar. I don't know. You know, those rep obvious replays. Which is, it's, there's nothing wrong",
        723.96,
        729.02
    ],
    [
        " with it. But it does kind of kind of make you think, oh, wait, like, we, so we can't just be",
        729.02,
        733.18
    ],
    [
        " ourselves right now. Like we, I don't know. It feels like you made no fear relate to it. Yeah.",
        733.18,
        737.2
    ],
    [
        " Yeah. You know what's interesting is, uh, you've seen Fullmetal Jacket and just an amazing movie",
        737.34,
        742.92
    ],
    [
        " about the Marine Corps and the whole, the whole first 45 minutes is boot camp. And it's played by Lee",
        742.92,
        751.02
    ],
    [
        " Raimi, I think is his name. And he does, he was a real drill instructor. And so he just nails it. And",
        751.02,
        756.5
    ],
    [
        " I remember when my son was six or seven years old, I thought to myself, I'll, I'll play him some of",
        756.5,
        761.24
    ],
    [
        " this movie. I'll just find some parts that don't have any foul language. There are no parts.",
        761.24,
        765.68
    ],
    [
        " The whole thing is just completely over the top. And it's awesome. Um, so, so there's definitely a",
        766.22,
        775.44
    ],
    [
        " time and a place for it. The other thing is for me, honestly, it's, it's, you know, I was, I'm always",
        775.44,
        781.76
    ],
    [
        " trying to do better at stuff. There's a challenge. Be in trying to find the words that are going to",
        781.76,
        789.56
    ],
    [
        " have impact without just going right to the easy button on the, on the big F bomb. Cause that's",
        790.5,
        796.24
    ],
    [
        " going to have impact. But if that's what you need to use, then that's just a little easy out that",
        796.24,
        800.44
    ],
    [
        " I don't want to take every single time it presents itself. Yeah. I'll tell you, when I get, when",
        800.44,
        805.86
    ],
    [
        " there's been a couple times with my kids, where they've stepped over line, there's something out",
        805.86,
        811.16
    ],
    [
        " of line. And when I, when I've sworn at them, it was like I slapped them in the face because it",
        811.16,
        817.88
    ],
    [
        " was having that much impact. I was just throwing around all the time. It's taken away the impact",
        818.0,
        821.38
    ],
    [
        " up right. Right. Right. Yeah. So strategically, strategically swearing. Yeah. Patten apparently was,",
        821.38,
        826.54
    ],
    [
        " um, from what I read, he, he, when he'd get people fired up, he'd do that on purpose. Oh, yeah.",
        826.88,
        831.9
    ],
    [
        " And then like even just a normal conversation, he didn't really swear that much. Just wasn't",
        831.9,
        835.18
    ],
    [
        " things. So he used it as a, as a specific tool, you know, to get certain things done as far as",
        835.18,
        839.7
    ],
    [
        " influence goes. Yeah. I can't believe we've talked for 10 minutes about swearing. Right. It needed",
        839.7,
        844.98
    ],
    [
        " to be talked about. Hey, we got to ask the question.",
        844.98,
        847.22
    ]
]