[
    [
        " This is Jocco podcast number 185 with Echo Charles and me, Jocco Willink.",
        0.7,
        6.68
    ],
    [
        " Good evening, Ereco.",
        6.96,
        7.88
    ],
    [
        " Good evening.",
        8.14,
        8.52
    ],
    [
        " You get one shot and that's it.",
        9.34,
        17.2
    ],
    [
        " And in the end, you're going into the ground.",
        17.98,
        22.84
    ],
    [
        " Regardless of what you believe the afterlife consists of or what it doesn't consist of, as far as what you get to hold on to, once you leave here is nothing.",
        26.94,
        39.0
    ],
    [
        " And I implore people all the time to make it count.",
        40.68,
        50.48
    ],
    [
        " Because this is it.",
        52.76,
        54.74
    ],
    [
        " This is the finals.",
        55.24,
        57.84
    ],
    [
        " There are no reduced.",
        59.34,
        64.06
    ],
    [
        " You can't hit the rewind button and even worse you can't even hit the pause button.",
        65.0,
        71.32
    ],
    [
        " There's no way you can stop the clock from ticking.",
        74.88,
        79.68
    ],
    [
        " No possible way. The countdown is on.",
        80.2,
        83.7
    ],
    [
        " And the days are finite.",
        84.86,
        87.7
    ],
    [
        " You only get so many.",
        89.22,
        93.32
    ],
    [
        " And then it's over.",
        96.84,
        98.32
    ],
    [
        " So until them make them count, make all of them count.",
        99.78,
        109.92
    ],
    [
        " And on the podcast today, I have a guest, a fellow frogman, whom to the best of my knowledge is doing his best to make his days count.",
        112.8,
        124.9
    ],
    [
        " His name is Mitch Aggiar.",
        125.42,
        128.82
    ],
    [
        " And we just met each other.",
        129.36,
        131.2
    ],
    [
        " But like I said, he's a frogman.",
        131.88,
        133.98
    ],
    [
        " He likes to get to.",
        134.18,
        135.26
    ],
    [
        " He likes to get after it.",
        135.66,
        137.08
    ],
    [
        " So my guess is we should have some things to talk about.",
        137.34,
        139.8
    ],
    [
        " So Mitch, welcome to the podcast.",
        140.44,
        142.98
    ],
    [
        " Thanks for having me.",
        143.52,
        144.36
    ],
    [
        " Good to meet you.",
        144.82,
        145.7
    ],
    [
        " Yeah, good to meet you.",
        145.96,
        146.72
    ],
    [
        " 15 minutes ago.",
        146.98,
        147.8
    ],
    [
        " Yeah.",
        148.14,
        148.34
    ],
    [
        " Pick you up at the airport.",
        148.84,
        150.24
    ],
    [
        " I think we linked up some way on social media.",
        151.26,
        154.04
    ],
    [
        " Correct.",
        154.3,
        154.88
    ],
    [
        " And you are in the AL doing some training.",
        155.22,
        158.14
    ],
    [
        " And so here you are.",
        158.46,
        159.56
    ],
    [
        " Cool.",
        159.7,
        159.88
    ],
    [
        " Where'd you grow up?",
        160.78,
        162.0
    ],
    [
        " I grew up in Virginia Beach.",
        162.62,
        164.26
    ],
    [
        " And then was there till about 11, then moved to Maryland.",
        165.0,
        169.86
    ],
    [
        " And live with my dad.",
        170.46,
        171.74
    ],
    [
        " Was there till about 16?",
        172.2,
        174.56
    ],
    [
        " So wait, grew up in Virginia Beach parents in the military?",
        175.42,
        177.38
    ],
    [
        " Yep.",
        177.88,
        178.0
    ],
    [
        " My mom and dad were both in the Navy.",
        178.3,
        180.2
    ],
    [
        " Both in the Navy.",
        180.68,
        181.38
    ],
    [
        " That's right.",
        181.8,
        182.22
    ],
    [
        " Yeah.",
        182.56,
        182.82
    ],
    [
        " And my mom was an OS.",
        183.16,
        185.5
    ],
    [
        " And my dad was a combat camera man with a dev group.",
        186.38,
        190.34
    ],
    [
        " Okay.",
        190.46,
        190.9
    ],
    [
        " Right on.",
        191.2,
        191.46
    ],
    [
        " And so then you were there until you were 11?",
        192.56,
        194.94
    ],
    [
        " Yeah, I was in Virginia Beach till I was 11.",
        196.0,
        198.02
    ],
    [
        " They were divorced.",
        198.22,
        199.14
    ],
    [
        " And my dad had gotten out of the Navy and was living up in Maryland working at the Aberdeen",
        199.3,
        204.72
    ],
    [
        " pre-wing ground.",
        204.72,
        205.18
    ],
    [
        " Okay.",
        205.32,
        205.52
    ],
    [
        " Doing high speed photography there.",
        205.76,
        207.4
    ],
    [
        " And you know, filming tank rounds and all kinds of cool explosives and stuff like that.",
        207.94,
        214.4
    ],
    [
        " And he had like a wicked cool job before it was cool.",
        214.7,
        217.78
    ],
    [
        " A wicked cool job.",
        217.78,
        218.78
    ],
    [
        " And so I went up there and lived with him for a while.",
        219.4,
        223.18
    ],
    [
        " And then around 16 moved up to Ohio.",
        223.62,
        228.14
    ],
    [
        " My mom had moved up to Ohio.",
        228.38,
        230.46
    ],
    [
        " My stepdad was also in the Navy.",
        230.78,
        232.26
    ],
    [
        " And he had gotten out and they started a business up in Ohio.",
        233.16,
        236.96
    ],
    [
        " And I went and lived with her up there.",
        237.36,
        239.26
    ],
    [
        " And finished out high school in Ohio.",
        240.06,
        242.98
    ],
    [
        " 10 or yeah, 10 to 11, 12 grade.",
        244.82,
        246.78
    ],
    [
        " And then joined the Navy from there.",
        247.38,
        249.44
    ],
    [
        " What was high school like?",
        249.78,
        251.44
    ],
    [
        " What sports were you playing?",
        251.56,
        252.42
    ],
    [
        " I was playing football, basketball, lacrosse.",
        252.98,
        256.84
    ],
    [
        " And yeah, that was it.",
        256.94,
        259.22
    ],
    [
        " Were you good?",
        259.36,
        259.82
    ],
    [
        " Were you a good athlete?",
        259.94,
        260.48
    ],
    [
        " I was a good athlete.",
        260.78,
        262.08
    ],
    [
        " And I was also into some sports that weren't at our school.",
        262.2,
        268.22
    ],
    [
        " I was on an arm wrestling team.",
        268.44,
        270.12
    ],
    [
        " And a dodgeball team, like a traveling dodgeball team.",
        270.2,
        273.86
    ],
    [
        " A traveling dodgeball team.",
        273.96,
        275.6
    ],
    [
        " It was by far my favorite.",
        275.66,
        277.42
    ],
    [
        " How many games would you play in dodgeball?",
        277.86,
        283.52
    ],
    [
        " In a day?",
        284.16,
        284.64
    ],
    [
        " No, in like a season.",
        284.98,
        286.5
    ],
    [
        " What's the season?",
        286.76,
        287.48
    ],
    [
        " The dodgeball season.",
        287.96,
        289.16
    ],
    [
        " Well, you know, there's practice, obviously.",
        289.42,
        291.74
    ],
    [
        " And if you take it seriously like we did,",
        292.26,
        295.36
    ],
    [
        " we practiced like three times a week.",
        295.7,
        297.94
    ],
    [
        " And then we would travel on the weekends for tournaments.",
        297.94,
        302.96
    ],
    [
        " What balls do you use?",
        303.38,
        304.56
    ],
    [
        " Some leagues are different, but mainly it's those kick balls that you see.",
        305.02,
        309.76
    ],
    [
        " So like the red rubber ones?",
        309.76,
        311.28
    ],
    [
        " Yeah.",
        311.42,
        311.56
    ],
    [
        " How many people are on the team each side?",
        311.94,
        315.24
    ],
    [
        " There was like six or seven people per team.",
        316.44,
        320.72
    ],
    [
        " And then we had like a couple substitutes, you know.",
        321.22,
        324.02
    ],
    [
        " In case there was injuries.",
        325.14,
        326.26
    ],
    [
        " Just like any other sport, man.",
        327.68,
        329.4
    ],
    [
        " You had your first string, starters.",
        330.06,
        332.56
    ],
    [
        " And then you, but you didn't wrestle.",
        333.38,
        335.14
    ],
    [
        " I did not wrestle.",
        335.72,
        336.7
    ],
    [
        " And you, I didn't wrestle.",
        337.38,
        338.46
    ],
    [
        " I didn't wrestle.",
        338.46,
        338.7
    ],
    [
        " I didn't run cross country.",
        339.28,
        340.98
    ],
    [
        " I didn't swim.",
        341.12,
        341.6
    ],
    [
        " I didn't do anything in high school that would be useful in my ongoing adventures.",
        341.84,
        348.88
    ],
    [
        " Well, football, basketball.",
        349.48,
        350.84
    ],
    [
        " I mean, you're becoming an athlete.",
        351.24,
        352.22
    ],
    [
        " Yeah, for sure.",
        352.42,
        353.7
    ],
    [
        " Like just in general, I would, well, I would say that competition mindset, you know.",
        353.94,
        359.78
    ],
    [
        " That and just, yeah, being an athlete overall, that was always something that was just ingrained in me.",
        360.26,
        369.92
    ],
    [
        " You know, my, both my mom and dad and they were really competitive.",
        370.04,
        373.8
    ],
    [
        " Like always had us in sports growing up my brother and I.",
        374.14,
        377.1
    ],
    [
        " And, yeah, I always loved the competition side of things, you know.",
        377.6,
        383.42
    ],
    [
        " And I actually like hate working out still to this day.",
        383.72,
        387.28
    ],
    [
        " Like I just, I don't really enjoy it.",
        387.4,
        389.6
    ],
    [
        " But if there's some sort of competition involved in it or, you know, competitiveness, that's what I really like.",
        389.72,
        397.66
    ],
    [
        " Sure.",
        398.0,
        398.14
    ],
    [
        " So you get done with high school.",
        398.44,
        400.3
    ],
    [
        " And you, what makes you join the Navy?",
        400.7,
        403.62
    ],
    [
        " Honestly, I was, I was just bored.",
        405.14,
        407.08
    ],
    [
        " I was living in Ohio and it sucked there.",
        407.34,
        410.88
    ],
    [
        " And there was just nothing there that I wanted.",
        411.24,
        415.5
    ],
    [
        " How long after you graduated high school, did you join the Navy?",
        415.72,
        418.04
    ],
    [
        " A couple months.",
        418.46,
        419.26
    ],
    [
        " Did you, did you go in the dive fairer program to be in the team?",
        419.9,
        424.3
    ],
    [
        " So did you just want to be in just in the Navy?",
        424.4,
        426.42
    ],
    [
        " No, I originally, I mean, it, it wasn't planned out at all.",
        427.0,
        431.94
    ],
    [
        " I was, I was working three different jobs.",
        432.06,
        434.44
    ],
    [
        " I was a, a, a, a, a rougher, which I really, really loved.",
        434.86,
        440.26
    ],
    [
        " That was, that was a great job.",
        440.36,
        441.68
    ],
    [
        " And I worked at my, my parents, like they owned a deli slash convenience store kind of thing.",
        442.42,
        449.34
    ],
    [
        " I worked there and I was a lifeguard at Calhari.",
        449.5,
        453.76
    ],
    [
        " And I, and I was a surf instructor.",
        454.0,
        456.18
    ],
    [
        " You said Calhari, I don't even know about that.",
        456.48,
        458.14
    ],
    [
        " It's, it's an end, it's the world's largest indoor water park.",
        458.14,
        461.22
    ],
    [
        " Oh, okay.",
        461.22,
        461.86
    ],
    [
        " And they have waves there.",
        462.12,
        463.14
    ],
    [
        " Yeah, they have a flow rider, like a couple flow rider machines.",
        463.5,
        466.46
    ],
    [
        " Oh, the thing that shoots water off the plastic.",
        466.82,
        469.1
    ],
    [
        " Yeah, it's type thing.",
        469.26,
        470.02
    ],
    [
        " Yeah, it creates an artificial wave.",
        470.34,
        471.7
    ],
    [
        " So I would, I was on the competition team and I would like give people lessons on how to ride that thing.",
        472.24,
        479.56
    ],
    [
        " So between that and dodgeball, you were kind of dialed in.",
        480.38,
        485.32
    ],
    [
        " Yeah.",
        485.48,
        485.62
    ],
    [
        " First, first of action.",
        485.86,
        487.12
    ],
    [
        " That's right.",
        487.3,
        487.76
    ],
    [
        " That's a good setup.",
        488.24,
        489.22
    ],
    [
        " So you recommend if someone wants to get a career special operations, they focus on dodgeball and arm wrestling and surfing.",
        489.36,
        496.78
    ],
    [
        " Awesome.",
        497.9,
        498.56
    ],
    [
        " For you to form your first success.",
        499.06,
        500.54
    ],
    [
        " Form your first success.",
        500.84,
        501.7
    ],
    [
        " And so you're, you're doing these jobs and you're, you're not having a good time with whatever.",
        502.58,
        509.66
    ],
    [
        " I was, you know, not a very good, uh, studious, uh, student in high school.",
        509.66,
        517.36
    ],
    [
        " You know, high school is more of like a socialization for me.",
        517.64,
        523.14
    ],
    [
        " Like I really enjoyed going there to socialize.",
        523.28,
        526.14
    ],
    [
        " I really enjoyed, you know, making friends and I liked sports and, uh, and I was always, I always loved working and making money.",
        526.34,
        536.42
    ],
    [
        " You know, like school is just kind of, uh, in the way.",
        536.42,
        538.92
    ],
    [
        " I'd kind of, you know, at the time I just had zero interest in any sort of classwork whatsoever.",
        539.18,
        546.56
    ],
    [
        " And, um, I don't even understand how I somehow I had graduated.",
        547.4,
        553.9
    ],
    [
        " And, um, then, you know, I was like, yeah, I'm definitely going to do something in life.",
        554.28,
        560.84
    ],
    [
        " I don't know what.",
        560.98,
        561.8
    ],
    [
        " I'm assuming it'll be good though, you know, I just don't know what it is.",
        561.96,
        566.16
    ],
    [
        " And, and my teachers were kind of in that same, uh, mindset.",
        566.16,
        570.9
    ],
    [
        " They're, you know, half of them were just like, man, they're, you're hopeless.",
        571.1,
        575.54
    ],
    [
        " Like there's, you're just going to work at Burger King, whatever.",
        575.76,
        578.36
    ],
    [
        " And then the other half were just like, yeah, you're going to do something great.",
        578.72,
        582.1
    ],
    [
        " It's definitely not going to be in school.",
        582.46,
        584.36
    ],
    [
        " You know, who knows what it is.",
        584.86,
        587.22
    ],
    [
        " And I was just kind of in that, you know, glass half full, uh, I was thinking the same thing.",
        587.32,
        594.2
    ],
    [
        " And I didn't know what it was, honestly.",
        594.2,
        596.28
    ],
    [
        " Like I said, I was roofing and I really loved, uh, roofing, but, you know,",
        596.8,
        603.32
    ],
    [
        " I was making minimal money.",
        603.36,
        605.08
    ],
    [
        " And, um, I knew that that wasn't going to be it.",
        605.68,
        609.2
    ],
    [
        " So I was in the area.",
        609.3,
        611.36
    ],
    [
        " I knew that nothing around the area interested me, you know, there was nothing that I wanted to pursue around there.",
        611.5,
        619.12
    ],
    [
        " I was young.",
        619.52,
        620.1
    ],
    [
        " I was 18.",
        620.36,
        620.86
    ],
    [
        " You know, my, my mom and dad were both in my stepdad.",
        622.18,
        625.92
    ],
    [
        " We're, we're all in the Navy at, at points in their life.",
        626.08,
        629.66
    ],
    [
        " And, you know, had talked about the benefits of the military.",
        629.98,
        633.58
    ],
    [
        " My dad was always trying to get me to go in the military.",
        633.92,
        636.22
    ],
    [
        " And I just wasn't interested at all.",
        636.72,
        638.8
    ],
    [
        " And, um, yeah, that was never really even a consideration until quite literally like, I was just bored.",
        639.18,
        648.02
    ],
    [
        " And the recruiter happened to walk in and catch me and was like, hey, you want to join the Navy?",
        648.08,
        653.14
    ],
    [
        " And I was like, sure, why not?",
        653.3,
        655.18
    ],
    [
        " And, uh, and I was at first.",
        655.98,
        658.24
    ],
    [
        " I was going to do, um, master of arms.",
        658.36,
        661.3
    ],
    [
        " Like I was like, uh, you know, I've always, I've always had like a kind of respect for police.",
        661.6,
        666.86
    ],
    [
        " Um, my grandfather's a police officer.",
        667.22,
        669.76
    ],
    [
        " My uncle's still a police officer.",
        669.76,
        672.16
    ],
    [
        " And that was something that I felt like, you know, was a courageous job and a helpful, useful one or whatever, you know, and I figured that I could, I've always been real protective as well.",
        672.58,
        685.9
    ],
    [
        " So like I figured that job would kind of maybe be fitting for me.",
        686.08,
        690.18
    ],
    [
        " Um, so he had asked me, you know, hey, yeah, you want to join the Navy?",
        690.96,
        696.44
    ],
    [
        " And I was like, okay.",
        696.44,
        697.16
    ],
    [
        " And I thought, I'll go that route.",
        697.22,
        699.38
    ],
    [
        " And he was like, well, you look like you're in good shape.",
        700.24,
        702.62
    ],
    [
        " Do you want to, you want to be a seal?",
        702.82,
        704.16
    ],
    [
        " And I was like, uh, there's a sneaky guys, you know, the, the only thing I knew about seals was, uh, from that commercial where the, where the, they're on the beach.",
        704.56,
        716.34
    ],
    [
        " Or it's a scene on, it's on the beach and the clouds roll over the moon.",
        716.42,
        719.9
    ],
    [
        " And then they, they, they put, they put, they put, they put, whatever.",
        719.9,
        723.46
    ],
    [
        " And so that's all I knew about Navy seals and how's it going?",
        724.14,
        727.48
    ],
    [
        " Oh, this guy's, what's this?",
        727.56,
        728.84
    ],
    [
        " This was 2007.",
        729.42,
        732.34
    ],
    [
        " Jay.",
        733.18,
        733.6
    ],
    [
        " So you're watching the wars are going on all through high school.",
        734.18,
        737.44
    ],
    [
        " You're seeing all that stuff take place.",
        737.68,
        739.7
    ],
    [
        " Mm hmm.",
        740.2,
        740.64
    ],
    [
        " Well, 9-11 happened when I was in seventh grade.",
        740.82,
        743.22
    ],
    [
        " Yeah.",
        743.36,
        743.64
    ],
    [
        " You were probably boots on ground or something there.",
        744.02,
        746.9
    ],
    [
        " Well, I mean, I was, I was, um, yeah, I had been in for like 11 years at that place.",
        747.34,
        753.44
    ],
    [
        " I was born in 1989.",
        755.42,
        756.68
    ],
    [
        " Yeah.",
        757.08,
        757.22
    ],
    [
        " Yeah.",
        757.46,
        757.66
    ],
    [
        " So I'm, I'm a little bit older than you are, apparently.",
        757.92,
        761.46
    ],
    [
        " So did you not, did you realize like, um, so this was your first kind of connection?",
        762.12,
        770.18
    ],
    [
        " Because for me, when I was growing up, like every time some kind of war event happened, I was all bummed out that I wasn't there.",
        770.18,
        779.9
    ],
    [
        " Because I was too young.",
        779.9,
        781.02
    ],
    [
        " And that's just the way I was, I was always thinking about that.",
        781.8,
        785.94
    ],
    [
        " I was always into the military, but you were kind of like not.",
        786.0,
        788.36
    ],
    [
        " I was the total opposite.",
        788.6,
        789.9
    ],
    [
        " Like I, I wanted nothing to do with, with the military.",
        790.14,
        793.12
    ],
    [
        " I wanted nothing to do with like I'd never even thought about it.",
        793.54,
        797.96
    ],
    [
        " Oh, my dad was just, you know, he was in and he was a combat cameraman with dev groups.",
        798.14,
        802.34
    ],
    [
        " So obviously he was, you know, really involved with, with it.",
        802.46,
        806.38
    ],
    [
        " And anytime he would try and talk to me about, I'm just like, I'm not interested.",
        807.3,
        810.42
    ],
    [
        " I'm not, I'm not going to join the fucking military.",
        810.68,
        812.04
    ],
    [
        " But you don't know what, what flipped the switch?",
        812.3,
        814.68
    ],
    [
        " Just mega boredom?",
        815.2,
        816.7
    ],
    [
        " Yeah.",
        816.94,
        817.2
    ],
    [
        " Just, just, I just, you know, I was like, well, worst case scenario.",
        817.68,
        824.16
    ],
    [
        " I know, I'm in for, in the Navy for four years.",
        824.78,
        827.64
    ],
    [
        " I'll go see the world a little bit.",
        827.74,
        829.36
    ],
    [
        " I'll, you know, gain some life experience.",
        829.56,
        832.24
    ],
    [
        " And worst case, I get out and I'm fucking 22.",
        832.24,
        835.3
    ],
    [
        " Yeah.",
        835.3,
        835.76
    ],
    [
        " Like cares.",
        835.96,
        836.7
    ],
    [
        " I'm not going to college.",
        836.98,
        837.8
    ],
    [
        " I know that, you know, high school was, I barely made it through that.",
        837.94,
        843.1
    ],
    [
        " And just not because I was stupid, just because I just, man, just wasn't your scene.",
        843.42,
        847.5
    ],
    [
        " Oh my God.",
        847.68,
        848.18
    ],
    [
        " I'd rather do hell week, 10 times in a row than write an essay, you know?",
        848.4,
        852.74
    ],
    [
        " So you get in the Navy and do you prepare at all?",
        853.52,
        858.84
    ],
    [
        " Like for?",
        859.56,
        860.28
    ],
    [
        " I had never run like further in a mile.",
        860.8,
        863.2
    ],
    [
        " And like all my sprint, all my sports stuff was all sprinting.",
        863.74,
        868.18
    ],
    [
        " I mean, those dodgeballs are only, you know, dodgeball courts are small.",
        868.26,
        871.36
    ],
    [
        " Yeah, they're, they're, they're short.",
        871.46,
        873.0
    ],
    [
        " So it's just, I was always a really fast sprinter.",
        873.16,
        875.84
    ],
    [
        " And that was kind of all I really cared about.",
        876.2,
        879.86
    ],
    [
        " I didn't even, I was also, I also like now looking back how stupid I was and just how dumb you are at 18.",
        880.0,
        888.86
    ],
    [
        " Like you think you really like, no, when you're 18,",
        889.34,
        892.28
    ],
    [
        " you really like, you're like, man, you know, you look back at when you're 10.",
        892.28,
        896.64
    ],
    [
        " And you're like, I know so much.",
        897.22,
        899.02
    ],
    [
        " Yeah, I just compared to my seven year old self.",
        899.1,
        901.64
    ],
    [
        " Compared to my eight year old self, like I didn't even know what I was doing.",
        901.64,
        905.68
    ],
    [
        " Now I'm a, I'm a man, you know, I know what, what life's about.",
        905.86,
        909.5
    ],
    [
        " But at that point, obviously now I'm 30 looking back at that.",
        910.04,
        913.28
    ],
    [
        " I'm just like, man, you're so dumb.",
        913.28,
        914.96
    ],
    [
        " But I really was.",
        915.24,
        916.58
    ],
    [
        " And it just really inexperienced with life.",
        916.88,
        919.32
    ],
    [
        " If I'd never, like I said, run really further than a mile, I didn't even understand like that people did that.",
        919.32,
        925.88
    ],
    [
        " I'd heard about like marathons and stuff.",
        926.0,
        927.88
    ],
    [
        " But, you know, I remember when, you know, when I had heard that I had to run like a mile and a half for the PST.",
        928.5,
        937.84
    ],
    [
        " I was just like, what in the fuck?",
        938.02,
        939.84
    ],
    [
        " Like why?",
        940.08,
        940.82
    ],
    [
        " And then, and then like, I told my dad that I signed up for the, the SEAL teams.",
        941.68,
        946.26
    ],
    [
        " And I was like, yeah, I'm going to be a SEAL.",
        946.6,
        948.08
    ],
    [
        " And he's just like, you have no idea what you just signed up for.",
        948.38,
        952.06
    ],
    [
        " I didn't even know I had to go to Buds.",
        952.64,
        954.24
    ],
    [
        " And then, so he, he was just like, yeah, I'm going to be a SEAL.",
        954.94,
        960.76
    ],
    [
        " What's wrong with that?",
        960.96,
        961.82
    ],
    [
        " And he, he bought me the, the two, three, four documentary.",
        962.24,
        966.52
    ],
    [
        " And we sat down and watched that.",
        966.9,
        969.56
    ],
    [
        " And I remember like just watching the, the four mile time run.",
        969.92,
        975.38
    ],
    [
        " And I was just thinking like, is that even possible?",
        975.8,
        979.02
    ],
    [
        " Like, do people really do that?",
        979.54,
        981.24
    ],
    [
        " And I was just thinking like, Jesus Christ, like this is, I'm going to have to do all of this shit.",
        981.8,
        987.0
    ],
    [
        " Oh my God, I better start running.",
        987.62,
        990.66
    ],
    [
        " I better start training.",
        991.1,
        991.7
    ],
    [
        " So did you start running in training?",
        992.04,
        993.3
    ],
    [
        " Yeah, I mean, I, I went out and, you know, I actually back up before I even saw that.",
        993.68,
        999.68
    ],
    [
        " The first, the first introduction I had to Buds was I, or Navy SEALs in general.",
        999.8,
        1007.52
    ],
    [
        " Once I signed the, like, I signed up and I was like, alright, I'm going to be a Navy SEAL.",
        1008.3,
        1011.86
    ],
    [
        " I better do some research.",
        1012.16,
        1013.24
    ],
    [
        " So I went out and got Navy SEALs with Charlie Sheen.",
        1013.84,
        1017.1
    ],
    [
        " And I watched that.",
        1017.84,
        1018.64
    ],
    [
        " And that was my very first introduction to what Navy SEALs were.",
        1018.88,
        1022.42
    ],
    [
        " And I was just like, man, looks pretty intense.",
        1022.9,
        1026.06
    ],
    [
        " That's pretty cool though.",
        1026.76,
        1027.78
    ],
    [
        " And, you know, in the scene, in that movie, they say it's Buds, but it's obviously not.",
        1028.5,
        1034.9
    ],
    [
        " Because it's like in the woods and there are like, there's like grenades going off and they're like, they're like an army crawling under barbed wire.",
        1035.08,
        1042.2
    ],
    [
        " And he's like, this is Buds, you know, like, it's just like this crazy scene or whatever.",
        1042.7,
        1047.92
    ],
    [
        " And I was just thinking like, damn, I got to go through all that.",
        1048.36,
        1050.52
    ],
    [
        " Alright, so I went out and bought some fucking camo pants.",
        1050.52,
        1054.74
    ],
    [
        " I bought some boots, like just leather boots.",
        1054.98,
        1057.84
    ],
    [
        " And I went for a run down my street.",
        1058.62,
        1063.78
    ],
    [
        " And I remember it was like a mile.",
        1064.32,
        1065.94
    ],
    [
        " Alright, I was like, I have to run a mile and a half.",
        1066.5,
        1068.5
    ],
    [
        " So I'm going to see how this goes.",
        1068.64,
        1070.74
    ],
    [
        " And I went and got those pants and got suited up.",
        1071.1,
        1074.02
    ],
    [
        " Fuck you, right?",
        1074.2,
        1075.78
    ],
    [
        " And I was just thinking like, oh man, this is going to be hard.",
        1076.7,
        1079.84
    ],
    [
        " And then my dad got the 234 documentary.",
        1081.58,
        1085.46
    ],
    [
        " And then that was just like, oh, okay, I really just have no fucking idea what I just signed up for.",
        1086.04,
        1090.54
    ],
    [
        " And I was just thinking like, damn, that looks really hard.",
        1091.04,
        1094.54
    ],
    [
        " But I already told everyone that I was going to do this.",
        1095.18,
        1097.86
    ],
    [
        " And I was just kind of that, you know, that's one good thing about being 18.",
        1098.32,
        1102.52
    ],
    [
        " And you're just young and dumb and stubborn.",
        1103.18,
        1105.48
    ],
    [
        " And luckily I used the good of that to get through, I guess.",
        1107.32,
        1112.62
    ],
    [
        " So you get in the, I was going to say, you know, right?",
        1113.24,
        1115.78
    ],
    [
        " My dive motivator was Mike Noss, do you know?",
        1115.92,
        1120.58
    ],
    [
        " Yes, I know who it is.",
        1120.92,
        1122.64
    ],
    [
        " I don't know him personally, but.",
        1122.76,
        1124.28
    ],
    [
        " Well, he's an old Vietnam frogman, a plank owner at a damn neck.",
        1124.44,
        1130.9
    ],
    [
        " And he came in and he's a tall guy and he walks with like a kind of a big limp",
        1132.28,
        1137.92
    ],
    [
        " because he had like a hip replacement.",
        1137.92,
        1139.16
    ],
    [
        " He still swims like a fish.",
        1139.16,
        1141.04
    ],
    [
        " And he actually taught me how to do the sidestroke the day before my PST.",
        1141.82,
        1148.26
    ],
    [
        " So it was like pretty steep learning curve.",
        1149.32,
        1152.18
    ],
    [
        " Yeah, that is.",
        1152.3,
        1153.38
    ],
    [
        " I always tell people not to make decisions when they're super emotional.",
        1153.74,
        1159.44
    ],
    [
        " And so I'm going to start adding, don't make decisions when you're super just bored.",
        1159.72,
        1162.88
    ],
    [
        " Yeah, you might end up at buds.",
        1163.42,
        1166.16
    ],
    [
        " So you show up there, you show up the buds.",
        1166.5,
        1169.64
    ],
    [
        " And you must have, you know, obviously you made it through.",
        1170.38,
        1173.5
    ],
    [
        " Was there any, what was it, what was tough for you and buds?",
        1173.64,
        1175.52
    ],
    [
        " Running, running was definitely, I mean, obviously that's like what you do the most of.",
        1175.84,
        1181.66
    ],
    [
        " And, um, man, it was just, I went from no running ever to running.",
        1182.02,
        1189.14
    ],
    [
        " Running my ass off just everywhere.",
        1189.14,
        1191.76
    ],
    [
        " And those timed runs, man, I was just fucking having a lot of conversations with Jesus.",
        1192.4,
        1199.04
    ],
    [
        " And those runs and just, you know, given it everything I fucking had just to make the cut off on those runs.",
        1199.86,
        1207.64
    ],
    [
        " And then I eventually, I became like a pretty good runner just from doing it.",
        1207.86,
        1211.82
    ],
    [
        " And, um, but yeah, I was, I was for sure capped into the Goon Squad.",
        1211.82,
        1217.82
    ],
    [
        " And, uh, but luckily all those fucking dodgeball sprints were paying off in the Goon Squad.",
        1218.14,
        1223.24
    ],
    [
        " So it was, it was nice.",
        1223.52,
        1225.62
    ],
    [
        " In the Goon Squad, I felt comfortable.",
        1225.9,
        1227.92
    ],
    [
        " Did you get rolled for anything?",
        1228.1,
        1229.0
    ],
    [
        " Yeah, I got rolled, um, uh, for some, I had real bad shin splints from just running from the, the lack of running.",
        1229.6,
        1237.88
    ],
    [
        " Previous and, uh, but other, yeah, got rolled dealt with that.",
        1238.28,
        1242.72
    ],
    [
        " And like I said, I picked up like from running so much, I just got good at it.",
        1242.98,
        1248.48
    ],
    [
        " And I was like young so adapted well, I guess.",
        1248.7,
        1252.82
    ],
    [
        " Yeah, it's, it pays to be young in buds in my opinion.",
        1253.16,
        1256.04
    ],
    [
        " Yeah.",
        1256.3,
        1256.52
    ],
    [
        " From a physical perspective.",
        1256.76,
        1257.9
    ],
    [
        " Physical, yeah, for sure, with like dealing with overuse injuries, I mean, because you're definitely gonna just,",
        1258.16,
        1264.88
    ],
    [
        " they're obviously just gonna fucking ring your ass and then you have to get up and go.",
        1265.88,
        1269.62
    ],
    [
        " Yeah, I was talking to, uh, one of the medical guys there who came from like a sports environment like the,",
        1269.94,
        1278.08
    ],
    [
        " I think the NFL, I think it was the NFL.",
        1278.16,
        1280.56
    ],
    [
        " And do you remember the, I think it's Patel of Femoral Syndrome?",
        1281.22,
        1285.8
    ],
    [
        " Did you ever know anyone that got that there?",
        1286.06,
        1287.32
    ],
    [
        " Anyways, there's a bunch of people that get this, this, this Patel of Femoral Syndrome.",
        1287.56,
        1291.42
    ],
    [
        " You know, they're, and he said, yeah, at buds, I would see 10 cases a week of Patel of Femoral Syndrome.",
        1291.52,
        1298.62
    ],
    [
        " It's where your Patel of like rubs against your, your femur or something.",
        1298.62,
        1303.24
    ],
    [
        " And he said in the NFL, you'd see like one of these every year, maybe one a year.",
        1304.2,
        1310.34
    ],
    [
        " And so these guys that would come to buds for, from a physical, what was athletic trainer perspective,",
        1310.68,
        1317.02
    ],
    [
        " would learn so much because they're just getting these mat, these bodies are just going through abuse like no other bodies.",
        1317.3,
        1323.92
    ],
    [
        " And so they see all those, all these common injuries that you get to your, your, your shoulders,",
        1324.4,
        1328.84
    ],
    [
        " your back like that's what you go to buds as an athletic trainer.",
        1329.42,
        1332.26
    ],
    [
        " You learn, and as a doctor, you learn so much about how to deal with these things because you see 10 times more than you would,",
        1332.6,
        1339.92
    ],
    [
        " or more than you would anywhere else.",
        1340.0,
        1341.66
    ],
    [
        " Yeah, I believe it.",
        1341.9,
        1342.9
    ],
    [
        " But I've also talked to people who say, like I was young too, going through buds.",
        1343.06,
        1348.24
    ],
    [
        " How old were you?",
        1348.5,
        1348.98
    ],
    [
        " 18.",
        1349.04,
        1349.26
    ],
    [
        " And so you get the, you get the, you get the mind of, hey, I've just doing everything they tell me to do, you know.",
        1350.12,
        1357.88
    ],
    [
        " But there's some people that say, have told me they didn't think they were mature enough at 18 or 19 to go through buds.",
        1358.44,
        1365.14
    ],
    [
        " I for sure was not, I don't want to say I wasn't mature enough to go through because obviously I did and I made it through.",
        1365.78,
        1373.46
    ],
    [
        " However, you say like what or ask like what my biggest struggle at buds was was definitely my maturity.",
        1373.98,
        1380.8
    ],
    [
        " I mean, physically, like physically it was running, like just, I was never a long distance runner obviously.",
        1381.78,
        1387.68
    ],
    [
        " Sprinting, I was fast as fuck sprinting and I was really strong on the log and like the boats.",
        1390.12,
        1396.6
    ],
    [
        " The boats on heads was extremely surprising to me.",
        1396.88,
        1400.3
    ],
    [
        " I remember seeing it on the videos and thinking like, okay, that's kind of weird.",
        1400.76,
        1405.88
    ],
    [
        " Like why are they running around boats on their heads?",
        1406.06,
        1407.58
    ],
    [
        " And then I didn't think it was going to be painful because they're like inflatable, the rubber boats or whatever.",
        1408.22,
        1415.32
    ],
    [
        " And when they put that thing on your head, I was just like Jesus Christ, this thing is smashing my fucking neck.",
        1415.32,
        1422.2
    ],
    [
        " Did the instructors jump around in the boats when you went through because you stopped doing it at some point?",
        1422.5,
        1426.82
    ],
    [
        " They would, like some of the little guys would like jump and hang on the handles and shit like that when you're running.",
        1427.02,
        1434.5
    ],
    [
        " But yeah, you definitely knew when they were on the boats because they got a lot heavier.",
        1434.66,
        1438.58
    ],
    [
        " What they would do when I went through and they stopped doing this, which is a good thing.",
        1440.02,
        1443.86
    ],
    [
        " They would be, like the boats would be lined up and we'd have them in head carry and the instructors would be in like boat one.",
        1444.46,
        1451.16
    ],
    [
        " And then they would just jump into boat two and then jump into boat three.",
        1451.58,
        1454.68
    ],
    [
        " And I remember hearing when they would did that to me a couple of the times that they did it to me.",
        1455.3,
        1460.82
    ],
    [
        " I heard like this deep kind of inside my neck.",
        1460.98,
        1467.24
    ],
    [
        " And I remember thinking this is probably not good.",
        1467.82,
        1470.74
    ],
    [
        " And they stopped doing it thankfully because that's not healthy.",
        1471.32,
        1474.06
    ],
    [
        " So you actually used to be like six two?",
        1474.22,
        1475.88
    ],
    [
        " I don't know if I got shorter but I definitely took some damage for sure.",
        1476.38,
        1482.46
    ],
    [
        " Yeah, the boats on heads was probably the most surprising thing to me of how like I just wasn't expecting it to be that bad.",
        1482.9,
        1492.54
    ],
    [
        " But like the log PT, I actually really enjoyed the log PT.",
        1493.76,
        1498.74
    ],
    [
        " I think probably because from roofing, I was always carrying those 80 pound bundles of shingles up the ladder.",
        1498.94,
        1504.74
    ],
    [
        " And then I was the young guy on the crew.",
        1505.04,
        1506.64
    ],
    [
        " So I was the shingle bitch for about three years.",
        1506.78,
        1508.82
    ],
    [
        " And everyone on my crew is in their 40s.",
        1509.78,
        1513.06
    ],
    [
        " So I was the 15 year old when I came on the crew.",
        1513.22,
        1517.58
    ],
    [
        " And just a young, strong kid, they took full advantage of it.",
        1518.0,
        1522.28
    ],
    [
        " And just wherever they needed shingles on the roof, that's where I hauled them up.",
        1522.48,
        1526.36
    ],
    [
        " And so I was used to carrying heavy load and stuff.",
        1526.88,
        1531.5
    ],
    [
        " Like I said, I felt strong.",
        1531.88,
        1532.88
    ],
    [
        " I felt really good on that stuff.",
        1532.88,
        1534.62
    ],
    [
        " And mentally I was like, I just was super competitive.",
        1534.92,
        1541.08
    ],
    [
        " And that's what really got me through buds was just that sheer competitiveness.",
        1542.44,
        1549.06
    ],
    [
        " Where did the maturity level, where could that have tripped you up?",
        1549.26,
        1552.68
    ],
    [
        " Were you like doing dumb stuff on the weekends?",
        1553.46,
        1555.64
    ],
    [
        " No, not really.",
        1556.1,
        1557.28
    ],
    [
        " Because I mean, I wasn't even old enough to go drink or anything like that.",
        1558.1,
        1562.28
    ],
    [
        " It was more just kind of not understanding.",
        1564.1,
        1568.62
    ],
    [
        " Well, one, I was different.",
        1569.3,
        1570.94
    ],
    [
        " I was different than most people there.",
        1571.28,
        1573.08
    ],
    [
        " Because like you said, you wanted to be in the military your whole life.",
        1573.26,
        1577.44
    ],
    [
        " And you wanted to be a CLM assuming.",
        1577.64,
        1579.4
    ],
    [
        " Did you?",
        1580.02,
        1580.42
    ],
    [
        " Yeah, I mean, as soon as I figured out what the CLT teams were.",
        1580.84,
        1582.9
    ],
    [
        "",
        1583.26,
        1583.26
    ],
    [
        " Yeah.",
        1583.46,
        1583.64
    ],
    [
        " So like that.",
        1583.98,
        1585.8
    ],
    [
        " And just how you are, you're very disciplined.",
        1586.22,
        1588.78
    ],
    [
        " You're very militant, I would say.",
        1588.78,
        1591.72
    ],
    [
        " I would concur.",
        1592.58,
        1593.7
    ],
    [
        " Yeah.",
        1594.0,
        1594.18
    ],
    [
        " And I was more of like a wild, free spirit kind of kid growing up.",
        1594.84,
        1602.98
    ],
    [
        " And I was not militant at all.",
        1603.48,
        1607.5
    ],
    [
        " And I also like getting through boot camp was difficult for me because of that as well.",
        1609.66,
        1615.6
    ],
    [
        " You know, just like, I'm like, why?",
        1616.14,
        1618.56
    ],
    [
        " My question was like, why do we have to make cars?",
        1618.96,
        1623.44
    ],
    [
        " We're literally spent all day undoing our bed and remaking it.",
        1624.08,
        1629.02
    ],
    [
        " I was like, what the fuck is the point of this?",
        1629.16,
        1631.48
    ],
    [
        " Like it's such a waste of time.",
        1631.54,
        1632.68
    ],
    [
        " And you know, obviously it's all for a reason and designed.",
        1633.5,
        1636.6
    ],
    [
        " But I just, I couldn't wrap my head around it.",
        1636.78,
        1638.78
    ],
    [
        " So that just lack of military bearing and lack of maturity and understanding like why",
        1639.56,
        1648.88
    ],
    [
        " things are the way they are and, you know, the whole military structure of just you just do it.",
        1648.88,
        1653.98
    ],
    [
        " And you don't question stuff like that.",
        1654.02,
        1656.22
    ],
    [
        " You know, that was probably my biggest hang up, you know, just I was different than everyone.",
        1656.38,
        1663.58
    ],
    [
        " I was young.",
        1663.76,
        1664.24
    ],
    [
        " I was, I don't know.",
        1664.24,
        1666.2
    ],
    [
        " I didn't want to be a see all my whole life, you know, some of these people like this is like their dream",
        1667.7,
        1673.02
    ],
    [
        " and they've been training for it for whatever.",
        1673.02,
        1675.76
    ],
    [
        " And I'm just kind of here showing up and guys are quitting and I'm not.",
        1676.0,
        1680.3
    ],
    [
        " And, you know, and like physically I was doing like a lot better than some guys who like I said, it was kind of just like,",
        1680.86,
        1687.36
    ],
    [
        " I'm just here, whatever doing this.",
        1687.36,
        1688.98
    ],
    [
        " And other guys, it's like, this is everything to me.",
        1689.46,
        1692.0
    ],
    [
        " And, you know, so it's like I check.",
        1692.58,
        1697.94
    ],
    [
        " So you get done with buds and you show up and where'd you go team 10?",
        1698.52,
        1703.22
    ],
    [
        " Team 10, yeah.",
        1703.48,
        1704.16
    ],
    [
        " Right on.",
        1704.44,
        1704.74
    ],
    [
        " And then how was that checking into team 10?",
        1704.96,
        1706.96
    ],
    [
        " It was, it was cool by that point, you know, I'd kind of like obviously I was like, all right, I'm a seal now.",
        1707.72,
        1716.74
    ],
    [
        " And I'd been in the, in the pipeline for a while and kind of getting in the flow of things and the military and stuff like that.",
        1716.74,
        1726.64
    ],
    [
        " But yeah, I was super excited to check into team 10.",
        1726.98,
        1731.98
    ],
    [
        " And I originally I was going to go to team five.",
        1732.38,
        1736.38
    ],
    [
        " And then I told my family, you know, that I've got orders to five and they were all kind of bummed out because they wanted, they're all in the East Coast.",
        1736.76,
        1745.38
    ],
    [
        " And they were like, oh man, you know, we were hoping you come to East Coast and I was like, okay, I'll go to these coasts.",
        1746.12,
        1751.58
    ],
    [
        " And I thought it was like kind of cool too because it felt like a, like a new, like a new chapter because like, you know, the seal team one, three and five or seven or right by the buds compound.",
        1751.66,
        1766.74
    ],
    [
        " So it was like, you know, I'd been there and been in this scene for the last two years or whatever it was.",
        1767.18,
        1773.52
    ],
    [
        " And it was, it was cool. It felt cool to like go across the country and like check into a team.",
        1773.68,
        1779.12
    ],
    [
        " And, you know, I just felt like, like, this is it. This is a real deal. So that was super cool. I felt, felt good.",
        1779.32,
        1785.58
    ],
    [
        " My troop was awesome. And what was your, what was your job in your first platoon?",
        1786.26,
        1792.48
    ],
    [
        " I was a heavy gunner for sure.",
        1792.68,
        1794.88
    ],
    [
        " A double, a knuckle dragger. Yeah, yeah. That's a classic new guy, strong new guy. Guess what? Getting the pig.",
        1794.9,
        1806.2
    ],
    [
        " You're a big, strong new guy. Got something for you. And I loved it. I embraced it. I didn't think it was like a bad thing.",
        1806.64,
        1813.9
    ],
    [
        " You know, what year is this now? 2009. Okay. So you, yeah, you went straight to the, to the mark 48, no, and the 60 for you.",
        1813.9,
        1822.74
    ],
    [
        " That's, that's, that's nice. Yeah. We shot 60s and stuff, but no, like, like a fan shoot with 60s or something.",
        1823.04,
        1830.46
    ],
    [
        " Yeah. And there were 60s on like, uh, humvees and stuff like that going through a vehicle stuff.",
        1830.74,
        1836.78
    ],
    [
        " So they were still a little bit of transition taking place. So you're a pig gunner, your first platoon. How was your first workup?",
        1837.04,
        1844.14
    ],
    [
        " It was awesome. It was definitely a good time. Got what surprised you about like going through workup, being in a seal platoon?",
        1844.8,
        1853.96
    ],
    [
        " What was different than what you thought it was? What was different from how it was for Charlie Sheen?",
        1854.18,
        1859.24
    ],
    [
        " You know, it was, it was a lot like the movie. It was, it was, it was great, man. I, I thought it was a lot of fun.",
        1864.76,
        1874.38
    ],
    [
        " Um, we got to travel, travel the travel the country. That was the cool thing too about the East Coast.",
        1874.62,
        1880.78
    ],
    [
        " The training sites were kind of all over all over versus the West Coast. It was kind of like the same song and dance like Nylon and, and, uh, I'll see other one.",
        1881.44,
        1892.68
    ],
    [
        " You know, I'm saying, like in the training, the training's like all the same sites. And, uh, so going to the East Coast, I got to see a bunch of new places.",
        1893.44,
        1903.36
    ],
    [
        " And, and that was cool to me, just kind of seeing the world. Um, and the, the brotherhood of like being in the troops and, and stuff and you're, you're rolling around as a team.",
        1903.36,
        1915.34
    ],
    [
        " I thought that that was really cool.",
        1915.7,
        1917.64
    ],
    [
        " Um, was there anything that was more challenging? Like, you know, some new guys, they have a hard time in their first platoon with whatever with land warfare.",
        1918.64,
        1928.38
    ],
    [
        " They have a hard time with CQC. They'll have a hard time with some, you know, whatever. Sometimes it's like not easy. Sometimes, you know, you get a guy that can't dive very well or whatever.",
        1928.38,
        1937.7
    ],
    [
        " Was there anything that, was there any skill set that was hard for you? Or did you pretty much, which is, I would say most guys coming out of buds and SQT, like most of them are fine.",
        1937.84,
        1947.62
    ],
    [
        " Like most of them get get, they can, they pick things up pretty quick. You know, they made it through all that crap. They made it through SQT where you're getting screened, right?",
        1947.78,
        1957.24
    ],
    [
        " Again, some most of the time, but still you'd still get guys showing up a platoon that, you know, they wouldn't be comfortable with this or they wouldn't be great at that.",
        1957.58,
        1964.42
    ],
    [
        " Was there anything that was tough for you?",
        1964.76,
        1966.1
    ],
    [
        " Uh, I would say like everything was, was tough. I, I wasn't, I wasn't a master at anything other than my pig, you know.",
        1967.58,
        1977.3
    ],
    [
        " And so everything was, was, was somewhat challenging for me, but I also didn't really struggle with anything too, too much other than like my maturity.",
        1979.02,
        1989.22
    ],
    [
        " Like that, you know, I was, I checked into a seal team before I could even go into a bar, you know. And I didn't go to college or anything like that.",
        1989.68,
        1999.1
    ],
    [
        " So I was, I was a 20 year old and a seal team. You know.",
        1999.9,
        2005.46
    ],
    [
        " So yes, I, I had been through a lot as far as like buds and SQT and, you know, that kind of forces you to grow up to an extent, but seals liked party too.",
        2005.9,
        2021.36
    ],
    [
        " And, and I kind of, that was probably my biggest challenge was just my maturity and just kind of learning when to, to lock on and, and, you know, when it was time to like chill out.",
        2021.42,
        2037.4
    ],
    [
        " Did you ever get caught? Did you ever get in trouble? Did ever get arrested?",
        2037.84,
        2040.6
    ],
    [
        " I did get arrested and not in my new guy, Platoon. I got arrested in my, when I was in my second Platoon. I got into a bar fight.",
        2041.36,
        2051.9
    ],
    [
        " This, these guys, it was actually three, three dudes had just started mouthing off to one of my Platoon members wife. It was him and I and my girlfriend at the time and, and his girlfriend at the time, no, or wife.",
        2052.94,
        2069.22
    ],
    [
        " And we were coming out of the bar and they just, I had had a couple drinks and they had come over and said some disrespectful shit to them. And, you know, I, I just was feeling froggy a little bit and, and, didn't let it slide and ended up whooping their ass and beat up three people outside of a bar and got arrested.",
        2070.16,
        2090.44
    ],
    [
        " But, but your first, but you, you managed to keep your nose clean. Yeah, or at least as far as the actual log of the actual law enforcement goes. Yeah, no trouble.",
        2090.72,
        2100.38
    ],
    [
        " And then where was that? So you did your work up? Where did you guys go on deployment to your first deployment? Afghanistan.",
        2100.94,
        2107.24
    ],
    [
        " And when you were going to Afghanistan, were you going, did you go as a whole troop to Afghanistan?",
        2107.96,
        2115.0
    ],
    [
        " Yep, yeah, all three of our platoons went. Yeah, it was, it was kind of an interesting thing because it was in 2011. And I don't know if you, you said you got out in 2010.",
        2115.78,
        2131.94
    ],
    [
        " I did, yeah.",
        2132.16,
        2132.64
    ],
    [
        " Well, yeah, there was, I'm sure you heard about the, they wanted us to somehow get on the army schedule. And so it was us in team seven.",
        2132.82,
        2145.28
    ],
    [
        " And we ended up basically doing two deployments back to back and got synced up with the army or something like that.",
        2145.74,
        2156.24
    ],
    [
        " And I don't know all the, all the, you know, mumbo jumbo that actually took place, but or why, why we did it. But they told us kind of right before it was like two months before we left.",
        2156.24,
        2170.04
    ],
    [
        " They're like, hey, just kidding. You guys are going to go to Afghanistan. And we're going to need to stay there for basically a year.",
        2170.46,
        2176.16
    ],
    [
        " I really got shit. Okay. So we went there and it was, it was an interesting deployment for sure because my platoon, we were the furthest outpost from any major base in Afghanistan.",
        2176.46,
        2198.42
    ],
    [
        " And, you know, we're basically rough in it the whole time we're out there.",
        2199.54,
        2205.4
    ],
    [
        " Did you guys take over an outpost somewhere or did you guys establish one?",
        2205.4,
        2209.14
    ],
    [
        " We took one over that had just been established like literally a couple months ago. You know, so there was, there was nothing there. We were sleeping intense still no running water, no, no, nothing like that.",
        2209.36,
        2222.84
    ],
    [
        " And then I think around month seven or eight of our deployment, we packed up and went 15 miles north and set up a new site.",
        2223.12,
        2237.66
    ],
    [
        " So it was literally just fucking rough in it the whole time.",
        2237.94,
        2242.7
    ],
    [
        " You know, air drop in our food in and, and no running water the whole time.",
        2243.32,
        2249.16
    ],
    [
        " And what, what type of ops were you doing?",
        2249.32,
        2251.62
    ],
    [
        " We were, we were doing all kinds of stuff. And I was lucky enough to kind of, we got to, they shifted our guys around too. So like we got to all it kind of experience different things because we all had a different kind of mission set.",
        2252.62,
        2267.5
    ],
    [
        " And different, we were all in all three of our platoons were in different areas of Afghanistan. So I got to kind of do a lot of everything.",
        2268.38,
        2277.82
    ],
    [
        " So were you guys going out on patrol from your, from your forward operating base? Was that yeah, and yeah, pretty much daily.",
        2278.32,
        2285.6
    ],
    [
        " And you were interacting with the local populist type thing. Yeah, yeah, trying to establish relationships.",
        2286.18,
        2292.02
    ],
    [
        " Yeah, we did that for a little while. That was really dumb.",
        2292.36,
        2297.42
    ],
    [
        " That you don't because you didn't feel like you made any progress didn't make any connections.",
        2299.4,
        2304.24
    ],
    [
        " Yeah, I mean, in my opinion, I just thought it was like kind of a waste of time.",
        2304.24,
        2310.32
    ],
    [
        " And I just, I just felt like we could have been doing a lot more stuff or better stuff with our time and training and all that.",
        2310.8,
        2320.12
    ],
    [
        " And it was just like a super dangerous area to be in, you know, it was in the helmet.",
        2320.18,
        2326.68
    ],
    [
        " And we basically just lived in a fucking minefield, you know, and it was just IEDs everywhere, just as a constant threat.",
        2327.36,
        2337.72
    ],
    [
        " So, you know, and we were going on these long patrols every day and, and all these, all these ops we were doing and hitting these villages that were just riddled with IEDs everywhere and, you know, getting contacted, you know, you're basically just stick out like a sore thumb there, you know.",
        2338.04,
        2360.1
    ],
    [
        " So, I mean, you know how it is overseas. I didn't feel real comfortable with that.",
        2361.28,
        2367.4
    ],
    [
        " Like, it sucked being in a minefield, like just every step, just please don't blow up, please don't blow up, please don't blow up, please don't blow up.",
        2368.12,
        2376.18
    ],
    [
        " Yeah, for a year.",
        2376.76,
        2377.7
    ],
    [
        " Yeah. Did you guys, did you guys hit any IEDs?",
        2378.38,
        2380.98
    ],
    [
        " Yeah. Yeah, we encountered a couple IEDs and, so, oh, shitty.",
        2381.02,
        2390.88
    ],
    [
        " Yeah.",
        2391.84,
        2392.0
    ],
    [
        " And the enemy, did you have a feel for who was bad and who was good when you'd go out?",
        2392.74,
        2402.02
    ],
    [
        " No, definitely not.",
        2402.98,
        2404.56
    ],
    [
        " There was, I mean, because like literally there was, there was times where, you know, we'd be in the village fucking shaking hands with people and then, you know, on the way out, get contacted, get in a firefight and then fucking go back and look and, oh, it's the same guys that we were just shaking hands with that are fucking dead, you know.",
        2405.32,
        2426.44
    ],
    [
        " And so it was, it was hard to, it was really weird to like get ramped up and everything as these like, you get in this mindset of this war, your mindset, you know, that you're going to war and you're going to this fucking land where everyone is, you know, your enemy and blah, blah, blah.",
        2428.56,
        2454.76
    ],
    [
        " And then it's like, oh, just kidding. Let's, let's try to help some of these people or whatever. And the, you know, the good and use like, okay, yeah, I want to, I want to help people and, and stuff like that and, and do what I can.",
        2454.96,
        2468.08
    ],
    [
        " To help these people out and, and if they're getting like bullied essentially by the, by the Taliban or whatever, like that's not cool, but I just felt like it was,",
        2469.46,
        2482.32
    ],
    [
        " it was really weird to, to be there and go there with that mindset and then have to fucking like try to help people and then when you try to help people, they don't want your help and, you know, and they fucking shoot at you and, and shit like that. So it's like, and then you're expected to like go out and try and help these people again. And it's, I don't know.",
        2483.84,
        2503.96
    ],
    [
        " It was just like a weird, it's a weird dynamic.",
        2503.96,
        2506.86
    ],
    [
        " And would you go, when you said you would move positions, were you going from like, would you like switch platoons and go to a different operating base? Yeah.",
        2507.7,
        2516.8
    ],
    [
        " And then you'd spend some time there with them. And, and then do operations with them. And then after a little while, go to a different one as well. Yeah. Yeah. We, we rotated all our guys, all of our guys just to, so we could all get, you know, experience doing other things.",
        2517.22,
        2533.94
    ],
    [
        " Like working with the commandos or, you know, training the fit, training the fit, or doing the VSO stuff. And, yeah, it was cool. I, I enjoyed that just because it broke up the monotony of every day, you know, going on patrols, doing the same things, seeing the same places or whatever and dealing with the same threats.",
        2533.94,
        2557.28
    ],
    [
        " And it just, it keeps you kind of from getting complacent, I felt like, so I was, especially for the 11 month or, yeah. So I was definitely happy to move and, and do new things and work. And like, and it was cool too, because on the base that we were at in Afghanistan, it was literally like 100 yards by 100 yards.",
        2558.82,
        2581.04
    ],
    [
        " That was your, that was like our camp. It was like being in prison, you know, but worse, like, because we're getting shot at too. And like, if you, when you go outside to go get your fucking food that they air drop in, you know, you're, you're worried about stepping on IDs. Like we found IDs literally right outside of our compound, you know, so it was a constant threat always.",
        2581.56,
        2606.44
    ],
    [
        " And, and like I said, like going to get our air drop, it was just a lot of work too, because not only it was like we were seal bees, you know, we had to like build our, we had to like build our camp.",
        2606.48,
        2620.66
    ],
    [
        " And also like all the stuff that came with that, like going and getting our supplies that would air drop in and, and being out there, you know, you only get ring routes and, and stuff.",
        2621.34,
        2634.78
    ],
    [
        " You only get air drops every once in a while. And so when, when shit would come in, it was like all hands go work on this. And then also you got to prep your shit and get ready for the, the op tonight or tomorrow or whatever.",
        2634.78,
        2649.06
    ],
    [
        " And, and I remember just, I have a video of one of our big air drops coming in. And you just see like three or four palettes just burn in and just explode.",
        2649.06,
        2663.52
    ],
    [
        " And you know, it's like always, it like all the water bottle palettes are fine. But it's that one with like the goodies, you know, it's like, oh man, you know, that's the one that burned in.",
        2664.04,
        2676.46
    ],
    [
        " And then it just fucking hits the ground explodes. And you see like all the rippets or something, you know, something that people are looking forward to just explode. And you're like fuck.",
        2676.46,
        2685.74
    ],
    [
        " I don't know, I just accepted that this is my life. So, whatever I wasn't, I wasn't thinking about the time too much. And then, I just, you get into a rhythm, you know, and we got to, we got to go home for R&R. That was cool.",
        2686.6,
        2702.3
    ],
    [
        " Took a little break, but it was like bittersweet, you know, go home for fucking two weeks. And like, I've just been playing in this minefield where everyone's trying to kill me for the last six months and come home for two weeks. And like to normal see and you're just like, you know, literally just fly straight from there. No decompression or anything. And then now you're back in normal society with your family. And, and by the way, you're leaving in 11 days to go back. Yeah. And then don't get comfortable because we're going right back over there.",
        2702.62,
        2731.68
    ],
    [
        " So that was like kind of like it was bittersweet and got back over there. But that was cool too, because it was like, all right, I'm fucking halfway through like it's downhill now, you know, so that kind of definitely fired me up to to finish out. But then towards the end, we were there for all four seasons. So we saw literally all four seasons is interesting. And by the end of it, by the end of it.",
        2731.68,
        2761.48
    ],
    [
        " I remember when the ring route came to pick me up to go out, I remember flying away from from the base that we were at. And just thinking like I felt kind of sad. Like like almost like when you move away from somewhere. And like I've moved my whole life. I've moved around a lot. So I was like, damn, like this has been my home for the last year.",
        2762.74,
        2783.88
    ],
    [
        " You know, I'm kind of bummed to leave, but fuck this place. I can't wait to go home.",
        2784.32,
        2791.72
    ],
    [
        " Yeah, I got kind of lucky because I had been in the Navy for a while when when I deployed to Iraq. And especially my second deployment to Iraq where I was in Ramadi. And like I, you know, sometimes people say, oh, I look back and I wish I would have appreciated it more.",
        2792.22,
        2809.8
    ],
    [
        " You know, people say that about certain parts of their life. I don't have that at all. Like I 100% appreciated every single day I was there was like, this is, this is the best part of my whole life is right is what's happening today right now.",
        2810.1,
        2823.22
    ],
    [
        " You know, so I got kind of lucky in the fact that, you know, even talking to the guys that were new guys on that deployment to Ramadi, they just kind of, they were like from then on, maybe say, damn, you know, I thought that's what every deployment was going to be like.",
        2823.74,
        2839.34
    ],
    [
        " And it was, and it was, they just didn't have that same perspective of, hey, man, this is like this target rich environment where we're getting to do what everyone's dreamed of doing their whole life and you're going to do it all the time.",
        2839.34,
        2853.94
    ],
    [
        " That doesn't happen, you know, it doesn't happen like that usually, you know, it's hard. And so I was pretty lucky in the fact that I, I was, I could appreciate it.",
        2854.7,
        2863.7
    ],
    [
        " Yeah, I know as far as the work went like I was as far as like like being a seal and working there like that, that was awesome, you know, and I was, you know, one of the biggest like, I say concerns I had or not even a concern was just like a question to myself was, you know, what, what, how am I actually going to react in combat, you know what I mean?",
        2863.72,
        2890.18
    ],
    [
        " Because everyone, everyone likes to think that they're ideally, you know, in a situation of shit popped off, you know, I'll be the, I'll be the guy who will, you know, have my shit together and be that, you know, the rock or whatever, you know what I mean?",
        2890.18,
        2905.38
    ],
    [
        " And some people crumble, you know, and I saw that as a seal like that, that was kind of my, I was always a realist, you know, was like, I've never been shot at, I've never been in a gunfighter, whatever.",
        2906.44,
        2919.66
    ],
    [
        " So, I definitely, you know, I, I feel like I'm not a coward and I feel like I would step up and do, do what I got to do and perform, I feel like that, but I don't know it for sure, you know what I mean?",
        2919.9,
        2933.8
    ],
    [
        " And so that was, that was definitely when it happened and I, you know, and I did, I stepped up and, and felt very pleased with, with how that all went down and, and all the combat and everything that I had been involved with, like that was definitely rewarding to me, you know, like as a seal and, and as a man just, and as a warrior just like, okay, like I felt legit.",
        2934.94,
        2963.42
    ],
    [
        " You know, I felt like, fulfilled in that sense. So the work, the work was really good, but just as far as being in that environment, like the IEDs was really like, the IEDs and the fucking like invisible enemy was kind of discouraging, you know, it was like, I felt like we just had so much risk.",
        2963.42,
        2993.22
    ],
    [
        " You know, for not a whole lot of reward. And like, which is different, like I would say, I feel like in like Ramadi was like a different, just way different environment.",
        2993.64,
        3005.3
    ],
    [
        " But yeah.",
        3006.34,
        3008.3
    ],
    [
        " Yeah, no, that's the, that's the way insurgents are supposed to fight, right? You're not supposed to see them. They're just supposed to pick away at you the death of a thousand cuts, you know, indirect fire, IEDs and snipers, and they don't want you to ever see them.",
        3009.42,
        3023.42
    ],
    [
        " And, and that's what they want. And just to slowly pick away because they don't care about human life, they don't value human life. And here we are, you know, every time we lose someone, it's a tragedy.",
        3023.48,
        3033.74
    ],
    [
        " And they don't care if they lose guys or not, they don't, they don't care. They don't care if civilians get killed, don't care about any of that.",
        3034.72,
        3039.9
    ],
    [
        " And so that's why they have, that's why they have an advantage in those situations, a psychological advantage is, hey, we, we don't care if you kill us. And by the way, we know you care about your people.",
        3040.24,
        3052.4
    ],
    [
        " And so we're going to pick away. And you're hopefully you're never going to see us and we don't care we're going to blow you up and we don't care.",
        3052.6,
        3059.06
    ],
    [
        " Yeah, that, I mean, that was pretty apparent. I mean, because a lot of the IEDs that went off were, you know, local villagers stepping on them.",
        3059.32,
        3069.36
    ],
    [
        " Yeah, triggered by civilians.",
        3069.38,
        3070.14
    ],
    [
        " And that just happened all the day, I'm time. And, and we would, we would help them, you know, we would, we would aid the wounded and stuff like that.",
        3070.74,
        3082.5
    ],
    [
        " And they'd like get pissed at us and we're like, we're not playing that shit, you know, like you mad at them, not us.",
        3082.5,
        3088.6
    ],
    [
        " Yeah, that's that that insurgency thing is.",
        3088.86,
        3091.94
    ],
    [
        " But yeah, like, you know, it was, it was just super frustrating to me, like, it was super frustrating to me, dealing with like the politics involved with war.",
        3092.54,
        3108.66
    ],
    [
        " And, you know, I felt like we absolutely could have done things to give us more of an advantage, but it seemed like they were more concerned with the politics and shit like that.",
        3109.86,
        3123.48
    ],
    [
        " You know, as more than more than like the safety of us.",
        3124.08,
        3129.0
    ],
    [
        " And I just felt like we could, you know, there's no reason why we should be going out in the daylight period.",
        3129.6,
        3137.06
    ],
    [
        " You know, we train like why not fight like we train and.",
        3137.34,
        3141.66
    ],
    [
        " Oh, because you guys got locked down from doing stuff at night, right?",
        3142.0,
        3144.72
    ],
    [
        " We got to do night shit, but we also did a lot of day shit.",
        3144.94,
        3148.62
    ],
    [
        " And I, you know, to me, it was just like, why the fuck are we doing this?",
        3148.78,
        3152.44
    ],
    [
        " Like we have night vision. Why are we going out during that?",
        3153.06,
        3156.08
    ],
    [
        " Did you have Afghan forces with you?",
        3156.08,
        3157.74
    ],
    [
        " Sometimes.",
        3158.18,
        3158.62
    ],
    [
        " A lot of times we did.",
        3159.2,
        3161.32
    ],
    [
        " Yeah.",
        3163.2,
        3163.64
    ],
    [
        " We had to work a lot in Ramadi in the daytime.",
        3163.56,
        3166.38
    ],
    [
        " And the main reason why we worked, well, there's a couple big reasons why we worked in the daytime in Ramadi, which as you just pointed out as a huge tactical disadvantage compared to being out at night where we can literally see in the enemy camps.",
        3167.0,
        3179.92
    ],
    [
        " I mean, it's, but in Ramadi, you know, we had to work with Iraqi soldiers who didn't have night vision.",
        3180.18,
        3185.04
    ],
    [
        " So they didn't have flashlights. They would have like one flashlight for every four people.",
        3185.32,
        3189.02
    ],
    [
        " And we eventually got them flashlights and stuff. But anyways, it was, it was a problem because to go out at night with them, it was they were blind.",
        3189.08,
        3198.46
    ],
    [
        " And so now you're like at a, you're at the same disadvantage because you're trying to, you got people that can't see, mixed with people that can see.",
        3198.62,
        3207.78
    ],
    [
        " And they're not getting anything out of it.",
        3208.06,
        3210.0
    ],
    [
        " They're not improving their skills at all.",
        3210.08,
        3212.04
    ],
    [
        " Oh, and they're just horrible.",
        3212.24,
        3213.5
    ],
    [
        " Yeah. And they were, they were not, not good, not good.",
        3214.08,
        3216.76
    ],
    [
        " And so that was one reason was to take them out in the daytime. To get them to operate, we had to go out with them in the daytime.",
        3217.16,
        3223.32
    ],
    [
        " And the other big one was the enemy knew that we owned the night.",
        3223.52,
        3226.4
    ],
    [
        " And so the enemy in Ramadi, they didn't come out at night. They came out in the daytime.",
        3226.54,
        3230.26
    ],
    [
        " So if you wanted to kill them, you had to go out when they were, when they were moving.",
        3230.56,
        3234.86
    ],
    [
        " And so that's when we were out. And, you know, we did both and we did a ton at the night as well.",
        3235.12,
        3239.7
    ],
    [
        " And also, you know, we take advantage of the night to get in good positions.",
        3239.7,
        3242.68
    ],
    [
        " You know, when, and then during the daytime, they would come out to fight and, you know, they'd get it.",
        3243.18,
        3249.54
    ],
    [
        " Yeah, we had, we had, we were working with the commandos and they had night vision.",
        3249.54,
        3255.2
    ],
    [
        " But like I said, they were just terrible.",
        3255.64,
        3258.28
    ],
    [
        " And like one of them will shot me on an op.",
        3259.06,
        3264.38
    ],
    [
        " We were actually in a helicopter flying to Target.",
        3264.84,
        3268.4
    ],
    [
        " And it was one of their heavy gunners.",
        3269.1,
        3272.34
    ],
    [
        " And he, it was around midnight and we were flying in a Chinook to the target.",
        3272.78,
        3281.6
    ],
    [
        " And I was just kind of nodding off, just, you know, just trying to catch a little nap on the ride to the op.",
        3281.94,
        3290.42
    ],
    [
        " And it's pitch black in the, in the Hilo, obviously, and all of a sudden it's just, you know, like four or five rounds crack off.",
        3290.56,
        3299.68
    ],
    [
        " And the guy next, it was the guy next to me.",
        3300.08,
        3303.12
    ],
    [
        " And thank God he had his barrel down.",
        3303.24,
        3305.44
    ],
    [
        " And like literally just shot like four or five rounds, like less than six inches from my feet.",
        3305.9,
        3312.42
    ],
    [
        " And there's just holes in the bottom of the, the bird and he shot the comms out of the Hilo and everything.",
        3312.88,
        3319.06
    ],
    [
        " And at that point I was just like, you know, I was, I was just kind of used to shit being shitty and just reached over and took the rounds out of his gun.",
        3320.6,
        3330.8
    ],
    [
        " And just, that was it.",
        3331.0,
        3332.08
    ],
    [
        " That was it.",
        3332.08,
        3332.22
    ],
    [
        " Yeah, and just like come over comms like, yeah, the fucking commando's 80, you know, never was just like whatever.",
        3332.78,
        3339.54
    ],
    [
        " But so then we changed like, all right, no more commando's rolling hot in the birds, you know, on the way to target target.",
        3341.08,
        3349.06
    ],
    [
        " And so we, we had changed that.",
        3349.36,
        3352.08
    ],
    [
        " So then the next one we did, we fucking got to, we got to our, our target, bird landed, get out and do our formation.",
        3352.38,
        3366.16
    ],
    [
        " And all of a sudden, and it's like a total brown out, you know, because Afghanistan is super dusty and everything there.",
        3366.16,
        3372.26
    ],
    [
        " And the, the Hilo lands where I'll get now in our formation and it's total brown out.",
        3372.78,
        3378.72
    ],
    [
        " And then all of a sudden we hear fucking rounds going off because the dudes loading their pigs like all of a sudden had to run away gun or whatever.",
        3378.72,
        3389.58
    ],
    [
        " We don't know if we're getting contacted. Like you can hear it's outgoing, but like why?",
        3389.68,
        3394.56
    ],
    [
        " Why is there outgoing fire when we're in filling?",
        3394.76,
        3397.28
    ],
    [
        " You know, are we getting contact or what's going on? And it's just these guys are fucking stupid with their weapons.",
        3397.76,
        3403.7
    ],
    [
        " And yeah, so it's always always something fun.",
        3404.04,
        3407.32
    ],
    [
        " Always good.",
        3407.52,
        3408.42
    ],
    [
        " So you wrap up that deployment and come back to come back and roll into your next, next platoon.",
        3408.88,
        3418.12
    ],
    [
        " Yeah, come back and roll into the next platoon and I always wanted to.",
        3418.12,
        3423.8
    ],
    [
        " How was that, how was that coming home now your now your home?",
        3423.88,
        3426.26
    ],
    [
        " You did the two weeks in the middle. How was the transition when you got home?",
        3426.42,
        3429.54
    ],
    [
        " It was, it was, it was rough.",
        3430.98,
        3433.92
    ],
    [
        " I was definitely dealing with some PTSD I would say.",
        3434.34,
        3439.58
    ],
    [
        " And I was, I was definitely kind of angry.",
        3440.02,
        3444.36
    ],
    [
        " I was, I was angry.",
        3447.0,
        3448.94
    ],
    [
        " It was weird, weird, weird emotions because I kind of was kind of pissed off at like America.",
        3449.62,
        3459.98
    ],
    [
        " Like, like, not America as a whole, but like, I felt like the politics, you know, like I said earlier, I felt like they really cared more about",
        3460.58,
        3473.98
    ],
    [
        " or they just didn't really give a shit about our safety.",
        3474.66,
        3477.4
    ],
    [
        " It's one thing, obviously we're doing a dangerous job, but why on earth are we not giving ourselves every advantage that we are capable of?",
        3478.26,
        3491.78
    ],
    [
        " Like the night vision and stuff like that.",
        3491.84,
        3494.96
    ],
    [
        " And, and a lot of times we would capture people who we knew were bad, you know, talking to our Intel guys and they're like 100% like this dude is a fucking terrorist.",
        3494.96,
        3510.58
    ],
    [
        " Like he's a bad dude. Like everyone in his phone, you know, they rip apart their shit and like every one of his contacts are bad, you know, like this guy's definitely an IED maker, you know, whatever.",
        3510.86,
        3522.22
    ],
    [
        " And so we've got these guys captured, but then we have to turn them into the Afghan government, which we also know is corrupt.",
        3525.82,
        3532.92
    ],
    [
        " And then all of a sudden these dudes are out on the streets again in a couple months time and making IEDs that, you know, me or my brothers could step on and fucking, that's a wrap.",
        3533.6,
        3548.76
    ],
    [
        " And, you know, Caleb Nelson was a seal that died on our deployment from our team and it's just kind of, you know, life and death and war, it just puts things in a perspective and it really made me angry that, you know, like Caleb couldn't come home because of an IED and like,",
        3549.52,
        3578.24
    ],
    [
        " we're letting these people go and I just felt like we weren't being utilized fully and like it was costing us.",
        3579.18,
        3590.9
    ],
    [
        " And so I was like really angry about that. And then also just kind of being in that environment for a long time, just different, you know, different mentality and then coming home to",
        3592.38,
        3608.18
    ],
    [
        " America and like people just don't understand how good it is here and it's like a fucking fairy tale, you know, and trying and listening to people talk and complain about, about shit here.",
        3608.7,
        3623.26
    ],
    [
        " And I'm just like, you don't even have to, you don't even, you just walk down that sidewalk and didn't even give a fuck where you stepped.",
        3623.62,
        3631.28
    ],
    [
        " Like, you don't even care because you're not worried about anything. You're not worried if there's an IED there. Like, you have running water, you took a shower today.",
        3631.54,
        3640.18
    ],
    [
        " You fucking, I had to burn my own shit, you know, and so I was just like a lot of anger deal with that and I was drinking a lot like, and I also felt like, I felt like seals were the only ones that kind of understood.",
        3641.16,
        3661.26
    ],
    [
        " And got it. And then also being over there in Afghanistan, I saw, you know, Candahar, the main base in Candahar was like a fucking, it was like a little town, you know, and there's like flag football leagues and shopping and TGI Fridays, people have a birthday parties and shit like that.",
        3661.26,
        3682.52
    ],
    [
        " And, you know, that's where, that's where like Tim McGrath lies in to do the concert for the troops and shit like that, you know, and it's like, is this where we're staying, eating like kings, you know, and they're like, no, no, no, you're going out there.",
        3682.52,
        3695.9
    ],
    [
        " So then, you know, that's where I, that's where I was and that's where, where me and my boys were, you know, living in the sock, and living doing some serious fucking shitty living, you know,",
        3696.38,
        3711.28
    ],
    [
        " and working a job that was dangerous as fuck every day. And then just seeing that kind of shit like, I don't know, I just, I felt like before I had gone over overseas, I was like real like, thank you for your service to everyone I saw, you know, and afterwards I was just kind of the opposite.",
        3711.86,
        3735.72
    ],
    [
        " And it was like fuck all these motherfuckers man. So I was just disgruntled in whatever and, and people, you know, I'd hear people talk about PTSD or this or that and I'm like, what the fuck are you, what are you afraid of?",
        3737.22,
        3755.14
    ],
    [
        " You know, you were on a main base that like, it wasn't, it's not even a thing like you didn't experience war.",
        3755.14,
        3762.54
    ],
    [
        " But that was like, just kind of immaturity at the time and, and like, like I said, me being just kind of disgruntled and, you know, with that, and I was drinking like heavily.",
        3763.08,
        3777.16
    ],
    [
        " And I was just a super aggressive person and it wasn't like a good, it wasn't good for my friends and family like people I cared about or whatever. And like I said, I felt like seals were kind of the only ones that understood.",
        3780.48,
        3794.5
    ],
    [
        " And then even among seals I felt like only the ones who, who had to live so shitty like we did like Arplatoon, you know, no running water for a year and like, like just living in that environment was super rough.",
        3794.62,
        3812.48
    ],
    [
        " And I felt like they were the only ones who understood. But then again, it's like I just spent a year with these assholes in a hundred by a hundred foot, you know, place. I don't want to see them.",
        3812.68,
        3824.36
    ],
    [
        " And so I just kind of felt alone a little bit, you know, and whatever dealt with that got, got through that and doing better now.",
        3825.04,
        3839.02
    ],
    [
        " And I was like kind of disgruntled towards people claiming PTSD and all this kind of shit for years after that. And then actually some random, this random chick at a dinner I was at, she was in the army or something like that.",
        3839.7,
        3863.06
    ],
    [
        " And she was talking about PTSD and I was just thinking like Jesus Christ, what the fuck are you? What is it, you know, and I kind of said my view points on it and she was like, well, you know, fear is relative.",
        3864.24,
        3878.2
    ],
    [
        " And, you know, like you were, you were seriously trained and stuff for war and to be in that environment. And, you know, some people weren't. And like fears relative like this, like being in a gunfight to you, you know, in versus like just being in that country, like could be the same amount of fear or more for that person.",
        3879.18,
        3903.24
    ],
    [
        " And I was just kind of like, you know, I never really thought about it that way. Okay, I'll change my mind.",
        3903.7,
        3910.64
    ],
    [
        " Yeah, well war is different for everybody. And I remember my first deployment to Iraq, we we we travel a lot and we went to a lot of different places. And so we go from like the incredible palaces that have been taken over that had subways and Starbucks.",
        3910.88,
        3926.16
    ],
    [
        " And then we, you know, the next day we'd be out at some outstations somewhere, there'd be an ODA team just living in, you know, the most horrible living conditions.",
        3926.2,
        3934.32
    ],
    [
        " And then the next day you'd be with some random Marine Corps company out and some other forward operating basin. And again, they're just living like in hell. And then you come back to another, another like main fob. And it's all luxurious and nice. And I mean, it just it kind of is what it is.",
        3934.58,
        3949.9
    ],
    [
        " And that actually makes sense with that female set about, you know, hey, it's different people are there. They're there for different reasons.",
        3951.26,
        3959.96
    ],
    [
        " You know, like we joined the seal teams because what we want to do is go out and go on patrol with a machine gun. That's like 100% of why you joined the seal teams.",
        3960.72,
        3972.9
    ],
    [
        " Some of that you're hoping for your gun fight. Like you're praying for war. Yeah. And so I remember like being out there, man. I remember my very first op.",
        3972.9,
        3982.42
    ],
    [
        " When I, we flew into this to this village. And I remember being like super nervous. Like holy shit. I'm fucking maybe seal. And I'm actually going on my first mission. Like holy shit.",
        3983.06,
        3997.3
    ],
    [
        " And I'm just thinking like when we land, we landed at like 3 a.m. or something. And we offset like way far away. But I was thinking like, it's going to be guns blazing as soon as this halo lands.",
        3997.4,
        4011.16
    ],
    [
        " So I jump out of the halo. And I'm just like full blown ready for war. Like what are bringing on. Let's go. Where's been lobbed? And it was just pitch black quiet and sat there for fucking hours.",
        4011.64,
        4026.5
    ],
    [
        " And you know, until the sun came up, nothing happened. I was like, God damn it. So disappointed. You know, I was looking forward to like war. And then you know, obviously we got we got plenty.",
        4026.68,
        4039.04
    ],
    [
        " But I, yeah, I remember just being real antsy to to get in a firefight and you know, to to do what I've been trained to do and put my training to the test.",
        4039.5,
        4050.16
    ],
    [
        " You know, and yeah, it's different for other people who are not experiences may vary.",
        4050.16,
        4055.02
    ],
    [
        " There's no doubt about that. So when you went to bat, when you got home and you got put into a new platoon, did you guys keep a core group of guys from your from your previous platoon together? Or was it like brand new?",
        4055.24,
        4067.28
    ],
    [
        " Yeah, no, we had guys that stayed and and some went, you know, to trade at some screen and standard turnover deals.",
        4067.58,
        4076.08
    ],
    [
        " Yeah, standard shit. Few few core guys stayed together, four or five or whatever. And then you guys got a new chief, a new OIC, a new assistant to commander.",
        4076.08,
        4085.34
    ],
    [
        " Yeah, that was man. God thank God. I am so I so do not miss having fucking 20 bosses, you know, in the military. And then every, you know, at the drop of a hat, it can change.",
        4085.34,
        4099.18
    ],
    [
        " And then all of a sudden it's like, nope, new flavor. We're we're now we're you know, it's like, oh, Jaco's now our fucking commander. So we're all waking up at 4 30 and going to PT.",
        4099.18,
        4110.16
    ],
    [
        " It's like, what the fuck? When did this happen? This is bullshit.",
        4110.16,
        4113.64
    ],
    [
        " Yeah, check. And as you get you do another workup. Yeah. And I I I'd always wanted to be a dog handler.",
        4114.7,
        4123.42
    ],
    [
        " Oh, sweet. Yeah. And I tried to volunteer to be a dog handler as a new guy. And they said no, because you know, they want you to.",
        4123.78,
        4130.72
    ],
    [
        " Yeah, they want you to. Here's your dog. His name's 48. And make it bark.",
        4130.86,
        4138.88
    ],
    [
        " So yeah, now I got to do the dog handling thing and was super super excited about that. And it was it was honestly such a great time.",
        4139.6,
        4151.04
    ],
    [
        " I had a badass dog. And I was this first handler. And yeah, it was it was super cool because you know, one I was I was on one platoon wonder.",
        4151.28,
        4166.04
    ],
    [
        " So I'd already kind of gotten that Afghanistan gotten some combat under my belt. And you know, I was the classic worst.",
        4166.08,
        4174.56
    ],
    [
        " The worst guy in the teams is a one platoon wonder. And so I was full blown.",
        4175.04,
        4180.9
    ],
    [
        " Just one cruise wonder. You knew everything 100%. And I got a fucking dog. So watch out.",
        4181.06,
        4189.3
    ],
    [
        " Stellen my dog was super cool. And they like there. The there was six of us that went over to work with the dogs. And we all got along really well.",
        4189.64,
        4201.12
    ],
    [
        " And and that was super cool because now you're not a new guy. Finally, you know, and I mean, even on our deployment in Afghanistan, we were still fucking doing new guy.",
        4201.42,
        4215.52
    ],
    [
        " Yeah, you're here a new guy. You're fucking new guy. I couldn't fucking believe it. I'm like, we literally they made us shovel rocks one time.",
        4215.7,
        4226.36
    ],
    [
        " They like a whole like dumpster or a dump truck full of rocks. And they just we just moved it from one pile and just 10 over like 10 15 feet to the right.",
        4226.62,
        4238.26
    ],
    [
        " And we just moved the pile of rocks to this make a new pile 15 feet to the right. And it was it was a disciplinary thing. It wasn't all the new guys.",
        4238.26,
        4248.2
    ],
    [
        " Your attitudes not good. And we're just like, are you fucking serious? Like we were just in a firefight with you. Like, you know, we're not like we're expecting to like be boys now.",
        4248.32,
        4259.6
    ],
    [
        " They're like shut up new guys. You're attitudes sucks go shovel rocks.",
        4259.72,
        4263.66
    ],
    [
        " And we're just like, God, you know, we were like literally having to burn shit. You know, burn our own shit. We had we had barrels that we had wrapped up deck cord and around and cut in half and filled with diesel fuel.",
        4263.66,
        4281.6
    ],
    [
        " And those were our those were our shitters, but they needed burned. So when the when the new guys, you know, when when we didn't have the best attitudes or attitudes weren't up to par we shoveled rocks and burn shit.",
        4281.6,
        4298.08
    ],
    [
        " So I was definitely happy to not be a new guy anymore. But anyway, yeah. So I was one between wonder how to dog and got to go through another workup with the dog.",
        4299.3,
        4311.92
    ],
    [
        " So that was super cool and got to go through dog training school and learn about the dogs and and yeah, unfortunately like right right before it was a we're on like pre deployment leave.",
        4312.0,
        4327.66
    ],
    [
        " And they had told us like, hey, change plans. We're going now we're going to you come. So we don't need the dog anymore.",
        4328.06,
        4336.9
    ],
    [
        " And I was like, fuck man, this isn't like a piece of equipment. I mean, that's essentially how the Navy looks at them. They are they are equipment. But you know, obviously it's a dog and you you form this like super strong bond and attachment with them just like they're your pet.",
        4337.68,
        4353.3
    ],
    [
        " And my dog was super awesome. And I'd worked with them so much that you know, it was like a robot is like a it was so cool. And I was fucking so pissed off when they just dropped that on us and she's like, yeah, they hand the leash over to someone else.",
        4355.62,
        4372.66
    ],
    [
        " And yeah, so did that and then went to you come and and you know, a lot of guys were fucking super pissed off that we're going to you come and you know, I was definitely looking forward to using my dog and and you know, doing that in Afghanistan.",
        4374.0,
        4393.58
    ],
    [
        " But you know, that is what it is. You know, I definitely knew that there wasn't I didn't see any value in just bitching about it. And it seemed like that was like the common thing was just it seemed almost like if you weren't bitching about it, then you were looked at as a turd. And like if you know, if you weren't bitching louder than the guy next to you, then you're you know, oh man, I'm so just point we're not going to have to say.",
        4394.34,
        4422.74
    ],
    [
        " Yeah, me too. I'm super disappointed like yeah, well, I can't even sleep at night. Well, I don't even want to fucking go. You know, like, well, you know, it's just yeah, I just realized just shed some light on to everyone. So when you deploy in a seal, or a seal troop, you can deploy different parts of the world. Sometimes you deploy to places like Iraq and Afghanistan, which is we just kind of discussed. That's where everybody wants to go. Well, 95% well, you never know what the real numbers because there's something we don't want to go. But there's.",
        4422.74,
        4452.58
    ],
    [
        " There's the attitude. Most guys want to go and they want to go fight. But there's also you have to deploy to other parts of the world where there's no war going on. You might just deploy to the Pacific or you might deploy. In this case, you calm is for European commands. That's going over to Germany and doing doing things out of Germany and different parts of Europe. And it's definitely not a high threat and so yeah. And that's the way it goes. Sometimes there's a mission that has to be done. And it's a different kind of mission. You're going to be",
        4452.74,
        4482.72
    ],
    [
        " able to build relationships with other countries and you do these exercises and do training events, but it's not generally what guys are excited to do in the seal team. So there's always there's always a you know, I always get asked that question when I go and talk to seals is, hey, my guys are going here. How do I keep them on? You know, how do I keep them? How do I keep them engaged when yeah, no one wants to do it or they don't care about it. It's like yeah, you got to work through that. It's definitely it's definitely a challenge because you know, I would imagine.",
        4482.72,
        4512.48
    ],
    [
        " Especially if you know like that you're going to you come and then starting that workup because you still have to go through the workup and train as if, you know, your fucking life depends on it and that you're going to war.",
        4512.72,
        4525.94
    ],
    [
        " And you know that you're the elite warrior and you have to be ready for anything. So you like obviously our training is developed around that.",
        4526.3,
        4538.0
    ],
    [
        " But then having to keep up that motivation like it's one thing when you're like, Flock, this training sucks and it's tired, it's hot, you know, I'm like fucking covered in shit or whatever and I've got a hike 12 miles carrying this thing. And it's like, well,",
        4538.0,
        4556.8
    ],
    [
        " we got to do it though because we're going to fucking war like this serious, you know, but then it's like, oh, don't you come in? Why the fuck are we even training today? You know what I mean? But I don't know. So I didn't really have that attitude though. I was kind of excited to, you know, I had just gotten, we just done that, that year deployment to Afghanistan and it was, you know, my platoon was the one that was really, really shitty, shitty living the other two platoon.",
        4558.54,
        4586.72
    ],
    [
        " And we had a lot of different options where in nice spaces that they were like had an awesome gyms like good food and stuff like that and, you know, so I wasn't, I wasn't too terribly upset about it. Obviously like everyone wants to go work and kill bad guys like a champion. But, you know, when you, when you got to do it that it is what it is. You might as well fucking enjoy it. That's why I feel.",
        4586.8,
        4613.38
    ],
    [
        " Might as well make the most of it. At what point did you start GJ2?",
        4613.68,
        4617.14
    ],
    [
        " I started, I started GJ2 actually in Buds. That was my introduction to Buds. One of our Buds instructors was, he was interested in GJ2 and liked it or whatever. And so as a punishment one day we had to do wet and sandy GJ2 like introduction to GJ2.",
        4619.12,
        4642.92
    ],
    [
        " And like a lot of guys were not enjoying it because one if you've never done GJ2 you're 100% going to get fucked up by anyone who has done it.",
        4644.62,
        4654.48
    ],
    [
        " And we were wet and sandy so it was like just cold and wet and miserable and sand paper like grinding on each other, you know.",
        4654.66,
        4661.66
    ],
    [
        " But I actually really enjoyed it. I was like holy shit, this is pretty cool. And one of the guys, there was two guys in our class that were both really high level wrestlers like in high school.",
        4662.04,
        4675.08
    ],
    [
        " And they were probably like on a blue belt level, you know, they were probably like 135, 145 pounds. And at the time I was around 185, 190 pounds.",
        4675.66,
        4687.54
    ],
    [
        " I had never done GJ2 ever or wrestled or anything like that. And I always punched, you know, I knew I punched hard because I've been in a lot of fights like street fights and shit and bar fights. But, or at that point, sorry, I wasn't bar fights. It was like high school fights.",
        4687.6,
        4704.64
    ],
    [
        " Dodge ball fights. Right. I did get in a dodge ball fight once no bullshit. And so anyway, these, these little guys just tied me in a fucking knot. And I was just so impressed like because looking at these dudes, I would be like 100% I'll fuck this guy up in a fight.",
        4706.2,
        4726.06
    ],
    [
        " And we, you know, they were like, all right, no striking, no, no punching, but we're going to grapple. And I'm like, okay. And we're grappling and there's completely fucking me up. And I was like, thinking, oh my God, if these little itty bitty men can tie me in a knot like this and just make me helpless.",
        4728.08,
        4745.56
    ],
    [
        " Like, imagine what I could do if I learned this. So I started rolling with one of my friends who was like six to 240 pounds at the time and just super aggressive. And he was probably around a blue belt level of knowledge.",
        4745.64,
        4766.98
    ],
    [
        " Maybe not quite a blue belt, you know, but he knew definitely more than I did. And we, you know, he was really aggressive too. And, and, and he was like all about rolling. So we would roll no G. And he would just constantly.",
        4768.08,
        4782.86
    ],
    [
        " This was where this is in buds or. Yeah, buds and the buds in the N. S. K. T. You know, buds was the introduction to it. And I was like, whoa, I fucking love this is cool. And then I started talking to one of my classmates who is also.",
        4782.88,
        4796.88
    ],
    [
        " So into it. And you know, he had done he had done some training before the Navy. And like I said, he was around a blue belt level.",
        4797.0,
        4803.16
    ],
    [
        " So when you got to team 10, did you start training immediately at one of the academies? No, I didn't start training at one of the academies until after Afghanistan. I came back.",
        4803.5,
        4812.78
    ],
    [
        " And because one of the guys, one of my like my seed daddy, he was, he was a purple belt at the time. And we would roll on occasion, you know, and, and he would be like, and he would tell me like, man, you have like great, you know, aggression and an ability and all this shit.",
        4813.14,
        4833.86
    ],
    [
        " But you got to go to an academy and then learn, you know, I'd only learned just from that guy that dude beat my ass over and over. And he would literally like just, just fucking get on top pressure, grind, arm triangle.",
        4833.86,
        4848.94
    ],
    [
        " You know, and he'd be like, all right, man. You know, I got on top. You know, I fucking, I'm trying to squeeze like that. Don't let me do that again.",
        4849.32,
        4856.76
    ],
    [
        " And like, all right, got it. You know, try harder, try harder. You know, you, you know, you got to do something. I'm not doing anything.",
        4856.86,
        4864.64
    ],
    [
        " So it was one of those. So I had gotten pretty good at just getting my ass kicked and dealing with a big large human or whatever.",
        4864.8,
        4874.86
    ],
    [
        " So then when I actually showed up to an academy, I'd been doing that for a couple of years, you know, with him and never put on a gear or anything like that.",
        4875.34,
        4885.94
    ],
    [
        " But then afterwards, yeah, he was like, you got to join Jim. So I joined a gym, put on the key and then really like, that's when my Giu Jitsu, I say really started my journey.",
        4886.6,
        4897.04
    ],
    [
        " And that was in 2012.",
        4897.38,
        4899.18
    ],
    [
        " And did you have someone to train with on your Ucom deployment?",
        4899.68,
        4902.02
    ],
    [
        " Yeah, I trained with my C daddy. He was there and I trained in Ucom like we were obviously going to different countries.",
        4902.96,
        4912.52
    ],
    [
        " So I would go and hit up different gyms and the different countries and then all the other, the other countries, seal teams, you know, that we worked with.",
        4912.52,
        4922.0
    ],
    [
        " There's always someone who's into combatives, you know, so I would basically just find out who that guy was.",
        4922.14,
        4928.4
    ],
    [
        " Who wants to get some? Yeah, who wants to get some and then we'd roll the mats out and fucking train.",
        4928.4,
        4932.88
    ],
    [
        " And I was trying to get guys in the Giu Jitsu back then and I was telling them, you know, it's a great workout.",
        4933.18,
        4939.1
    ],
    [
        " And people would just look at me like, that's not a fucking workout. And you know, you're not lifting weights, you're not running, you're not unlike dude.",
        4939.6,
        4946.7
    ],
    [
        " It is a workout for sure.",
        4946.98,
        4949.78
    ],
    [
        " And it's, you know, one that I thought the reason I liked Jiu Jitsu specifically was because it was like a deadly martial art.",
        4950.2,
        4958.6
    ],
    [
        " You know, I could fucking choke you and like you're tapping, you're asking me like, please don't kill me.",
        4958.86,
        4966.12
    ],
    [
        " You know, and that's what I thought was fucking cool about it.",
        4967.0,
        4970.46
    ],
    [
        " And that is definitely one of the cool things about it.",
        4971.5,
        4973.94
    ],
    [
        " You know, like there's there's times where I don't know you're like we're gunfighters. I get it.",
        4973.94,
        4980.6
    ],
    [
        " But your first line is should be you like my my body.",
        4980.8,
        4987.2
    ],
    [
        " What can I do with my fucking vessel that I was brought into this universe with like versus you?",
        4987.58,
        4994.36
    ],
    [
        " If I don't have a weapon, if I don't, you know, it's just me and you.",
        4995.06,
        4998.84
    ],
    [
        " Yeah.",
        4999.02,
        4999.18
    ],
    [
        " One on one like, let's get out of here.",
        4999.6,
        5000.84
    ],
    [
        " Yeah, I mean, I got to see like over and over again, just guys that didn't know how to didn't know anything and they'd get in a simple prison or handling situation.",
        5000.84,
        5009.1
    ],
    [
        " And wouldn't be able to handle someone.",
        5009.1,
        5011.68
    ],
    [
        " And the only thing that they would know to do is like bludgeon them in the head, which is cool. That's fine. I get it.",
        5011.9,
        5017.92
    ],
    [
        " But when you bring that person into the detainment facility and they're freaking all jacked up.",
        5018.22,
        5024.28
    ],
    [
        " And then it turns out that they're not the person you were looking for or whatever.",
        5024.58,
        5028.9
    ],
    [
        " And that just doesn't that's just not cool.",
        5029.8,
        5032.88
    ],
    [
        " And it's not it's not tactically the best thing to do because you don't have the control.",
        5033.3,
        5038.94
    ],
    [
        " I mean, you can't count on punching someone or hitting them in the head.",
        5039.46,
        5042.24
    ],
    [
        " You can't count on that solving the problem.",
        5042.36,
        5044.76
    ],
    [
        " Whereas, to get to it's like, yeah, no, I have this human under control.",
        5045.08,
        5048.94
    ],
    [
        " Whereas, you know, you've punched people before that you've nailed them and they shook it off like it didn't even happen.",
        5049.36,
        5056.68
    ],
    [
        " You know, the whole thing with like, muzzle strikes.",
        5056.98,
        5060.52
    ],
    [
        " I've see I've had guys, I mean, I have muzzle strike plenty of people, but like I've had guys that I've seen put the craziest, most aggressive muzzle strike on a dude and have the dude bleeding.",
        5061.18,
        5074.72
    ],
    [
        " Yeah, but like still fighting.",
        5074.72,
        5076.9
    ],
    [
        " Yeah, I do think adrenaline's a fucking hell thing.",
        5077.0,
        5079.7
    ],
    [
        " And so, so yeah, from the especially when people are in fear for their life.",
        5080.12,
        5083.36
    ],
    [
        " Oh, yeah, definitely.",
        5083.5,
        5084.4
    ],
    [
        " And they hate you and they hate your society and they're a jihadist.",
        5084.62,
        5089.9
    ],
    [
        " It's like, yeah, that muzzle strike, if it doesn't knock them out, which sure it is possible.",
        5089.92,
        5094.68
    ],
    [
        " But the idea that that was just going to stop someone in their tracks 100% of the time was completely ludicrous.",
        5095.16,
        5100.38
    ],
    [
        " Now with jujitsu, at least you're going to have some control, more control.",
        5100.66,
        5105.54
    ],
    [
        " And even that's not 100%.",
        5105.62,
        5107.22
    ],
    [
        " You know, because you could, you know, you've got someone that's really small, like it's someone that's really big.",
        5107.22,
        5110.94
    ],
    [
        " And depending on your skill level, there could be issues there.",
        5111.1,
        5113.0
    ],
    [
        " But yeah, so you finally started training at a school.",
        5113.66,
        5117.32
    ],
    [
        " Yeah.",
        5117.68,
        5117.8
    ],
    [
        " 2012, and then you just dove in all the way.",
        5118.08,
        5121.22
    ],
    [
        " Yeah, I started training at a school in 2012 and started competing in jujitsu.",
        5121.66,
        5129.5
    ],
    [
        " You know, I really, once I joined a school, I learned more in six months than I did in four years of course.",
        5129.86,
        5137.6
    ],
    [
        " No, gee rolling with my buddies.",
        5137.76,
        5139.52
    ],
    [
        " You know what I mean?",
        5139.88,
        5140.38
    ],
    [
        " That it was just the blind leading the blind essentially.",
        5140.58,
        5143.22
    ],
    [
        " Like, who knows the most today?",
        5143.4,
        5145.46
    ],
    [
        " And that's like, you guys are all fucking wrong.",
        5145.8,
        5147.42
    ],
    [
        " We're all teaching each other wrong shit.",
        5147.58,
        5149.08
    ],
    [
        " You know what I mean?",
        5149.32,
        5149.88
    ],
    [
        " So I learned more in six months than I did that whole time.",
        5150.46,
        5153.32
    ],
    [
        " And so I'm at that point, I'd really like fallen in love with jujitsu.",
        5153.68,
        5158.2
    ],
    [
        " And I started competing all the time and was doing really well because I was competing as a white belt.",
        5159.32,
        5166.98
    ],
    [
        " You know, but I had already had a shitload of grappling experience, you know, with fucking big strong dudes who are just fucking me up.",
        5167.6,
        5174.64
    ],
    [
        " But now like, now I'm the big strong guy and I know a little bit.",
        5174.82,
        5180.16
    ],
    [
        " And I've been in like hard situations on the mat, you know what I mean?",
        5180.32,
        5185.1
    ],
    [
        " And then obviously just the team guy just will to fight, you know, that's always a different level.",
        5185.1,
        5192.84
    ],
    [
        " You can tell when you roll with a team guy.",
        5193.5,
        5195.36
    ],
    [
        " Even when a team guy is brand new at jujitsu, there's still going to be, you can just tell that they're different because their will to fight is generally higher.",
        5195.52,
        5206.28
    ],
    [
        " Yeah.",
        5207.68,
        5215.08
    ],
    [
        " And then you actually took over, when you came home from your Ucoma to play with you took over the combatis program?",
        5218.4,
        5222.86
    ],
    [
        " Yeah.",
        5223.32,
        5223.52
    ],
    [
        " Yeah.",
        5223.76,
        5224.36
    ],
    [
        " I took over the combatis program.",
        5224.68,
        5226.9
    ],
    [
        " That was something that, you know, I felt like kind of lacked in the SEAL teams.",
        5226.9,
        5236.5
    ],
    [
        " You know, I was very shocked at that.",
        5236.78,
        5238.72
    ],
    [
        " I was surprised at that.",
        5238.84,
        5239.78
    ],
    [
        " You know, obviously we're, we're the SEALs are the best in the world, you know, at what we do.",
        5240.42,
        5248.04
    ],
    [
        " And, you know, we're gunfighters and all that shit.",
        5248.42,
        5252.1
    ],
    [
        " But I would, I imagined that our hand-to-hand combat, you know, like everyone thinks like, oh fuck, and SEAL, he must, you know, tap me on the shoulder and I'll die.",
        5252.22,
        5262.8
    ],
    [
        " You know, and it's true.",
        5263.12,
        5264.46
    ],
    [
        " Just for everyone who's listening.",
        5264.96,
        5266.4
    ],
    [
        " Definitely true.",
        5267.8,
        5268.2
    ],
    [
        " But I hadn't gone to that school yet.",
        5268.84,
        5270.96
    ],
    [
        " So I was like confused as to why that wasn't a school or whatever.",
        5271.22,
        5275.74
    ],
    [
        " So anyway, I felt like with, at this point, I was competing quite a bit and having some pretty good success in the fight MMA, Jiu Jitsu World.",
        5276.04,
        5289.1
    ],
    [
        " And I'd also had, you know, real-world experience, you know, a lot of real-world experience dealing with prisoner handling and stuff like that.",
        5289.9,
        5298.16
    ],
    [
        " And I just felt like, I felt like I could bring, I felt like I could do a good job at leading the combative.",
        5298.5,
        5312.32
    ],
    [
        " So I took that on board and they gave me a shot.",
        5313.52,
        5316.74
    ],
    [
        " And I rewrote the curriculum for combatives that we used on the East Coast.",
        5317.16,
        5322.98
    ],
    [
        " And it was really good, you know, and I went into it with the operationally focused mindset, you know, not if you're doing it, I'm all about Jiu Jitsu.",
        5323.44,
        5334.7
    ],
    [
        " I love Jiu Jitsu.",
        5334.92,
        5335.62
    ],
    [
        " However, if you're doing a triangle choke on target, something's probably on terribly wrong.",
        5336.14,
        5340.86
    ],
    [
        " But it's definitely not a bad thing to know Jiu Jitsu, you know what I mean?",
        5341.86,
        5348.22
    ],
    [
        " As an operator, you're dealing with human beings and you're not just going to go in and fucking kill everyone on target.",
        5348.3,
        5357.58
    ],
    [
        " You know, could that happen? Yeah, absolutely. But is that going to happen? Probably not.",
        5357.58,
        5362.56
    ],
    [
        " And you're going to have to deal with human beings. And, you know, anything from just marshaling them to a full-on fight for your life is combative-related.",
        5362.9,
        5374.92
    ],
    [
        " You know, so I covered all of that in my program and I really focused on basic simple things that you could remember during a time of stress.",
        5374.92,
        5390.68
    ],
    [
        " You know, like you're not going to remember 12 steps to an arm bar or something like that when you're in a situation and you need it.",
        5390.98,
        5399.24
    ],
    [
        " You know what I mean? Especially in a combative situation overseas, like that's your adrenaline is going to be going crazy.",
        5399.24,
        5406.5
    ],
    [
        " It's going to be fast. You need something simple, effective, and that you can remember easily.",
        5406.9,
        5414.52
    ],
    [
        " And it's also, you know, how it is like in a workup, you're getting fed through a fire hose essentially.",
        5414.78,
        5420.92
    ],
    [
        " It is so much shit you're learning and you're expected to be proficient and like perfect at all of it before you go out the door.",
        5420.92,
        5429.82
    ],
    [
        " So our combative is we didn't get a whole lot of time. You know, it was like a two-week thing.",
        5430.26,
        5435.24
    ],
    [
        " And so I really focused on developing techniques and things that, you know, and would also be effective towards your enemy or your person that you're dealing with,",
        5435.24,
        5455.18
    ],
    [
        " but also mitigate risk to the operator. You know, like muzzle strikes are great because you can muzzle strike 100 people in a row and your hands feel fine.",
        5455.28,
        5464.56
    ],
    [
        " You're not worried about breaking your hands. And your weapons in control the whole time.",
        5464.96,
        5468.38
    ],
    [
        " So, you know, that was kind of my focus was operationally focused mindset.",
        5468.66,
        5473.32
    ],
    [
        " And, you know, and on the west coast, I felt like, yeah, from what I had seen going out there and working with those guys, it was a lot of,",
        5473.44,
        5483.62
    ],
    [
        " I felt like more guys were interested in combattas, but it was more of like a sporty kind of thing like they were up in the fight room doing jujitsu and stuff like that.",
        5485.08,
        5493.86
    ],
    [
        " And which I thought was great, like I said, it's better. It's definitely better to have it and not need it, then need it and not have it.",
        5495.14,
        5504.26
    ],
    [
        " And so I think that it was good that guys were doing that, but I didn't think that it was operationally focused enough.",
        5504.86,
        5510.88
    ],
    [
        " You know, like I don't think that you should be training combattas and PT gear. You know, like I had my, like the program that I set up was all scenario driven and it was all like train like you fight.",
        5510.88,
        5522.92
    ],
    [
        " You know, so in your, in your camis, in your boots with your gear, you know, because handling someone and PT gear versus handling someone and, you know, a full kit is totally different as well.",
        5523.22,
        5537.72
    ],
    [
        " Yeah, yeah. Well, there's, it's, you know, I was the discussion that used to happen a lot with all this stuff because believe me, I was in this discussion for a long, long time.",
        5537.92,
        5551.78
    ],
    [
        " You reach, or you get a ton of fucking pushback.",
        5552.2,
        5556.6
    ],
    [
        " People are super people are super emotional about combattas.",
        5556.66,
        5561.72
    ],
    [
        " And, you know, I would always like, I wasn't, I wasn't as emotional as I, I wasn't very emotional about it, but for me it was just like, hey, guys need to know how to do this.",
        5562.18,
        5573.94
    ],
    [
        " This is, this isn't about emotion. This is about just the facts of being ready to be prepared to be being prepared on the battlefield. That's what you need to be.",
        5574.04,
        5581.3
    ],
    [
        " And, you know, one of the things that people would say was, you know, the, like the speed shooting contest, you shouldn't do that because it'll take away from your operational capability.",
        5581.42,
        5594.02
    ],
    [
        " Okay, I get it. However, who does better on the range? The guy that's like a hobby shooter too, and then goes out to whatever seek you see, he's drilling nails all day long.",
        5594.54,
        5606.58
    ],
    [
        " Same thing with parachuting, like, okay, so I skydive whatever I'm a skydiver on the weekends, and I like to go down and have a ton of jumps.",
        5606.9,
        5613.84
    ],
    [
        " I have, you know, 2000 jumps with my slick rig. How do I do when I put a combat equipment on? I do awesome. I'm way better than like a guy like me, because I wasn't like a recreational skydiver.",
        5614.28,
        5624.52
    ],
    [
        " Whenever I put equipment on, it was like, it was, it was a, yeah, I had to pay attention. Whereas the guys that were good skydivers in the civilian side, they were good. Same thing with like, oh, who's going to do better in a grappling match?",
        5624.56,
        5638.68
    ],
    [
        " A guy that wrestled in high school with his gear on or a guy that didn't, you know, has his gear on. It's like it doesn't matter. You get certain skill level, and you're going to do great. And that's just the way it is.",
        5639.02,
        5650.38
    ],
    [
        " Now, what you can't do is just say, oh, well, we're never going to train with gear on because there are certain, you know, it's like saying, hey, we're never going to train with the gear.",
        5650.94,
        5660.52
    ],
    [
        " If you, if someone never trained with the gear before, and they go against someone with the gear, it depends on how long that person has been training with the gear for.",
        5660.88,
        5667.44
    ],
    [
        " Because, hey, no gear and gear have all kinds of similarities. They have all kinds of similarities. They also have some differences.",
        5667.74,
        5675.42
    ],
    [
        " And depending on how much you do of each is where you're going to kind of shake out, which one you're better at.",
        5675.56,
        5681.44
    ],
    [
        " But there are so much crossover between gear and no key between skydiving on the weekends and skydiving in the teams and shooting on the weekends and shooting in the teams.",
        5681.94,
        5693.88
    ],
    [
        " The way I always looked at it was train more training, train all the time with everything, you know, as much as you can. And that's how you get better at things.",
        5694.22,
        5702.98
    ],
    [
        " But yeah, that combative thing was, and it still is, it still is.",
        5703.28,
        5707.46
    ],
    [
        " I know. It's hard. It's hard to change.",
        5707.62,
        5712.26
    ],
    [
        " It's a taboo thing for some reason. And it totally depends on who's at the head of the table.",
        5712.38,
        5720.84
    ],
    [
        " You know, what their flavor is, what their take is on it. And if the guy, you know, is like you or me, then it's like, hey, we're all going to fucking, we all need to know this.",
        5721.06,
        5730.72
    ],
    [
        " We all need to do it. And then other guys come in there like, ah, that shit's stupid. We don't need that.",
        5730.72,
        5734.82
    ],
    [
        " Yeah. And I was, I always, when someone would say, guys should be working on shooting. I'd say, you, I totally agree. Absolutely.",
        5735.34,
        5741.56
    ],
    [
        " You know, give us a range, you know, in the building. And we'll do that in the building because that's without question or primary weapon system.",
        5741.98,
        5749.06
    ],
    [
        " And, you know, no doubt. You want to be a great shot for sure.",
        5749.42,
        5754.22
    ],
    [
        " Guess what? How many hours are you going to shoot a day? You know, you're going to shoot 22 hours a day because you're going to have some time.",
        5754.92,
        5761.68
    ],
    [
        " At some point we go, you know what? Let's get some other skills in here. You know, we might as well know. And like you said earlier, you can't just go, you don't just go on target and shoot everyone.",
        5761.78,
        5770.24
    ],
    [
        " There's, ah, there's a female, you know, Dave Burke, who's one of the guys at the National Front. Good deal. Yeah. He has, he has a story that he tells about the first time he came face to face with this like, I rack he woman.",
        5770.72,
        5784.06
    ],
    [
        " That did not want him in the house. And he's, you know, whatever, 18 year marine at this point. And he didn't know what to do. Yeah.",
        5784.06,
        5792.06
    ],
    [
        " And it's like, yeah, you, you, you need to train. You need to train to handle those situations. And, and a lot of people, you know, the people are unpredictable.",
        5792.42,
        5802.76
    ],
    [
        " They are just totally unpredictable. And especially in a situation where they don't know like a bunch of people with guns and body armor just busted up in their fucking house.",
        5803.28,
        5815.5
    ],
    [
        " Like, you think that person's going to be like just cool as a cucumber or calm. Like, I don't know. And then when you put hands on people to people freak the fuck out. And, and you know, and you don't need to just muzzle strike everyone.",
        5815.76,
        5831.92
    ],
    [
        " Like you said, like, if you do that, you're going to get shut down real quick. You know what I mean? And you're, you should be as an elite warrior. You should be expected, or at least I expect people to handle themselves.",
        5831.92,
        5844.88
    ],
    [
        " Like, and you shouldn't let this fucking Iraqi woman just walk all over you or fucking flail around because like, you don't know what to do. I can't, muzzle strike or I can't shoot her. So what do I got to do?",
        5845.44,
        5857.88
    ],
    [
        " You know what I mean? And if you've never, and that's just like a woman, but if let us, now you have like a fighting age male or something. And you know, if he resists, I'll just kill no, that's not the case always, you know, it's definitely not like, and you know, you definitely don't want the first time that you're handling a human being like that to be overseas when it's real.",
        5857.88,
        5882.86
    ],
    [
        " And they can, you know, very easily get to your shit on your kit and, you know, it can be a bad day. And especially like I tell people, you know, just think of like muzzle muzzle discipline and awareness, you know, like when you have your gun, even at high ready, and then you're marshaling someone, they freak the fuck out now all of a sudden you've got a hot weapon like going around the room. It's just shit that there's so much things that you need to think about.",
        5882.86,
        5908.7
    ],
    [
        " And the more you do it, the more comfortable you're going to be with it. And that was kind of my mindset towards it.",
        5910.68,
        5916.9
    ],
    [
        " At what point did you realize you were going to get out?",
        5917.1,
        5919.48
    ],
    [
        " Well, I wasn't sure I was fighting and stuff. And I was just kind of doing that as as for fun as a hobby on the weekends and competing and stuff like that.",
        5923.6,
        5936.42
    ],
    [
        " And then I had gone out and trained at black house with some UFC fighters. And I had always like looked at the UFC, you know, I was always I was always a fan.",
        5936.94,
        5951.9
    ],
    [
        " And I enjoyed fighting and stuff. And but I'd always looked at those guys like they were kind of super human or like it was like the NFL of fighting.",
        5953.6,
        5963.22
    ],
    [
        " Like those guys are genetic freaks or whatever, you know what I mean? When you think of someone in the NFL, you're just like, man, must be nice to be born like that, you know, or whatever.",
        5963.42,
        5972.5
    ],
    [
        " But fighting is kind of a unique thing where I don't know anyone can do it. And as long as you just put in the the work, you know what I mean?",
        5972.64,
        5982.68
    ],
    [
        " So and being a genetic freak helps too. But but I had gotten there, I had gotten to black house and I trained with some of the people in the UFC.",
        5983.22,
        5992.76
    ],
    [
        " And I was just like holy shit, like I'm actually like doing fine. Like I'm hanging with these guys. And and I'm you know talking to them and and just kind of getting to know some of these guys and just made it a little more human.",
        5992.8,
        6006.56
    ],
    [
        " You know, and it's like, what did you do before you're a fighter? Like, oh, I fucking worked at a restaurant. You know, I was a bus boy or whatever. I was, you know, this that third.",
        6006.96,
        6016.44
    ],
    [
        " And I was just thinking, you know, and they're all looking at me like dude, you're fucking Navy SEAL. Like and I'm just like, yeah, but that's all I've ever known. That's all I've ever done. I did right out of high school, you know.",
        6017.06,
        6027.96
    ],
    [
        " And and I'm just me, you know, and I know like I'm not special, you know what I mean? And it just kind of made it had a like a shift or like a realization.",
        6029.24,
        6041.02
    ],
    [
        " Like these are just people just like you and and they just fucking stuck with fighting and practice did until they were good enough to beat, you know, the competition and now they're here.",
        6041.88,
        6054.0
    ],
    [
        " And I was like, fuck, I I could do that. Like I'm pretty good, you know. And yeah, and I've been through some shit. Like I could push myself hard. Like fuck, I could do this. And at the time, like I was I'd already been a SEAL for a while.",
        6054.38,
        6068.18
    ],
    [
        " And and you know, I got to experience a ton and life and just in war and and just that whole lifestyle and that whole thing and and I was just at a crossroads, you know, and I was like, well, I can stay in and make a career out of this.",
        6069.74,
        6093.48
    ],
    [
        " Like I was planning on doing I was planning on staying in for 20 years.",
        6093.48,
        6097.04
    ],
    [
        " And you know, I can screen and you know, try and make it over there and or I can get out and and kind of pursue this and and at the time I was 29 or yeah, I was 27 when I was like making this decision.",
        6097.48,
        6114.2
    ],
    [
        " And I was like, you know, fighting this kind of a young man's game and like you read earlier in the beginning of this, like can't you can't even pause time, you know, it waits for no one.",
        6115.9,
        6127.48
    ],
    [
        " And I was like, well, if I if I just keep down this road, I don't want to think like what if or like regret, you know.",
        6128.6,
        6139.9
    ],
    [
        " And I was like, I've already I've already been on this path for a while and and it's cool and all that but I want to see what else I can do.",
        6140.98,
        6148.54
    ],
    [
        " So I and I was really fucking struggling with with that decision for a long time is stressing me out and then once I just said fuck it in this decided, you know, which way I was going.",
        6149.42,
        6161.8
    ],
    [
        " And then the like all that stress like relief, this it was a big reliever and yeah, decided to get out and what you were at.",
        6161.8,
        6171.46
    ],
    [
        " I got out in 2018.",
        6172.24,
        6175.9
    ],
    [
        " And how many amateur fights did you have when you were in?",
        6175.9,
        6179.82
    ],
    [
        " Like 17 or something.",
        6180.86,
        6183.04
    ],
    [
        " And then and did you go pro while you were still in?",
        6183.4,
        6185.66
    ],
    [
        " No, they wouldn't let me and that was like it was so frustrating to me because in Virginia, the amateur rules set is the exact same as pro.",
        6185.66,
        6194.9
    ],
    [
        " So it's day before weigh-ins, you know, all strikes like no ship pads, no ship pads, you know, it's four ounce gloves, no headgear.",
        6195.48,
        6204.92
    ],
    [
        " Yeah, it's it's it's a it's fucking pro or five in around.",
        6205.04,
        6210.42
    ],
    [
        " No, there were three three minute rounds.",
        6210.72,
        6213.76
    ],
    [
        " Three minute rounds. But some some of them had five minute rounds like I fought North Carolina.",
        6213.76,
        6219.98
    ],
    [
        " So yeah, it was no different, you know, and trying to explain that to like my command and shit.",
        6220.88,
        6227.1
    ],
    [
        " And I'm like, there is literally no difference.",
        6227.38,
        6230.84
    ],
    [
        " And guess what? Like a punch from punch in the face from an amateur feels the same from a pro.",
        6231.1,
        6237.64
    ],
    [
        " That's what I'll tell you what. Like those that Bruce that came from an amateur would have came from a pro too.",
        6237.74,
        6243.76
    ],
    [
        " Do when I talk to Tim Kennedy about this, like it's so crazy.",
        6243.84,
        6246.84
    ],
    [
        " The army gave that guy and gives him somewhat of a great guy and obviously a credible fighter.",
        6246.88,
        6252.44
    ],
    [
        " But yeah, I mean, he was just full on just getting after it, man.",
        6252.44,
        6256.46
    ],
    [
        " Well, he still is.",
        6256.62,
        6257.82
    ],
    [
        " Yeah, and they support him.",
        6257.82,
        6258.92
    ],
    [
        " Yeah, he's all it's awesome.",
        6258.96,
        6260.02
    ],
    [
        " They they man, I ran into total fucking roadblocks left and right with my fighting.",
        6260.1,
        6266.96
    ],
    [
        " And you know, and I used the argument all the time like guys, you don't.",
        6268.54,
        6272.7
    ],
    [
        " Ryan Stan, same way. Brian Stan. Yeah, he was in the Marine Corps.",
        6272.82,
        6275.76
    ],
    [
        " Yeah, I talked to Brian officer of the Marine Corps just out there fighting in the WEC.",
        6275.92,
        6280.24
    ],
    [
        " But the fucking no trade Tim Kennedy, they sponsored him.",
        6280.56,
        6284.72
    ],
    [
        " Yeah, yeah, there was like Ranger up or whatever.",
        6284.88,
        6287.26
    ],
    [
        " Yeah, well, Ranger's up is actually Tim's company.",
        6287.36,
        6291.3
    ],
    [
        " No, Tim, but for a while, Tim, Tim was like, he, I forget the exact story,",
        6291.32,
        6296.56
    ],
    [
        " but he he was sponsored by like the army.",
        6296.66,
        6299.38
    ],
    [
        " Yeah. For a while.",
        6299.58,
        6301.0
    ],
    [
        " They were using it as like a recruiting tool.",
        6301.08,
        6302.62
    ],
    [
        " Yeah, and then he said, listen, you can either keep paying me a sponsorship",
        6302.76,
        6305.4
    ],
    [
        " or you can just let me come back on active duty.",
        6305.4,
        6307.08
    ],
    [
        " And they were like, that sounds like a good financial deal for us.",
        6307.56,
        6310.44
    ],
    [
        " So yeah, Tim, Tim's.",
        6310.74,
        6312.56
    ],
    [
        " Yeah, and that's and that's why I kind of was forced to choose because I was",
        6313.04,
        6318.4
    ],
    [
        " running into so much fucking bullshit.",
        6318.4,
        6321.04
    ],
    [
        "",
        6321.38,
        6321.38
    ],
    [
        " And, you know, like glory, glory had come to town and they were doing a fight at the Hampton",
        6322.06,
        6329.4
    ],
    [
        " Colesium.",
        6329.4,
        6329.98
    ],
    [
        " And, you know, at this point, I had already had quite a quite a few fights under my belt and",
        6330.7,
        6336.44
    ],
    [
        " had some popularity, I guess, as a fighter and they had heard about me and they invited me to fight on the show.",
        6336.44,
        6346.38
    ],
    [
        " And Mike Tyson was going to be there and shit.",
        6346.82,
        6348.82
    ],
    [
        " And I was like, man, this is going to be a fucking huge opportunity.",
        6348.98,
        6352.02
    ],
    [
        " It's on Spike TV too.",
        6352.02,
        6353.54
    ],
    [
        " And I was, you know, I was like, can I fight on this?",
        6354.26,
        6358.18
    ],
    [
        " And they're like, yeah, you know, we'll see what we can do.",
        6358.76,
        6362.94
    ],
    [
        " Love a blah, blah, blah.",
        6363.22,
        6363.92
    ],
    [
        " And then last, you know, last minute, they told me no.",
        6364.16,
        6368.4
    ],
    [
        " You know, and I was just like, fuck.",
        6368.74,
        6370.46
    ],
    [
        " If I would have been your boss, you would have been fighting.",
        6370.56,
        6372.7
    ],
    [
        " And I know.",
        6373.18,
        6373.9
    ],
    [
        " And that's the shitty part is like, you know, it depends on who's at the table at the moment.",
        6374.4,
        6380.44
    ],
    [
        " And you know, now that I think about it, because I'm just sitting here thinking like, there's probably a, in fact, I remember seeing some kind of policy that they put in place at some point.",
        6380.6,
        6389.62
    ],
    [
        " And I forget even if it's safe, it was yes or no.",
        6389.7,
        6391.2
    ],
    [
        " I forget.",
        6391.46,
        6391.78
    ],
    [
        " But I remember.",
        6392.16,
        6392.96
    ],
    [
        " But my argument to it was like all the time was like, like just same one with the skydiving, you know.",
        6393.14,
        6398.24
    ],
    [
        " Like guys fucking skydive all the time.",
        6398.24,
        6400.22
    ],
    [
        " There's leapfrogs, you know, why don't the Navy, why doesn't the Navy use me as a recruiting tool?",
        6400.4,
        6407.04
    ],
    [
        " You know, like I would, I don't want to get out of the teams.",
        6407.48,
        6410.24
    ],
    [
        " I want to stay in the teams, but I also want to fight.",
        6410.42,
        6412.9
    ],
    [
        " And like I can do this.",
        6413.0,
        6414.22
    ],
    [
        " Like I was ranked number one on the East Coast in two way classes.",
        6414.22,
        6418.02
    ],
    [
        " You know, and I was like, I'm pretty good at this shit.",
        6418.62,
        6421.56
    ],
    [
        " But like, you know, and I don't understand why we don't utilize this, utilize me as a recruiting tool.",
        6421.56,
        6430.12
    ],
    [
        " You know, go to the fight, set up a fucking bullet bar, hand out t-shirts, and try and hand, you know, or go to the, they, they had me go to the national high school wrestling contest or tournament.",
        6430.34,
        6442.14
    ],
    [
        " And they had me do like a combative's demonstration and, and had me go out there and wrestle with all the, the high school students and stuff.",
        6443.14,
        6450.64
    ],
    [
        " And yeah, I fucking brought it.",
        6451.7,
        6453.84
    ],
    [
        " Yeah, I'll tell you what, man, I was a match on frog.",
        6453.96,
        6456.04
    ],
    [
        " The, you know, I was up at the California State Championships last year.",
        6456.66,
        6461.12
    ],
    [
        " Or no, it was 2019, yeah.",
        6461.6,
        6463.7
    ],
    [
        " It was like a bunch of hyenas of...",
        6463.72,
        6465.48
    ],
    [
        " Well, yeah, I mean, my, my, my daughter was competing.",
        6465.48,
        6468.04
    ],
    [
        " And, but, you know, we're up there and the boys, they're just animals.",
        6468.46,
        6472.1
    ],
    [
        " They're animals. It's, it's awesome to see.",
        6472.58,
        6475.1
    ],
    [
        " Yeah, it's, it's, it's, it's interesting.",
        6475.36,
        6477.22
    ],
    [
        " Those, those kids were fucking taught.",
        6477.22,
        6478.72
    ],
    [
        " Oh yeah, they've been good.",
        6478.8,
        6479.24
    ],
    [
        " And, and they fucking, they all wanted some.",
        6479.24,
        6481.68
    ],
    [
        " Oh, sure they did.",
        6481.76,
        6482.48
    ],
    [
        " They were like, and, and, and because I was there and like, Cammy, Cammy Pants, you know,",
        6482.64,
        6486.64
    ],
    [
        " in the fucking blue UDT SEAL shirts.",
        6486.74,
        6489.12
    ],
    [
        " And, and we brought the bullet bar and, and, you know, because the, I think Buds,",
        6489.52,
        6495.38
    ],
    [
        " Buds likes, they try to get wrestlers.",
        6495.38,
        6497.66
    ],
    [
        " For sure, they do.",
        6497.68,
        6498.18
    ],
    [
        " Because wrestlers, you know, wrestlers, I don't even want to say wrestlers have a good chance of making it through Buds.",
        6498.18,
        6504.84
    ],
    [
        " No, that's not true.",
        6505.1,
        6505.9
    ],
    [
        " It's definitely not true.",
        6505.9,
        6506.98
    ],
    [
        " It was slightly better trans than a normal.",
        6507.0,
        6508.62
    ],
    [
        " Right. However, however, wrestlers are used to a fucking grind.",
        6508.76,
        6513.96
    ],
    [
        " And that's probably why they're a little bit more comfortable and used to the grind factor of Buds.",
        6514.26,
        6522.38
    ],
    [
        " That does not mean they're used to getting cold and wet and dealing with all that shit.",
        6522.4,
        6525.9
    ],
    [
        " But they're used to dealing with the grind.",
        6526.02,
        6527.34
    ],
    [
        " So, whatever.",
        6527.56,
        6528.46
    ],
    [
        " And they're competitive.",
        6528.9,
        6530.2
    ],
    [
        " So, so we went there and yeah, all those, all these fucking high school wrestlers,",
        6530.68,
        6535.66
    ],
    [
        " they're just looking at me like, I got something to prove, you know, or whatever.",
        6535.66,
        6538.84
    ],
    [
        " And, and I'm out there representing the fucking SEAL team.",
        6539.18,
        6542.84
    ],
    [
        " So, I'm like, I got something to prove too.",
        6542.84,
        6544.8
    ],
    [
        " Let's go, young buck.",
        6544.9,
        6545.74
    ],
    [
        " And, so we, we, no, it was a good time.",
        6546.88,
        6550.02
    ],
    [
        " But I was like, why, why don't they fucking, they're cool with this, but not like fighting, like, what's the difference?",
        6550.12,
        6556.34
    ],
    [
        " Like, I don't know.",
        6556.6,
        6557.14
    ],
    [
        " So, I just ran into a tons of frustrating headaches like that.",
        6557.62,
        6562.76
    ],
    [
        " And that's what really, ultimately decided to, you know, I just decided to go, go this way.",
        6562.76,
        6568.66
    ],
    [
        " And I'm glad I did, but.",
        6568.68,
        6569.6
    ],
    [
        " Yeah, and that's, you know, I gotta say like the SEAL teams, I never tried to fight pro, but like the SEAL teams was totally supportive.",
        6570.42,
        6576.86
    ],
    [
        " Like, I would go and train at places that give me-",
        6577.0,
        6579.74
    ],
    [
        " Well, the West Coast was a lot different in these cases.",
        6579.74,
        6582.3
    ],
    [
        "",
        6583.02,
        6583.02
    ],
    [
        " You guys were definitely more supported on that kind of stuff.",
        6583.02,
        6586.72
    ],
    [
        " Extra curricular things.",
        6587.02,
        6589.04
    ],
    [
        " So, you get out, and then when did you go pro?",
        6590.0,
        6593.48
    ],
    [
        " Right after I got out.",
        6594.34,
        6595.68
    ],
    [
        " So, you've been pro for a year and a half, two years right now?",
        6596.04,
        6599.0
    ],
    [
        " Yeah, a year and a half.",
        6599.14,
        6599.86
    ],
    [
        " And how many fights do you have?",
        6600.0,
        6601.38
    ],
    [
        " I've only done two pro fights so far.",
        6601.48,
        6603.42
    ],
    [
        " I won my first one by TKO in the third round.",
        6604.16,
        6608.7
    ],
    [
        " It was a good, really good fight against another pro who, he was a pro boxer as well.",
        6608.7,
        6615.1
    ],
    [
        " And he had called me out and kind of campaigned for the fight or whatever.",
        6615.1,
        6618.8
    ],
    [
        " Cool.",
        6619.2,
        6619.58
    ],
    [
        " So, I bladged.",
        6619.88,
        6620.6
    ],
    [
        " And then I did my LFA debut.",
        6620.98,
        6627.06
    ],
    [
        " I fight in a SONGA.",
        6627.72,
        6630.02
    ],
    [
        " I don't know if you've seen any pictures of videos.",
        6630.14,
        6632.52
    ],
    [
        " I have, unfortunately, seen them.",
        6632.88,
        6634.1
    ],
    [
        " You can't unsee it.",
        6634.8,
        6635.9
    ],
    [
        " You're welcome.",
        6636.32,
        6637.3
    ],
    [
        " So, that's actually my buddy, Jeff Gumb, he owns that company.",
        6637.9,
        6642.42
    ],
    [
        " Yeah, I know Jeff.",
        6642.56,
        6643.1
    ],
    [
        " Yeah, so obviously, I try to support other team guys and their ventures and stuff like that.",
        6643.1,
        6650.16
    ],
    [
        " And, you know, that was right up my alley with the, I thought it was funny.",
        6650.38,
        6656.2
    ],
    [
        " I'll pretty much do anything if I think it's funny.",
        6656.5,
        6658.38
    ],
    [
        " And so, I fought in the SONGA, which is for those you don't know, it kind of looks like a American flag diaper sort of thing.",
        6658.92,
        6668.14
    ],
    [
        " But it's sex.",
        6668.88,
        6669.56
    ],
    [
        " Yeah, well, it's from Brazil.",
        6669.56,
        6671.06
    ],
    [
        " In Brazil, there's a SONGA and there's a SONGAO.",
        6671.22,
        6674.58
    ],
    [
        " And I think the SONGA is like the smaller one.",
        6675.28,
        6677.76
    ],
    [
        " And the SONGAO is like a little bit, but they're, they're Speedos.",
        6678.0,
        6680.78
    ],
    [
        " Yeah, they're essentially Speedos.",
        6680.94,
        6682.1
    ],
    [
        " They're Speedos and Dean Lister, because he has so much Brazilian influence in his brain.",
        6682.58,
        6690.3
    ],
    [
        " He went through his phase of training with a SONGAO.",
        6690.6,
        6695.92
    ],
    [
        " And, and those are some of the worst years of my life.",
        6696.54,
        6699.74
    ],
    [
        " Yeah, I'm just with you.",
        6699.98,
        6701.08
    ],
    [
        " Well, no, no ourselves.",
        6701.08,
        6703.14
    ],
    [
        " We can't do that today.",
        6703.28,
        6704.06
    ],
    [
        " Yeah, so I'm not, I'm very anti-SONGA and SONGAO.",
        6704.68,
        6709.48
    ],
    [
        " But, but you, you know, you go for it.",
        6709.96,
        6712.1
    ],
    [
        " Well, I'd actually, if I wouldn't, I would make me want to fight you less if you were wearing that.",
        6712.1,
        6717.36
    ],
    [
        " So you got that little cycle out of it.",
        6717.46,
        6718.92
    ],
    [
        "",
        6718.98,
        6718.98
    ],
    [
        " Or it was like confusing to them, you know.",
        6719.08,
        6722.42
    ],
    [
        "",
        6722.88,
        6722.88
    ],
    [
        " Which is, I mean, do you remember, were you watching like UFC when everyone was when all the Brazilians were still wearing them in UFC?",
        6722.88,
        6728.5
    ],
    [
        " And they still do sometimes.",
        6728.98,
        6729.82
    ],
    [
        " Yeah, yeah, I've seen some of them.",
        6730.12,
        6731.66
    ],
    [
        " Yeah, but anyways.",
        6731.78,
        6732.88
    ],
    [
        " But I thought it was funny.",
        6733.1,
        6733.92
    ],
    [
        " So I, so I got a little patch sewn into it.",
        6734.12,
        6737.28
    ],
    [
        " So I could put my cup in it and that was my, my new fighting attire.",
        6737.36,
        6741.1
    ],
    [
        " And, yeah, I went out.",
        6741.44,
        6743.46
    ],
    [
        " It couldn't have, I don't know, it was awesome.",
        6744.54,
        6748.14
    ],
    [
        " We'll say that.",
        6748.46,
        6749.08
    ],
    [
        " I went out, I fought on LFA, on national TV.",
        6749.86,
        6754.06
    ],
    [
        " And it was during a military appreciation fight.",
        6754.74,
        6758.86
    ],
    [
        " And so we, they hosted the fight at an army base.",
        6759.64,
        6763.5
    ],
    [
        " And it was in a hanger, you know, with helicopters.",
        6763.84,
        6766.76
    ],
    [
        " And we've got all these people, all these active duty army people.",
        6767.14,
        6770.04
    ],
    [
        " And there are uniforms and stuff in the crowd.",
        6770.1,
        6771.88
    ],
    [
        " And, you know, here I am, the Navy SEAL in the American flag speedo.",
        6772.7,
        6777.88
    ],
    [
        " And, and come out to fight.",
        6777.88,
        6779.88
    ],
    [
        " And got knocked out.",
        6780.34,
        6782.06
    ],
    [
        " 30 seconds.",
        6782.38,
        6783.66
    ],
    [
        " So I was like, I can't get really that much worse from here.",
        6784.24,
        6788.62
    ],
    [
        " So that's cool.",
        6788.86,
        6789.74
    ],
    [
        " But now it was, it was actually, they called it the craziest 31 seconds in LFA history.",
        6789.9,
        6795.78
    ],
    [
        " Yeah, I watched it.",
        6795.9,
        6796.62
    ],
    [
        " I watched it.",
        6796.76,
        6797.36
    ],
    [
        " No, they don't have a lot of time to watch fights.",
        6797.5,
        6799.66
    ],
    [
        " Yeah.",
        6800.0,
        6800.18
    ],
    [
        " I had time for that.",
        6800.48,
        6801.36
    ],
    [
        "",
        6802.0,
        6802.0
    ],
    [
        " But yeah, that's a, I saw it.",
        6802.62,
        6804.8
    ],
    [
        " I think you posted it somewhere or somebody sent it.",
        6805.14,
        6807.86
    ],
    [
        " I posted the whole video.",
        6807.86,
        6808.84
    ],
    [
        "",
        6809.02,
        6809.02
    ],
    [
        " I mean, which some, which so many people were, were so kind like they were like, wow, I can't believe you posted this.",
        6809.22,
        6815.12
    ],
    [
        " And like, you sat him down first, right?",
        6815.42,
        6817.46
    ],
    [
        " Didn't you sit him down?",
        6817.62,
        6818.28
    ],
    [
        " No.",
        6818.34,
        6818.54
    ],
    [
        " So he had a 14 inch reach on me.",
        6818.8,
        6821.02
    ],
    [
        " He was six, six, three and, um, fucking big ass dude.",
        6821.24,
        6824.72
    ],
    [
        " And honestly, like, I didn't even know, like we were, we were real cordial with each other.",
        6824.72,
        6829.96
    ],
    [
        " Like at weigh-ins and stuff like that.",
        6829.96,
        6831.66
    ],
    [
        " So I wasn't sure if like we were going to touch gloves or not, you know, because it's always kind of a,",
        6831.66,
        6835.88
    ],
    [
        " I feel like this should just like make that a rule like you are.",
        6835.9,
        6838.92
    ],
    [
        " You either do or you don't.",
        6839.2,
        6840.66
    ],
    [
        " It's a rule with me now.",
        6840.68,
        6841.54
    ],
    [
        " But, uh, I wasn't sure if we were going to touch gloves or not and like kind of coming out.",
        6842.78,
        6847.5
    ],
    [
        " Dude, he honestly, he hit me like I didn't even know he could reach me from where he was.",
        6847.84,
        6853.18
    ],
    [
        " And it was just like, I think from that, that, that big weight, I do a big weight cut.",
        6853.54,
        6858.4
    ],
    [
        " And, uh, I think it just, you know, just fucking, just put me on queer street right away.",
        6858.68,
        6864.38
    ],
    [
        " And, uh, so right out of the gates, I, I was rocked and, and was kind of fell down and was just,",
        6864.48,
        6873.6
    ],
    [
        " just hit, he'd swarm me and I was just getting punches thrown at me, uh, left and right.",
        6873.8,
        6878.58
    ],
    [
        " And I'm just kind of like seeing stars trying to gain my composure.",
        6878.68,
        6882.36
    ],
    [
        " And then I finally like got backed up into one against the cage and, and, uh, gain my composure for a second,",
        6882.48,
        6889.9
    ],
    [
        " and then I didn't land it a one, a clean one, two and, and dropped him.",
        6889.9,
        6893.62
    ],
    [
        " And then, uh, ran over, like got excited when I dropped him down, kind of went over towards him and, and fucking just,",
        6894.16,
        6901.96
    ],
    [
        " I think probably my coordination was just kind of off still from just getting rocked.",
        6902.34,
        6906.36
    ],
    [
        " And, and I literally just tripped right over, head over him over his body.",
        6906.36,
        6912.4
    ],
    [
        " And then as we're both standing up, he fucking threw another punch and that was it.",
        6912.6,
        6916.8
    ],
    [
        " So, and I was just like, God damn it.",
        6917.48,
        6920.82
    ],
    [
        " I'm a fucking Navy SEAL on an army base, like fighting in an American flight speedo, a national TV,",
        6921.18,
        6928.96
    ],
    [
        " and just got knocked the fuck out.",
        6929.18,
        6930.4
    ],
    [
        " Yeah.",
        6930.94,
        6931.34
    ],
    [
        " Good job.",
        6932.58,
        6933.14
    ],
    [
        " Yeah.",
        6934.7,
        6936.86
    ],
    [
        " But, you know, whatever.",
        6937.08,
        6938.02
    ],
    [
        " I don't know what to tell you.",
        6938.04,
        6938.96
    ],
    [
        " Yeah.",
        6939.08,
        6939.36
    ],
    [
        " No, that's, that's, say man, you're getting out there.",
        6939.44,
        6941.74
    ],
    [
        " Hey, yeah, fuck it.",
        6941.84,
        6942.82
    ],
    [
        " That's what you got to do.",
        6942.86,
        6943.3
    ],
    [
        " That's what it is.",
        6943.3,
        6943.86
    ],
    [
        " There's, there's, there's gonna be a winner in a loser.",
        6944.02,
        6945.6
    ],
    [
        " That's right.",
        6945.96,
        6946.4
    ],
    [
        " And if you, the real losers are the ones that are actually not getting in the ring.",
        6946.82,
        6950.96
    ],
    [
        " Hey, you know, a lot, a lot more times than that.",
        6951.06,
        6953.7
    ],
    [
        " I've come out victorious.",
        6953.9,
        6954.84
    ],
    [
        " So, uh, it is what it is.",
        6955.18,
        6957.5
    ],
    [
        " I, I don't, it doesn't slow me down.",
        6957.7,
        6959.6
    ],
    [
        " Doesn't bum me out or whatever.",
        6959.78,
        6961.54
    ],
    [
        " Just part of it.",
        6961.76,
        6963.36
    ],
    [
        " And I, I understand that going into it.",
        6963.52,
        6965.74
    ],
    [
        " It's a risk I'm willing to take.",
        6965.92,
        6967.14
    ],
    [
        " And what's your next fight?",
        6967.42,
        6968.18
    ],
    [
        " Um, we're setting up one, uh, looking at August 25th in, uh,",
        6968.96,
        6973.04
    ],
    [
        " Riverside, hopefully with the LFA.",
        6973.14,
        6975.32
    ],
    [
        " So hopefully that goes through and, and I'll be, I'll set to go.",
        6975.74,
        6981.22
    ],
    [
        " Right?",
        6981.38,
        6981.48
    ],
    [
        " Any idea on an opponent yet?",
        6981.48,
        6982.76
    ],
    [
        " No.",
        6982.94,
        6983.12
    ],
    [
        " I don't care who it is.",
        6983.78,
        6985.06
    ],
    [
        " Just, I just want someone.",
        6985.32,
        6987.08
    ],
    [
        " Yeah.",
        6987.64,
        6987.86
    ],
    [
        " I don't care.",
        6988.32,
        6988.72
    ],
    [
        " Like, I, I never really care who my opponent is.",
        6988.88,
        6991.64
    ],
    [
        " Honestly, I don't, I don't look at really their skillset or I never have.",
        6991.64,
        6996.24
    ],
    [
        " Really, I don't care because I've dealt with people just so much in like,",
        6996.5,
        7002.06
    ],
    [
        " like, combatives and, and jujitsu and fighting.",
        7002.06,
        7005.34
    ],
    [
        " It's just like, people are unpredictable.",
        7005.34,
        7007.84
    ],
    [
        " And that's what I stick with.",
        7008.34,
        7009.34
    ],
    [
        " Like, you may think you have a game plan figured out and then all of a sudden they do something different.",
        7009.56,
        7015.62
    ],
    [
        " And I don't even want to be thinking about, oh, well, I thought you was going to do this.",
        7015.86,
        7019.62
    ],
    [
        " And I had this set up for this.",
        7019.7,
        7021.04
    ],
    [
        " And, you know what I mean?",
        7021.26,
        7022.38
    ],
    [
        " Like, I, I know what you mean.",
        7022.56,
        7023.78
    ],
    [
        " I will say this when you find out who your opponent is, you got to watch him.",
        7023.94,
        7028.18
    ],
    [
        " You got to watch some, you got to at least figure out because there's people that have",
        7028.32,
        7032.04
    ],
    [
        " things, they have their game.",
        7032.28,
        7033.8
    ],
    [
        " And if they have that game and you, and you know about it, as you know, like if, if you know I'm good at whatever,",
        7034.46,
        7041.24
    ],
    [
        " you'll defend that thing, right?",
        7041.8,
        7043.58
    ],
    [
        " And if you don't know it, well, then I'll get you in that situation, right?",
        7044.08,
        7049.3
    ],
    [
        " If you really, let's like, um, what, anybody, anybody, if you, everyone's got that thing at their game that they're good at, right?",
        7049.4,
        7055.46
    ],
    [
        " And like, in jujitsu, hey, this guy's got a good guitine.",
        7055.74,
        7058.3
    ],
    [
        " And this guy's got a good on him.",
        7058.3,
        7059.16
    ],
    [
        " This guy's got good heel hooks or whatever.",
        7059.22,
        7061.78
    ],
    [
        " Everyone's got their little thing.",
        7061.9,
        7062.86
    ],
    [
        " And if they're good at it, then that's what they'll kind of steer you towards.",
        7063.68,
        7068.98
    ],
    [
        " But, um, yeah, so I always, and, and I always say, look, I get it.",
        7070.22,
        7074.84
    ],
    [
        " We don't care the opponent is, but when you find out who your opponent is, take a look, you know, send it to me.",
        7074.98,
        7082.06
    ],
    [
        " Let me look at it, you know what I mean?",
        7082.12,
        7083.3
    ],
    [
        " Because like, I've been watching these things forever to say, hey, looks like this guy's got that.",
        7083.4,
        7088.28
    ],
    [
        " And you also have to watch more than, you know, watch like three or four fights.",
        7088.72,
        7091.84
    ],
    [
        " And see if they have any grappling tournaments that are posted on Naga or whatever on YouTube, you know,",
        7091.84,
        7096.98
    ],
    [
        " and you find out what kind of game they have.",
        7097.0,
        7098.6
    ],
    [
        " And if you can do that, then you can learn from it and you can take it into the, you can take it into the cage with you.",
        7098.72,
        7103.72
    ],
    [
        " Yeah, no, I'm definitely not opposed to doing that at all.",
        7103.9,
        7107.3
    ],
    [
        " I just, uh, I just don't put all my eggs in the bag, you know what I mean?",
        7107.48,
        7112.84
    ],
    [
        " And that way, I don't, if, if shit doesn't go according to plan, like, that's cool.",
        7113.0,
        7116.72
    ],
    [
        " Because they're going to evolve too.",
        7116.72,
        7117.84
    ],
    [
        " Yeah.",
        7118.14,
        7118.18
    ],
    [
        " They're going to evolve, but guess what they'll go back to.",
        7118.34,
        7121.54
    ],
    [
        " They'll go back to what they're good at.",
        7121.64,
        7122.98
    ],
    [
        " You know what I mean?",
        7123.3,
        7123.76
    ],
    [
        " So that's another thing to think about.",
        7124.04,
        7125.88
    ],
    [
        " And cool.",
        7126.44,
        7126.96
    ],
    [
        " Um, I, uh, so that glory, that actual story, um, when I had gotten told, no, uh, that I wasn't able to do that fucking event in",
        7127.72,
        7146.7
    ],
    [
        " that, uh, I had decided at that point.",
        7146.7,
        7148.14
    ],
    [
        " I was like, you know what, fuck this?",
        7148.16,
        7149.16
    ],
    [
        " I'm getting out of the Navy.",
        7149.28,
        7150.02
    ],
    [
        " Like I'm, I don't want, I don't want to be told what I can.",
        7150.28,
        7154.14
    ],
    [
        " I can't do whatever, you know what I mean?",
        7154.2,
        7156.06
    ],
    [
        " Like, and, uh, so I called the, the guy back and said, well, when's the next one?",
        7156.2,
        7162.32
    ],
    [
        " And he was like, oh, we got another, another one coming up in San Diego.",
        7162.62,
        7165.9
    ],
    [
        " And I said, put me on that one.",
        7166.36,
        7167.34
    ],
    [
        " And I, so I just took leave and was like, yeah, I'm, I'm just going to San Diego.",
        7167.88,
        7172.2
    ],
    [
        " And I ended up fighting on the glory record in San Diego.",
        7172.46,
        7175.98
    ],
    [
        " I just took leave and, and went out there and did it anyway and, uh, ended up knocking the guy out in the second round.",
        7176.2,
        7182.08
    ],
    [
        " Right on.",
        7182.72,
        7183.22
    ],
    [
        " Yeah, that's pretty good outcome.",
        7183.52,
        7184.52
    ],
    [
        " Well, this is a pretty good spot since we're up to current events.",
        7185.26,
        7189.36
    ],
    [
        " What else?",
        7189.44,
        7189.8
    ],
    [
        " I know you got your supplement company.",
        7189.96,
        7191.54
    ],
    [
        " You got t-shirts.",
        7191.64,
        7192.4
    ],
    [
        " What else?",
        7192.48,
        7192.92
    ],
    [
        " How can people support what you got going on?",
        7192.96,
        7194.56
    ],
    [
        " Um, I would say, uh, the biggest, uh, biggest way is probably on Instagram.",
        7195.16,
        7200.22
    ],
    [
        " Um, that's really my only platform.",
        7200.74,
        7203.12
    ],
    [
        " Uh, I put out a lot of content on Instagram.",
        7203.34,
        7205.86
    ],
    [
        " I do, uh, my live streams from there.",
        7205.86,
        7208.14
    ],
    [
        " I thought about doing a podcast as well, but, but, uh, I think I'm just going to stick to my Instagram lives and just kind of treat them as podcasts or whatever.",
        7208.34,
        7216.1
    ],
    [
        " Uh, because I like talking and interacting with, with my supporters a lot.",
        7216.34,
        7220.82
    ],
    [
        " And, uh, you know, so, and I figure people get bored just talking to me for a long time in a room like this.",
        7221.28,
        7229.28
    ],
    [
        " I don't know.",
        7229.28,
        7229.92
    ],
    [
        " But, uh, yeah, I would say, uh, follow me on Instagram at, uh, at Mitch Aggar.",
        7230.66,
        7236.58
    ],
    [
        " Um, and yeah, we've got a supplement company.",
        7236.94,
        7241.18
    ],
    [
        " Um, our main product is a thing called the smashing greens.",
        7241.62,
        7245.96
    ],
    [
        " That's what I gave you today.",
        7246.4,
        7247.7
    ],
    [
        " Yeah.",
        7247.9,
        7248.08
    ],
    [
        " And, uh, that, that actually is a blend of different organic superfoods.",
        7248.4,
        7253.78
    ],
    [
        " Um, so I watched this documentary called Fat Sick and Nearly Dead.",
        7253.88,
        7258.48
    ],
    [
        " I don't know if you've seen it or not.",
        7258.88,
        7260.42
    ],
    [
        " I have not.",
        7260.6,
        7260.96
    ],
    [
        " It's on Netflix.",
        7261.08,
        7261.66
    ],
    [
        " And, uh, this guy, he, he was really overweight and had this some sort of skin disease and he ended up getting a juicer and ended up doing 60 days of just vegetable juice.",
        7262.22,
        7274.16
    ],
    [
        " And, uh, he ended up losing a ton of weight and, um, his skin disease cleared up and just like the doctors were just like blown away at, at how healthy he had become, you know, just from, from doing all this and learned about micronutrients and all this stuff.",
        7274.28,
        7292.24
    ],
    [
        " So I was like, man, that seems like a cool, uh, cool thing.",
        7292.34,
        7297.2
    ],
    [
        " Like, I want to try it, you know, I've never fasted before or anything like that.",
        7297.34,
        7301.34
    ],
    [
        " And, uh, went out and bought a juicer and it was, it was a fucking pain in the ass to clean that thing.",
        7301.46,
        7308.86
    ],
    [
        " Like three times a day and I was having, I had to buy like $30 worth of vegetables every day to make enough juice to, you know, put into a glass that would somewhat keep me full.",
        7309.18,
        7320.7
    ],
    [
        " And I was just like, there's gotta be a better way than this shit.",
        7321.34,
        7323.52
    ],
    [
        " And so, uh, ended up going to a vitamin shop and saw like organic freeze dried wheatgrass.",
        7323.9,
        7334.42
    ],
    [
        " And he just had water to it and I was like, oh my god, that's so much better, you know.",
        7334.74,
        7337.96
    ],
    [
        " So I went and basically picked out a bunch of ingredients that I did research on that, you know, things that I wanted.",
        7338.16,
        7345.56
    ],
    [
        " And, um, and, uh, put them all into like a shaker cup and added water and drink it and did, did a fast that way.",
        7345.78,
        7356.86
    ],
    [
        " And, uh, it was obviously much cheaper, much better, like just more convenient, way more convenient and everything like that.",
        7357.42,
        7364.22
    ],
    [
        " And I just didn't have anything to post on Instagram one day.",
        7364.7,
        7367.56
    ],
    [
        " And, uh, and so I just shared it.",
        7367.78,
        7370.92
    ],
    [
        " I was just like, hey, this is kind of a concoction that I came up with and, and I do my, I do a five day fast like this and, uh, just kind of, it makes me feel good, helps me lose weight.",
        7371.04,
        7381.88
    ],
    [
        " And then I started doing that like cutting weight for my fights.",
        7382.02,
        7384.4
    ],
    [
        " And, um, and then people, it just fucking caught on like wildfire.",
        7384.76,
        7391.56
    ],
    [
        " Like everyone was like, what, what is that?",
        7391.56,
        7393.28
    ],
    [
        " And then I was like, look, I'm not associated with these companies at all, you know, like these aren't, I don't get it paid for this.",
        7393.6,
        7400.34
    ],
    [
        " Like this is just here.",
        7400.46,
        7401.46
    ],
    [
        " This is what I do and like put it, laid it all out there.",
        7401.5,
        7404.72
    ],
    [
        " And it's like you can get all these products on Amazon or your local vitamin shop or whatever.",
        7405.0,
        7409.46
    ],
    [
        " And just made it as idiot proof as I could.",
        7409.72,
        7412.22
    ],
    [
        " And I was just getting bombarded with questions nonstop.",
        7412.22,
        7415.38
    ],
    [
        " But, but it was like a lot of people were having like a ton of success fasting with that and losing weight.",
        7415.38,
        7422.3
    ],
    [
        " So I was like, well, that's pretty cool.",
        7422.78,
        7425.04
    ],
    [
        " You know, like I'm really, I'm down to help people, you know, better themselves.",
        7425.26,
        7429.08
    ],
    [
        " And I enjoy like pushing people and pushing myself and trying to be better and everything.",
        7429.08,
        7434.3
    ],
    [
        " So, um, so I stuck with it and just kept, kept answering all the questions or whatever.",
        7434.56,
        7439.94
    ],
    [
        " And then after like a year and a half or so, I ended up making my own.",
        7439.94,
        7445.44
    ],
    [
        " You know, I was just like, well, I might as well fucking make this my own product.",
        7445.72,
        7449.56
    ],
    [
        " And so I found a way to kind of make that come to life and took all those products basically and just put them into one, removed all the fillers and all the bullshit in there.",
        7449.56,
        7460.18
    ],
    [
        " And just was like, you know, I didn't know anything about the supplement industry or anything like that.",
        7460.3,
        7466.28
    ],
    [
        " I just never intended on doing that, but just kind of came about and delivered a product that was way more convenient.",
        7466.28,
        7476.24
    ],
    [
        " And everyone was already using and buying all these other things.",
        7476.66,
        7479.96
    ],
    [
        " And now it's like my product and they're able to support me.",
        7480.4,
        7485.76
    ],
    [
        " And now it's like, I don't, you know, I don't have an issue answering these questions now that you're buying my product, you know what I mean?",
        7486.0,
        7492.08
    ],
    [
        " So now it's been super awesome because we've had just a ton of people lose so much weight.",
        7493.64,
        7501.78
    ],
    [
        " And like my brother lost 110 pounds, you know, using it.",
        7502.0,
        7505.86
    ],
    [
        " So it really works, which is cool, you know, and it's really helpful for people and just changing their lives and like, I'm all about that.",
        7506.04,
        7514.06
    ],
    [
        " And now like it's supporting me financially now that I'm not out, you know, in the Navy anymore because I didn't get a retirement or anything like that.",
        7514.58,
        7522.98
    ],
    [
        " I just got out. So, so yeah, that's super cool.",
        7523.06,
        7526.66
    ],
    [
        " And the supplement company, like now that I've been in it for a little while, like I'm starting to get more understanding of it.",
        7527.12,
        7536.96
    ],
    [
        " And we're doing pre-workout, protein, BCAAs, all that stuff, like kind of expanding it.",
        7538.96,
        7546.1
    ],
    [
        " And, you know, now I'm like really involved with it.",
        7547.02,
        7550.7
    ],
    [
        " And I'm just treating it like everything else.",
        7551.1,
        7553.98
    ],
    [
        " Like I always try to, you know, under-promise and over-deliver.",
        7554.16,
        7559.12
    ],
    [
        " And like I always want to make sure that like people are getting like a something good, you know, I don't want to ever feel like I gypped someone or got one over or something like that.",
        7559.52,
        7570.76
    ],
    [
        " Like when people come to use my products, like I want them to be like a fucking satisfied.",
        7570.78,
        7576.86
    ],
    [
        " Yeah, for sure.",
        7577.3,
        7577.8
    ],
    [
        " That's the best policy to have. Make the best stuff you make.",
        7577.94,
        7581.84
    ],
    [
        " Skimp, you know, like my end game is not to make the most profit. Like I want an actual good fucking product. Like that, my name's behind, you know, and I'm proud of.",
        7581.84,
        7592.92
    ],
    [
        " What's the website?",
        7593.26,
        7594.6
    ],
    [
        " You can either go to smashingfrog.com or massivesupplements.com, M-A-S-F, supplements.com.",
        7595.32,
        7605.2
    ],
    [
        " Either one, they go to the same place. But yeah, and we got t-shirts and stuff.",
        7605.56,
        7611.28
    ],
    [
        " But I'm basically streamlining my t-shirts because I had massive apparel.",
        7611.62,
        7617.54
    ],
    [
        " And I just made a bunch of t-shirts that I wanted to make, you know, that were like personal to me.",
        7618.24,
        7625.38
    ],
    [
        " Like the mindset is everything. Attitude is contagious. Don't be a pussy. Be humble, you know.",
        7625.54,
        7630.54
    ],
    [
        " These are shirts that like I've kind of made all the shirts that I want to make and I made them.",
        7630.62,
        7634.28
    ],
    [
        " I was kind of a t-shirt snob before I had my company. And then once I made my company and like got into the apparel industry, like I just wanted like really comfortable, nice fitting good quality t-shirts.",
        7634.46,
        7648.1
    ],
    [
        " And printed my own shit on them. And that's all I wear now. But I'm just streamlining it down a couple that I like.",
        7648.1,
        7655.38
    ],
    [
        " And I'm actually launching a new brand pretty soon that I'm very excited about.",
        7656.98,
        7662.68
    ],
    [
        " Cool. Right on that.",
        7662.78,
        7664.48
    ],
    [
        " Yeah, so if you follow me on Instagram, you'll you can keep up with all that stuff I got going on and watch my future fights.",
        7664.52,
        7673.24
    ],
    [
        " And hopefully I don't get knocked out.",
        7673.24,
        7675.4
    ],
    [
        " Echo, you got anything?",
        7675.76,
        7678.88
    ],
    [
        " What happened with that dodgeball fight? You were talking about.",
        7679.46,
        7683.0
    ],
    [
        " Oh man, it was oddly enough. It was in a church also.",
        7683.0,
        7687.22
    ],
    [
        " So I got into a dodgeball church fight. Dodgeball church ball.",
        7687.36,
        7693.06
    ],
    [
        " Did you win that one? I did. And knocked the guys to you thought.",
        7693.06,
        7696.7
    ],
    [
        " We were there to practice our dodgeball and we were taking it very seriously.",
        7697.1,
        7704.62
    ],
    [
        " Because there was a tournament coming up that I think had like a $500 prize.",
        7705.68,
        7710.32
    ],
    [
        " Which when you're like $16, $500 is $1,000,000.",
        7710.58,
        7715.08
    ],
    [
        " Yeah, that'll go a long way.",
        7715.46,
        7716.26
    ],
    [
        " Might as well be.",
        7716.26,
        7716.8
    ],
    [
        " Go a long way. So you know, the stakes were high.",
        7717.48,
        7720.28
    ],
    [
        " And we were there and there was some local jokers that were just not taking it seriously.",
        7720.76,
        7730.02
    ],
    [
        " And like just fucking with our practice and stuff.",
        7730.58,
        7732.64
    ],
    [
        " And dude, if there's one thing that makes me angry, legitimately angry when people aren't taking dodgeball seriously.",
        7733.04,
        7737.94
    ],
    [
        " No, no. Just rough.",
        7737.98,
        7740.32
    ],
    [
        " And it was there was a time for joking around.",
        7740.86,
        7743.46
    ],
    [
        " There was a time for seriousness.",
        7743.46,
        7744.8
    ],
    [
        " And you know, that wasn't the time. And ended up saying something to this dude and just kind of fucking mouthed off.",
        7744.8,
        7751.96
    ],
    [
        " And you know, my temper is flared and escalated.",
        7752.34,
        7762.62
    ],
    [
        " Dodgeball dodgeball.",
        7763.64,
        7764.42
    ],
    [
        "",
        7764.6,
        7764.6
    ],
    [
        " It was a dodge brawl.",
        7764.64,
        7766.56
    ],
    [
        " Dodge brawl.",
        7766.56,
        7767.58
    ],
    [
        " It was dodge brawl.",
        7767.7,
        7768.4
    ],
    [
        " There you go.",
        7768.52,
        7769.06
    ],
    [
        " So thank you.",
        7769.46,
        7770.42
    ],
    [
        " That was a good time.",
        7770.54,
        7770.96
    ],
    [
        " Well, awesome.",
        7771.04,
        7772.08
    ],
    [
        " Hey, speaking of fighting and smashing things.",
        7772.34,
        7778.36
    ],
    [
        " Sure.",
        7778.64,
        7778.9
    ],
    [
        " I mean, Echo.",
        7779.5,
        7780.98
    ],
    [
        " Yes.",
        7781.48,
        7781.72
    ],
    [
        " We want to be better at fighting.",
        7782.36,
        7784.56
    ],
    [
        " We want to be better at living.",
        7784.58,
        7785.86
    ],
    [
        " What do you got?",
        7786.12,
        7786.52
    ],
    [
        " What do you got for us?",
        7786.78,
        7787.5
    ],
    [
        " I got a few things.",
        7787.6,
        7788.3
    ],
    [
        " So we'll start with jujitsu.",
        7788.9,
        7791.18
    ],
    [
        " Right?",
        7791.2,
        7791.8
    ],
    [
        " Jujitsu?",
        7792.24,
        7792.74
    ],
    [
        " You like ghee or no ghee better?",
        7793.3,
        7795.02
    ],
    [
        " I'm starting to like no ghee better, I would say, just because I feel like it's more applicable to the cage.",
        7795.78,
        7804.24
    ],
    [
        " However, you know, like Joko was saying earlier, I agree wholeheartedly.",
        7804.58,
        7810.6
    ],
    [
        " I think that everyone who trains jujitsu should train in a ghee as well, because you know, there are a lot of similarities.",
        7810.66,
        7818.64
    ],
    [
        " And I feel like if you only train no ghee and then you go against someone with a ghee on with any sort of decent skill level,",
        7818.64,
        7827.94
    ],
    [
        " you're going to get fucking choked for sure.",
        7828.22,
        7830.8
    ],
    [
        " Yeah.",
        7830.8,
        7831.06
    ],
    [
        " And it just the ghee slows everything down and it's a totally different animal.",
        7831.32,
        7836.72
    ],
    [
        " And the thing is like you can train in a ghee all the time and take the ghee off and roll with someone no ghee.",
        7836.94,
        7844.6
    ],
    [
        " And you're going to do fine, you're still doing jujitsu, you know what I mean?",
        7844.6,
        7848.34
    ],
    [
        " It's a different game, but it's not that much different.",
        7848.48,
        7851.58
    ],
    [
        " But going from no ghee to ghee, very different.",
        7851.96,
        7855.04
    ],
    [
        " So that's why I think people should definitely train in a ghee still.",
        7855.64,
        7859.52
    ],
    [
        " Yeah, agree.",
        7859.74,
        7860.74
    ],
    [
        " Yeah, both is best for sure.",
        7861.12,
        7862.7
    ],
    [
        " Yeah, the ghee adds these elements that if you only train no ghee, you're not used to those elements.",
        7863.34,
        7868.66
    ],
    [
        " And if someone else is used to those elements, all the no ghee, well, most of the no ghee elements are in the ghee.",
        7868.76,
        7874.24
    ],
    [
        " You know, like those elements are there for the most part.",
        7874.32,
        7877.22
    ],
    [
        " And close, you know, like using it, like if you were getting a street fight, like you can use close like a ghee.",
        7877.38,
        7882.84
    ],
    [
        " Right.",
        7883.1,
        7883.2
    ],
    [
        " So it gives you even that many more options.",
        7883.46,
        7885.34
    ],
    [
        " Yeah, for sure.",
        7885.34,
        7886.7
    ],
    [
        " Yeah, agree.",
        7886.72,
        7887.72
    ],
    [
        " Well, speaking of ghee, what ghee we're going to get, everyone's doing jujitsu now.",
        7888.1,
        7890.9
    ],
    [
        " I feel like it's growing essentially.",
        7891.38,
        7893.5
    ],
    [
        " So what kind of ghee are we getting?",
        7893.96,
        7895.02
    ],
    [
        " Origin ghee.",
        7895.66,
        7896.18
    ],
    [
        " You know why we're getting origin geese?",
        7896.64,
        7897.82
    ],
    [
        " Because they're made in America and they are factually the best geese in the world.",
        7897.86,
        7901.88
    ],
    [
        " Rash cards as well.",
        7902.1,
        7903.08
    ],
    [
        " Okay, so where do we get them?",
        7903.22,
        7904.42
    ],
    [
        " We get them at originmane.com.",
        7904.44,
        7907.0
    ],
    [
        " That's also where we're getting genes.",
        7907.22,
        7909.58
    ],
    [
        " Yeah, by the way.",
        7910.02,
        7910.78
    ],
    [
        " And I got mine, by the way.",
        7910.9,
        7912.26
    ],
    [
        " Approval level?",
        7912.48,
        7913.9
    ],
    [
        " 100.",
        7914.62,
        7915.06
    ],
    [
        " You know, I'm always reluctant to say, you know, 101% approval, but here I'm going to say it.",
        7915.48,
        7920.04
    ],
    [
        " 101% approval because they exceeded, literally exceeded my expectation.",
        7920.06,
        7924.4
    ],
    [
        " And your expectations were high.",
        7924.58,
        7925.64
    ],
    [
        " We're, yeah, 100%.",
        7925.82,
        7926.72
    ],
    [
        " I was like, yeah, the way you're talking, the way they, you know, PD does a good job in building these things up.",
        7926.72,
        7930.72
    ],
    [
        " You know, he's taking close-up pictures of the buttons coming out of the factory that it's really good.",
        7930.72,
        7935.92
    ],
    [
        " So I'm like, all right, expectation, expectation level is high, 100%.",
        7935.94,
        7940.14
    ],
    [
        " These have to be five star genes essentially.",
        7940.14,
        7942.76
    ],
    [
        " They're like five star plus some added things that I was impressed with.",
        7942.96,
        7945.5
    ],
    [
        " So yes, 101% approval.",
        7945.62,
        7947.52
    ],
    [
        " Yes.",
        7947.76,
        7947.92
    ],
    [
        " So genes, you can get them t-shirts.",
        7948.54,
        7951.42
    ],
    [
        " Rash cards.",
        7952.0,
        7953.04
    ],
    [
        " Supplements.",
        7953.64,
        7954.16
    ],
    [
        " Supplements.",
        7954.16,
        7955.38
    ],
    [
        " Supplements.",
        7955.38,
        7955.42
    ],
    [
        " Yes.",
        7955.42,
        7955.8
    ],
    [
        " So what kind of supplements?",
        7956.1,
        7957.58
    ],
    [
        " Joint warfare.",
        7957.8,
        7958.3
    ],
    [
        " Which I'm happy with, man, I've been on the joint warfare.",
        7958.88,
        7960.78
    ],
    [
        " I think it's been one year consistent.",
        7960.98,
        7962.68
    ],
    [
        " Joint warfare, crude oil.",
        7962.92,
        7964.34
    ],
    [
        " So approved.",
        7964.7,
        7965.94
    ],
    [
        " 100% approved.",
        7966.2,
        7967.24
    ],
    [
        " Actually adding value, providing value, even beyond what you might think in the beginning.",
        7967.7,
        7972.38
    ],
    [
        " Because you know, one, you know, one we're young, you know, we're all young guys or whatever.",
        7972.6,
        7975.7
    ],
    [
        " You don't care.",
        7976.58,
        7978.34
    ],
    [
        " You know, you have muscle soreness, you have all this stuff.",
        7978.52,
        7980.58
    ],
    [
        " What are the joint soreness is one of those things that just kind of creeps up on you.",
        7980.7,
        7983.96
    ],
    [
        " But if you're on top of that, that doesn't take it.",
        7984.28,
        7986.42
    ],
    [
        " It'll take you out of the game if you're not ready.",
        7986.42,
        7987.86
    ],
    [
        " Preventive.",
        7988.12,
        7988.8
    ],
    [
        " Yeah.",
        7988.96,
        7989.18
    ],
    [
        " And when it comes about, I get like elbow stuff from lifting and stuff.",
        7989.5,
        7993.32
    ],
    [
        " But if I was on like joint warfare, glucose, me and could join any any one of these things that they did recommend when I started grappling by the way.",
        7993.88,
        8003.22
    ],
    [
        " If I was on that, I would have never got out of the game.",
        8003.5,
        8005.46
    ],
    [
        " Yeah, at any point.",
        8005.96,
        8007.1
    ],
    [
        " The last point is get your joint warfare, get your crude oil and stay on that.",
        8007.5,
        8012.02
    ],
    [
        " Get your discipline too.",
        8012.28,
        8013.52
    ],
    [
        " Yeah.",
        8013.62,
        8013.72
    ],
    [
        " Yeah, fully.",
        8013.76,
        8014.18
    ],
    [
        " Get your discipline.",
        8014.56,
        8015.36
    ],
    [
        " Discipline is like all day now.",
        8016.2,
        8018.02
    ],
    [
        " Yes, sir.",
        8018.56,
        8018.9
    ],
    [
        " That's kind of where it's going.",
        8019.14,
        8020.04
    ],
    [
        " It's like, yes, that's what I'm just drinking.",
        8020.46,
        8023.08
    ],
    [
        " Oh, I'm just going to have some discipline.",
        8023.24,
        8024.28
    ],
    [
        " Right.",
        8024.46,
        8024.64
    ],
    [
        " I saw you poured this.",
        8025.36,
        8027.24
    ],
    [
        " Is this where you're talking about it?",
        8027.38,
        8028.38
    ],
    [
        " Yeah, yeah.",
        8028.38,
        8029.1
    ],
    [
        " It's just tastiness and goodness.",
        8029.7,
        8031.7
    ],
    [
        " Premission, is this a pre-workout?",
        8031.94,
        8033.24
    ],
    [
        " Yeah.",
        8033.42,
        8033.7
    ],
    [
        " It's not like a super, there's not like a super caffeinated deal because I don't drink a lot of caffeine.",
        8034.1,
        8040.64
    ],
    [
        " I don't want to drink a lot of caffeine.",
        8040.64,
        8042.16
    ],
    [
        " Yeah.",
        8043.16,
        8043.88
    ],
    [
        " You're a little cognitive, a little physical.",
        8044.32,
        8047.24
    ],
    [
        " Okay.",
        8047.6,
        8047.86
    ],
    [
        " And you just sip this all day.",
        8048.32,
        8050.08
    ],
    [
        " Yeah, I have like some.",
        8051.06,
        8052.36
    ],
    [
        " I won't drink it like after dinner, you know, because there's a little bit of caffeine in",
        8052.6,
        8057.62
    ],
    [
        " it and I don't drink a lot of caffeine.",
        8057.62,
        8059.12
    ],
    [
        " Not even in the mornings when you're waking up.",
        8059.56,
        8061.96
    ],
    [
        " No.",
        8062.16,
        8062.28
    ],
    [
        " It's 430.",
        8063.06,
        8063.86
    ],
    [
        " I have tea in it.",
        8064.6,
        8065.74
    ],
    [
        " The white tea has some caffeine in it too.",
        8065.82,
        8067.34
    ],
    [
        " So, I guess I do drink caffeine, but I don't drink high doses like a monster energy drink",
        8067.44,
        8074.5
    ],
    [
        " or whatever.",
        8074.5,
        8075.22
    ],
    [
        " Yeah, it makes sense.",
        8075.42,
        8076.98
    ],
    [
        " Speaking of energy drink, we got our energy drink coming out.",
        8077.0,
        8079.86
    ],
    [
        " But it's actually good for you, which is completely, it's hard to call it an energy drink",
        8080.16,
        8088.36
    ],
    [
        " because energy drink puts it in a category with things that are actually horrible for you.",
        8088.36,
        8095.38
    ],
    [
        " Right?",
        8095.66,
        8096.02
    ],
    [
        " Like the normal energy drinks that are just horrible for you.",
        8096.2,
        8098.3
    ],
    [
        " This is something that you can legitimately just drink and it's good for you.",
        8098.78,
        8102.08
    ],
    [
        " Yeah.",
        8102.22,
        8102.44
    ],
    [
        " So, that's coming out.",
        8102.64,
        8104.36
    ],
    [
        " Oh, yeah.",
        8104.54,
        8104.82
    ],
    [
        " You'll see some cans of that in the near future.",
        8104.82,
        8106.76
    ],
    [
        " Oh, yeah.",
        8107.2,
        8107.48
    ],
    [
        " That's the good one.",
        8107.64,
        8108.3
    ],
    [
        " Also, mok.",
        8108.4,
        8108.84
    ],
    [
        " Mm-hmm.",
        8109.28,
        8110.04
    ],
    [
        " If you want to desert, if you want extra protein in the form of a dessert, that's it.",
        8110.46,
        8116.3
    ],
    [
        " Mok.",
        8116.44,
        8116.62
    ],
    [
        " All flavors.",
        8116.94,
        8117.42
    ],
    [
        " I like that just say.",
        8117.64,
        8118.5
    ],
    [
        " If you want to desert.",
        8118.7,
        8119.86
    ],
    [
        " You have a mint chocolate protein, right?",
        8120.02,
        8121.88
    ],
    [
        "",
        8123.06,
        8123.06
    ],
    [
        " I have a mint chocolate protein as well.",
        8123.06,
        8125.46
    ],
    [
        " My supplements took a long time to come out.",
        8125.76,
        8132.16
    ],
    [
        " Like, wait, I'm sure you've encountered whenever you're dealing with any kind of putting",
        8132.44,
        8138.06
    ],
    [
        " out something.",
        8138.06,
        8138.7
    ],
    [
        " It never goes according to plan.",
        8139.12,
        8140.44
    ],
    [
        " It's always longer than you're expecting or whatever.",
        8140.44,
        8143.58
    ],
    [
        " And I had done a mint chocolate.",
        8144.1,
        8146.18
    ],
    [
        " That was just, I've been a huge fan of mint.",
        8146.46,
        8148.66
    ],
    [
        " Mm-hmm.",
        8148.94,
        8149.14
    ],
    [
        " My whole life, mint chocolate, whatever.",
        8149.18,
        8150.86
    ],
    [
        " Mute.",
        8150.86,
        8151.16
    ],
    [
        " In my deliciousness.",
        8151.36,
        8152.1
    ],
    [
        " And I saw that you put out a mint chocolate and I was like, God, damn it.",
        8152.8,
        8156.8
    ],
    [
        " Everyone is going to think I copy chocolate.",
        8156.82,
        8158.4
    ],
    [
        " I don't have the past.",
        8159.0,
        8160.34
    ],
    [
        " I don't have the chocolate.",
        8160.56,
        8161.16
    ],
    [
        " Yeah.",
        8161.32,
        8161.58
    ],
    [
        " Or they'll probably think, like, dang, I thought I was the only one who loved mint chocolate",
        8162.22,
        8166.18
    ],
    [
        " better than everything else.",
        8166.18,
        8167.32
    ],
    [
        " I was like, you know what?",
        8167.56,
        8168.0
    ],
    [
        " No, wait, we all kind of do.",
        8168.0,
        8169.2
    ],
    [
        " No.",
        8169.38,
        8169.62
    ],
    [
        " No.",
        8169.62,
        8169.64
    ],
    [
        " No, no.",
        8169.64,
        8169.66
    ],
    [
        " Me and Jaco, both seals, both like Jiu-Jitsu, both like mint chocolate.",
        8169.66,
        8173.36
    ],
    [
        " Yeah.",
        8173.66,
        8173.84
    ],
    [
        " Well, same thing with Pete, right?",
        8174.14,
        8175.52
    ],
    [
        " Yeah.",
        8175.7,
        8175.72
    ],
    [
        " I mean, not the name seal thing, but wait, was he into mint chocolate or peanut butter?",
        8175.72,
        8178.9
    ],
    [
        " He was into mint, but I think peanut butter.",
        8180.14,
        8182.16
    ],
    [
        " See, the peanut butter was kind of like the, shh, yeah, I'm not aware.",
        8182.3,
        8185.64
    ],
    [
        " And started smashing.",
        8186.36,
        8188.12
    ],
    [
        " Well, yeah, and that makes sense because in my abandoned, you know, I'm not disguised,",
        8188.52,
        8192.4
    ],
    [
        " like my favorite dessert is this or that.",
        8192.46,
        8194.04
    ],
    [
        " I'm not that, you know.",
        8194.18,
        8195.24
    ],
    [
        " But I will say that when you came out, it's almost like, you know, you're going public",
        8195.6,
        8199.86
    ],
    [
        " with your mint chocolate, love, admiration.",
        8199.86,
        8202.8
    ],
    [
        " I was like, yeah, hey, me too.",
        8203.44,
        8204.66
    ],
    [
        " But peanut butter chocolate has always been my close, close second easy money.",
        8205.9,
        8210.4
    ],
    [
        " But the one that really, the strawberry, because it's just so good.",
        8210.6,
        8216.72
    ],
    [
        " Oh, yeah.",
        8217.14,
        8217.5
    ],
    [
        " But it's probably the staple anyway, you know, it's like the vanilla.",
        8217.82,
        8220.5
    ],
    [
        " It's a staple, everything but so is vanilla, but I'm not over here, I'm not over here",
        8220.5,
        8223.06
    ],
    [
        " jumping up and down about vanilla.",
        8223.06,
        8225.32
    ],
    [
        " Yeah, but some people are.",
        8225.46,
        8226.34
    ],
    [
        " I know some people are.",
        8226.34,
        8227.2
    ],
    [
        " I've got a cinnamon toast crunch for a team coming out and I've got to think of a name",
        8227.36,
        8232.02
    ],
    [
        " for it because I don't think I can legally.",
        8232.02,
        8234.42
    ],
    [
        " I really call it cinnamon toast crunch.",
        8234.42,
        8235.82
    ],
    [
        " No, I don't know.",
        8235.98,
        8237.2
    ],
    [
        " I don't know what the rules are.",
        8237.68,
        8239.1
    ],
    [
        " I thought about thinking of, you know, growing up, I always had, we were kind of not so financially",
        8239.34,
        8246.26
    ],
    [
        " gifted.",
        8246.26,
        8247.62
    ],
    [
        " Yeah, I'm going to call it that, whatever, living in a trailer.",
        8247.86,
        8250.68
    ],
    [
        " And my mom would always get fruity dino bites, you know, and cinnamon toast squares.",
        8251.02,
        8257.1
    ],
    [
        " I used to eat those out of the bag.",
        8258.44,
        8261.08
    ],
    [
        " Close.",
        8261.58,
        8261.86
    ],
    [
        " That's not what the other kids eat.",
        8263.04,
        8264.54
    ],
    [
        " Yeah, you know what, one side is this mess of kind.",
        8264.9,
        8268.16
    ],
    [
        " Yeah, once I joined the Navy and started getting, you know, a good paycheck, I just, I",
        8268.24,
        8272.54
    ],
    [
        " never, you know, I never again, I always appreciated my cereal game.",
        8272.54,
        8277.84
    ],
    [
        " It was always the good, the real stuff.",
        8278.0,
        8280.84
    ],
    [
        " Fruity pebbles.",
        8280.94,
        8281.6
    ],
    [
        " There's no fruity dino bites in this house.",
        8282.08,
        8284.2
    ],
    [
        " Get out of here with that.",
        8284.48,
        8285.24
    ],
    [
        " Yeah, yeah, yeah.",
        8285.54,
        8286.14
    ],
    [
        " Comes in the bag, right?",
        8286.14,
        8287.32
    ],
    [
        " Speaking of that, little kids need food.",
        8287.32,
        8290.14
    ],
    [
        " That's why we got Warrior Kid Milk strawberry chocolate.",
        8290.2,
        8293.58
    ],
    [
        " Let them eat and be healthy.",
        8293.58,
        8296.2
    ],
    [
        " And we got that chocolate white tea.",
        8296.38,
        8298.18
    ],
    [
        " Yeah, pretty good.",
        8298.64,
        8299.78
    ],
    [
        " Yeah, yeah.",
        8300.26,
        8301.18
    ],
    [
        " Yeah, my wife gets, like she hits a point in the day where she's like, man, I'm considering",
        8301.22,
        8305.44
    ],
    [
        " just to go to bed right now or to bust out a chocolate white tea and just get off her",
        8305.44,
        8309.68
    ],
    [
        " face.",
        8309.68,
        8309.76
    ],
    [
        " Literally says that.",
        8309.9,
        8310.72
    ],
    [
        " Yeah.",
        8310.78,
        8311.08
    ],
    [
        " Yeah.",
        8311.34,
        8311.52
    ],
    [
        " And I know the feeling, but man, she's really committed to it.",
        8311.52,
        8314.88
    ],
    [
        " You got to take, you got to take something or create a supplement of some kind for",
        8314.88,
        8319.74
    ],
    [
        " your little power nap because working on it, you know, I did start a rumor that you take",
        8319.92,
        8324.78
    ],
    [
        " naps.",
        8324.78,
        8325.2
    ],
    [
        " No, I freely admit that.",
        8325.52,
        8327.18
    ],
    [
        " That's a freely, yeah.",
        8327.34,
        8328.26
    ],
    [
        " You're very open about it.",
        8328.26,
        8329.42
    ],
    [
        " I wrote about it.",
        8329.54,
        8330.44
    ],
    [
        " I wrote about it.",
        8330.6,
        8331.0
    ],
    [
        "",
        8331.44,
        8331.44
    ],
    [
        " In the Disconquist Freedom Field Manual.",
        8331.62,
        8333.38
    ],
    [
        " Yeah, I mean, if I'm really tired, I elevate my feet above my heart and I sat in the",
        8333.6,
        8338.64
    ],
    [
        " alarm and I'll sleep for eight minutes and eight minutes.",
        8338.64,
        8341.04
    ],
    [
        " Eight minutes.",
        8341.04,
        8341.44
    ],
    [
        " Eight minutes.",
        8341.52,
        8341.82
    ],
    [
        " Yeah.",
        8342.12,
        8342.18
    ],
    [
        " Power nap.",
        8342.18,
        8342.52
    ],
    [
        " Yep.",
        8342.84,
        8342.94
    ],
    [
        " And if you go, I mean, sometimes I go 10, but if you start going 15, 20, then you're like",
        8343.44,
        8347.84
    ],
    [
        " legitimately, you'll feel groggy.",
        8348.06,
        8349.58
    ],
    [
        " But you know the deal, man, from like you were talking about sleeping in a helicopter, like",
        8350.12,
        8353.64
    ],
    [
        " you wake up from those things and you're totally on fire, you know, it's asleep for 10 minutes,",
        8353.64,
        8357.0
    ],
    [
        " eight minutes, whatever.",
        8357.12,
        8358.16
    ],
    [
        " So yeah, I have no problem with this.",
        8358.52,
        8360.08
    ],
    [
        " The problem with me is, I don't know, I tend to nap better than I sleep.",
        8360.46,
        8365.98
    ],
    [
        " And then like when I wake up, my brain just starts going.",
        8366.74,
        8370.88
    ],
    [
        " And it just, once that happens, it's just, that's it.",
        8371.18,
        8375.12
    ],
    [
        " I'm up.",
        8375.52,
        8375.76
    ],
    [
        " So when you say a supplement for power nap, it like helps you get into like power nap",
        8376.36,
        8380.4
    ],
    [
        " state, like that guy, I don't know.",
        8380.4,
        8382.54
    ],
    [
        " I'm working.",
        8382.9,
        8383.4
    ],
    [
        " Stop that.",
        8383.76,
        8384.36
    ],
    [
        " Hey, we're looking to it.",
        8384.38,
        8385.1
    ],
    [
        " Yeah.",
        8385.14,
        8385.68
    ],
    [
        " Yeah.",
        8385.74,
        8385.94
    ],
    [
        " We're working it.",
        8386.18,
        8387.06
    ],
    [
        " It could be your cinnamon toast crunch, flavored.",
        8387.38,
        8389.96
    ],
    [
        " Have you taken hypnos?",
        8390.32,
        8391.92
    ],
    [
        " Uh-uh.",
        8392.68,
        8392.9
    ],
    [
        " Yeah.",
        8393.18,
        8393.44
    ],
    [
        " So origin, so we have, we have this thing called hypnos, which is like a sleep.",
        8393.52,
        8397.62
    ],
    [
        " But yeah, but that's not for now.",
        8397.8,
        8399.04
    ],
    [
        " Yeah, you need something that's just good.",
        8399.04,
        8402.14
    ],
    [
        " Or eight minutes.",
        8402.14,
        8402.96
    ],
    [
        " It's, you take a rail of it and you're out for eight minutes, just fully reach out.",
        8403.5,
        8408.12
    ],
    [
        " I'm working on it.",
        8408.12,
        8409.04
    ],
    [
        " I'm working on it.",
        8409.12,
        8409.72
    ],
    [
        " Well, wait, but technically, and I don't know, this just seems like this is true.",
        8409.88,
        8413.6
    ],
    [
        " Power nap, okay, you know, you have like what, the five phases right of sleep, or six,",
        8413.68,
        8418.22
    ],
    [
        " five or six.",
        8418.22,
        8418.92
    ],
    [
        " I don't either.",
        8419.08,
        8419.46
    ],
    [
        " I actually haven't slept.",
        8419.64,
        8420.66
    ],
    [
        " Yeah.",
        8421.4,
        8421.74
    ],
    [
        " So yeah, so you can have some, you probably get jammed up somewhere in one of those stages.",
        8422.0,
        8426.62
    ],
    [
        " Right.",
        8427.08,
        8427.32
    ],
    [
        " Power nap is stage one, I think.",
        8427.58,
        8429.32
    ],
    [
        " I'm pretty sure it's only stage one.",
        8429.58,
        8431.2
    ],
    [
        " Power nap.",
        8431.2,
        8431.74
    ],
    [
        " I depends on how tired you are.",
        8431.94,
        8433.56
    ],
    [
        " Well, then it won't be considered a power nap.",
        8433.8,
        8435.68
    ],
    [
        " If you're like super tired and you go boom all the way, phase stage five, sleep, right?",
        8435.96,
        8440.16
    ],
    [
        " You went to bed.",
        8440.34,
        8440.94
    ],
    [
        " Do you have sleep apnea or anything?",
        8441.1,
        8442.26
    ],
    [
        " No.",
        8442.38,
        8442.46
    ],
    [
        " No.",
        8442.74,
        8443.0
    ],
    [
        " Yeah, I don't have, I did a sleep study and I don't have sleep apnea, but I have insomnia.",
        8443.28,
        8447.58
    ],
    [
        " And it's like I wake up enough not to actually wake me up, but like it's like I wake up",
        8448.06,
        8454.34
    ],
    [
        " no, even no, I'm awake.",
        8454.34,
        8455.5
    ],
    [
        " Oh, yeah.",
        8455.68,
        8456.4
    ],
    [
        " You know what I mean?",
        8456.4,
        8456.76
    ],
    [
        " So I wake up.",
        8456.76,
        8457.46
    ],
    [
        " When I do wake up, I'm fucking still exhausted.",
        8457.46,
        8459.88
    ],
    [
        " Yeah.",
        8460.18,
        8460.5
    ],
    [
        " So it's great.",
        8460.56,
        8461.28
    ],
    [
        " It's great.",
        8461.58,
        8462.78
    ],
    [
        "",
        8463.14,
        8463.14
    ],
    [
        " It's great.",
        8463.2,
        8463.34
    ],
    [
        " It's actually, so one of the, I actually have a CBD line as well, which I don't know if",
        8463.72,
        8469.92
    ],
    [
        " you get into the CBD at all.",
        8469.92,
        8471.68
    ],
    [
        " Not really, no.",
        8471.88,
        8472.58
    ],
    [
        " No.",
        8472.74,
        8472.9
    ],
    [
        " But one of the products that we're launching is a thing called green dreams and it's rapid",
        8473.22,
        8480.66
    ],
    [
        " dissolve, it's a rapid dissolve tablet.",
        8480.66,
        8482.92
    ],
    [
        " You put it under your tongue and it dissolves in like 10 seconds and it's 25 milligrams",
        8483.08,
        8487.48
    ],
    [
        " of CBD and 10 milligrams of melatonin.",
        8488.26,
        8491.8
    ],
    [
        " So, but that's not for an eight minute.",
        8492.06,
        8495.3
    ],
    [
        " Yeah, that's a certain amount of power now.",
        8495.76,
        8497.54
    ],
    [
        " That's the going to bed situation.",
        8497.68,
        8499.0
    ],
    [
        " Yeah, that's a go to bed situation.",
        8499.0,
        8500.96
    ],
    [
        " 99.",
        8501.76,
        8502.04
    ],
    [
        " Right on.",
        8502.38,
        8502.68
    ],
    [
        " Well, the opposite of that is jock white tea because you don't take that before you go",
        8502.98,
        8505.78
    ],
    [
        " to bed, maybe you have to wake up in the middle of the day, like my wife or whatever.",
        8505.78,
        8509.26
    ],
    [
        " Also if you're into dead lifting, which we all are, of course, it'll increase it to",
        8509.86,
        8514.22
    ],
    [
        " 8,000 pounds proven by the way, double blind triple placebo situation.",
        8514.34,
        8518.62
    ],
    [
        " No joke.",
        8518.62,
        8520.2
    ],
    [
        " Also, we have our own store, chocolate store.",
        8520.46,
        8523.52
    ],
    [
        " It's called chocolate store.",
        8523.76,
        8525.16
    ],
    [
        " We got rash guards, shirts.",
        8525.62,
        8527.74
    ],
    [
        " We do shirts.",
        8527.74,
        8528.16
    ],
    [
        " Yeah.",
        8528.54,
        8528.66
    ],
    [
        " T shirts, you want to represent while on the path.",
        8529.32,
        8531.9
    ],
    [
        " Truckers hats.",
        8533.02,
        8533.86
    ],
    [
        " Yeah.",
        8534.12,
        8534.36
    ],
    [
        " For those of us that like truckers, like truckers hats, which apparently we do.",
        8534.56,
        8538.96
    ],
    [
        " They're nice.",
        8539.04,
        8539.44
    ],
    [
        " One size fits all.",
        8539.58,
        8541.08
    ],
    [
        " There you go.",
        8541.16,
        8541.54
    ],
    [
        " What about flex fit?",
        8541.56,
        8542.4
    ],
    [
        " I did the flex fit for a while, but you know, I got a small head.",
        8542.4,
        8546.5
    ],
    [
        " Wait, flex it has two sizes though.",
        8546.6,
        8548.34
    ],
    [
        " I know.",
        8548.38,
        8548.68
    ],
    [
        " Yeah, so you're going to get the small medium or the large Excel.",
        8548.78,
        8552.16
    ],
    [
        " I don't know nothing about the, you're not even about that at all.",
        8552.6,
        8555.4
    ],
    [
        " Turn your back to it.",
        8555.54,
        8556.8
    ],
    [
        " Hoodies.",
        8556.98,
        8557.36
    ],
    [
        " Hat's not over here.",
        8557.5,
        8558.96
    ],
    [
        " Yeah, hoodies lightweight.",
        8559.12,
        8559.9
    ],
    [
        " And do you find use for a lightweight hoodie?",
        8560.24,
        8563.34
    ],
    [
        " Definitely.",
        8563.68,
        8564.24
    ],
    [
        " All the time.",
        8564.58,
        8565.0
    ],
    [
        " You're around.",
        8565.14,
        8565.52
    ],
    [
        " Yes, sir.",
        8565.8,
        8566.22
    ],
    [
        " I agree.",
        8566.46,
        8566.86
    ],
    [
        " Not everyone agreed with that one.",
        8567.32,
        8569.18
    ],
    [
        " Do they have a zipper?",
        8569.18,
        8569.86
    ],
    [
        " Yes.",
        8570.58,
        8570.72
    ],
    [
        " So, well, yes.",
        8570.72,
        8571.56
    ],
    [
        " So the ones we have, yes, they have a zipper.",
        8571.78,
        8573.2
    ],
    [
        " I'm a fan of the zipper, a zipper light hoodie with the pockets.",
        8573.52,
        8577.72
    ],
    [
        " I agree.",
        8578.14,
        8578.78
    ],
    [
        " I honestly, I don't even have any of my own in my apparel line at the moment, but I'm",
        8579.1,
        8584.94
    ],
    [
        " a fan of those.",
        8584.94,
        8585.62
    ],
    [
        " Yeah.",
        8585.9,
        8586.06
    ],
    [
        " I'm not.",
        8586.46,
        8586.92
    ],
    [
        " Well, dang, you know, I mean, you know, I'm missing their T-shirt or heavy hoodie.",
        8587.2,
        8591.7
    ],
    [
        " That's where it's all functional.",
        8591.92,
        8593.46
    ],
    [
        " And I get it.",
        8593.68,
        8594.24
    ],
    [
        " But it's like a key.",
        8594.6,
        8596.6
    ],
    [
        " So, a zip, a zip-up, a non-orazipping lightweight.",
        8596.6,
        8600.68
    ],
    [
        " What a fucking key.",
        8601.16,
        8602.26
    ],
    [
        " Yeah.",
        8602.58,
        8602.76
    ],
    [
        " Place a more arm guard without, for sure.",
        8603.06,
        8604.7
    ],
    [
        " And, you know, hopefully it looks good.",
        8604.8,
        8608.04
    ],
    [
        " Hopefully, hopefully you like the design, but you will be representing while you're on",
        8608.14,
        8611.42
    ],
    [
        " the path.",
        8611.42,
        8611.72
    ],
    [
        " Not a good stuff on there.",
        8611.92,
        8612.58
    ],
    [
        " JoccoStore.com.",
        8612.72,
        8614.96
    ],
    [
        " Some patches on there too.",
        8615.2,
        8616.22
    ],
    [
        " I reordered some more patches that are coming in.",
        8616.48,
        8618.34
    ],
    [
        " What I did.",
        8618.5,
        8618.84
    ],
    [
        " I made a mistake.",
        8619.18,
        8619.92
    ],
    [
        " Yay.",
        8620.18,
        8620.5
    ],
    [
        " I made a mistake.",
        8620.72,
        8621.24
    ],
    [
        " I don't want to go too deep into it, but it resulted in a patch.",
        8621.98,
        8626.5
    ],
    [
        " She's not being available for a little while.",
        8627.0,
        8629.24
    ],
    [
        " They're going to be available.",
        8629.42,
        8630.64
    ],
    [
        " You know, you can't buy what's not available.",
        8630.8,
        8633.16
    ],
    [
        " Yeah.",
        8633.44,
        8633.88
    ],
    [
        " Yeah.",
        8634.06,
        8634.5
    ],
    [
        " That's what they're telling me too.",
        8634.72,
        8635.8
    ],
    [
        " And I was like, dang, okay.",
        8635.86,
        8636.84
    ],
    [
        " All right.",
        8637.02,
        8637.32
    ],
    [
        " So, you know, you learn something new every day.",
        8637.54,
        8638.86
    ],
    [
        " And, you know, speaking of which.",
        8639.4,
        8640.92
    ],
    [
        " Right on top of things.",
        8641.04,
        8642.1
    ],
    [
        " Trying to be.",
        8642.36,
        8642.82
    ],
    [
        " Trying to be.",
        8643.12,
        8643.76
    ],
    [
        " Trying to be.",
        8643.96,
        8644.58
    ],
    [
        " Anyway, smash the like button.",
        8644.98,
        8647.3
    ],
    [
        " Oh.",
        8647.8,
        8648.04
    ],
    [
        " Oh, my daughter keeps saying that to me.",
        8648.1,
        8649.52
    ],
    [
        " Oh.",
        8649.58,
        8649.74
    ],
    [
        " She doesn't even know what that means.",
        8650.32,
        8651.96
    ],
    [
        " I think she halfway knows what that means.",
        8652.02,
        8653.98
    ],
    [
        " She's like, smash the like button.",
        8654.18,
        8655.38
    ],
    [
        " And I was like, Brad, the video that you're pretending to make doesn't even have a like button.",
        8655.38,
        8658.94
    ],
    [
        " You know?",
        8659.02,
        8659.04
    ],
    [
        " No, but you need to just.",
        8659.04,
        8660.24
    ],
    [
        " I got to cut it down.",
        8660.42,
        8661.46
    ],
    [
        " No, no, no, no.",
        8661.94,
        8662.52
    ],
    [
        " I got to stop her from saying that.",
        8662.56,
        8663.66
    ],
    [
        " That's what I'm going to say.",
        8663.78,
        8664.3
    ],
    [
        " But if you're in the mood to smash the like button.",
        8664.54,
        8666.7
    ],
    [
        " If you want to subscribe to this podcast, you can.",
        8666.78,
        8668.62
    ],
    [
        " So do that if you want.",
        8669.08,
        8670.7
    ],
    [
        " On where of you?",
        8670.98,
        8671.7
    ],
    [
        " Listen to podcasts.",
        8671.9,
        8672.58
    ],
    [
        " Don't forget about the Warrior Kid podcast, which there are now three new Warrior Kid",
        8672.64,
        8678.46
    ],
    [
        " podcasts live at this time.",
        8678.46,
        8680.8
    ],
    [
        " Yeah.",
        8681.2,
        8681.28
    ],
    [
        " Good one.",
        8681.72,
        8682.0
    ],
    [
        " Stories from Uncle Jake.",
        8682.12,
        8683.18
    ],
    [
        " Yeah.",
        8683.4,
        8683.54
    ],
    [
        " Stories that teach lessons on interview with John Bowsack, the Warrior Kid artist that",
        8683.74,
        8689.92
    ],
    [
        " drew Mike and the Dragons, talking about how to get better at art.",
        8689.92,
        8693.62
    ],
    [
        " How to use art as a tool to better at other things.",
        8694.34,
        8698.66
    ],
    [
        " Yeah.",
        8699.26,
        8699.36
    ],
    [
        " That was good, man.",
        8699.56,
        8700.16
    ],
    [
        " That was good.",
        8700.44,
        8700.76
    ],
    [
        " That was like, do you do any art?",
        8700.98,
        8702.98
    ],
    [
        " I didn't draw in my books.",
        8704.0,
        8705.66
    ],
    [
        " No.",
        8705.66,
        8705.96
    ],
    [
        " But I mean, yeah, I can draw.",
        8706.2,
        8707.2
    ],
    [
        " He sent me a man.",
        8707.64,
        8710.06
    ],
    [
        " And I'm going to post this online.",
        8710.26,
        8711.18
    ],
    [
        " Everybody can see.",
        8711.18,
        8712.0
    ],
    [
        " Royal paintings.",
        8712.0,
        8712.54
    ],
    [
        " Oh, for real?",
        8712.78,
        8713.32
    ],
    [
        " Yeah, like, how about Ross?",
        8713.48,
        8714.26
    ],
    [
        " Have you been into that for like a long time?",
        8714.4,
        8716.04
    ],
    [
        " Or is that like a new situation?",
        8716.12,
        8717.82
    ],
    [
        " I did my first painting in 2000, Easter of 2016.",
        8718.18,
        8722.68
    ],
    [
        " Yeah.",
        8723.54,
        8723.86
    ],
    [
        " So kind of new.",
        8724.24,
        8724.92
    ],
    [
        " Oh, yeah.",
        8725.16,
        8725.56
    ],
    [
        " It's not like, oh, when I was three, I did my first, no, definitely not.",
        8725.64,
        8728.7
    ],
    [
        " Jockele has the original logo.",
        8728.8,
        8732.04
    ],
    [
        " I have the original logo of Eschelan Front.",
        8732.04,
        8734.38
    ],
    [
        " Jockele's design.",
        8734.84,
        8735.84
    ],
    [
        " Actually, design some other stuff too.",
        8736.42,
        8738.12
    ],
    [
        " Yeah, that's hard to question.",
        8738.28,
        8739.14
    ],
    [
        " So he drew it, right?",
        8739.2,
        8740.42
    ],
    [
        " But so the disconnect was that I drew it.",
        8741.3,
        8745.24
    ],
    [
        " I didn't draw it with my hand.",
        8745.34,
        8747.26
    ],
    [
        " I drew it on the computer.",
        8747.26,
        8748.86
    ],
    [
        " Like I drew it on PowerPoint.",
        8748.86,
        8750.44
    ],
    [
        " Like it did.",
        8750.74,
        8751.46
    ],
    [
        " It's so bad.",
        8751.48,
        8752.16
    ],
    [
        " It's so funny because when I first go and he first sent it to me, I'm like, I, of course,",
        8752.26,
        8757.72
    ],
    [
        " you drew it on PowerPoint.",
        8757.88,
        8758.66
    ],
    [
        " You know, it's not like you have one of those pads and stuff.",
        8759.08,
        8762.1
    ],
    [
        " You're Jockele.",
        8762.2,
        8762.64
    ],
    [
        " You don't have that kind of stuff.",
        8762.64,
        8763.4
    ],
    [
        " So, but it's not as obvious when you get it.",
        8763.6,
        8766.54
    ],
    [
        " You just get the finished product and it literally looks like my daughter drew it with",
        8766.62,
        8769.82
    ],
    [
        " her left hand.",
        8769.82,
        8770.5
    ],
    [
        " She's right handed, by the way.",
        8770.62,
        8771.42
    ],
    [
        " And, but the concept was legitimate.",
        8771.78,
        8773.44
    ],
    [
        " It was sound.",
        8773.72,
        8774.18
    ],
    [
        " That's like what the Eschelan Front logo is at this time.",
        8774.18,
        8777.66
    ],
    [
        " So, you're pushing and man received, but the, the, the, the, I tried to explain it to",
        8777.76,
        8783.34
    ],
    [
        " you nine different times and you kept sending me back junk.",
        8783.34,
        8787.28
    ],
    [
        " Yeah.",
        8787.6,
        8787.82
    ],
    [
        " Yeah.",
        8788.02,
        8788.12
    ],
    [
        " Well, okay.",
        8788.2,
        8789.06
    ],
    [
        " Pictures worth a thousand words.",
        8789.56,
        8790.66
    ],
    [
        " Yes, sir.",
        8790.66,
        8791.04
    ],
    [
        " I don't feel like explaining this a thousand times.",
        8791.14,
        8793.12
    ],
    [
        " Yes.",
        8793.28,
        8793.42
    ],
    [
        " Let's just send them a, a rudimentary sketch of the concept.",
        8793.6,
        8798.46
    ],
    [
        " Yes.",
        8798.66,
        8798.82
    ],
    [
        " Which you then chisel about into, right?",
        8798.82,
        8801.36
    ],
    [
        " You know, glory.",
        8801.54,
        8802.04
    ],
    [
        " Yeah.",
        8802.24,
        8802.58
    ],
    [
        " Emphasis on a rudimentary, by the way, but the, the comedic part of it is how it looked.",
        8803.0,
        8808.52
    ],
    [
        " It looked like a child drew it.",
        8808.66,
        8809.76
    ],
    [
        " So now anytime like, if you ask him, oh, yeah, have you been into art?",
        8809.9,
        8812.62
    ],
    [
        " Boom.",
        8812.74,
        8812.88
    ],
    [
        " That flashes in my head and he says, yes, boom.",
        8813.06,
        8815.1
    ],
    [
        " Makes it more funny.",
        8815.28,
        8816.1
    ],
    [
        " Yeah.",
        8816.26,
        8816.58
    ],
    [
        " I'm going to post it online so we all can have a good laugh.",
        8816.68,
        8818.74
    ],
    [
        " Shack.",
        8819.2,
        8820.06
    ],
    [
        " Nonetheless, yes.",
        8820.62,
        8821.9
    ],
    [
        " Work it.",
        8822.3,
        8822.68
    ],
    [
        " Bad gases out.",
        8822.72,
        8823.46
    ],
    [
        " That interview with John Bozak is very good.",
        8823.78,
        8826.18
    ],
    [
        " Yeah.",
        8826.34,
        8826.4
    ],
    [
        " Especially like, because it is, he talks about getting like frustrated with stuff and",
        8826.4,
        8829.76
    ],
    [
        " throw that touch on his.",
        8829.76,
        8830.66
    ],
    [
        "",
        8831.4,
        8831.4
    ],
    [
        " It was good.",
        8831.54,
        8832.42
    ],
    [
        " Don't forget about Warrior Kids soap from IrishOaksRanch.com that young Aiden is making on his farm.",
        8832.74,
        8838.74
    ],
    [
        " If you get soap, you can.",
        8839.24,
        8840.74
    ],
    [
        " Stakely.",
        8841.76,
        8842.22
    ],
    [
        " Yeah.",
        8842.8,
        8842.96
    ],
    [
        " Of course.",
        8843.34,
        8843.48
    ],
    [
        " Also, we have a YouTube channel.",
        8843.9,
        8845.4
    ],
    [
        " If you're interested in the video version, you're going to see what Mitch looks like.",
        8845.72,
        8849.82
    ],
    [
        " Hell yeah.",
        8850.7,
        8851.28
    ],
    [
        " I'm handsome.",
        8851.44,
        8852.94
    ],
    [
        " You might be the buffus guest we've ever had, right?",
        8853.58,
        8856.92
    ],
    [
        " I don't know.",
        8857.06,
        8857.9
    ],
    [
        " Buffus guest?",
        8857.96,
        8858.56
    ],
    [
        " Yeah, out of 185.",
        8858.7,
        8860.14
    ],
    [
        " Yeah.",
        8860.42,
        8860.58
    ],
    [
        " We've only had like probably 10 or 15 guests.",
        8860.74,
        8863.58
    ],
    [
        " No, we don't get it.",
        8863.58,
        8864.6
    ],
    [
        " Oh yeah, yeah, yeah.",
        8864.68,
        8865.92
    ],
    [
        " Tim Kennedy.",
        8865.92,
        8866.34
    ],
    [
        " You know how many fucking times people, you and Tim Kennedy need to fight and I'm like,",
        8866.34,
        8871.72
    ],
    [
        " Tim Kennedy.",
        8872.08,
        8872.98
    ],
    [
        " Have you seen Tim Kennedy's way bigger than me first of all?",
        8873.2,
        8876.44
    ],
    [
        " Fight to 85.",
        8876.68,
        8877.44
    ],
    [
        " I know.",
        8878.0,
        8878.24
    ],
    [
        " Yeah.",
        8878.66,
        8878.9
    ],
    [
        " And what do you fight at?",
        8879.06,
        8879.68
    ],
    [
        " 70.",
        8880.12,
        8880.36
    ],
    [
        " Yeah.",
        8880.78,
        8880.98
    ],
    [
        " I fought at 185 as well as a champion at 185, too.",
        8881.18,
        8885.52
    ],
    [
        " I walk around close to 200.",
        8886.0,
        8889.0
    ],
    [
        " Yeah, that's what it is.",
        8889.3,
        8890.86
    ],
    [
        " Yeah, that's what it is.",
        8890.86,
        8891.92
    ],
    [
        " No, Tim is like 215, 228.",
        8891.92,
        8894.7
    ],
    [
        " He's a big dude.",
        8894.7,
        8895.24
    ],
    [
        " I've met him.",
        8895.64,
        8896.5
    ],
    [
        " I've met him just in passing.",
        8896.94,
        8897.96
    ],
    [
        " I shook his hand one time.",
        8898.34,
        8899.9
    ],
    [
        " But yeah, he's a big dude.",
        8900.28,
        8902.18
    ],
    [
        " But I was always told you, like, that's not...",
        8903.06,
        8906.7
    ],
    [
        " We have like kind of like similar stories.",
        8906.7,
        8908.48
    ],
    [
        " Like, it wouldn't make sense for us, stuff like that.",
        8908.48,
        8910.74
    ],
    [
        " Yeah.",
        8910.74,
        8910.92
    ],
    [
        " We just want to see what a...",
        8911.2,
        8913.7
    ],
    [
        " Psychological warfare is an album with tracks.",
        8913.7,
        8918.2
    ],
    [
        " Wait, wait, no, back to YouTube.",
        8918.78,
        8919.68
    ],
    [
        " We have a YouTube channel.",
        8920.06,
        8920.82
    ],
    [
        " I'm going to explain the value of YouTube.",
        8921.22,
        8924.9
    ],
    [
        " You just did.",
        8925.26,
        8925.74
    ],
    [
        " You can see what Mitch looks like.",
        8925.9,
        8926.86
    ],
    [
        " That's just part of the value.",
        8926.98,
        8927.76
    ],
    [
        " That's just like a big part.",
        8928.02,
        8929.24
    ],
    [
        " I mean, that I was going to say, don't undersell that.",
        8929.32,
        8932.16
    ],
    [
        " Yeah, yeah, it's huge.",
        8932.26,
        8933.34
    ],
    [
        " But, you know, we have some excerpts on there is what I was going to say.",
        8933.74,
        8936.38
    ],
    [
        " You know, if you don't want to watch the whole podcast, there's excerpts on there.",
        8937.12,
        8940.0
    ],
    [
        " Anyway, a lot of them are enhanced by Echo.",
        8940.14,
        8942.68
    ],
    [
        " Yeah.",
        8942.82,
        8943.04
    ],
    [
        " So he puts his art work onto the video.",
        8943.18,
        8946.96
    ],
    [
        " And they might be slightly better than my original echelon front logo.",
        8947.16,
        8952.24
    ],
    [
        " Maybe a little bit better.",
        8952.44,
        8953.76
    ],
    [
        " That it's a little bit more over-enhanced.",
        8953.88,
        8955.34
    ],
    [
        " Some people think.",
        8955.46,
        8956.68
    ],
    [
        " Some people think they're under-enhanced.",
        8956.84,
        8958.22
    ],
    [
        " Yeah, so it would agree with both of us.",
        8958.6,
        8960.84
    ],
    [
        "",
        8960.84,
        8960.84
    ],
    [
        " We have a YouTube channel.",
        8961.08,
        8962.4
    ],
    [
        " That's the point.",
        8962.56,
        8963.1
    ],
    [
        " Yeah.",
        8963.1,
        8963.42
    ],
    [
        " And if you want to, you can smash the like button.",
        8963.58,
        8967.9
    ],
    [
        " Sure.",
        8968.16,
        8968.36
    ],
    [
        " Comment, subscribe, whatever the three things.",
        8969.06,
        8971.98
    ],
    [
        " Anyway, psychological warfare is an album with tracks.",
        8973.1,
        8975.3
    ],
    [
        " If you're running into moments of weakness, put in psychological warfare.",
        8975.3,
        8979.92
    ],
    [
        " It'll solve your problem.",
        8980.06,
        8981.0
    ],
    [
        " No weakness.",
        8981.1,
        8981.5
    ],
    [
        " Weakness.",
        8981.72,
        8981.98
    ],
    [
        " Overcom.",
        8982.86,
        8983.62
    ],
    [
        " If you want the visual version of that, go to flipsidecampus.com.",
        8983.78,
        8989.1
    ],
    [
        " My brother Dakota Meyer has a little company where he's making things that you hang on your wall.",
        8990.08,
        8997.0
    ],
    [
        " Artistic things.",
        8997.0,
        8998.16
    ],
    [
        " Some people call him artistic things.",
        8998.24,
        8999.78
    ],
    [
        " And you can get those if you want him to make a special one.",
        8999.96,
        9004.68
    ],
    [
        " Yeah.",
        9005.14,
        9005.26
    ],
    [
        " Hit him up on Twitter.",
        9005.82,
        9006.9
    ],
    [
        " Do some custom.",
        9007.56,
        9008.4
    ],
    [
        " If it seems to get some traction, he can put it out.",
        9008.48,
        9012.06
    ],
    [
        " Yeah, he's good.",
        9012.48,
        9013.1
    ],
    [
        " He's doing good stuff.",
        9013.2,
        9013.94
    ],
    [
        " Yeah.",
        9014.02,
        9014.16
    ],
    [
        " Yeah, I check him out from time to time.",
        9014.3,
        9017.02
    ],
    [
        " Flipsidecampus.com.",
        9018.3,
        9018.76
    ],
    [
        " Also on it.",
        9019.02,
        9020.44
    ],
    [
        " So you go to onit.com slash jocke, you get a lot of good stuff on there, including kettlebells,",
        9021.08,
        9025.16
    ],
    [
        " other workout stuff, and bring my room.",
        9025.3,
        9026.74
    ],
    [
        " I'm going to Hawaii, by the way, for one month.",
        9026.84,
        9029.44
    ],
    [
        " I know.",
        9029.82,
        9030.46
    ],
    [
        " People really don't, they undersell Hawaii, I feel like.",
        9030.9,
        9035.64
    ],
    [
        " I feel that way the same way.",
        9035.78,
        9037.14
    ],
    [
        " When I went there for the first time, I was blown away.",
        9037.18,
        9039.44
    ],
    [
        " Where'd you go?",
        9039.8,
        9040.2
    ],
    [
        " Maui and Wahoo.",
        9040.84,
        9043.48
    ],
    [
        " I'm going to Kauai.",
        9043.88,
        9044.98
    ],
    [
        " Yeah.",
        9045.26,
        9045.62
    ],
    [
        " One month.",
        9045.92,
        9046.28
    ],
    [
        " I heard that's beautiful.",
        9046.34,
        9047.12
    ],
    [
        " Yes, sir.",
        9047.38,
        9047.72
    ],
    [
        " It is.",
        9048.02,
        9048.34
    ],
    [
        " So I'm bringing the rings.",
        9048.72,
        9049.84
    ],
    [
        " You're request, by the way.",
        9050.34,
        9051.86
    ],
    [
        " That was one of the selling points of rings.",
        9052.22,
        9055.02
    ],
    [
        " This thing you can bring in places too.",
        9055.4,
        9056.88
    ],
    [
        " That wasn't only my request.",
        9057.12,
        9058.16
    ],
    [
        " It was a statement.",
        9058.58,
        9059.16
    ],
    [
        " Yes, statement.",
        9059.4,
        9059.96
    ],
    [
        " Recommendation.",
        9060.18,
        9061.06
    ],
    [
        " Recommendation.",
        9061.1,
        9061.62
    ],
    [
        " Maybe reluctant recommendation.",
        9061.78,
        9063.08
    ],
    [
        " You sure did.",
        9063.5,
        9063.82
    ],
    [
        " It was a legitimate recommendation.",
        9063.98,
        9065.82
    ],
    [
        " Nonetheless, I'm taking it.",
        9066.06,
        9067.04
    ],
    [
        " I'm taking them to Hawaii.",
        9067.1,
        9068.12
    ],
    [
        " Anyway, the point is the rings I have from on it, you can get those, you get kettlebells,",
        9068.44,
        9072.5
    ],
    [
        " you can get.",
        9072.52,
        9072.84
    ],
    [
        " I have this K.",
        9072.92,
        9073.9
    ],
    [
        " They have this mineral electrolyte, like mix.",
        9074.04,
        9076.54
    ],
    [
        " I think I might have just enhanced what I call the mega mix.",
        9077.46,
        9082.08
    ],
    [
        " It's the pre-workout mega mix.",
        9082.22,
        9083.38
    ],
    [
        " There's two.",
        9083.56,
        9083.9
    ],
    [
        " There's one for G2, one for lifting.",
        9084.18,
        9085.4
    ],
    [
        " One for G2 is Diss-a-one scoop of discipline.",
        9086.22,
        9088.56
    ],
    [
        " A little bit of Gatorade.",
        9089.68,
        9090.78
    ],
    [
        " So it's a half-gatorade, half-water mix.",
        9091.14,
        9093.1
    ],
    [
        " Optional Gatorade.",
        9093.48,
        9094.3
    ],
    [
        " Some people don't like Gatorade.",
        9094.34,
        9095.38
    ],
    [
        " Some people.",
        9095.88,
        9096.22
    ],
    [
        " Yeah.",
        9096.38,
        9096.56
    ],
    [
        " And that's cool.",
        9096.84,
        9097.34
    ],
    [
        " You can put lemon juice in there if you want.",
        9097.92,
        9099.88
    ],
    [
        " Sure.",
        9100.42,
        9100.66
    ],
    [
        " Like I said, the Diss-a-one, the electrolytes from on it, and then I want to add your greens.",
        9102.02,
        9107.38
    ],
    [
        " I'll hook you up.",
        9107.9,
        9108.78
    ],
    [
        " Yeah.",
        9109.04,
        9109.18
    ],
    [
        " That'll be the mega, mega mix.",
        9109.46,
        9110.64
    ],
    [
        " That's pre-git-to.",
        9110.8,
        9111.66
    ],
    [
        " Is there a certain time where you got to take those greens?",
        9111.9,
        9113.92
    ],
    [
        " No.",
        9114.22,
        9114.42
    ],
    [
        " Just whenever I get them in.",
        9114.76,
        9115.84
    ],
    [
        " I'll take them all all day.",
        9115.94,
        9116.76
    ],
    [
        " Yeah.",
        9116.8,
        9116.9
    ],
    [
        " So that's going to be the pre-git-to.",
        9117.2,
        9119.0
    ],
    [
        " The pre-lifting is essentially the same thing except you put a caffeinated pre-workout in it.",
        9119.16,
        9124.16
    ],
    [
        " If you're into it.",
        9124.3,
        9125.82
    ],
    [
        " Anyway.",
        9125.82,
        9126.32
    ],
    [
        " Anyway, back to on it.",
        9127.1,
        9128.2
    ],
    [
        " That's where you get it.",
        9128.3,
        9128.96
    ],
    [
        " There's a lot of cool stuff on there.",
        9129.08,
        9130.48
    ],
    [
        " You're quite a large human being yourself, man.",
        9130.48,
        9133.06
    ],
    [
        " Looking good.",
        9133.32,
        9133.72
    ],
    [
        " Yeah.",
        9133.82,
        9134.08
    ],
    [
        " But I don't sound big, though.",
        9134.24,
        9135.58
    ],
    [
        " Thank you.",
        9135.8,
        9136.2
    ],
    [
        " I respect that.",
        9136.42,
        9137.08
    ],
    [
        " That's all right.",
        9137.28,
        9137.7
    ],
    [
        " Does my voice not match how I look?",
        9138.0,
        9140.46
    ],
    [
        " You know, I can't say because...",
        9141.66,
        9144.64
    ],
    [
        " Could you saw me?",
        9144.64,
        9145.32
    ],
    [
        " I saw you.",
        9145.56,
        9146.12
    ],
    [
        " I didn't start talking.",
        9146.12,
        9147.12
    ],
    [
        " Yeah.",
        9147.42,
        9147.62
    ],
    [
        " It's kind of in green.",
        9147.7,
        9148.9
    ],
    [
        " Yeah.",
        9149.36,
        9149.62
    ],
    [
        " All right.",
        9149.92,
        9150.14
    ],
    [
        " There you go.",
        9150.32,
        9150.7
    ],
    [
        " Maybe not, though.",
        9151.2,
        9152.28
    ],
    [
        " Had you not spoke?",
        9152.44,
        9153.48
    ],
    [
        " I'd been like, damn.",
        9153.74,
        9154.68
    ],
    [
        " Yeah.",
        9155.04,
        9155.42
    ],
    [
        " The dude's probably a fucking got a jacked voice.",
        9155.88,
        9158.36
    ],
    [
        " Yeah.",
        9158.6,
        9158.8
    ],
    [
        " Like, Jack, I'm listening.",
        9158.96,
        9160.02
    ],
    [
        " Yeah.",
        9160.46,
        9160.64
    ],
    [
        " But it's melodious.",
        9160.84,
        9162.26
    ],
    [
        " It's not Jack.",
        9162.38,
        9162.9
    ],
    [
        " I have a high pitch voice.",
        9163.04,
        9164.66
    ],
    [
        " Melodious.",
        9164.82,
        9165.42
    ],
    [
        " Yeah.",
        9165.5,
        9165.7
    ],
    [
        " Very melodious, yes.",
        9165.9,
        9166.68
    ],
    [
        " Interesting.",
        9167.04,
        9167.48
    ],
    [
        " Anyway, yeah.",
        9167.94,
        9168.88
    ],
    [
        " Got some books.",
        9168.88,
        9169.44
    ],
    [
        " Way the Warrior Kid III.",
        9170.1,
        9171.22
    ],
    [
        " It's out.",
        9171.44,
        9171.8
    ],
    [
        " It's called Where There's a Will.",
        9172.4,
        9173.32
    ],
    [
        " Teaching kids about how to go harder.",
        9174.48,
        9177.78
    ],
    [
        " That's a little lesson in this book.",
        9178.44,
        9179.66
    ],
    [
        " Yeah.",
        9180.06,
        9180.24
    ],
    [
        " You got to push harder and also teaching them about their ego",
        9180.56,
        9183.26
    ],
    [
        " and how their ego will get them in trouble.",
        9183.26,
        9185.14
    ],
    [
        " Everyone wishes they would have learned about ego.",
        9186.4,
        9188.06
    ],
    [
        " Earlier, because it makes your life better.",
        9188.82,
        9190.78
    ],
    [
        " Of course, there's a way the Warrior Kid won",
        9191.28,
        9193.08
    ],
    [
        " and where the Warrior Kid 2 marks mission.",
        9193.08,
        9194.86
    ],
    [
        " Those books are four kids to learn to get on the path.",
        9195.18,
        9198.58
    ],
    [
        " If they're a little bit younger than that,",
        9199.2,
        9201.62
    ],
    [
        " you can get a Mikey in the Dragons.",
        9201.82,
        9202.8
    ],
    [
        " They can learn about how to overcome their fear.",
        9203.32,
        9206.7
    ],
    [
        " There's actual, pragmatic protocols",
        9207.28,
        9210.38
    ],
    [
        " that you can take as a human being to overcome what you're afraid of.",
        9210.38,
        9213.74
    ],
    [
        " Why not learn that when you're five years old?",
        9214.1,
        9216.1
    ],
    [
        " That's my question.",
        9216.24,
        9217.7
    ],
    [
        " Why not?",
        9218.04,
        9218.3
    ],
    [
        " Because you didn't know about the book Mikey in the Dragons.",
        9218.52,
        9220.28
    ],
    [
        " Now you know about it.",
        9220.46,
        9221.2
    ],
    [
        " Your kids are just out there conquering fears,",
        9221.48,
        9223.74
    ],
    [
        " which is a positive thing.",
        9224.04,
        9225.28
    ],
    [
        " Yeah, and that's a good one too,",
        9225.72,
        9227.84
    ],
    [
        " because you can, like, you know,",
        9227.9,
        9229.1
    ],
    [
        " if you have a bedtime routine,",
        9229.14,
        9230.22
    ],
    [
        " you need to read to your four or five year old",
        9230.46,
        9232.86
    ],
    [
        " before they can read.",
        9232.86,
        9233.5
    ],
    [
        " It's one where you can read it.",
        9234.04,
        9235.54
    ],
    [
        " Not only can you read the whole thing.",
        9235.74,
        9236.86
    ],
    [
        " If you want to, it's like a 15-minute.",
        9237.24,
        9238.74
    ],
    [
        " 15-minute, you know.",
        9238.74,
        9239.2
    ],
    [
        " But they'll want to hear it again.",
        9239.6,
        9240.98
    ],
    [
        " So it's like a, you know,",
        9241.68,
        9242.8
    ],
    [
        " so while you're reading it over and over again,",
        9243.1,
        9245.62
    ],
    [
        " that lesson won't be ingrained in instilled.",
        9245.76,
        9248.4
    ],
    [
        " Deeper and deeper.",
        9248.5,
        9249.08
    ],
    [
        " Rather than just one of the many books.",
        9249.18,
        9250.74
    ],
    [
        " Reposition.",
        9250.94,
        9251.44
    ],
    [
        " Yeah.",
        9251.92,
        9252.0
    ],
    [
        " Yeah.",
        9252.56,
        9252.6
    ],
    [
        " Then we got the Discipline Cosperedom Field Manual.",
        9253.6,
        9255.5
    ],
    [
        " If you go, hey, Jocco, can you post your workouts?",
        9255.94,
        9259.1
    ],
    [
        " Yes, they're in the Discipline Cosperedom Field Manual.",
        9259.9,
        9262.02
    ],
    [
        " Hey, Jocco, what do you think you should do in a situation like this?",
        9262.64,
        9264.64
    ],
    [
        " Oh, it's in the Discipline Cosperedom Field Manual.",
        9264.84,
        9266.7
    ],
    [
        " Hey, Jocco, what do you eat?",
        9266.9,
        9267.56
    ],
    [
        " It's in the manual.",
        9267.76,
        9268.24
    ],
    [
        " What's your sleep routine?",
        9268.8,
        9269.88
    ],
    [
        " It's in the manual.",
        9270.1,
        9270.5
    ],
    [
        " Do you take naps?",
        9270.5,
        9271.44
    ],
    [
        " It's in the manual.",
        9271.72,
        9272.58
    ],
    [
        " It's all in there.",
        9272.84,
        9273.46
    ],
    [
        " So the Discipline Cosperedom Field Manual.",
        9274.34,
        9276.26
    ],
    [
        " The guide to getting after it.",
        9276.74,
        9279.2
    ],
    [
        " If you want the audio version of that, it's on iTunes.",
        9279.66,
        9281.8
    ],
    [
        " And Amazon Music and all the MP3 things.",
        9282.74,
        9284.62
    ],
    [
        " And then of course we got extreme ownership.",
        9284.64,
        9286.06
    ],
    [
        " And then I got a meal of leadership written by me",
        9286.78,
        9289.88
    ],
    [
        " and my brother, Lafe Babin.",
        9289.88,
        9291.98
    ],
    [
        " Those are going to help you become a better leader",
        9292.38,
        9297.64
    ],
    [
        " in your business with your family and in your life.",
        9297.78,
        9301.0
    ],
    [
        " Watch it happen.",
        9301.18,
        9302.2
    ],
    [
        " Of course we have echelon front, which is my leadership consultancy",
        9303.48,
        9307.0
    ],
    [
        " and what we do is solve problems through leadership.",
        9307.0,
        9309.02
    ],
    [
        " Because all the problems that you're having in your life right now",
        9309.02,
        9311.88
    ],
    [
        " in an organization are leadership problems.",
        9311.88,
        9314.62
    ],
    [
        " I don't care what they are.",
        9314.82,
        9315.52
    ],
    [
        " And if you want to solve those problems, you have to fix your leadership.",
        9315.72,
        9318.64
    ],
    [
        " And that's what we do.",
        9318.72,
        9319.28
    ],
    [
        " It's me, Lafe Babin, JP De Nell, Dave Burke.",
        9319.4,
        9322.58
    ],
    [
        " Good day.",
        9322.84,
        9323.16
    ],
    [
        " Yes.",
        9323.34,
        9323.64
    ],
    [
        " Flynn Cochran, Mike Sirelli, Mike Baima, and Jason Gardner",
        9324.34,
        9327.68
    ],
    [
        " go to echelonfront.com for details.",
        9327.68,
        9330.18
    ],
    [
        " We also have EF Online, which is online leadership training.",
        9330.2,
        9336.82
    ],
    [
        " Which is something that's hard to comprehend.",
        9337.2,
        9341.06
    ],
    [
        " How are you going to take leadership and teach people leadership",
        9341.3,
        9344.52
    ],
    [
        " from an online thing, an online training program?",
        9344.52,
        9349.06
    ],
    [
        " Well, you read about it, you take tests on it,",
        9349.26,
        9351.78
    ],
    [
        " and then you get put in scenarios, interactive scenarios on the computer",
        9351.78,
        9357.02
    ],
    [
        " where you have to make decisions.",
        9357.02,
        9358.12
    ],
    [
        " So that's a EF Online.",
        9358.62,
        9360.44
    ],
    [
        " Then we have the Master, which is a leadership conference,",
        9361.18,
        9367.72
    ],
    [
        " it's a leadership event.",
        9367.96,
        9368.82
    ],
    [
        " Yeah, gathering, gathering, gathering.",
        9369.22,
        9370.98
    ],
    [
        " It's all in the book.",
        9371.26,
        9372.2
    ],
    [
        " It's actually the Master is what it is.",
        9372.2,
        9373.58
    ],
    [
        " Yeah, it's a Master.",
        9373.78,
        9375.24
    ],
    [
        " But it's the Master.",
        9375.48,
        9376.76
    ],
    [
        " The Master is.",
        9376.92,
        9377.68
    ],
    [
        " So look, the Master leadership, they've all sold out",
        9377.74,
        9380.56
    ],
    [
        " and they're all going to sell out the next one in September,",
        9381.62,
        9384.38
    ],
    [
        " 19th and 20th in Denver.",
        9384.7,
        9385.84
    ],
    [
        " After that, December 4th and 5th in Sydney, Australia,",
        9386.22,
        9388.74
    ],
    [
        " check out extremeownership.com for details if you want to come.",
        9389.02,
        9393.16
    ],
    [
        " Don't wait to register, because then you won't be able to go",
        9393.36,
        9397.0
    ],
    [
        " and you'll be mad at me.",
        9397.0,
        9398.02
    ],
    [
        " And you'll send me a, like let's say you're my friend.",
        9398.92,
        9402.56
    ],
    [
        " Let's say you're someone I actually know.",
        9402.7,
        9403.7
    ],
    [
        " And you said, and we're doing a Master up in San Francisco.",
        9403.82,
        9408.1
    ],
    [
        " And you send me a text that says, hey, sorry for letting you know late.",
        9408.52,
        9411.46
    ],
    [
        " You said you're going to hook me up with some tickets.",
        9411.88,
        9413.36
    ],
    [
        " It's cool.",
        9413.36,
        9413.78
    ],
    [
        " I can make it and I'm bringing two friends.",
        9413.9,
        9415.44
    ],
    [
        " Yeah, yeah.",
        9415.44,
        9416.46
    ],
    [
        " And I'm like, well, first of all, no, because it's literally sold out.",
        9416.64,
        9421.92
    ],
    [
        " It's not like, hey, it's sold out, but we can still let people in.",
        9422.08,
        9424.1
    ],
    [
        " That's not sold out.",
        9424.26,
        9425.04
    ],
    [
        " It's sold out.",
        9425.18,
        9426.36
    ],
    [
        " Yeah.",
        9426.58,
        9426.74
    ],
    [
        " So don't wait.",
        9427.2,
        9427.86
    ],
    [
        " And then of course we have the F Overwatch, where we take proven",
        9428.2,
        9433.12
    ],
    [
        " combat leaders from special operations, from combat aviation,",
        9433.12,
        9436.82
    ],
    [
        " and put them into companies in the civilian sector that need leadership.",
        9436.82,
        9440.66
    ],
    [
        " Leadership is the most important thing on the battlefield.",
        9440.66,
        9442.9
    ],
    [
        " Why not get battle tested leaders to help out you inside your business?",
        9443.34,
        9449.18
    ],
    [
        " Go to efoverwatch.com.",
        9449.86,
        9453.36
    ],
    [
        " And if you want to ask me a question, us a question, you want to give me an answer?",
        9453.46,
        9458.04
    ],
    [
        " Did I mess something up today?",
        9458.4,
        9459.42
    ],
    [
        " Probably.",
        9459.54,
        9459.86
    ],
    [
        " You want to let me know about that?",
        9460.58,
        9462.02
    ],
    [
        " Please bring it.",
        9462.28,
        9463.12
    ],
    [
        " Mitch, as he said, he is on Instagram.",
        9463.5,
        9466.94
    ],
    [
        " Mitch underscore Aggie R-A-G-U-I-A-R.",
        9468.1,
        9473.5
    ],
    [
        " And echo and I are, well, we're on Twitter and Instagram.",
        9474.16,
        9477.82
    ],
    [
        " And on Dash, Faisht bookin'.",
        9478.6,
        9482.32
    ],
    [
        " Echo is at Echo Charles, and I am at Jockew-Willing Echo.",
        9482.32,
        9486.88
    ],
    [
        " Anything else?",
        9487.58,
        9487.9
    ],
    [
        " Nothing else, thank you.",
        9488.84,
        9490.66
    ],
    [
        " Thank you guys for having me very much.",
        9491.06,
        9492.6
    ],
    [
        " I really appreciate the hospitality and opportunity.",
        9492.6,
        9495.56
    ],
    [
        " Right home.",
        9495.98,
        9496.88
    ],
    [
        " Awesome.",
        9497.34,
        9497.76
    ],
    [
        " Well, Mitch, thanks for coming on.",
        9498.04,
        9499.2
    ],
    [
        " Appreciate it.",
        9499.38,
        9499.92
    ],
    [
        " And thanks for your work in the teams.",
        9500.42,
        9501.86
    ],
    [
        " And I'm sure you're going to keep putting forth maximum effort to smash people in the cage.",
        9502.46,
        9508.58
    ],
    [
        " I look forward to seeing that.",
        9508.96,
        9509.98
    ],
    [
        " And to all the other vets out there, and to those that are still in uniform,",
        9511.02,
        9514.88
    ],
    [
        " thank you for standing watch over freedom for our great nation.",
        9515.12,
        9521.26
    ],
    [
        " And to our police and law enforcement and firefighters and paramedics and EMTs",
        9521.26,
        9527.04
    ],
    [
        " and dispatchers and correctional officers and border patrol, secret service.",
        9527.04,
        9531.22
    ],
    [
        " And all the first responders, I travel around the country and I run into you all the time.",
        9531.68,
        9537.24
    ],
    [
        " And I see what you're doing out there, working and working hard.",
        9537.6,
        9541.2
    ],
    [
        " And the reason that we live safely here in our country is you.",
        9541.62,
        9546.4
    ],
    [
        " So thank you for holding the line here at home.",
        9546.92,
        9550.12
    ],
    [
        " And everyone else out there, remember that you can't hit the pause button.",
        9550.84,
        9554.78
    ],
    [
        " And it doesn't matter.",
        9555.38,
        9557.94
    ],
    [
        " It doesn't matter at all if you get knocked down or you get tripped up",
        9558.2,
        9563.08
    ],
    [
        " or you think that something isn't fair, it doesn't matter.",
        9563.08,
        9566.22
    ],
    [
        " You still don't get to stop.",
        9566.4,
        9568.56
    ],
    [
        " So get back up, bite down on your mouthpiece and go get after it.",
        9569.84,
        9577.08
    ],
    [
        " And until next time, this is Mitch Aguiar and Neco and Jocco.",
        9577.66,
        9583.94
    ],
    [
        " Out.",
        9584.62,
        9585.3
    ]
]