[
    [
        " This is the Jaco Underground podcast number 25. I'm sitting here with echo Charles",
        0.0,
        7.5
    ],
    [
        " Allegedly sure allegedly",
        7.5,
        10.54
    ],
    [
        " So I wanted to talk to something today",
        10.54,
        13.02
    ],
    [
        " To to kick this off something I used to call the classic team guy over correction. So so what this is",
        13.02,
        20.12
    ],
    [
        " Guys would make a mistake right",
        20.12,
        23.44
    ],
    [
        " What a platoon would or a platoon leader or you know a squad leader or a fire team leader someone would make a mistake on a run",
        24.82,
        33.08
    ],
    [
        " This is this is in the",
        33.08,
        34.72
    ],
    [
        " Advanced seal training",
        34.72,
        36.68
    ],
    [
        " And I'd give them some kind of corrective measures, right?",
        36.68,
        40.5
    ],
    [
        " I would give them some feedback and some corrective measures that they could take and",
        41.74,
        46.98
    ],
    [
        " Nine times out of ten they would do an over correction",
        46.98,
        50.84
    ],
    [
        " Which which I would then call the classic team guy over correction because that would be the next thing I tell them",
        52.3,
        56.28
    ],
    [
        " I'd be hey you just did a classic team guy over correction",
        56.28,
        58.44
    ],
    [
        " They would overcorrect it if I told them they need to be more aggressive. They'd be freaking psycho aggressive",
        58.44,
        65.98
    ],
    [
        " If I told them their plan was too simple they'd go hyper complex if I told them their plan was too complex",
        65.98,
        71.82
    ],
    [
        " They'd make it so simple it wouldn't get you anywhere if I told them they were too loud moving to the target",
        71.82,
        76.6
    ],
    [
        " They would be so quiet that it would take them an extra hour and it would fail",
        76.6,
        80.4
    ],
    [
        " If I told them they were moving too fast",
        80.84,
        82.4
    ],
    [
        " They would slow to a snail's pace if I told them they were moving too slow they'd freaking go mock nine",
        82.4,
        88.02
    ],
    [
        " Classic team guy over correction slash over reaction",
        88.02,
        95.36
    ],
    [
        " So there's this this doesn't only apply to seals this applies to us as just humans and that what I think applies to humans is we over",
        95.36,
        107.08
    ],
    [
        " Correct we overreact that's what we do",
        107.08,
        109.46
    ],
    [
        " You",
        112.1,
        112.66
    ],
    [
        " hear something or",
        112.66,
        115.02
    ],
    [
        " Someone says something to you or something happens and your initial reaction is gonna be an overreaction",
        115.02,
        120.02
    ],
    [
        " Or an over correction of what you're doing",
        120.02,
        123.16
    ],
    [
        " And what I'm saying is don't don't do that",
        123.16,
        127.08
    ],
    [
        " I know this is really simple advice",
        127.08,
        130.86
    ],
    [
        " But don't do that",
        130.86,
        133.36
    ],
    [
        " The way that you avoid doing this is by actually",
        133.36,
        137.48
    ],
    [
        " By actually being aware that it's a thing right so that's what I would tell you guys I'd say listen",
        138.22,
        143.9
    ],
    [
        " You're telling like don't over correct this don't over react to what I'm telling you",
        143.9,
        150.14
    ],
    [
        " Be just make a small adjustment and that is going to more likely going to be enough",
        150.14,
        156.64
    ],
    [
        " The first report from the battlefield is always wrong",
        156.64,
        161.54
    ],
    [
        " This is just another additional statement when you hear something for the first time",
        162.74,
        166.58
    ],
    [
        " It's probably wrong and I've talked before about the reasons it's wrong",
        166.58,
        170.92
    ],
    [
        " It's wrong because you're hearing one person's perspective",
        170.92,
        173.56
    ],
    [
        " So something happens out on the battlefield and you give me a report the only angle that you see is your angle",
        173.56,
        178.84
    ],
    [
        " So how can that angle possibly see everything or give a complete picture the answer as it can what about the fact that you're super emotional",
        178.84,
        186.04
    ],
    [
        " That's all wrapped up in the first report",
        186.04,
        189.26
    ],
    [
        " So",
        191.54,
        192.06
    ],
    [
        " The first report's not right and so when you hear something for the first time don't over react to it don't over correct it",
        192.06,
        198.16
    ],
    [
        " What else happens the emotional part that's the driver of your reaction?",
        198.16,
        202.94
    ],
    [
        " So it's already out of control",
        203.58,
        205.64
    ],
    [
        " Something happens and you react to it. It's an emotional response that that's the initial responses an emotional one so it's too much",
        205.64,
        212.66
    ],
    [
        " So",
        215.82,
        216.22
    ],
    [
        " Guess what we have to do we have to we have to counter that",
        216.22,
        219.58
    ],
    [
        " We have to counter the overreaction guess what happens when you counter the overreaction we overreact in the other direction",
        219.58,
        225.36
    ],
    [
        " And",
        225.36,
        226.0
    ],
    [
        " We end up",
        226.0,
        229.04
    ],
    [
        " Proposing which I explained to Dave Burke the other day good deal. Yes",
        229.04,
        233.0
    ],
    [
        " We end up we're a little too deep in the water on our dive rig so we come up and",
        233.0,
        239.74
    ],
    [
        " We come up we over correct and now we're too shallow in the water so that we over correct going back down",
        239.74,
        244.58
    ],
    [
        " We end up porpsing wasting a bunch of time and energy and it's bad. So what I'm saying here is stay balanced",
        244.58,
        250.66
    ],
    [
        " Don't don't stay calm stay stay balanced stay calm. Don't overreact. It's really it's a really",
        250.66,
        258.26
    ],
    [
        " It's a really simple concept and it makes a big difference in the way your world",
        258.26,
        265.9
    ],
    [
        " goes forth",
        265.9,
        267.56
    ],
    [
        " Yeah, that's",
        268.24,
        269.44
    ],
    [
        " Caught something you said witcher",
        269.44,
        272.66
    ],
    [
        " Kind of made a lot of sense when you got to be aware like be aware of the",
        272.66,
        279.26
    ],
    [
        " Circumstances in which you are",
        279.26,
        282.7
    ],
    [
        " reacting",
        282.7,
        284.3
    ],
    [
        " In all likelihood overreacting just being aware of it being aware",
        284.3,
        289.96
    ],
    [
        " Like that's kind of the the biggest step because it's like simple, but not easy right? It's not easy because",
        289.96,
        296.86
    ],
    [
        " That thing creeps out of nowhere sometimes sit so you want to create a trigger in your mind that when something happens",
        297.76,
        302.66
    ],
    [
        " You got to say to yourself don't overreact. Okay, so yeah, so I thought about that very next question is like when do you like you can",
        302.66,
        309.68
    ],
    [
        " Do this pretty naturally?",
        309.68,
        311.62
    ],
    [
        " I'm assuming you've been doing this for a long time where you could essentially detach right like remember",
        312.38,
        318.52
    ],
    [
        " You know we will talk off air about how detaching is essentially a superpower",
        318.52,
        322.46
    ],
    [
        " so when",
        322.46,
        325.9
    ],
    [
        " When did you realize oh, yeah, I'll just detach even from an emotional standpoint when you're just talking to like people",
        326.74,
        332.94
    ],
    [
        " I guess",
        332.94,
        334.28
    ],
    [
        " Yeah, like when do you when did you realize that because you can be like think about like oh, yeah",
        334.28,
        340.8
    ],
    [
        " I just detach, but then it's like what do I think about detaching all day every day? No, that's not realistic",
        340.8,
        346.02
    ],
    [
        " So it's like what like what are the triggers like what when did you realize like okay?",
        346.02,
        350.7
    ],
    [
        " I can do this I realized I need to do touch when I wrote about leadership strategy",
        350.7,
        354.68
    ],
    [
        " and tactics on the oil rig all that stuff and",
        354.68,
        357.62
    ],
    [
        " But then I very quickly realized that it paid off in every situation including having conversations with another human being including anytime",
        357.62,
        365.88
    ],
    [
        " I started getting emotional and because you think about why would all those guys staring down their weapons?",
        365.88,
        369.86
    ],
    [
        " Yeah, because they were they were",
        370.4,
        372.4
    ],
    [
        " engrossed in what was in front of them and I realized that was a bad thing so I just stopped doing that",
        372.4,
        377.7
    ],
    [
        " Yeah, the temper thing and the the emotional thing. I mean how many times I",
        377.7,
        382.52
    ],
    [
        " Guess you know really when I saw the platoon commander that we had a mutiny against and we",
        382.52,
        386.52
    ],
    [
        " He was real emotional",
        386.52,
        388.62
    ],
    [
        " And I knew I recognized how bad that was and then when Delta Charlie came in not emotional cool",
        388.62,
        394.72
    ],
    [
        " Yeah, and I realized how cool it was to be cool",
        394.72,
        398.94
    ],
    [
        " Okay, there you go. That is exactly what I was wondering",
        398.94,
        402.28
    ],
    [
        " Because so that contrast in that environment where you were just paying attention",
        402.28,
        407.34
    ],
    [
        " Yeah, and then you get that contrast those two situations back to back",
        407.34,
        411.62
    ],
    [
        " It's like oh, yeah, the thing that's hard for me to explain or hard for me to pinpoint",
        411.62,
        416.3
    ],
    [
        " Is why I was paying attention. That's the thing that's a little bit strange maybe puts me a little bit outside the ordinary box",
        416.3,
        424.66
    ],
    [
        " Not saying good or bad. I'm just saying the fact that I was paying attention to that is a little strange",
        424.66,
        430.32
    ],
    [
        " Yeah, it seems like when you kind of put it all together it does make sense not to say that this is the explanation",
        430.32,
        435.16
    ],
    [
        " But you know like you said you're",
        435.16,
        437.42
    ],
    [
        " You were always aware that you just wanted to be a good seal and then you'd like look at people and be like",
        438.66,
        443.82
    ],
    [
        " Oh, I don't want to be like that. Yeah, or oh like that kind of like you were looking for the model",
        443.82,
        448.02
    ],
    [
        " Yeah of good seal you had like some kind of ambiguous model in your head an idea",
        448.02,
        453.0
    ],
    [
        " Yeah, yeah, and then yeah, and then when you saw actual people you're like oh that there it is",
        453.0,
        458.06
    ],
    [
        " And you're almost like mentally taking notes the whole time because you had that innate like",
        458.06,
        462.16
    ],
    [
        " Desire to know that and you know how that works with kind of everything",
        462.16,
        465.9
    ],
    [
        " You know if you want to know about something or you're interested in something you're always on the lookout for it kind of thing",
        465.9,
        471.1
    ],
    [
        " So then you get this guy who you're just taking notes on how not to be then you get that stark",
        471.1,
        476.52
    ],
    [
        " Contrast you're like oh, I see you know, yeah, so it's like just seared in your brain, you know a little bit more that makes sense and the oil rig story",
        476.52,
        485.3
    ],
    [
        " I remember that and I'm like cool, but then",
        485.3,
        488.0
    ],
    [
        " Like I guess translating that into like an emotional",
        488.0,
        491.42
    ],
    [
        " Kind of situation where like you know, just even everyday stuff with your friends or like with your wife or whoever and they say something",
        493.74,
        500.18
    ],
    [
        " Use the wrong tone with you or something. Come on, bro. It's not as obvious. I just saw so many loser situations like that",
        500.18,
        508.48
    ],
    [
        " You know what I'm saying even in like a seal platoon, which is my whole life",
        508.48,
        513.42
    ],
    [
        " At that time, right a seal platoon is it I would see somebody lose their temper and be like oh",
        513.42,
        518.7
    ],
    [
        " Like oh you're losing your temper right now frust like imagine this imagine this here's a really good example because it's a",
        519.02,
        525.14
    ],
    [
        " It's a really good example if you're in the water you're on a dive rig and you get tangled up in your gear",
        525.14,
        533.66
    ],
    [
        " And you lose your temper like you start freaking out. You're you're gonna cause problems now",
        533.66,
        540.2
    ],
    [
        " I always in situations like I'm talking like someone's gonna die, but",
        540.2,
        543.82
    ],
    [
        " You know someone starts getting we'd be all on the same swimmer line your underwater is dark and someone starts getting tangled up and starts freaking out",
        544.74,
        552.02
    ],
    [
        " Like they start pulling stuff freaking idiots, bro",
        552.02,
        556.92
    ],
    [
        " And so I remember thinking like what dude if you are gonna act like that you're an idiot. Yeah, so the ability to remain calm is",
        556.92,
        567.2
    ],
    [
        " And by remaining calm you're detached, right? You can't you're going you know they're one in the same almost",
        567.2,
        573.68
    ],
    [
        " Remain calm be detached, but yeah, I remember seeing guys freak out about you know",
        573.94,
        579.8
    ],
    [
        " Especially underwater because everybody knows and there is that element",
        579.8,
        583.76
    ],
    [
        " I said no one's gonna die, but everybody kind of knows if you're under water and you have a situation unfold",
        583.76,
        589.46
    ],
    [
        " And you freak out",
        589.46,
        591.86
    ],
    [
        " Your chances of survival are going down not up. Yeah, so you have to learn to maintain your composure in the water",
        591.86,
        601.34
    ],
    [
        " And if you can learn to maintain your composure in the water and you know that's gonna help your survivability",
        601.7,
        607.48
    ],
    [
        " Well then guess what?",
        607.48,
        608.94
    ],
    [
        " When I'm on land guess what I should do",
        609.28,
        611.72
    ],
    [
        " Maintain my calm",
        611.72,
        615.88
    ],
    [
        " Help my survivability",
        615.88,
        618.9
    ],
    [
        " Yeah, I mean that kind of did indicates that you kind of just start to see it everywhere where",
        618.9,
        626.4
    ],
    [
        " Detaching boom that's just like this very valuable thing",
        627.54,
        631.26
    ],
    [
        " Very but it's pretty rare. I mean in my experience. Yeah, I don't know about yours",
        631.26,
        635.48
    ],
    [
        " But it's pretty rare that someone can actively do it that reliably",
        635.48,
        639.88
    ],
    [
        " Like you",
        639.88,
        641.64
    ],
    [
        " So yeah, so then you get boom being aware of it, right? And then that's when you can correct",
        641.64,
        649.22
    ],
    [
        " Appropriate yeah",
        649.22,
        651.7
    ],
    [
        " Yeah, so you ever drank a what do you call like a THC drink?",
        651.7,
        658.9
    ],
    [
        " It's like a weed, you know like you get weed brownies. No, okay, so I was at this meeting right with actually wanted",
        659.14,
        666.22
    ],
    [
        " I remember Brian Moore",
        666.22,
        667.66
    ],
    [
        " Yes, okay, so I was in a meeting with him about some website stuff long time ago and he's like",
        667.66,
        673.82
    ],
    [
        " Oh, yeah, I got prescribed this these these",
        673.82,
        676.04
    ],
    [
        " Sodus pomegranate flavored sodas, but they're weed infused or whatever I was like I never had that whatever",
        677.64,
        682.04
    ],
    [
        " He's like you want one? I was like yeah, whatever I'm down for the cause so",
        682.04,
        685.0
    ],
    [
        " I drink it and I don't even drink the whole thing and here's the thing I'm used to",
        685.0,
        690.1
    ],
    [
        " like beer",
        690.1,
        692.06
    ],
    [
        " What out of the but you know and alcohol where you drink it in like a couple seconds later you feel it already",
        692.06,
        696.92
    ],
    [
        " You know it's like that kind, but it's not like that with a weed infused soda",
        696.92,
        700.84
    ],
    [
        " Mm-hmm it like goes in tastes like regular soda. I'm like oh whatever. I don't feel nothing",
        700.84,
        704.86
    ],
    [
        " Thing is weak probably weak, you know",
        705.2,
        708.38
    ],
    [
        " Breath 45 minutes later like it just all hits me once and I didn't even drink the whole thing",
        708.38,
        714.54
    ],
    [
        " I like maybe half maybe three quarters of it or whatever and it hits me all at once and I'm like",
        714.54,
        719.42
    ],
    [
        " All like the bad feelings that you get that people say about weed. That's what I was feeling like paranoid for no reason",
        719.42,
        725.74
    ],
    [
        " Just out of it like couldn't really pay attention. Couldn't remember what I was about to say and all this stuff",
        725.74,
        730.78
    ],
    [
        " I'm but I'm battling through the meeting right and then Brian goes",
        730.78,
        734.6
    ],
    [
        " Oh, he's like, bro, are you feeling that because I'm kind of feeling mine? Are you feeling it?",
        734.76,
        738.2
    ],
    [
        " I'm thinking oh cool. That's good. He doesn't realize like how much I'm feeling it",
        738.2,
        742.0
    ],
    [
        " So I'm like I was like, oh, yeah, I'm feeling it whatever",
        742.0,
        744.66
    ],
    [
        " But by the time it was time for me to leave I was like I was in no condition of function as a human being",
        744.66,
        750.72
    ],
    [
        " So point is to my story so I'm driving",
        750.72,
        752.9
    ],
    [
        " Driving home. I don't know if I should have been driving",
        752.9,
        755.42
    ],
    [
        " It didn't feel like it was impairing my ability to drive but my mental state was like",
        755.42,
        760.46
    ],
    [
        " The opposite of detached like I was so like in my head, right?",
        761.44,
        765.88
    ],
    [
        " Okay, so",
        766.46,
        767.02
    ],
    [
        " It's a longer story. I'm assured and it so I'm on the free",
        767.02,
        770.32
    ],
    [
        " On the free or the highway is that night or I'm not very crowded regular week with the night",
        770.32,
        776.64
    ],
    [
        " So I'm on the highway and then I'm in I don't know what lane I'm in but I see",
        776.64,
        782.04
    ],
    [
        " Like I'm passing people, you know, so I'm like, oh my gosh",
        782.04,
        786.28
    ],
    [
        " I'm going too fast. So I slow down and then I realize like people are just passing me",
        786.28,
        790.44
    ],
    [
        " I'm like, oh my gosh, I'm going to slow so I speed up and I just get the whole way home",
        790.44,
        794.34
    ],
    [
        " It was like that. I was just over correcting you",
        794.34,
        796.36
    ],
    [
        " Couldn't you weren't detached and therefore you're over correcting just yeah the whole time literally",
        796.36,
        802.28
    ],
    [
        " So lesson learned watch out for weed infused sodas. Yes, and don't overreact",
        802.28,
        809.8
    ],
    [
        " Yes, that's the lesson I took from it as well",
        809.8,
        813.06
    ],
    [
        " Let's get some questions. What do we got?",
        813.38,
        815.0
    ],
    [
        " First question first off. Thank you both for what you do",
        815.4,
        818.28
    ],
    [
        " That is a little excerpt of what we are doing on the",
        818.28,
        828.12
    ],
    [
        " Jocco underground podcast. So if you want to continue to listen",
        828.12,
        831.16
    ],
    [
        " Go to jocco underground comm and subscribe and we're doing this to mitigate our",
        831.16,
        837.64
    ],
    [
        " Reliance on external platforms so we are not subject to their control and we're doing it so we can give you more control",
        837.74,
        845.48
    ],
    [
        " More interaction more direct connections better communications it with us",
        845.48,
        849.54
    ],
    [
        " Strengthen this legion of troopers that are in the game with us. So thank you. It's jocco underground calm",
        849.54,
        856.6
    ],
    [
        " It costs eight dollars and eighteen cents a month and if you can't afford to support us",
        856.6,
        862.18
    ],
    [
        " We can still support you just email assistance at jocco underground calm and we'll get you taken care of until then",
        862.18,
        869.38
    ],
    [
        " We will see you",
        869.38,
        871.02
    ],
    [
        " mobilized",
        871.02,
        872.32
    ],
    [
        " underground",
        872.32,
        873.72
    ]
]