[
    [
        " This is jockel podcast number 184 with echo Charles and me",
        0.0,
        4.58
    ],
    [
        " Jockel willink good evening. I go good evening",
        4.58,
        7.84
    ],
    [
        " It's been a while since we've done some Q&A and there's been a lot of questions",
        7.84,
        14.54
    ],
    [
        " So let's get into it ready to go into it. Okay question number one jockel",
        14.54,
        20.02
    ],
    [
        " I'm having issues playing the game quote-unquote at work",
        20.02,
        24.68
    ],
    [
        " I'm quiet and friendly, but I prefer to work hard rather than stand out and talk I",
        25.04,
        31.74
    ],
    [
        " Found I have trouble forming more personal connections with my boss and coworkers. What are your tips?",
        31.74,
        38.02
    ],
    [
        " So look when I talk about playing the game",
        38.9,
        43.18
    ],
    [
        " I'm not talking about the fact that you have to change your entire personality",
        43.18,
        46.08
    ],
    [
        " profile",
        46.08,
        47.34
    ],
    [
        " to",
        47.34,
        48.54
    ],
    [
        " Start to connect with people that's not what I'm saying you don't have to go from being someone that's",
        48.54,
        53.8
    ],
    [
        " Would they say quiet and friendly to you don't have to become some chatty extra vert",
        53.8,
        58.54
    ],
    [
        " running around making small talk with anybody",
        58.54,
        62.06
    ],
    [
        " And on top of that there's a little bit of a statement here that says you know, I'd rather work hard as if",
        62.06,
        70.62
    ],
    [
        " There's these are mutually exclusive things which they are certainly not so this being forming relationships with people and playing the game",
        70.62,
        79.3
    ],
    [
        " Does not interfere with your work at all? I'm not saying that you sit around and talk when there's work to be done",
        79.3,
        84.92
    ],
    [
        " but",
        84.92,
        86.36
    ],
    [
        " There's gonna be natural breaks in whatever you're doing. There's gonna be moments where skip the action pauses and you get a chance to connect with somebody",
        86.36,
        96.74
    ],
    [
        " So that's fine. So so what are some tips?",
        96.74,
        99.66
    ],
    [
        " That how would you do this? So I thought about this of",
        100.36,
        105.14
    ],
    [
        " You want to start with something small, right?",
        105.14,
        107.72
    ],
    [
        " But you want to engage this is the key point. I don't just want to throw something at you. I don't want to talk at you and besides",
        108.2,
        114.94
    ],
    [
        " when",
        114.94,
        116.62
    ],
    [
        " It's much easier just to let someone talk about themselves",
        116.62,
        120.64
    ],
    [
        " So the what I'm what my advice in this particular question is is to",
        120.64,
        126.5
    ],
    [
        " Tell them",
        126.5,
        128.26
    ],
    [
        " Something about yourself like something minor about yourself",
        128.26,
        131.54
    ],
    [
        " But then that kind of ties into something that you can ask them",
        131.54,
        135.3
    ],
    [
        " And then they can talk to you because most people like to talk about themselves. So you ask me a question about themselves",
        136.04,
        141.82
    ],
    [
        " And then you go so you know something something",
        141.82,
        145.08
    ],
    [
        " Maybe something slightly related to work. So it's not just some random",
        145.08,
        149.5
    ],
    [
        " Statement that you're making, you know, you say you know what we did it yesterday at work here reminded me of",
        149.5,
        157.78
    ],
    [
        " Something right reminding me of something else and then",
        157.78,
        162.1
    ],
    [
        " Maybe it reminded me of a movie. Hey, you know what we were doing yesterday reminding me of this movie. Have you seen that movie?",
        163.38,
        168.2
    ],
    [
        " And at least you're gonna get well-known because I don't watch a lot of movies or no I haven't seen that movie or",
        168.66,
        174.4
    ],
    [
        " Oh, I've seen that movie. It's a popular movie. But you're seeing it. You know what I mean? And all of a sudden you've got a little bit of",
        174.4,
        180.64
    ],
    [
        " Conversation going and that's all we're looking for. We're not looking at turning to like chatty caddy",
        180.64,
        186.88
    ],
    [
        " We're just trying to build",
        186.88,
        188.48
    ],
    [
        " Build relationships with people so you know who they are so that they know who you are",
        189.62,
        193.64
    ],
    [
        " That's what we're talking about nothing crazy start small build from there",
        193.64,
        197.82
    ],
    [
        " Pretty straightforward. Yeah, and and through that building process what I kind of found is one",
        197.82,
        205.1
    ],
    [
        " And I guess maybe this is a little tactical thing you can kind of throw out whenever but you know",
        205.1,
        210.52
    ],
    [
        " And you know when people",
        210.52,
        211.38
    ],
    [
        " Give you advice or they tell you something about themself that something. I don't know whatever whatever the story is right and maybe some strategy",
        211.38,
        218.36
    ],
    [
        " They used to do XYZ can be super small",
        218.36,
        220.56
    ],
    [
        " If you let them know that you remembered like in the future later on when you see me again",
        220.56,
        226.72
    ],
    [
        " You say I remembered what you said last week, you know just tying this yeah, and just say you're",
        226.72,
        232.1
    ],
    [
        " It can be the smallest that purple belt",
        232.1,
        235.4
    ],
    [
        " Digitzi mental is you just you I like it",
        235.4,
        237.72
    ],
    [
        " It can be the smallest thing and it just makes you feel good",
        237.72,
        241.92
    ],
    [
        " So that that person will just essentially feel more open with you like oh my gosh",
        241.92,
        247.96
    ],
    [
        " Like a little scary. It pays this guy really pays attention to me. Oh, yeah, makes them feel valuable all that stuff just on that small level",
        248.36,
        254.72
    ],
    [
        " You know so as far as building little",
        254.72,
        256.44
    ],
    [
        " I'd say that's a cool thing to kind of remember to do if you can I'd say that's a cool kind of thing to remember to",
        256.44,
        263.26
    ],
    [
        " Next question Jacco may I ask your advice for addressing a cowboy quote unquote mentality among teams",
        263.26,
        273.76
    ],
    [
        " Working in dangerous environments. How would you shift the culture to kill complacency to aggressively identify and mitigate risk as",
        273.88,
        282.1
    ],
    [
        " a point of professional pride",
        282.1,
        283.24
    ],
    [
        " Okay",
        283.24,
        285.06
    ],
    [
        " This is something that will definitely saw in the seal team seat all the time in the civilian sector, you know construction companies power companies",
        285.06,
        293.84
    ],
    [
        " Companies where people are doing dangerous work, right?",
        293.84,
        296.16
    ],
    [
        " Policing fire burning anything anything that has any element of danger",
        297.08,
        301.28
    ],
    [
        " You you definitely see this and and like I said certainly so on the seal teams to and the answer to this is a common answer for many leadership situations is you have to",
        301.32,
        308.94
    ],
    [
        " Explain why",
        308.94,
        310.96
    ],
    [
        " So let me put it in a little context what you have to do is you have to say hey, let me explain to you what happens",
        310.96,
        318.0
    ],
    [
        " When someone gets hurt or injured on this job. Okay, first of all we get the loss of that person on the job",
        318.0,
        324.78
    ],
    [
        " The the job that we're working on the project that we're working on it falls back",
        324.78,
        328.78
    ],
    [
        " There's paperwork that has to be filed which by the way the paperwork hurts the progress of our project as well",
        329.12,
        334.04
    ],
    [
        " Our budgets impact because now we got to bring someone else on board. We got to train them",
        334.04,
        337.78
    ],
    [
        " We we take a reputational hit as a company",
        337.78,
        342.74
    ],
    [
        " Right what what kind of what kind of a company can't do a job without getting someone hurt, right? I mean, this isn't a high bar",
        342.74,
        351.12
    ],
    [
        " It's not a very high bar to say hey, can you complete this task without getting someone injured?",
        351.12,
        357.4
    ],
    [
        " Yeah, and all of a sudden we got a we got hey, you know what our company? We don't we get a lot of people hurt",
        358.26,
        362.6
    ],
    [
        " What does that tell you about the company? It's a reputational hit who are you gonna hire?",
        362.6,
        366.24
    ],
    [
        " You're not gonna hire the one that's got people getting hurt all the time",
        366.42,
        369.02
    ],
    [
        " So there's that",
        369.02,
        370.74
    ],
    [
        " The and what does that do?",
        370.74,
        373.68
    ],
    [
        " What does that do to your reputation in terms of everything else because if you're gonna bunch of people hurt",
        374.32,
        378.46
    ],
    [
        " How can I expect you to keep your timelines? How can I expect you to stay on budget?",
        378.46,
        382.36
    ],
    [
        " so",
        382.96,
        383.7
    ],
    [
        " It's those things it's those that kind of reputation that you get if you are getting people hurt and then also",
        386.68,
        393.82
    ],
    [
        " What does it do?",
        393.82,
        395.3
    ],
    [
        " What does it say about your team if you got people getting hurt and again?",
        395.66,
        399.38
    ],
    [
        " This is what I'm talking about is a conversation that you're having with the group with the team",
        399.46,
        403.18
    ],
    [
        " You're saying look what kind of a team are we if we got people getting hurt?",
        403.18,
        406.24
    ],
    [
        " What does that say about us? It says we're lack lack of a school. It says we're complacent. It says we don't pay attention",
        406.46,
        411.38
    ],
    [
        " What does it say about our leadership?",
        412.2,
        413.74
    ],
    [
        " If we got guys getting hurt, what does that say about our leadership says we don't care about our people",
        414.28,
        418.84
    ],
    [
        " Which by the way says we don't care about our people",
        418.84,
        421.0
    ],
    [
        " It means says we don't care about our job. It says we don't care about our reputation says we just don't damn care",
        421.0,
        425.5
    ],
    [
        " And what does it say about you the individual?",
        425.5,
        430.06
    ],
    [
        " Well, you know what it says about you an individual if you get hurt",
        430.4,
        433.98
    ],
    [
        " You know what it says about you? You're a knucklehead and you got hurt you couldn't follow the procedures",
        433.98,
        438.1
    ],
    [
        " You didn't follow the procedures you thought you were smart and you got complacent now you got hurt",
        438.1,
        442.18
    ],
    [
        " So these are the things when I talk about explaining",
        442.18,
        447.56
    ],
    [
        " Why those are where I'm gonna start and now I'm gonna explain and",
        447.56,
        452.96
    ],
    [
        " Connect the dots so that the purse the individual see that",
        452.96,
        456.7
    ],
    [
        " Someone getting hurt is actually the least professional thing that you can do from a leadership perspective",
        456.7,
        465.26
    ],
    [
        " If I let one of my guys get hurt. Um, that's just that's just",
        465.26,
        468.32
    ],
    [
        " Lily's professional thing I can do from an individual contributor perspective",
        468.32,
        473.36
    ],
    [
        " If I'm getting hurt, guess what? I didn't follow procedures. Okay, look are there accents that happened?",
        473.36,
        479.6
    ],
    [
        " Yes, there are but what I'm saying is if you get an accident that could have been prevented that should have been prevented and",
        479.6,
        485.26
    ],
    [
        " I as an individual let it happen that is absolutely my fault",
        485.26,
        489.08
    ],
    [
        " It's like when you got a guy getting ready for an MMA fight and they get cut",
        489.08,
        492.38
    ],
    [
        " They weren't wearing head gear and it's like",
        493.22,
        495.48
    ],
    [
        " Look I get it, but that was dumb and I've had that happen",
        495.48,
        500.96
    ],
    [
        " I mean I've had it happen with my fighters. I've seen it happen all kinds of happens in the UFC all the time",
        500.96,
        505.04
    ],
    [
        " Right you got a fight coming up. You're gonna fight for the title for the UFC title",
        505.04,
        510.96
    ],
    [
        " You're gonna make possibly millions of dollars. You're gonna be the champion of the world. Oh two weeks out",
        510.96,
        517.28
    ],
    [
        " Got a cut",
        517.28,
        518.68
    ],
    [
        " Got a cut on my head you had you know, you know, blew out my ACL doing take down defense, right?",
        519.36,
        524.82
    ],
    [
        " Look, I get it accidents happen, but what was really happening right at that moment?",
        525.46,
        529.24
    ],
    [
        " Was it a random accident or we were doing something that we shouldn't have been doing?",
        529.32,
        531.96
    ],
    [
        " So if we start to lean towards look",
        532.56,
        535.52
    ],
    [
        " Having accidents is actually an",
        535.52,
        539.46
    ],
    [
        " unprofessional thing to do it's a weak thing to do. It's a bad thing to do when we let it happen",
        539.46,
        546.9
    ],
    [
        " It hurts everyone not just the individual involved. That's the attitude that we we kind of come with you know, I had the",
        546.9,
        554.04
    ],
    [
        " in the in the in the Navy you have",
        554.04,
        558.02
    ],
    [
        " Like alcohol programs",
        558.02,
        561.02
    ],
    [
        " So hey, this is our program for you know alcohol. Here's how we're trying to combat having people have alcohol related incident and when I was a trade",
        561.02,
        570.44
    ],
    [
        " that they had",
        570.44,
        571.04
    ],
    [
        " Someone come in to like",
        571.04,
        573.28
    ],
    [
        " Give us a talk about alcohol and then and then when they got done",
        573.28,
        577.84
    ],
    [
        " The the guy says okay, you know sir. I was the guy in charge. He goes what's your alcohol policy?",
        577.84,
        584.48
    ],
    [
        " And I didn't have one and I didn't have one and I was like okay. Hey cool. I'll come up with one. Here's the alcohol policy",
        584.78,
        593.46
    ],
    [
        " if you get hurt",
        593.46,
        595.54
    ],
    [
        " Or sorry if you get drunk and you can't if you get drunk and you get in trouble or you get in a fight or you get arrested or you get a",
        595.54,
        604.04
    ],
    [
        " DUI and you take time away from being deployable you are doing al Qaeda's job for them. There's the alcohol policy",
        604.04,
        613.0
    ],
    [
        " So now of a sudden it's not like hey cool. We're we're like",
        613.0,
        617.94
    ],
    [
        " Raw raw",
        617.94,
        619.72
    ],
    [
        " No, oh since hey man, do we want to help the enemy?",
        619.72,
        622.98
    ],
    [
        " By taking ourselves off the battlefield. There's nothing more that al Qaeda wants than for this seal to be",
        623.0,
        629.72
    ],
    [
        " Arrested for DUI and non deployable",
        629.72,
        633.16
    ],
    [
        " You just did al Qaeda's job for you. Yeah, so that's the kind of thing",
        633.16,
        638.2
    ],
    [
        " That I'm gonna build the culture around yeah, and that's the same thing you can do with people that are you have that cowboy mentality",
        638.2,
        645.04
    ],
    [
        " You shift it so that that cowboy mentality becomes the thing that hurts our reputation that hurts our that hurts the company",
        645.04,
        652.4
    ],
    [
        " Reputation and it hurts our individual personal reputation. Yeah as a man",
        652.4,
        657.46
    ],
    [
        " I couldn't even prevent my my shift",
        657.46,
        662.02
    ],
    [
        " From getting from having someone get injured. Yeah, so that's why I do you",
        662.02,
        667.46
    ],
    [
        " Like it feeds into their professional pride, especially when you use the word",
        667.46,
        671.5
    ],
    [
        " unprofessional. Oh, yeah, yeah, like",
        671.5,
        674.78
    ],
    [
        " Yeah, man, I knew you knew what you're doing on that one and then on the flip side if you say consummate professional",
        674.78,
        681.86
    ],
    [
        " Oh, that's a good one if yeah, if you're man you could do it doesn't even matter the job",
        682.32,
        687.18
    ],
    [
        " You can you can have your own",
        687.18,
        689.5
    ],
    [
        " lawn mowing business when you're 13 years old",
        689.5,
        693.1
    ],
    [
        " If your someone says hey that guy that kids a consummate professional you're like hell yeah",
        693.1,
        698.3
    ],
    [
        " Hell yeah, I'm gonna have to push back a little bit. I don't know if there's too many",
        698.3,
        702.36
    ],
    [
        " I don't know if there's too many situations where you would say a 13-year-old lawn mower now we know that mark",
        702.36,
        708.24
    ],
    [
        " The way the warrior kid is heavily involved in lawn mowing with marks meticulous mowing yes, yes, sir",
        708.68,
        713.64
    ],
    [
        " But even I don't even know if I'd call him a consummate professional. I wouldn't either but if you",
        713.64,
        720.28
    ],
    [
        " If you were to do swords it if you were to do so mark would feel really good if you said it's what I'm saying is you can't be just throwing words around",
        720.28,
        727.26
    ],
    [
        " Yeah, that's okay. You can't just throw around consummate professional about long long mowing mowers",
        727.26,
        731.72
    ],
    [
        " Now let's say the guy was a greenskeeper like on a golf course",
        731.72,
        736.28
    ],
    [
        " Now that person could be a consummate professional because he's got to dial stuff and and then maybe I guess you get to a certain level of just straight landscaping",
        736.84,
        745.06
    ],
    [
        " Where oh, you know what there was a water there was a pipe exploded oh",
        745.06,
        749.34
    ],
    [
        " Jocco came in he had that whole thing re-sotted receded took him four hours that guy is a consummate professional",
        749.34,
        756.88
    ],
    [
        " So I guess I'll take it back. Well, I'm just saying reserve it. Don't don't play with it. Yeah, okay",
        756.88,
        763.0
    ],
    [
        " Don't play with that. Just be flying that thing around here. Exactly right. Yeah",
        763.0,
        766.0
    ],
    [
        " Well",
        769.16,
        769.64
    ],
    [
        " The dream and that that was very clever on your part what was when you said you're doing al-catus job for you",
        769.64,
        776.9
    ],
    [
        " Because think about it. I mean, I mean, you know, there's nothing worse for a guy in the military",
        776.9,
        782.48
    ],
    [
        " Is you are actually helping the enemy right now? Yeah, and then how you say it like you name names, you know",
        782.48,
        789.46
    ],
    [
        " It's not like you said the enemy which I get that's good too",
        789.46,
        791.68
    ],
    [
        " But it's way better to be like you're doing and you name the the because the JP will say that too right where he'll be like",
        791.68,
        797.26
    ],
    [
        " There was a sign or something about a sign or maybe he'll just say he'll be like your your enemy",
        797.26,
        801.72
    ],
    [
        " Thanks you for not giving a hundred percent today. Yeah, right remember that one and it's good",
        801.72,
        804.8
    ],
    [
        " That's a good one and it sounds cool too. I get it",
        804.8,
        807.14
    ],
    [
        " But it is real general so you hear that ten times or every day whatever you like okay cool",
        807.14,
        812.62
    ],
    [
        " It sounds cool, but it won't really affect your professional pride all the time sometimes it doesn't",
        812.62,
        821.66
    ],
    [
        " For sary, you know, and they thank you that person whatever John Smith, you know for not giving a hundred",
        821.66,
        827.42
    ],
    [
        " You know it might feed into you so you saying al-coyote. Thanks you, you know for getting arrested some like",
        827.42,
        832.88
    ],
    [
        " Have man think about it from the flip side right what if you think of like an al-cate of fighting team right",
        832.88,
        838.3
    ],
    [
        " and",
        838.3,
        839.92
    ],
    [
        " One of them gets cut like one of their effective fighters gets caught. I don't know doing something that they don't like gambling",
        839.92,
        846.82
    ],
    [
        " Going to strip club. I don't know whatever and they say hey, you're not allowed to fight anymore for us",
        847.28,
        851.84
    ],
    [
        " So he gets like exiled or whatever. Oh, that's sweet. Yeah, we want them to do that",
        851.84,
        857.24
    ],
    [
        " We might even send them some strip club recommendation. You see him saying so it's litter. He's you're literally doing that. Yeah literally",
        857.24,
        863.98
    ],
    [
        " Yeah, that's good",
        863.98,
        866.28
    ],
    [
        " Sure, good job",
        872.8,
        873.68
    ],
    [
        " Next question hi, jockel you answered a question about complainers and said you would listen to the because well",
        873.68,
        882.24
    ],
    [
        " It should be listened to them right yeah, you said you would listen to them because you can learn what the problems are",
        882.24,
        887.34
    ],
    [
        " I like it and people like to be heard, but how do you handle chronic complainers",
        887.34,
        892.6
    ],
    [
        " The type of people who become cancerous a huge fanics of extreme ownership should take thanks for your time",
        893.54,
        899.08
    ],
    [
        " Yeah, this this is the calls once again for my favorite",
        899.08,
        903.16
    ],
    [
        " My favorite general remedy in in leadership situations is you take this person and you put them in charge",
        903.16,
        910.74
    ],
    [
        " Put them in charge",
        910.74,
        912.08
    ],
    [
        " And this is one of those classic things where someone says hey",
        912.08,
        916.06
    ],
    [
        " Why are we even doing it this way and you say oh echo? You don't like that cool",
        916.06,
        920.14
    ],
    [
        " Why don't you come up with a plan and you go execute it however you want",
        920.14,
        922.42
    ],
    [
        " And and that does one or two things either they they say okay",
        923.38,
        927.8
    ],
    [
        " And they step up and then they have to figure out how hard the job the task is and they have to get it done",
        927.8,
        933.18
    ],
    [
        " And it's they learn from it and they get humbled by it and they recognize the the the burden of responsibility that a leader actually has",
        933.18,
        942.38
    ],
    [
        " Which is all good or they just say no no no and they stop complaining because they don't want to get tested anything again",
        942.38,
        947.56
    ],
    [
        " Now what what you got to be careful with are why these answers that I give",
        947.56,
        951.2
    ],
    [
        " You could go",
        953.4,
        954.12
    ],
    [
        " like",
        954.12,
        955.36
    ],
    [
        " In the wrong direction. So what I mean by that is",
        955.36,
        959.68
    ],
    [
        " Echo says hey, I don't like we're do the way we're doing this and I go okay, well then you're in charge",
        959.68,
        964.42
    ],
    [
        " You know what I mean? I do it like that. It's a punishment. It's a punitive thing",
        964.42,
        969.24
    ],
    [
        " That isn't absolutely not what I'm talking about. I say you know what echo you're pointing out some good stuff",
        969.24,
        974.04
    ],
    [
        " You're pointing out some definite shortfalls in the way that this is happening",
        974.04,
        977.58
    ],
    [
        " I'll tell you what why don't you actually just take responsibility for this and you can run this task and you can make this happen",
        977.82,
        983.34
    ],
    [
        " Because I think you know just based on some of the things you pointed out already",
        983.34,
        987.16
    ],
    [
        " I'm not even calling them complaints. Yeah, based on some of the things you pointed out already",
        987.16,
        990.3
    ],
    [
        " I think you could probably improve upon our process quite a bit",
        990.3,
        992.86
    ],
    [
        " You know, so you got to be careful. I'm not talking about",
        992.86,
        995.94
    ],
    [
        " Being a jerk to someone. Yeah. I'm talking about actually and this is the thing is like it's like there's there's",
        995.94,
        1003.02
    ],
    [
        " There's this thing",
        1003.62,
        1004.72
    ],
    [
        " Well, what I'm doing. I'm not just playing the game. You ever have ever told this in jiu jitsu. I'm like hey",
        1004.72,
        1011.3
    ],
    [
        " If you want to set me up with the choke so that you can get my arm",
        1011.3,
        1015.64
    ],
    [
        " You have to actually do the choke you have to actually apply the pressure if you don't apply the pressure",
        1015.64,
        1020.64
    ],
    [
        " I'm not defending it my arms not gonna go where you want it",
        1020.64,
        1022.56
    ],
    [
        " You have to actually do it and if I don't defend it the way you expect me to then you just choke me",
        1022.56,
        1027.34
    ],
    [
        " It's the same thing here. I'm not saying you just say well, why don't you do it then? No, you have to",
        1027.34,
        1032.52
    ],
    [
        " Actually say hey listen",
        1033.38,
        1034.32
    ],
    [
        " I think this is what's going on. I think you have some good points",
        1034.32,
        1037.96
    ],
    [
        " Why don't you take lead on this and and we'll see if you can you know",
        1037.96,
        1041.6
    ],
    [
        " Remedy the situation because I think you got a pretty good chance of doing it. Yeah, this isn't",
        1041.6,
        1045.52
    ],
    [
        " I'm not doing this as a punitive thing. I'm doing it because it's the best thing for the team",
        1045.52,
        1048.82
    ],
    [
        " You've got a legitimate complaint. You've got a bunch of them",
        1048.82,
        1051.5
    ],
    [
        " Let's get you in a position where you can store some of those things out",
        1051.5,
        1054.3
    ],
    [
        " So",
        1054.3,
        1056.88
    ],
    [
        " Yeah, so that's that's that we get people that are complaining",
        1056.88,
        1061.04
    ],
    [
        " You know first of all hear them out and maybe that's good enough right? Hey listen to him and and and once again",
        1061.38,
        1067.98
    ],
    [
        " I'm not saying you listen to him",
        1067.98,
        1069.26
    ],
    [
        " While your brain is elsewhere and you're not thinking are you actually listen to what they're saying you're engaged",
        1069.26,
        1073.82
    ],
    [
        " You really do go for the choke",
        1073.82,
        1076.0
    ],
    [
        " Go for it. Listen to what they're saying. Maybe there's some solutions you can come up with",
        1076.0,
        1080.02
    ],
    [
        " But then if that doesn't work and even after they even after you listen to them and you explain to them",
        1080.02,
        1084.78
    ],
    [
        " Why things aren't the way they want they still want to complain it complain about it cool. That's fine",
        1084.78,
        1089.28
    ],
    [
        " Awesome, why don't you take lead on this and that way you can sort out some of these issues appreciate it",
        1089.42,
        1094.06
    ],
    [
        " Kind of like late said that one time it's kind of hard to complain about a plan when it's your plan",
        1094.06,
        1098.44
    ],
    [
        " Yeah, that is the truth. Yeah, make sense. God, I'm so stupid",
        1098.44,
        1102.92
    ],
    [
        " Yeah, this plant sucks that I came up with",
        1102.92,
        1106.84
    ],
    [
        " but yeah, the um",
        1106.84,
        1109.08
    ],
    [
        " Chronic complaining because you could kind of",
        1109.08,
        1113.66
    ],
    [
        " I mean people complain a lot you you you",
        1113.66,
        1117.32
    ],
    [
        " It's easy to be like oh, they're chronic complainers right but if there's constantly we'll say chronic problems",
        1118.16,
        1123.82
    ],
    [
        " That might induce chronic complaining. I'm not saying that's the case obviously because I know there is so it's doing is chronic complainers 100%",
        1123.82,
        1131.96
    ],
    [
        " But at the very least like I say oh, yeah, put them in charge of something or or listen to them and they'll put you know",
        1131.96,
        1138.56
    ],
    [
        " Listen to what they're complaining about or whatever you might actually get turned on to all these solvable",
        1138.56,
        1143.8
    ],
    [
        " problems, you know, and if you if look if you make someone take lead in a in a situation right and you know how it's kind of like",
        1144.5,
        1150.74
    ],
    [
        " That's got that concept of like taking an extreme ownership and then what if they do like say yeah, it is your fault",
        1150.74,
        1156.0
    ],
    [
        " And then you get all mad, you know kind of thing is like oh you didn't really do that",
        1156.0,
        1159.9
    ],
    [
        " It's like so if you put someone else in charge of something you're really putting them in charge",
        1159.9,
        1163.84
    ],
    [
        " Like what if they run what if they take lead and they solve all the problems and they don't come awesome right? Yeah exactly right",
        1163.84,
        1169.46
    ],
    [
        " So you don't treat this action or this discourse as like something to get back at the complainer",
        1169.46,
        1175.28
    ],
    [
        " It's not just a setup. Yeah, it's a real move to real deal",
        1175.28,
        1179.46
    ],
    [
        " And you know, that's you just you just made this",
        1179.46,
        1183.22
    ],
    [
        " point",
        1183.22,
        1184.9
    ],
    [
        " That I made which is",
        1184.9,
        1187.66
    ],
    [
        " One of the best leadership tools that is completely overlooked by people all the time",
        1187.66,
        1192.84
    ],
    [
        " Is very very simple to do and that's just to listen to what people are saying",
        1192.84,
        1198.24
    ],
    [
        " I know it sounds crazy, but I run into all the time leaders in all kinds of levels all kinds of situations",
        1198.66,
        1205.04
    ],
    [
        " And the biggest problem they have is they don't even listen to anyone else they won't listen",
        1205.04,
        1208.86
    ],
    [
        " Yeah",
        1208.86,
        1209.58
    ],
    [
        " So when you're in a leadership position try this be quiet and listen to what people are saying listen to what they're complaining about",
        1209.58,
        1217.52
    ],
    [
        " Listen to what suggestions they have listen to what advice they give listen to their recommendations listen",
        1217.52,
        1224.08
    ],
    [
        " Just listen sometimes",
        1224.54,
        1226.06
    ],
    [
        " You're gonna be in a much better spot",
        1226.06,
        1228.24
    ],
    [
        " Yeah, and even like you saying that out loud sounds real obvious, you know, but it's man",
        1228.24,
        1233.62
    ],
    [
        " It's not because even a lot of times like if you don't listen, I'm thinking of myself like all the many trillions trillions of times that I haven't",
        1233.62,
        1240.64
    ],
    [
        " Listened when I should have",
        1240.64,
        1242.9
    ],
    [
        " Most of the time most of the time will say I don't mean to not listen. I don't mean to be like",
        1242.9,
        1249.66
    ],
    [
        " It's not like I'm like hearing noise and be like oh, you don't know what you're talking about your dumb",
        1250.12,
        1254.86
    ],
    [
        " You know what you say doesn't mean anything. It's not that",
        1254.86,
        1257.16
    ],
    [
        " It's more that I'm like focused so hard on what I'm thinking or my way or whatever like I'm just so just of course naturally",
        1257.16,
        1264.66
    ],
    [
        " It's mine I've been thinking about it for years now, you know kind of things",
        1264.66,
        1267.12
    ],
    [
        " So I'm so basically dug in to myself on my own thing that I'm not and I'm just not paying attention that much",
        1267.12,
        1274.54
    ],
    [
        " You know, I'm like working so hard on down this tunnel that like I can't look out of the",
        1274.54,
        1279.64
    ],
    [
        " Tunnel kind of thing",
        1279.7,
        1280.8
    ],
    [
        " So you don't really mean to but when you're in the situation, it's like it's not that easy, you know",
        1280.8,
        1286.48
    ],
    [
        " It's it's and you know what it is also it's a detachment. Yeah, right because when you're talking you're talking",
        1286.48,
        1293.24
    ],
    [
        " Yeah, you got to step back to attach listen to what people are saying. I do this all the time",
        1293.24,
        1297.3
    ],
    [
        " I do this all the time. It's such a it's such an easy move. Yeah, if you remember move you just watch",
        1297.3,
        1304.26
    ],
    [
        " You just listen even like in jiu jitsu you do this",
        1304.26,
        1306.96
    ],
    [
        " We like the person wants to move around a bunch cool. Let him move around. Yeah, let's see where they're going",
        1307.02,
        1310.96
    ],
    [
        " I'm just gonna listen to their moves, you know, yeah, and that's a good way to put it man",
        1310.96,
        1314.78
    ],
    [
        " Just listen to their moves just listen and yeah, if is it and if you primarily focus on that listening",
        1314.78,
        1319.86
    ],
    [
        " Then like you habitually be able to do it way better because like again like back to the it's not like a",
        1319.86,
        1324.58
    ],
    [
        " It's you're not doing it",
        1324.58,
        1325.86
    ],
    [
        " With malicious intent, you know, you're not shutting them down",
        1325.86,
        1329.82
    ],
    [
        " It's almost like you ever eat like interrupters, right? You know chronic interrupters people interrupt you all the time",
        1329.82,
        1334.7
    ],
    [
        " Some of the time a lot of time whatever we'll say half of the time estimate there",
        1335.48,
        1339.46
    ],
    [
        " It doesn't feel like they're doing it because they don't want to hear what you have to say sometimes it's that for sure",
        1339.46,
        1343.96
    ],
    [
        " But sometimes they it's almost like",
        1343.96,
        1346.2
    ],
    [
        " It's almost like they have this tone of like dang. I don't think I finished my point is good as I wanted to",
        1346.2,
        1351.58
    ],
    [
        " Almost it's like that tone for themself because they're so committed to their message and what they've been thinking the whole time",
        1351.58,
        1356.82
    ],
    [
        " And if you're not signing right onto it. It's man. I must not have said it clear enough. You see what I had to like tighten up my kids",
        1356.82,
        1364.52
    ],
    [
        " On just straight. They just wouldn't let each other talk. It's just interrupt interrupt interrupt",
        1365.1,
        1369.8
    ],
    [
        " And I think it was yeah, it was my son for sure and he looked at me and he goes he's like",
        1369.8,
        1375.3
    ],
    [
        " He says dad you mean teachers to be aggressive our whole lives and now all of a sudden you're telling us just to sit back",
        1375.3,
        1381.02
    ],
    [
        " That was funny. Did you tell him that that's the day economy? I said that's the day economy. I know you do",
        1381.02,
        1388.48
    ],
    [
        " Yeah",
        1390.42,
        1390.9
    ],
    [
        " Next question",
        1390.9,
        1391.38
    ],
    [
        " What is what is the most important issue you've ever changed your mind about?",
        1391.38,
        1397.02
    ],
    [
        " This is",
        1398.84,
        1401.74
    ],
    [
        " You know, this is one of those things where I'm sure this is one of those questions where",
        1401.74,
        1406.7
    ],
    [
        " uh, I should have like some",
        1406.7,
        1409.32
    ],
    [
        " Answer about some specific",
        1409.32,
        1412.48
    ],
    [
        " Subject or something you know what I mean like I can see I know what answer is desired",
        1412.48,
        1417.52
    ],
    [
        " I know what type of answers is I had but the reality is",
        1417.68,
        1420.78
    ],
    [
        " You know for me",
        1420.78,
        1423.02
    ],
    [
        " To taking ownership of things right this and this this wasn't really like I changed my mind",
        1423.02,
        1431.12
    ],
    [
        " To where what I used to say I'm gonna blame everyone and then all of a sudden you know what that's not the right policy to have",
        1431.12,
        1437.5
    ],
    [
        " I need to start to take extreme ownership. I didn't do that",
        1437.5,
        1440.38
    ],
    [
        " but it was just a",
        1440.38,
        1442.34
    ],
    [
        " A thing that built developed inside my brain and I think it's the most the most important thing that I've ever",
        1442.7,
        1449.94
    ],
    [
        " Sort of recognized or conclusion that I've come to now. It's not a change",
        1449.94,
        1454.72
    ],
    [
        " But I'm sure at some point my attitude wasn't like",
        1454.72,
        1458.38
    ],
    [
        " I'll just take ownership of that which it is now, but at some point you know, I'd say well",
        1458.38,
        1462.58
    ],
    [
        " That's not really my responsibility. You know, and of course, you know, that's that's a natural thing to say",
        1462.58,
        1466.58
    ],
    [
        " And I'll tell you what",
        1466.58,
        1468.64
    ],
    [
        " The next and this is interesting",
        1469.98,
        1471.72
    ],
    [
        " But the the other and this one's kind of more of a more of a I can pin it down a little bit closer to an answer that someone would like and this is once again",
        1471.72,
        1481.42
    ],
    [
        " It's gonna be a little bit",
        1481.42,
        1482.08
    ],
    [
        " A little bit strange, but the other thing is the dichotomy of leadership",
        1482.08,
        1489.04
    ],
    [
        " And this is the this is the thing about the dichotomy of leadership",
        1489.04,
        1492.58
    ],
    [
        " And I actually was thinking I actually didn't didn't really recognize this until the last muster",
        1492.58,
        1497.78
    ],
    [
        " And I was as I was thinking about the dichotomy of leadership. Maybe it was off of a question",
        1498.0,
        1501.58
    ],
    [
        " Maybe I think it was actually before no actually was before we even started",
        1501.58,
        1504.22
    ],
    [
        " I was just like reviewing notes and thinking about the dichotomy of leadership",
        1504.22,
        1508.32
    ],
    [
        " and and one of the most",
        1508.32,
        1511.12
    ],
    [
        " important things",
        1511.12,
        1513.3
    ],
    [
        " About the dichotomy of leadership",
        1513.3,
        1515.82
    ],
    [
        " Is that the reason the kind the reason that I came to the conclusion the reason that I got to the dichotomy of leadership",
        1515.82,
        1522.96
    ],
    [
        " We're in getting there. Let me rephrase that in getting to a point where I said there's a dichotomy of leadership",
        1523.48,
        1528.58
    ],
    [
        " What I had to do was I had to admit to myself that I was wrong about everything",
        1528.58,
        1535.82
    ],
    [
        " That's what I had to do in order for the for the idea of the dichotomy of leadership to to to",
        1535.82,
        1543.7
    ],
    [
        " Escape my brain to get out to get to to become a full thought what I had to do",
        1543.7,
        1549.82
    ],
    [
        " I had to admit to myself that I was actually wrong about everything",
        1550.38,
        1554.94
    ],
    [
        " So I'll give you real easy examples one of my things that I used to tell guys all the time you gotta be aggressive",
        1554.94,
        1562.6
    ],
    [
        " You gotta be aggressive. That's how you gotta be",
        1562.6,
        1567.0
    ],
    [
        " In order for the dichotomy of leadership, I had to admit you know what? Sometimes being aggressive doesn't work",
        1567.0,
        1572.22
    ],
    [
        " I used to say you know what as a leader you gotta stand up you gotta be loud",
        1572.22,
        1576.68
    ],
    [
        " And then I realized you know what there's I see leaders that are too that I admit that I was wrong about that that sometimes that was wrong",
        1578.32,
        1584.6
    ],
    [
        " I had to admit that I was wrong about keeping things simple",
        1584.6,
        1588.46
    ],
    [
        " Like you know what this is one of the most fundamental laws of combat you gotta keep things simple",
        1588.46,
        1594.08
    ],
    [
        " Hmm, and then I had to admit that sometimes people keep things too simple",
        1594.08,
        1598.1
    ],
    [
        " Even this fact right here right in order to admit that I was wrong",
        1598.1,
        1603.2
    ],
    [
        " I had to be I had to be humble and I used to preach and I still preach humility as being like the most important thing",
        1603.2,
        1608.98
    ],
    [
        " But guess what there are people",
        1608.98,
        1610.88
    ],
    [
        " And there are even me where there's peep there's times and places where you can be to humble yeah",
        1610.88,
        1617.34
    ],
    [
        " And so this idea this idea that there's a dichotomy to everything",
        1617.34,
        1624.28
    ],
    [
        " It's something that the the original thought for me was",
        1624.28,
        1628.72
    ],
    [
        " It came from me having one sided opinion",
        1628.72,
        1632.94
    ],
    [
        " And then realizing that and I'm I'm almost positive",
        1633.82,
        1637.18
    ],
    [
        " I don't remember crystal clear",
        1637.18,
        1638.44
    ],
    [
        " But I'm almost positive that the original thought that I realized there was a dichotomy too",
        1638.44,
        1643.94
    ],
    [
        " Was being aggressive",
        1643.94,
        1645.76
    ],
    [
        " And again this was this is all kind of coming to fruition as I'm teaching guys at trade at and lafe was running",
        1645.76,
        1654.82
    ],
    [
        " The junior officer training course and I used to give them the so and I remember writing you know",
        1654.82,
        1659.58
    ],
    [
        " I remember to say to myself you know what I gotta tell guys that",
        1659.58,
        1662.24
    ],
    [
        " They can go too far with being aggressive",
        1662.6,
        1665.28
    ],
    [
        " And they can go too far with barking orders and they and I just it like that's where it came from",
        1665.28,
        1671.4
    ],
    [
        " And if I wouldn't have been able to change my mind",
        1671.4,
        1676.24
    ],
    [
        " Right because that's what this question was changing my mind about something the biggest thing probably ever in my life",
        1676.24,
        1683.12
    ],
    [
        " was",
        1683.12,
        1683.64
    ],
    [
        " Understanding that just about every characteristic that a person can have that a leader can have",
        1683.64,
        1689.8
    ],
    [
        " Can go too far and can become a negative characteristic",
        1689.92,
        1693.4
    ],
    [
        " So that's probably the biggest thing that I've changed my mind on",
        1693.4,
        1698.76
    ],
    [
        " Yeah, that aggressive one that makes sense because like",
        1698.76,
        1703.92
    ],
    [
        " Yeah, aggressive being aggressive like is one of the more effective ways to straight up when we'll get things done",
        1703.92,
        1710.6
    ],
    [
        " For sure. Do it and it'll be done. Do it, you know",
        1710.6,
        1713.02
    ],
    [
        " Don't wait on hesitate. Yeah. Yeah. Yeah. Oh, there's a there's a problem in a building",
        1713.02,
        1717.42
    ],
    [
        " Let's sit back and wait until that problem source. No, like you gotta be aggressive. Yeah",
        1717.86,
        1722.28
    ],
    [
        " But then if you're and you just will teach you all kinds of lessons like this where",
        1722.28,
        1726.82
    ],
    [
        " If you're gonna spring a trap on somebody or something animal person whatever",
        1726.82,
        1731.92
    ],
    [
        " What's the best type of type of person that you can catch with a trap?",
        1731.92,
        1735.92
    ],
    [
        " Probably an aggressive one, you know like they can set themself up",
        1736.16,
        1741.02
    ],
    [
        " To to get trapped if they're like aggressive, you know like in an animal who's real hungry, you know",
        1741.02,
        1746.62
    ],
    [
        " Hesitating like if an animal's like hesitant, you know",
        1749.54,
        1752.02
    ],
    [
        " Just hesitant maybe sees things develop a little bit before they take a grip, you know certain action or whatever",
        1752.02,
        1758.22
    ],
    [
        " They'd be harder to trap",
        1758.22,
        1759.36
    ],
    [
        " Yeah, yeah, and the thing this is the thing that's",
        1759.36,
        1763.22
    ],
    [
        " This is what makes",
        1763.22,
        1764.92
    ],
    [
        " humility important is",
        1764.92,
        1768.4
    ],
    [
        " It's hard to come to grips with the dichotomy of leadership because if you don't have the humility to sometimes say you know what",
        1768.4,
        1776.0
    ],
    [
        " You're right that you know what I'm wrong. Yeah, this the hard one this plan isn't what I thought it should be",
        1776.7,
        1783.18
    ],
    [
        " Yeah, it's so hard to do that. That's why it's hard to really get a grip on the dichotomy of leadership",
        1783.18,
        1788.3
    ],
    [
        " And that's what makes it so important. That's what makes it the answer to so many questions",
        1788.3,
        1791.86
    ],
    [
        " And sometimes people will come like you know someone will come up and say they'll have their counterpoint to what I'm saying",
        1791.86,
        1798.9
    ],
    [
        " And",
        1798.9,
        1801.44
    ],
    [
        " I'll tell you right now. Let's let me think of a of a of a situation where you have to provide a counterpoint",
        1802.08,
        1807.8
    ],
    [
        " If I somebody comes to me and says you know what",
        1807.8,
        1811.0
    ],
    [
        " Being aggressive isn't always good. Sometimes if you're aggressive all you do is you you run to your death",
        1811.0,
        1816.3
    ],
    [
        " now",
        1816.3,
        1818.18
    ],
    [
        " an egotistical jaco",
        1818.18,
        1821.3
    ],
    [
        " would say negative",
        1821.3,
        1823.62
    ],
    [
        " You're wrong. I'm right and I would dig in in that position",
        1823.62,
        1828.84
    ],
    [
        " And when you dig in in position you can't maneuver anymore. So I'm actually stuck",
        1829.5,
        1833.56
    ],
    [
        " So this is a classic thing to do also when when when I'm arguing with somebody",
        1833.56,
        1839.62
    ],
    [
        " If you come to me and you say I think we should do this you know method B",
        1839.62,
        1844.26
    ],
    [
        " I say I don't say no because I think we should do it method A",
        1844.26,
        1848.46
    ],
    [
        " That's what I think and you think we should do it method B you're gonna be I think we should do this method B",
        1848.46,
        1851.86
    ],
    [
        " I think you're wrong. You know what I say? Okay, well",
        1851.86,
        1854.52
    ],
    [
        " I think you got some good points on method B. Oh all of a sudden, you know",
        1855.3,
        1859.16
    ],
    [
        " All of a sudden we're we're in a totally different scenario. Oh, yeah, I just totally flip the script on you",
        1859.16,
        1865.28
    ],
    [
        " And I you know what I say is I said you know some good points that you have",
        1865.28,
        1869.2
    ],
    [
        " If you watch people debate",
        1869.2,
        1871.16
    ],
    [
        " It's really a little slick move",
        1871.16,
        1875.12
    ],
    [
        " But you don't see politicians do it because they're so dug in",
        1875.12,
        1878.62
    ],
    [
        " They they can never think they're wrong",
        1878.62,
        1880.34
    ],
    [
        " And they can never and that what they also are afraid of they're afraid if they admit they're wrong about something",
        1880.84,
        1885.76
    ],
    [
        " They'll look bad. Yeah",
        1885.76,
        1887.76
    ],
    [
        " Whereas if they said you know what that's a good point",
        1887.76,
        1890.26
    ],
    [
        " That's actually a good point. I'm gonna need consider that. I've never really thought of that viewpoint before",
        1890.26,
        1894.72
    ],
    [
        " You know what? I'm gonna assess that but I guess I think you got I think there's some validity to what you just said",
        1894.72,
        1900.62
    ],
    [
        " When's the last time you heard a politician say that? I don't yeah, I don't think I'm gonna be honest",
        1900.62,
        1904.48
    ],
    [
        " And then what happens is in in this day and age",
        1904.48,
        1906.78
    ],
    [
        " The the supporters of that politician",
        1908.12,
        1910.38
    ],
    [
        " They don't they don't they don't recognize the valid point either. Yeah, it's just",
        1910.38,
        1915.64
    ],
    [
        " No",
        1915.64,
        1916.4
    ],
    [
        " So we get people that aren't thinking and to and and it's very hard to hold",
        1916.4,
        1923.24
    ],
    [
        " Dicotomies in your head that this can be right and that can be right",
        1923.24,
        1926.68
    ],
    [
        " There's an aggressive approach and there's an on aggressive approach",
        1926.68,
        1928.96
    ],
    [
        " There's a direct approach and there's an indirect approach and both of them can be functional",
        1928.96,
        1932.62
    ],
    [
        " It's really hard to get get a grip on that",
        1932.62,
        1936.2
    ],
    [
        " And yet it's the answer to so many questions",
        1937.0,
        1939.16
    ],
    [
        " It's the answer to the person you the subordinate that comes to you",
        1939.16,
        1943.78
    ],
    [
        " And says we should not be doing it this way",
        1943.78,
        1947.1
    ],
    [
        " If your reaction isn't to diametrically oppose what they're saying but instead to actually take their side and say",
        1947.1,
        1955.26
    ],
    [
        " Oh, I agree with you've got some really good points",
        1955.26,
        1957.52
    ],
    [
        " Let's see how this would play out talk me through it",
        1957.52,
        1961.12
    ],
    [
        " Look you can't even you're like loud you can you know",
        1961.12,
        1964.8
    ],
    [
        " You know, it's like it's like it's like it's like a it's like a move",
        1965.18,
        1968.1
    ],
    [
        " Yeah, it's like a jujitsu move. Yeah, it works",
        1968.1,
        1970.76
    ],
    [
        " Yeah",
        1970.76,
        1972.22
    ],
    [
        " So there there's some things have changed changed my mind on about",
        1972.22,
        1978.88
    ],
    [
        " My mind is open though",
        1978.88,
        1982.2
    ],
    [
        " I will change my mind if if new evidence presents itself. I'll change my mind in heartbeat. Let's do it",
        1982.2,
        1989.64
    ],
    [
        " Present me with new evidence",
        1990.08,
        1991.38
    ],
    [
        " What about like um",
        1991.38,
        1994.4
    ],
    [
        " Well, I would think anyway after kind of thinking about it where yeah, you I think I think generally speaking",
        1994.4,
        2001.0
    ],
    [
        " We do kind of respect someone who can who can change their mind and we all see it once people's digging into their opinion",
        2001.0,
        2007.9
    ],
    [
        " You know and saying all kinds of weird wacky stuff to try to defend yourself and themself and you're like",
        2007.9,
        2012.32
    ],
    [
        " So we're talking about kind of thing you see it. It's clear. So like",
        2012.32,
        2016.06
    ],
    [
        " It seems obvious like yeah, you should change your mind",
        2016.06,
        2019.12
    ],
    [
        " When or at least open up your mind and like I said um, I'll give that some consideration",
        2019.72,
        2024.58
    ],
    [
        " I'll look into it and if you're right shoot. I think you're right",
        2024.58,
        2027.22
    ],
    [
        " I think that's a better way to do it or whatever whatever the case is",
        2027.22,
        2030.34
    ],
    [
        " But the and then I guess technically is a dichotomy too where you can't do that too much because if you're always changing your mind with",
        2030.34,
        2038.78
    ],
    [
        " You know like it like I don't know we'll see a politician. Yeah, every time the opposing view or some other view comes in",
        2038.78,
        2044.98
    ],
    [
        " You're like, hang I didn't look at it like that right and maybe I'll look back or look into that more",
        2044.98,
        2049.6
    ],
    [
        " Again and again, and again, it's like Brad does this guy know anything because guess what you're talking about",
        2049.6,
        2054.3
    ],
    [
        " What there's a dichotomy yeah",
        2054.3,
        2056.96
    ],
    [
        " And if you go too far and you change your opinion all the time and then you become indecisive and so that doesn't work",
        2056.96,
        2063.06
    ],
    [
        " But if you're so if you're the other side of the spectrum and you're completely dug in and you never change your mind",
        2063.06,
        2067.92
    ],
    [
        " That doesn't work either where you need to do what do you need to do you need to balance the dichotomies the dichotomies between being flexible and",
        2067.92,
        2073.82
    ],
    [
        " If you become ultra-flexible, you're just going with whatever anyone saying that's not good. Yeah",
        2074.36,
        2079.82
    ],
    [
        " You need to find the middle ground. That's what the dichotomy leadership is. Yeah",
        2079.82,
        2083.7
    ],
    [
        " But it's hard for people to comprehend that. Yeah, it's hard for people to see that",
        2083.7,
        2089.7
    ],
    [
        " Where they draw that line? Yes, because they think well, you know",
        2089.7,
        2094.28
    ],
    [
        " I'll never change my opinion on this. Okay. Yeah, you just told me where you stand. Yeah, I'm not sure",
        2094.28,
        2100.76
    ],
    [
        " I like that very much. Yeah, there's new new information can come to light. Yeah",
        2100.76,
        2105.04
    ],
    [
        " Yeah, that's right. Yeah, that's a where they stand right in that dichotomy or whatever because I think part of part of it",
        2105.04,
        2111.92
    ],
    [
        " And it's part of it is like yeah, they don't want to be wishy washy, you know",
        2111.92,
        2115.3
    ],
    [
        " But the other part or the other part of that is I'm saying if they always change their mind if they're so easily to be like",
        2115.3,
        2121.38
    ],
    [
        " Okay, maybe we'll do it your way whatever flipper. Yeah, I think they come off like they don't know anything for sure",
        2121.38,
        2126.78
    ],
    [
        " Like to so if you don't know anything should you even be in that position? Like I don't want you to be",
        2126.78,
        2130.32
    ],
    [
        " To congress in if you're if you don't know anything kind of thing right that's the feeling",
        2130.9,
        2134.86
    ],
    [
        " so and",
        2134.86,
        2136.38
    ],
    [
        " Now with that that's the feeling that people are trying to avoid when they dig in",
        2136.38,
        2140.84
    ],
    [
        " They don't want to admit they're wrong because if I admit I'm wrong, that means for what I didn't know you know kind of thing",
        2140.84,
        2144.82
    ],
    [
        " So it's like no, bro. You don't you don't draw you the line right there you draw the line a couple steps down the road",
        2144.82,
        2151.1
    ],
    [
        " Be open a little bit of some room to maneuver. Yeah, yeah again",
        2151.1,
        2154.78
    ],
    [
        " Next question",
        2154.78,
        2158.62
    ],
    [
        " How does one detach when getting personally attacked and take extreme ownership with false claims?",
        2160.76,
        2166.7
    ],
    [
        " And what does one do once when a subordinate always goes above the chain of command instead of working out issues with the coworker",
        2167.82,
        2175.06
    ],
    [
        " Okay, I'm this isn't the clearest question that I've ever received. I'm gonna try and I'm not sure if I completely understand it",
        2175.06,
        2181.6
    ],
    [
        " But I'm gonna try and sort of answer to the best of my ability",
        2181.6,
        2184.76
    ],
    [
        " um",
        2184.76,
        2185.34
    ],
    [
        " I think what we're talking about here is that someone is telling me that something is my fault",
        2185.34,
        2190.56
    ],
    [
        " And that is a false claim",
        2190.76,
        2192.74
    ],
    [
        " Is that that's the question right I think so you're making a false claim and say like this is your responsibility jaco",
        2192.74,
        2200.02
    ],
    [
        " You are supposed to press record right and it's false because I wasn't supposed to press record",
        2200.02,
        2206.46
    ],
    [
        " Yeah, let's let's say like yeah or or maybe like",
        2206.46,
        2209.38
    ],
    [
        " Record was pressed like that there's no issue, you know",
        2209.38,
        2214.06
    ],
    [
        " Well, then that why would you why would he why would that become a personal attack? Yeah",
        2214.06,
        2219.38
    ],
    [
        " Yeah, I guess it wouldn't come so the personal attack is jaco you didn't press record",
        2219.38,
        2223.52
    ],
    [
        " Yeah, and now the question is what do I do then because because we both know who's in charge of pressing record here",
        2223.52,
        2229.7
    ],
    [
        " Yeah, who is",
        2229.7,
        2230.86
    ],
    [
        " Me okay, so you're in charge of pressing record yeah, if you all of a sudden we we are 40 minutes into",
        2230.86,
        2238.42
    ],
    [
        " Into a podcast and we haven't pressed record the record has button has been pressed and all of a sudden it comes to light",
        2238.42,
        2245.0
    ],
    [
        " And you say jaco you didn't press record",
        2245.0,
        2248.0
    ],
    [
        " Now what this person is saying that's a false claim that's not my responsibility",
        2249.54,
        2254.52
    ],
    [
        " Truly not my responsibility now I'm not actually well, I should I be doing that yeah",
        2254.52,
        2259.04
    ],
    [
        " And you know what I'm gonna say you know what I'm gonna say yes, right you which is you know what it is my responsibility",
        2259.04,
        2264.76
    ],
    [
        " Because I'm here. It's primarily my voice that's being recorded and from now on I will make sure that that's recorded",
        2264.76,
        2271.16
    ],
    [
        " It's my fault. I will take care of it from now on",
        2271.16,
        2273.58
    ],
    [
        " By the way now what is your job responsibilities in this whole podcast",
        2273.58,
        2276.96
    ],
    [
        " Oh",
        2279.6,
        2279.98
    ],
    [
        " Nothing you have nothing to do. Yeah, if you're not pressing record you're not nothing to do. Yeah, so how does that feel?",
        2279.98,
        2286.44
    ],
    [
        " It doesn't feel good. You don't like that",
        2286.8,
        2288.64
    ],
    [
        " But when I take away that responsibility, you're actually coming claw back from me. Mm-hmm. You're gonna say you know what",
        2288.64,
        2293.94
    ],
    [
        " Actually, you know, it was your fault when that happened",
        2293.94,
        2297.02
    ],
    [
        " But you know what from now on since you screwed it up. I'm gonna take ownership of it and you know what I say",
        2297.02,
        2301.64
    ],
    [
        " I said cool. That's awesome. Yeah good point since you are over there with the recorders",
        2301.64,
        2305.82
    ],
    [
        " And since you're a technical guy and I'm not that makes a lot of sense why don't we go with that from now on you own it?",
        2305.82,
        2310.6
    ],
    [
        " I shouldn't have dropped the ball last time",
        2310.68,
        2313.66
    ],
    [
        " So that's that so there we go. I own it. I fix it if by the way if you don't want responsibility back",
        2313.66,
        2321.32
    ],
    [
        " If you just say cool. Yeah, you press record from now on. Okay, cool. I will",
        2321.32,
        2324.66
    ],
    [
        " And then guess what I'll start thinking about how much I need you around here. Yeah, because really what else do you bring to the table?",
        2324.66,
        2330.98
    ],
    [
        " And it'll be",
        2330.98,
        2331.66
    ],
    [
        " All right, so that's question number one",
        2331.66,
        2336.38
    ],
    [
        " The question number two as far as detaching so I don't get emotional that's",
        2336.38,
        2342.22
    ],
    [
        " If someone is blaming me if someone is blaming me if you start blaming me or something",
        2342.22,
        2350.2
    ],
    [
        " I actually look at that right out of the gate. I see that as a psychological victory for me",
        2350.2,
        2354.04
    ],
    [
        " Because because you're blaming me like you're blaming you're not taking ownership. I already won",
        2354.04,
        2359.0
    ],
    [
        " I already won so there's no I'm not getting emotional about that that's",
        2359.7,
        2362.8
    ],
    [
        " They're blaming me because they don't have the the wherewithal to actually take ownership themselves",
        2362.8,
        2369.16
    ],
    [
        " I see that as a weakness of theirs and I'm fine with it and that that's why I don't I'm not gonna",
        2369.16,
        2374.24
    ],
    [
        " I don't need to get emotional because I'm sitting there going wow",
        2374.24,
        2376.94
    ],
    [
        " I this person just served me up on a silver platter the fact that they don't want to take ownership",
        2376.94,
        2380.14
    ],
    [
        " And they're gonna give it to me. Are you kidding me? I'll take this all day long another thing is and I've said this before",
        2380.14,
        2385.44
    ],
    [
        " I",
        2386.98,
        2387.42
    ],
    [
        " Can't be respect I can't be disrespected by someone that doesn't even respect themselves",
        2387.42,
        2391.12
    ],
    [
        " Yeah",
        2391.12,
        2391.84
    ],
    [
        " You know what I'm saying? Yeah, you can't disrespect me",
        2391.84,
        2395.22
    ],
    [
        " If you don't even respect yourself if you're just you know like a bum in the street is where the where the thing came from",
        2395.22,
        2400.94
    ],
    [
        " You know someone that's just a you know a drunk bum",
        2400.94,
        2404.42
    ],
    [
        " Laying in his own vomit and wants to you know look at me and say you look like",
        2404.42,
        2410.78
    ],
    [
        " Like a dirt bag. Yep. It's like okay, dude. Yeah carry on with your day",
        2411.0,
        2415.96
    ],
    [
        " That you you're not gonna affect me. So how in the same vein",
        2415.96,
        2419.62
    ],
    [
        " If how can I be disrespected by you when you tell me when you blame me for something when I realize what's happening right now",
        2419.62,
        2426.4
    ],
    [
        " Is you don't even have enough respect for yourself to take ownership of something. Yeah, this is just a win",
        2426.4,
        2430.92
    ],
    [
        " So that's the second part of that. I think the third part of the question is",
        2430.92,
        2436.9
    ],
    [
        " A subordinate that that goes up the chain of command",
        2438.24,
        2440.8
    ],
    [
        " Instead of working working out the issues with the coworker. That's pretty pretty easy",
        2440.8,
        2445.16
    ],
    [
        " I'm not gonna solve those problems for you. Oh, you got a problem down the chain of command",
        2445.16,
        2448.28
    ],
    [
        " With your coworker your peer and you guys aren't working it out and you want me to solve your problem",
        2448.28,
        2454.26
    ],
    [
        " No, you go figure it out come back to me the solution",
        2454.26,
        2457.26
    ],
    [
        " Now I'll do that a couple times if eventually they can't come up with a solution guess what I have I have a problem",
        2457.26,
        2462.06
    ],
    [
        " I have a real problem and I will solve it and they're not gonna like my solution",
        2462.06,
        2466.5
    ],
    [
        " Because it probably involves neither one of them being there anymore",
        2466.9,
        2468.92
    ],
    [
        " Extreme case, but what I will do is I say okay come and read me the facts",
        2468.92,
        2473.28
    ],
    [
        " You really want me to make a decision about this cool. I'll do it",
        2473.28,
        2476.64
    ],
    [
        " But I always felt horrible in fact, I don't even know if I ever did this going to my boss to make a decision about something that",
        2476.64,
        2484.9
    ],
    [
        " I should have agreed with my peer because you know what I'd rather just for me",
        2484.9,
        2488.14
    ],
    [
        " I'd rather say hey, you know what you want to do it your way echo fine",
        2488.14,
        2490.76
    ],
    [
        " You let's go with it. It's close enough",
        2490.76,
        2492.94
    ],
    [
        " You oh you want to take the lead cool you take the lead. I'll support you no problem",
        2493.86,
        2498.24
    ],
    [
        " That's what I'm here for I want the team to win. I know you're concerned about you and I know that's fine",
        2498.24,
        2502.64
    ],
    [
        " That's fine. I'm here for the team. So let's do it your way so that it works out",
        2502.64,
        2507.8
    ],
    [
        " Not one of my boss and complaining",
        2507.8,
        2510.52
    ],
    [
        " That's just ridiculous",
        2510.52,
        2512.18
    ],
    [
        " And then that's that's another one where I fit and I don't think I've ever been in a corporate scenario, but",
        2512.18,
        2519.44
    ],
    [
        " It seems like that",
        2521.24,
        2522.92
    ],
    [
        " That's easy to see in other people, you know like where you know how like a situation where yeah, let me like let my subordinate take lead",
        2522.92,
        2530.78
    ],
    [
        " It seems like that could be a solid almost obvious answer for people. Yeah, except myself, you know like I don't",
        2530.78,
        2539.2
    ],
    [
        " I don't always point that inward, you know",
        2539.2,
        2541.14
    ],
    [
        " I'm sure there's like people out there where it's like oh that this will solve probably a lot of your problems",
        2541.14,
        2545.0
    ],
    [
        " Just look at it this way and do it and do that, you know let let one of your subordinates like take lead on the stuff and",
        2545.0,
        2551.72
    ],
    [
        " I would",
        2551.72,
        2552.96
    ],
    [
        " predict",
        2552.96,
        2554.28
    ],
    [
        " Where's that goes that most people would be pretty surprised like oh, yeah, I guess I should I should do that",
        2554.28,
        2562.6
    ],
    [
        " Yeah, you know at this point",
        2562.6,
        2564.16
    ],
    [
        " So you're saying that's it's a pretty obvious solution once you hear it. Yeah, but you're also saying that's a difficult solution to actually execute",
        2564.16,
        2571.8
    ],
    [
        " Because most people put in the situation don't remember it. Yeah, they don't remember to point it in words",
        2571.8,
        2576.28
    ],
    [
        " Yeah, even like literally you could be getting this advice like",
        2576.28,
        2579.62
    ],
    [
        " Right now you could be getting this advice, but hey, yeah, chocolate sounds like good advice and then they'll go like back to work and",
        2579.62,
        2585.5
    ],
    [
        " It applies to have someone else, you know, it's like you don't realize it like man. I should do that, you know kind of thing",
        2585.5,
        2591.2
    ],
    [
        " Yeah, that's the trouble with learning",
        2591.2,
        2593.78
    ],
    [
        " It's trouble with learning because it's hard to apply it yourself. Yeah",
        2593.78,
        2598.5
    ],
    [
        " Once again, it's like jujitsu you can watch I can show you how to do it",
        2598.92,
        2603.16
    ],
    [
        " And then you can watch me do it and then I can move your limbs around so that you do it and then we do a",
        2603.16,
        2609.4
    ],
    [
        " A drill where we drill the move to 20 times and then you get into a",
        2609.4,
        2614.26
    ],
    [
        " competition and the move is there and you don't execute it you don't execute it or correctly because you haven't done it enough. Yeah",
        2614.26,
        2620.32
    ],
    [
        " You have to do the move",
        2620.32,
        2623.32
    ],
    [
        " You gotta do the move you gotta do the move",
        2623.32,
        2626.3
    ],
    [
        " next",
        2627.8,
        2628.56
    ],
    [
        " Next, what?",
        2628.56,
        2628.76
    ],
    [
        " So I'm watching deadliest catch the fishing show",
        2629.42,
        2634.56
    ],
    [
        " Wait crab crab, right?",
        2634.56,
        2637.96
    ],
    [
        " Crabbing crabbing show yeah, Alaskan crab",
        2638.2,
        2640.3
    ],
    [
        " Respect so I'm watching deadliest catch",
        2640.3,
        2644.5
    ],
    [
        " And a deck hand wasn't paying attention and let too many small crabs",
        2644.5,
        2649.32
    ],
    [
        " into the tank",
        2649.32,
        2650.9
    ],
    [
        " This is big trouble for the captain",
        2653.94,
        2655.58
    ],
    [
        " So the kid admits his mistake and apologizes captain you're fired",
        2655.58,
        2659.88
    ],
    [
        " I've watched you screw up for years",
        2659.88,
        2662.18
    ],
    [
        " What's the message here?",
        2662.18,
        2664.56
    ],
    [
        " Yes, so it's the captain that fire says it sees the mistake and says the captain says you're fired. Okay got you",
        2664.8,
        2669.58
    ],
    [
        " Okay",
        2669.58,
        2670.16
    ],
    [
        " Okay, so this is this is just tells me a couple things",
        2670.16,
        2674.1
    ],
    [
        " It tells me a few things this tells me a lot of things right first of all",
        2674.1,
        2678.18
    ],
    [
        " The boss watched the deck hand screw up for years",
        2678.18,
        2682.24
    ],
    [
        " My assumption is that he didn't say anything",
        2682.24,
        2686.34
    ],
    [
        " You watch someone screw up for years. How is the deck hand going to improve",
        2686.34,
        2691.38
    ],
    [
        " If he doesn't get counseled on what his shortfalls are",
        2691.38,
        2695.08
    ],
    [
        " Okay, so that's one that that could have happened right? That's one assumption",
        2695.08,
        2699.3
    ],
    [
        " Let's make the other assumption the other assumption is that the captain did counsel the deck hand",
        2699.3,
        2704.88
    ],
    [
        " And watch him screw up for years and told him you better not do that you better not do that you better not do that",
        2704.88,
        2708.58
    ],
    [
        " And he's now done it again and guess what he's getting fired",
        2708.58,
        2712.16
    ],
    [
        " So so that that's understandable",
        2712.16,
        2717.52
    ],
    [
        " So I think the question is implying kind of like",
        2717.52,
        2722.02
    ],
    [
        " Uh, you know, hey this hey boss. This was my fault. Uh shouldn't let that happen",
        2722.02,
        2727.84
    ],
    [
        " And now the boss can say oh since you're taking ownership of that. That's no problem. We'll let it go",
        2727.84,
        2733.84
    ],
    [
        " That doesn't happen",
        2734.88,
        2736.0
    ],
    [
        " So so if you have a if you have a concept in your brain that you think that when you when you take ownership for something that you're immune",
        2736.0,
        2744.24
    ],
    [
        " Then from the punishment of the mistake you've made that's not true",
        2744.24,
        2748.3
    ],
    [
        " That's absolutely not true taking ownership",
        2748.3,
        2751.54
    ],
    [
        " Of a mistake does not relieve you of responsibility of that mistake",
        2751.54,
        2758.26
    ],
    [
        " In fact the opposite of true when you take ownership of a mistake you're taking ownership of the mistake",
        2758.26,
        2763.9
    ],
    [
        " And you are raising your hand and saying I own the mistake and if there's punishment to be meted out",
        2763.9,
        2771.12
    ],
    [
        " It needs to land on me",
        2771.12,
        2773.42
    ],
    [
        " That's what ownership is ownership is not a get out of jail free card",
        2773.42,
        2779.18
    ],
    [
        " You know what's my fault that you know we joke about this is my bust",
        2779.18,
        2784.64
    ],
    [
        " Hey, my bust on that one only won't happen again",
        2784.64,
        2787.26
    ],
    [
        " So now everyone just ignores it no this is a serious",
        2787.26,
        2791.02
    ],
    [
        " Violation having the wrong size crabs is the kind of thing that gets you rolled up by the fish and game department",
        2792.78,
        2798.26
    ],
    [
        " And all of a sudden you're getting shot down. It's a serious business",
        2798.26,
        2802.0
    ],
    [
        " hundreds and hundreds and hundreds of thousands of dollars if not more are at stake here",
        2802.0,
        2806.54
    ],
    [
        " And this kid isn't doing his job correctly",
        2806.54,
        2809.08
    ],
    [
        " So either the the boss the captain had mentored him",
        2809.08,
        2812.9
    ],
    [
        " And was fed up which which it makes him a good boss and this was his last warning and he failed his last warning and there you go",
        2812.9,
        2820.2
    ],
    [
        " Hey, I've been watching you screw up. I told you you screwed up",
        2820.62,
        2823.0
    ],
    [
        " I've written you up about screwing up and I told you not to let this happen again",
        2823.0,
        2825.94
    ],
    [
        " And you just let happen again you're fired",
        2825.94,
        2827.38
    ],
    [
        " Or maybe the boss wasn't that squared away",
        2827.38,
        2831.14
    ],
    [
        " And he hadn't counseled me hadn't had the hard conversations early with him to square him away",
        2831.14,
        2836.26
    ],
    [
        " And now yeah the boss leave something to be desired",
        2836.26,
        2839.36
    ],
    [
        " Because he's just the first offense. He's that he talks him about is hey you're fired",
        2839.36,
        2843.48
    ],
    [
        " Hmm",
        2845.48,
        2845.88
    ],
    [
        " When I took ownership of the blue on blue in extreme no in extreme ownership first chapter",
        2845.88,
        2851.38
    ],
    [
        " I could have been fired for that. Yeah, I could have been fired my boss could have said yeah, yeah, you're right",
        2851.38,
        2856.7
    ],
    [
        " This is your fault. We can't have that happen out here. You're fired and I you know, and I said Roger that",
        2856.7,
        2861.68
    ],
    [
        " It's not hey, I own this. Please let me go. Yeah, I took responsibility",
        2861.68,
        2868.42
    ],
    [
        " Now here I will say this though",
        2868.42,
        2870.62
    ],
    [
        " So",
        2873.28,
        2873.72
    ],
    [
        " So taking extreme ownership is not a get out of jail free card",
        2873.72,
        2877.86
    ],
    [
        " But I will tell you this if you make excuses it is going to be worst in 99% of the situations",
        2877.86,
        2884.56
    ],
    [
        " Well, you know the the the small crabs snuck in when I wasn't looking. That's not my fault",
        2884.56,
        2890.52
    ],
    [
        " Tactical crabs on the move right then you just look like an idiot",
        2890.52,
        2896.02
    ],
    [
        " Right",
        2896.02,
        2897.74
    ],
    [
        " So",
        2899.76,
        2900.4
    ],
    [
        " Then another thing that this brings up is this idea of preemptive ownership and that is taking on if you take ownership of something",
        2900.4,
        2907.98
    ],
    [
        " You don't you don't want to take ownership after the fact",
        2907.98,
        2912.56
    ],
    [
        " Extreme ownership the idea of extreme ownership",
        2912.56,
        2915.82
    ],
    [
        " In its purest and most effective form isn't hey something went wrong and I'm now taking ownership of the mistake",
        2915.82,
        2922.86
    ],
    [
        " That's not the that's not the best extreme ownership scenario the best extreme ownership scenario is when you take ownership prior to the mistake happening",
        2923.12,
        2932.5
    ],
    [
        " And you realize that if that if there is going to be a",
        2932.5,
        2936.86
    ],
    [
        " mistake you are going to own it",
        2936.86,
        2938.6
    ],
    [
        " So what you're gonna do is you're gonna work hard to prevent that mistake from happening",
        2938.6,
        2942.76
    ],
    [
        " That's preemptive ownership you're taking ownership before the mistake happens. So this kid this deck hand",
        2942.76,
        2949.7
    ],
    [
        " Could have done put procedures in place to make sure no small crabs got in it sorted them out properly",
        2950.26,
        2955.86
    ],
    [
        " But instead he thought oh you know what be no big deal just take ownership and then they'll say it's okay",
        2955.86,
        2961.2
    ],
    [
        " Or you know all blame someone else or whatever has thinking in his brain if he says look if I let small crabs in here",
        2961.2,
        2967.3
    ],
    [
        " I am gonna own it and I am gonna get fired",
        2967.3,
        2969.72
    ],
    [
        " Guess what perhaps he would have worked a little harder to prevent these small crabs from being where they weren't supposed to be",
        2969.72,
        2979.02
    ],
    [
        " But see when you have that out when you think you can just blame someone else. Yeah, that allows you to be slack",
        2979.08,
        2984.34
    ],
    [
        " Yeah, when you think well, you know, this isn't really my response, but that's why when I work with companies",
        2984.34,
        2990.26
    ],
    [
        " And they'll have some thing that's going wrong some problem some procedure that's not working correctly",
        2990.26,
        2995.86
    ],
    [
        " some timeline that's not being met and",
        2995.86,
        2998.98
    ],
    [
        " One of the first questions I ask it it normally like a huge step in the right direction to",
        2998.98,
        3003.86
    ],
    [
        " Resolve the problem is I go okay, who's in charge of that process?",
        3003.86,
        3008.24
    ],
    [
        " And a bunch of people will be looking around at each other and no one's raising their hand and the minute I see that I go hmm interesting",
        3009.3,
        3015.66
    ],
    [
        " This is this is the answer to me now we know why the process is ineffective because no one has ownership of it",
        3015.66,
        3021.6
    ],
    [
        " And if no one has ownership of it and the thing doesn't get done when it's supposed to get done",
        3021.6,
        3024.66
    ],
    [
        " Everyone just points at each other and says yeah, well, there wasn't my fault",
        3024.66,
        3026.88
    ],
    [
        " I was his fault is their fault",
        3026.88,
        3027.96
    ],
    [
        " And then no one takes ownership and no one solves it",
        3027.96,
        3030.44
    ],
    [
        " Whereas if you say okay echo you are in charge of this process if it doesn't work, I'm coming after you",
        3030.44,
        3037.64
    ],
    [
        " You know now you can step up your game preemptively to prevent a",
        3038.26,
        3043.08
    ],
    [
        " mistake from occurring prevent the little crabs from getting in the pot",
        3043.08,
        3047.6
    ],
    [
        " So taking ownership isn't a jig get out of jail free card",
        3047.6,
        3052.3
    ],
    [
        " If you have a subordinate you are actually responsible for counseling them and coaching them and mentoring them and explaining to them",
        3052.3,
        3061.3
    ],
    [
        " What the standards are so that they can meet the standards explaining explicitly what the standards are so that they can meet those",
        3061.3,
        3067.44
    ],
    [
        " standards",
        3069.66,
        3070.52
    ],
    [
        " and",
        3070.52,
        3069.82
    ],
    [
        " the optimal ownership",
        3069.82,
        3072.92
    ],
    [
        " Takes place not only after",
        3072.92,
        3076.9
    ],
    [
        " But more importantly before",
        3076.9,
        3079.78
    ],
    [
        " Something goes wrong",
        3079.78,
        3082.34
    ],
    [
        " There you go",
        3082.34,
        3084.54
    ],
    [
        " Not to mention you got a take responsibility for solving the problem. Yes, you do which apparently this deck hand guy",
        3084.54,
        3093.12
    ],
    [
        " That's not yeah, he didn't take he took ownership for the mistake",
        3093.32,
        3096.26
    ],
    [
        " He didn't take ownership for the resolving the problem",
        3096.26,
        3098.4
    ],
    [
        " He also didn't implement a solution to the problem. There's all kinds of for years by the way. Yeah",
        3098.4,
        3103.62
    ],
    [
        " So there you go",
        3103.62,
        3104.96
    ],
    [
        " next question",
        3104.96,
        3106.28
    ],
    [
        " What mistakes did you make early discussed in your live podcast that could have progressed you further?",
        3106.28,
        3112.14
    ],
    [
        " Yeah, I think there's just some real big obvious ones wasted a bunch of time",
        3112.6,
        3117.94
    ],
    [
        " You know you wasted a bunch of time when you're young",
        3118.86,
        3121.74
    ],
    [
        " You think you got forever and you waste time and",
        3121.74,
        3125.56
    ],
    [
        " Whether it's doing stuff that's not productive",
        3125.56,
        3128.36
    ],
    [
        " whether it's",
        3128.36,
        3129.98
    ],
    [
        " Going out get drunk whatever dumb things you waste time doing whether it's just just wasting time and and you know what?",
        3129.98,
        3138.28
    ],
    [
        " Look, I'm not saying don't have fun in your life because that's wrong answer to that's",
        3138.76,
        3143.68
    ],
    [
        " Too extreme. But what I am saying is I sometimes I had a little too much fun",
        3143.68,
        3147.68
    ],
    [
        " Sometimes I wasn't focused on the right thing so wasted time is number one wasted money wasted a ton of money on dumb stuff",
        3147.94,
        3153.48
    ],
    [
        " and",
        3153.48,
        3155.84
    ],
    [
        " I'd say that both of these are wasting time wasting money those are like the two biggest mistakes that I've made",
        3155.84,
        3162.56
    ],
    [
        " But I would say the the root of those mistakes is that I didn't do a good job of connecting the future to the present",
        3162.56,
        3173.5
    ],
    [
        " Right you just don't when you're young",
        3173.7,
        3175.84
    ],
    [
        " I shouldn't say that when I wish I'm gonna put a universal blanket of",
        3175.84,
        3181.06
    ],
    [
        " Being dumb on everyone",
        3181.06,
        3182.86
    ],
    [
        " Even though you're not in your head pretty hard to leave over there",
        3182.86,
        3186.12
    ],
    [
        " Because that's the thing. Yeah, yeah, we see a lot of people do this right a lot of us",
        3186.12,
        3191.38
    ],
    [
        " We waste our time we waste our money and we don't connect what we're doing right now with what's gonna happen in the future",
        3191.38,
        3196.72
    ],
    [
        " And that is not a good policy to have what we want to do and what I try and instill with kids with my kids with",
        3196.72,
        3203.04
    ],
    [
        " Kids that I talk about on the podcast",
        3203.84,
        3205.9
    ],
    [
        " Is I want to connect what decisions are being made right now with decisions that want with the",
        3205.9,
        3211.64
    ],
    [
        " With the end state that you end up with in your future",
        3211.64,
        3215.7
    ],
    [
        " So if you take advantage of your time you're gonna be in a much better place if you if you save your money",
        3215.7,
        3221.18
    ],
    [
        " You're gonna be in a much better place if you invest your money properly. You're gonna be in a much better place",
        3221.18,
        3224.54
    ],
    [
        " If you train and you treat people if you train hard you're gonna be in a much better place",
        3224.54,
        3228.16
    ],
    [
        " If you treat people respectfully and you build relationships, you're gonna be in a much better place",
        3228.16,
        3231.88
    ],
    [
        " If you do the opposite of those things you're gonna be in a worse place if you treat people like dirt",
        3233.5,
        3236.72
    ],
    [
        " You're gonna they'll come back to bite you if you waste your money. You won't have it if you waste your time you'll run out",
        3236.72,
        3241.88
    ],
    [
        " so I think",
        3241.88,
        3244.32
    ],
    [
        " The biggest mistake really for me was that I",
        3244.32,
        3247.56
    ],
    [
        " failed to connect the present",
        3247.56,
        3250.38
    ],
    [
        " To the future the only ways that I succeeded in that early on was through luck",
        3250.38,
        3256.86
    ],
    [
        " Hmm",
        3258.48,
        3258.9
    ],
    [
        " Like I joined the Navy and and and I'm very lucky that I did because I was immediately building my future",
        3258.9,
        3264.76
    ],
    [
        " Even though I had no I it wasn't my intent. I was immediately I bought a house",
        3264.76,
        3270.02
    ],
    [
        " That was a great. I wanted to what did I buy it for I wanted a place to live",
        3270.02,
        3275.5
    ],
    [
        " What did I end up with an incredible investment",
        3275.5,
        3278.26
    ],
    [
        " But enough to buy another house that one was a little bit more intentional. Oh, okay, wait a second",
        3278.26,
        3283.92
    ],
    [
        " If I own another house",
        3283.92,
        3286.6
    ],
    [
        " And I was just talking about this with a friend of mine. It was like",
        3286.98,
        3289.08
    ],
    [
        " That I was explaining when and he remembered when I got my second house",
        3289.08,
        3294.42
    ],
    [
        " And I was like in my mind",
        3294.42,
        3298.76
    ],
    [
        " Donald J Trump the real estate landlord like",
        3298.76,
        3303.16
    ],
    [
        " Master, right someone was gonna be paying me rent",
        3303.16,
        3307.68
    ],
    [
        " You know and and I had another house that I was gonna live it",
        3307.68,
        3312.84
    ],
    [
        " So that was a that was when I started making this shift where I connected the present with the future",
        3313.46,
        3318.52
    ],
    [
        " Yeah, so what you do today is directly correlated to where you'll end up in the future that that is in echoes",
        3318.52,
        3325.96
    ],
    [
        " favorite",
        3325.96,
        3327.12
    ],
    [
        " Sort of thread of this entire podcast is playing the long war and it took me too long to start fighting the long war",
        3327.12,
        3334.94
    ],
    [
        " That's what I'll say that that will say the biggest mistakes from my early life",
        3334.94,
        3339.9
    ],
    [
        " Yeah, and really in a way I mean they could be viewed as not even really mistakes",
        3341.4,
        3345.9
    ],
    [
        " I guess this is more of just sort of that's the way things happen",
        3345.9,
        3351.54
    ],
    [
        " Because be most times we figure these things out later in life",
        3351.54,
        3356.08
    ],
    [
        " When the long game starts to materialize because when you're early in your career the only the short game is sort of there",
        3356.08,
        3362.66
    ],
    [
        " And then in a way and actually no at the end of the day no because even as a little kid you know the long game",
        3362.66,
        3368.42
    ],
    [
        " You're familiar with it a little bit because like you ever had you ever had to save your money for something",
        3368.42,
        3373.22
    ],
    [
        " Like a optimist prize. Why you know",
        3373.22,
        3376.36
    ],
    [
        " Something like that and they said you got to save your money for it. Yeah, and really you save your money",
        3376.36,
        3382.38
    ],
    [
        " You know that's playing the long game. Yeah as a kid you know to kid version. So it's kind of the same thing",
        3382.38,
        3387.26
    ],
    [
        " But maybe it's not as intuitive you know when you're little when you're big when you're",
        3387.26,
        3391.94
    ],
    [
        " grown",
        3391.94,
        3392.36
    ],
    [
        " No, yeah, definitely not a difference. It's the other thing is like",
        3392.92,
        3396.62
    ],
    [
        " Someone has to tell you but like we just talked about sometimes when people tell you you still just don't listen to him. Yeah",
        3396.62,
        3404.26
    ],
    [
        " Yeah, you know people say hey, you should really do this and you go yeah, whatever that's for you. Yeah, I'm",
        3404.26,
        3410.08
    ],
    [
        " And then uh, yeah, that's for you",
        3410.08,
        3411.7
    ],
    [
        " one of my one of my",
        3411.7,
        3414.38
    ],
    [
        " uncles friends",
        3414.38,
        3416.42
    ],
    [
        " won the lottery",
        3416.42,
        3418.28
    ],
    [
        " years ago like in the 70s",
        3418.28,
        3420.86
    ],
    [
        " And he won one of those big lottery's where he got money every year",
        3421.4,
        3427.22
    ],
    [
        " You know you could take the lump song or you could take the the payments. Yeah, he took the payments",
        3427.22,
        3432.84
    ],
    [
        " Yeah, well won the lottery right literally won the lottery",
        3432.84,
        3437.72
    ],
    [
        " And so the payments lasted 20 years",
        3437.72,
        3440.3
    ],
    [
        " Well when you're 22",
        3440.3,
        3442.2
    ],
    [
        " That's that's forever. Yeah, right? That's forever. Yeah",
        3442.2,
        3446.26
    ],
    [
        " and so",
        3446.26,
        3447.92
    ],
    [
        " My dad was talking to him",
        3449.34,
        3450.82
    ],
    [
        " Talking to sky that won the lottery and now he was at like the 19 year mark. Yeah, and guess what he had done with all this money",
        3450.82,
        3457.86
    ],
    [
        " Spent it up. Did he invested in real estate? Did he buy start companies? What do you think he did with this money?",
        3457.86,
        3463.32
    ],
    [
        " Spent it. Yeah, he bought car and whatever",
        3463.72,
        3467.12
    ],
    [
        " That 10,000 and you know like it or whatever dated girls and went to bars and went out for nice dinners and did that for a long time",
        3467.12,
        3475.12
    ],
    [
        " Yeah, and so my my dad says hey, you know, they're talking about it. He says well, you know my",
        3475.36,
        3480.82
    ],
    [
        " You know, this is the last year that I'm getting my monthly payments for winning the lottery",
        3480.82,
        3485.66
    ],
    [
        " And my dad says what are you gonna?",
        3485.66,
        3487.98
    ],
    [
        " What are you gonna do when the payments aren't coming anymore?",
        3488.84,
        3491.92
    ],
    [
        " And he says I'm gonna win again",
        3492.46,
        3495.04
    ],
    [
        " So yeah, that's planning right in a sense. We don't kind of",
        3495.04,
        3503.18
    ],
    [
        " No, it's not obviously, but man that's man won the lot but that tends to go",
        3503.88,
        3509.7
    ],
    [
        " Like that for lottery winners",
        3509.7,
        3512.52
    ],
    [
        " Yeah, apparently the lottery winning isn't a big like happiness. No, it's bad. Yeah, it ends up being bad",
        3512.52,
        3520.26
    ],
    [
        " Because life is a long long game. Yeah, no matter how you play it the long game is the one that that shakes out",
        3520.26,
        3527.24
    ],
    [
        " You know, so if you're over here playing the short game that's that's why you lose in life if you play the short game all the time",
        3527.24,
        3533.08
    ],
    [
        " Yes, and the people who play the long game they just all you gotta do is play it. You don't even have to dominate it",
        3533.32,
        3538.34
    ],
    [
        " Although I'm not recommending not trying to dominate. I'm not saying try and dominate try and dominate",
        3538.34,
        3542.36
    ],
    [
        " Yeah, you could come in",
        3542.36,
        3544.48
    ],
    [
        " Shoot second to the last place, but if you're playing the game you're gonna be doing good in the long game",
        3544.48,
        3549.18
    ],
    [
        " When you when you come in second to last place in the long game, you still just beat",
        3549.18,
        3553.58
    ],
    [
        " Every single other person that's playing the short game. Yeah, you beat him all. Yeah, and it's not and they're and they're over there looking around",
        3553.58,
        3560.6
    ],
    [
        " Like what just happened. Yeah, how is who you're so square away?",
        3560.6,
        3563.22
    ],
    [
        " Yeah, but it's not that complicated, you know, I mean, it's not easy. It's not easy",
        3563.72,
        3569.58
    ],
    [
        " You wired to play a short game. How do you go deep on this on that last warrior kit podcast? Yeah. Oh, yeah, this this death",
        3569.58,
        3575.32
    ],
    [
        " Yes, it's like a short term you need to get over the short term gratification. Yeah, and that is the one of the biggest lessons a kid can learn is that",
        3575.32,
        3583.54
    ],
    [
        " My actions today will affect my future",
        3583.54,
        3587.2
    ],
    [
        " And it's hard to",
        3587.84,
        3589.44
    ],
    [
        " Convend some of that",
        3589.44,
        3590.66
    ],
    [
        " It seems so distant. Yeah, like the future seems so distant. Yeah when you're young",
        3590.66,
        3596.86
    ],
    [
        " I was having another discussion with someone the other parent",
        3596.86,
        3600.88
    ],
    [
        " And and there was a level of frustration",
        3600.88,
        3604.04
    ],
    [
        " That and it's the typical level of frustration from the parent which was, you know, the kid has a lot of potential",
        3604.04,
        3610.9
    ],
    [
        " But they're like they'll not training the way they should be and not working the way you know all that stuff",
        3610.9,
        3616.02
    ],
    [
        " And what I try to explain to the parent was",
        3617.2,
        3619.9
    ],
    [
        " That the potential that you're telling your kid",
        3619.9,
        3624.36
    ],
    [
        " That he has",
        3624.36,
        3626.12
    ],
    [
        " They do not even comprehend what that means it is not a it is not a",
        3626.12,
        3633.0
    ],
    [
        " It's not something that they can understand. It's completely intangible",
        3633.0,
        3637.24
    ],
    [
        " Like even when you say, oh, you keep practicing this",
        3637.24,
        3640.34
    ],
    [
        " You could be the champion. Yeah, this means you might as well say if you keep practicing this",
        3640.34,
        3646.7
    ],
    [
        " Bob is you",
        3647.12,
        3647.9
    ],
    [
        " It means nothing to them. Yeah, so that's what potential is to a little kid a little kid doesn't understand it",
        3647.9,
        3655.04
    ],
    [
        " Yeah, and so yes you try and convince them. I mean you try and explain it to him",
        3655.04,
        3658.28
    ],
    [
        " But what I recommend is instead of trying to explain to them this massive",
        3658.28,
        3662.96
    ],
    [
        " Concept of what their potential is you try and give them",
        3662.96,
        3667.16
    ],
    [
        " Some short-term rewards that lead them in the right direction that are are",
        3667.16,
        3672.98
    ],
    [
        " Supportive of the long game, but they're easier mental connections for the kid",
        3673.88,
        3678.46
    ],
    [
        " And this is same thing applies to employees as well, right? You know, or you get a young young employee that's you know",
        3678.46,
        3685.0
    ],
    [
        " They're not thinking they could be the regional manager, right? They're just thinking they're just happy to be here",
        3685.0,
        3690.84
    ],
    [
        " But you're you're looking at him going this you know, this is sharp kid could be could so you might not say look",
        3690.84,
        3696.64
    ],
    [
        " One day you're going to be the regional manager",
        3696.64,
        3698.5
    ],
    [
        " In 22 years think about that when you you somebody gets hired on as whatever",
        3699.62,
        3703.22
    ],
    [
        " And you say one day you're you could be the regional manager and you could make whatever this big chunk of money",
        3703.22,
        3709.62
    ],
    [
        " They're looking at you go, oh, I'm gonna be here, you know, I'm gonna have this job for six, but whatever",
        3709.62,
        3713.9
    ],
    [
        " So what you want to do is just tie something a little bit closer to them to their reality",
        3713.9,
        3718.06
    ],
    [
        " Hey, here's where you could get a look. Here's where we the bonus program works here",
        3718.06,
        3723.5
    ],
    [
        " Have you seen this you can make an extra whatever yeah, and it's gonna move them in the right direction long game",
        3723.5,
        3727.98
    ],
    [
        " But they can comprehend it immediately. Yeah, that's my recommendation should even just compliments and encouragement",
        3728.7,
        3735.92
    ],
    [
        " Our good little micro rewards for those short-term like",
        3735.92,
        3739.88
    ],
    [
        " My kids once again, we can't abuse them. Yeah, you can abuse you know friendliness with our children",
        3739.88,
        3746.5
    ],
    [
        " We can't abuse that maybe that's not the right",
        3746.5,
        3749.8
    ],
    [
        " No, it's not the right word actually. We can't abuse cheerleading. Yeah, right? We can't abuse cheerleading with our kids and everything that they do is beautiful",
        3749.8,
        3757.44
    ],
    [
        " Right, yeah, no, that's as beautiful",
        3757.52,
        3759.52
    ],
    [
        " Piece of art that you just created",
        3759.52,
        3761.92
    ],
    [
        " What is it?",
        3761.92,
        3764.0
    ],
    [
        " Beautiful whatever it is. Yeah, no, yes, sir. It's like that that's not good. Yeah",
        3764.56,
        3771.1
    ],
    [
        " That's not good, but you're just talking about abuse and the other thing is the other thing you have to be careful with is",
        3771.1,
        3777.04
    ],
    [
        " You know, you're telling your kid like well, you know, you're",
        3777.04,
        3781.38
    ],
    [
        " Special yeah, or you're you're so perfect right, you know, yeah, and and so you know",
        3781.84,
        3788.04
    ],
    [
        " Yeah, so this can get better. Yeah, I get you know, you're marginal",
        3788.04,
        3791.86
    ],
    [
        " No, no",
        3791.86,
        3794.68
    ],
    [
        " Yeah, and what I mean encouragement and and and compliments it's like if they do something good you compliment that good thing",
        3794.68,
        3802.46
    ],
    [
        " That's essentially it and yeah like anything you can throw out too many",
        3802.46,
        3805.92
    ],
    [
        " And you can throw out too little really because the the the the fulfillment or satisfaction of receiving that compliment isn't big enough for the work that they just did",
        3806.56,
        3814.1
    ],
    [
        " Be like man, I don't want to do those",
        3814.1,
        3815.3
    ],
    [
        " My daughter do 90 burpees the other day why 90? Did you just want to withhold no, I'm working a more",
        3815.3,
        3824.74
    ],
    [
        " More thinner she didn't get to 90 and say hey dad you do whatever you want. I'm getting ten more watch this",
        3824.74,
        3830.56
    ],
    [
        " No, we're gonna do a hundo well, here's the thing she's done that before but not with 90",
        3830.56,
        3834.86
    ],
    [
        " So I'm working her up. I started from like I was like hey when she was real smart. What was her time?",
        3834.86,
        3838.86
    ],
    [
        " I didn't time it",
        3839.44,
        3840.54
    ],
    [
        " How are we gonna recognize improvement because we're gonna get to the number first then we go for time got it",
        3840.54,
        3845.78
    ],
    [
        " So I mean that's the story. I mean it's not like you know my life's mission of course. It's just a fun little thing that I do but",
        3845.78,
        3852.48
    ],
    [
        " If sounds fun",
        3852.48,
        3854.74
    ],
    [
        " Why don't I'm sure?",
        3854.74,
        3856.12
    ],
    [
        " Uh, but so if if I'm like hey",
        3856.46,
        3859.4
    ],
    [
        " Hey, you're super strong. They like that or my kids like that when you call them strong",
        3859.52,
        3864.44
    ],
    [
        " So every time they do something like exercise or something like that they they they do a good workout or whatever",
        3864.44,
        3870.22
    ],
    [
        " I'll say how strong there or how strong they're looking or being or whatever",
        3870.22,
        3874.26
    ],
    [
        " But if that feeling",
        3874.26,
        3876.54
    ],
    [
        " Isn't enough to constitute that super hard. We're like if I over push them like I 90 given where we are with burpees with her",
        3876.54,
        3884.62
    ],
    [
        " She's not ready she wasn't ready for 90",
        3884.62,
        3888.54
    ],
    [
        " At this time, so did she cry? No she didn't cry thankfully she'll cry no shame she'll cry",
        3889.42,
        3895.38
    ],
    [
        " I went for a run with my youngest daughter",
        3895.38,
        3898.46
    ],
    [
        " This is a while ago",
        3898.46,
        3900.18
    ],
    [
        " I don't know how she holds you as at the time, but I was like okay",
        3900.18,
        3903.62
    ],
    [
        " We're gonna start running because I want to improve her my all time at the school",
        3903.62,
        3907.64
    ],
    [
        " I said okay, you want to improve that my all time? I know how to do it",
        3907.64,
        3910.82
    ],
    [
        " Here we go",
        3910.82,
        3912.34
    ],
    [
        " so",
        3912.34,
        3914.54
    ],
    [
        " Her my all time was weak and I said we can get it better. So the first run we went on I'm not kidding",
        3915.5,
        3921.94
    ],
    [
        " she",
        3921.94,
        3922.92
    ],
    [
        " by the time we got",
        3922.92,
        3924.62
    ],
    [
        " One minute deep",
        3924.62,
        3926.62
    ],
    [
        " She had tears welling up in her eyes",
        3926.62,
        3929.64
    ],
    [
        " Yeah, and and you know I said hey",
        3929.64,
        3932.72
    ],
    [
        " Just keep going but the the the point of saying this is",
        3932.72,
        3937.48
    ],
    [
        " my",
        3937.48,
        3938.74
    ],
    [
        " when I",
        3938.74,
        3940.2
    ],
    [
        " Try and give children especially my children or any children compliments. I try and compliment",
        3940.32,
        3945.84
    ],
    [
        " Their hard work yeah as opposed to you're strong or you're smart what I say is you really worked hard for that and look at this great result",
        3945.84,
        3954.92
    ],
    [
        " Because what it makes them realize is that great results come from hard work and guess what that is the truth",
        3954.92,
        3961.18
    ],
    [
        " Because we all know people that were incredibly smart incredibly strong incredibly talented and incredibly gifted",
        3961.18,
        3967.52
    ],
    [
        " And they didn't do anything with any of those things because they didn't understand that they had to work hard",
        3967.52,
        3971.88
    ],
    [
        " Even if you have all that skill if you don't work hard, you're not gonna get anywhere. Yeah",
        3971.88,
        3975.4
    ],
    [
        " Dang, that's a good little so lean towards",
        3975.4,
        3978.82
    ],
    [
        " Complimenting the hard work. Yeah, and that's what you really want to see. Yeah, let's face it",
        3978.82,
        3984.9
    ],
    [
        " Let me ask you this and this is a tough question",
        3984.9,
        3987.36
    ],
    [
        " Would you rather",
        3987.36,
        3989.54
    ],
    [
        " Have someone on your team that is extremely talented or extremely hard worker?",
        3989.54,
        3994.84
    ],
    [
        " You know, of course, it's easy. We all want to say well",
        3995.36,
        3998.08
    ],
    [
        " I take the talent because we can make the person work hard, but that's actually not true",
        3998.08,
        4002.02
    ],
    [
        " Yeah, it seems and and the real talent the best talent",
        4002.02,
        4005.82
    ],
    [
        " Really as you get someone that just knows how to grind and work hard yeah like that's good",
        4005.82,
        4012.22
    ],
    [
        " And that's gonna be much more valuable than hey this person super smart or hey this person super strong",
        4012.22,
        4018.6
    ],
    [
        " Occasionally you get someone like GSP",
        4018.6,
        4021.34
    ],
    [
        " Yeah, George St. Pierre",
        4021.34,
        4023.78
    ],
    [
        " Who was way talented in multiple",
        4024.4,
        4028.08
    ],
    [
        " modalities",
        4028.08,
        4030.0
    ],
    [
        " And was a hard worker. You know what that person becomes a world champion. Yeah",
        4030.0,
        4035.88
    ],
    [
        " Sometimes you get a world champion that's just there because of hard work. Sometimes you get a world champion",
        4035.88,
        4040.82
    ],
    [
        " That's just there because of talent",
        4040.82,
        4042.06
    ],
    [
        " Occasionally you get someone that's both and they're usually sort of a",
        4042.06,
        4045.5
    ],
    [
        " Stared more dominant. Yeah, like a dominant kid",
        4045.5,
        4048.3
    ],
    [
        " Yeah, that's true and that's good advice there to to to compliment the hard work",
        4048.3,
        4053.06
    ],
    [
        " I",
        4055.52,
        4055.92
    ],
    [
        " Personally like both I like to but why especially with my son like being strong and stuff",
        4055.92,
        4060.26
    ],
    [
        " He really likes that, you know, so he'll it's to the point where like if you help him do something",
        4060.26,
        4065.0
    ],
    [
        " He'll get mad at you kind of get mad at you. Yeah, which I kind of like I don't know where that's gonna lead",
        4065.0,
        4069.98
    ],
    [
        " You know, but I like that currently um, so he has that sense of pride, you know",
        4069.98,
        4075.02
    ],
    [
        " We're being strong is a good thing. Yeah. Yeah. No, there's nothing wrong with that",
        4075.02,
        4078.6
    ],
    [
        " So yeah, but man if you add the hard work part of it because being strong is a so essentially a result, you know",
        4078.6,
        4083.78
    ],
    [
        " Yeah, um, and he doesn't obviously is too. Yeah, it's really gonna be easy connection for you to make because it's hey you're strong",
        4083.78,
        4090.16
    ],
    [
        " And that's because you work hard. Yeah",
        4090.16,
        4091.82
    ],
    [
        " Because many of you say you're strong because you got good genes cool. I'll just be sitting over here be strong",
        4091.82,
        4097.72
    ],
    [
        " What do you got? Yeah, it's true and and when you",
        4097.72,
        4102.78
    ],
    [
        " Especially if you don't recognize the hard work part of it, you know",
        4102.78,
        4106.16
    ],
    [
        " And you just think you as a kid you're just rolling around strong you're you're basically you you've reveled in the results",
        4106.16,
        4111.94
    ],
    [
        " For so long where it's now when it's hard work time. It's kind of like wait",
        4111.94,
        4115.54
    ],
    [
        " I'm not used to that part of the school. They say that can happen to they call them gazelles",
        4115.54,
        4120.24
    ],
    [
        " In buds these are people that like really fast good athletes",
        4120.24,
        4123.8
    ],
    [
        " And but they never lost before yeah, and they start getting beat down which you do get beat down",
        4123.8,
        4129.94
    ],
    [
        " And they lose they can't handle it mentally. Yeah. Oh, yeah, so yes sir. That is um",
        4129.94,
        4135.28
    ],
    [
        " That's real",
        4136.16,
        4136.86
    ],
    [
        " Next question jaco my wife told me that she sees I am much more direct and less cordial",
        4136.86,
        4143.76
    ],
    [
        " Than I used to be I feel I've pushed too much into getting after it",
        4143.76,
        4148.3
    ],
    [
        " And it makes those around me feel like I changed to someone else",
        4148.3,
        4154.48
    ],
    [
        " Yeah, uh, we have to be really careful, right because",
        4154.48,
        4159.14
    ],
    [
        " Being more direct at less cordial is definitely not getting after it",
        4159.14,
        4165.54
    ],
    [
        " In fact, it's the opposite",
        4165.54,
        4167.12
    ],
    [
        " If you are getting after it in a correct manner your wife should be completely stoked",
        4167.12,
        4174.84
    ],
    [
        " Because you're gonna have more time for her because you're gonna be doing time management properly",
        4174.84,
        4180.8
    ],
    [
        " You're gonna have you're gonna be doing better at work",
        4180.8,
        4184.78
    ],
    [
        " Which means you're gonna be getting promoted or whatever getting paid more or you know getting jobs stability or whatever something like that",
        4184.78,
        4190.98
    ],
    [
        " You're gonna be healthier",
        4190.98,
        4192.54
    ],
    [
        " Because you're you're working out you're gonna be stronger because you're working out you're gonna be more organized with things",
        4193.3,
        4199.16
    ],
    [
        " And you're gonna be more thoughtful about building that's what getting after is you like your your relationship should be improving yes",
        4199.16,
        4207.04
    ],
    [
        " Not this and this is one of those this is one of echo Charles's favorite things to talk about or it's actually",
        4207.04,
        4214.46
    ],
    [
        " Something that you've just brought up a bunch of times on the podcast, which is when someone says no, that's just how I am",
        4214.46,
        4220.74
    ],
    [
        " Like you know what echo? I'm just gonna tell you the truth because that's just how I am just making an excuse for being a jerk coming out of the gate",
        4221.2,
        4227.3
    ],
    [
        " Which is not good so if that's what you're doing with your wife, you know what? I'm just gonna get after it. Hey this tuna casserole sucks",
        4227.3,
        4234.5
    ],
    [
        " I'm just telling you where it is. Yeah, that's how I roll like no you're actually rolling in the wrong direction",
        4234.5,
        4241.98
    ],
    [
        " When you're getting after it in a good way your wife will be stoked. I was getting interviewed the other day",
        4241.98,
        4249.08
    ],
    [
        " And I realized this so I've written eight books the eight one comes out in January of 2020. It's a lot of writing",
        4249.46,
        4258.74
    ],
    [
        " I wrote 90% of the words in those books while my family was asleep",
        4258.74,
        4267.06
    ],
    [
        " Then it made almost no impact on the family. I'm writing these books",
        4267.06,
        4276.42
    ],
    [
        " Editing is a little bit different because there's a timeline on editing so sometimes my my family would be awake while it's editing",
        4277.04,
        4281.5
    ],
    [
        " And I had to get stuff turned back in and it's a pain",
        4281.5,
        4284.36
    ],
    [
        " But that's like a takes a week, right? But the other",
        4284.36,
        4287.9
    ],
    [
        " 90% of getting after it",
        4287.9,
        4290.86
    ],
    [
        " Was done while my family is asleep",
        4290.86,
        4294.84
    ],
    [
        " If you",
        4294.84,
        4297.32
    ],
    [
        " Contrarily are getting after it at the expense of your family in friends. That's not that's actually being selfish",
        4297.32,
        4304.58
    ],
    [
        " So that's one part. Okay, so maybe you need to check yourself there and make sure that you got your priorities in order",
        4306.8,
        4312.74
    ],
    [
        " There is a chance however",
        4312.74,
        4316.36
    ],
    [
        " that",
        4316.36,
        4317.82
    ],
    [
        " Your friends don't like seeing you start to",
        4317.82,
        4323.4
    ],
    [
        " Get some altitude, right start to be more successful start to lead a better life",
        4323.4,
        4329.96
    ],
    [
        " There's all kinds of groups of people that will just drag you back down. They don't want to see you win",
        4329.96,
        4335.76
    ],
    [
        " That's sort of I I don't know is that the fundamental kind of baseline human instinct? I don't want to see you win",
        4335.82,
        4342.9
    ],
    [
        " If there's an element of it to I would not be surprised put it that way, but I don't know there's at least a",
        4342.9,
        4352.3
    ],
    [
        " Non-trivial part of the population",
        4352.3,
        4355.46
    ],
    [
        " That does not want to see you win. Yeah, there's at least a percentage",
        4355.46,
        4362.16
    ],
    [
        " Whatever that percentage is of the people that you know",
        4362.62,
        4365.58
    ],
    [
        " That does not want to see you win. They would rather see you",
        4365.58,
        4370.16
    ],
    [
        " Fail they would rather and maybe fails not the word, but they would at least rather have you stay with them",
        4370.16,
        4376.06
    ],
    [
        " Yeah, yeah, that makes sense",
        4376.06,
        4378.02
    ],
    [
        " So there's a chance that that's going on",
        4378.02,
        4381.18
    ],
    [
        " Is there a chance that that's going on with your wife?",
        4381.18,
        4384.02
    ],
    [
        " Hopefully not that's a slim chance",
        4384.7,
        4386.9
    ],
    [
        " Because if you think about it your success her success is predicated on your success",
        4386.9,
        4391.3
    ],
    [
        " I mean you are bound to each other both each of yours success is predicated on each other's success",
        4391.3,
        4397.78
    ],
    [
        " So do I want my wife to be successful? Oh, yeah, because I that's my wife",
        4397.78,
        4404.1
    ],
    [
        " And she's looking me going yes go be successful the more successful I am the more successful she is",
        4404.1,
        4410.02
    ],
    [
        " So there's a there's most likely",
        4410.02,
        4412.9
    ],
    [
        " Your your wife in my opinion would be supportive of your efforts",
        4412.9,
        4417.94
    ],
    [
        " Unless you're just to getting out of control. There's a chance I guess",
        4418.58,
        4422.12
    ],
    [
        " That a wife could see",
        4422.12,
        4424.44
    ],
    [
        " You know someone change and you know, that's not the person that I married right",
        4424.44,
        4430.06
    ],
    [
        " But hold on the person that you married was lazy",
        4430.06,
        4432.88
    ],
    [
        " And I'm over here getting after it",
        4432.88,
        4435.66
    ],
    [
        " The person that you married was making X amount of money and I'm making a lot more than that",
        4435.66,
        4440.82
    ],
    [
        " The person that you married wasn't in good physical shape. I'm in good physical shape",
        4440.82,
        4444.72
    ],
    [
        " Hmm",
        4446.28,
        4446.68
    ],
    [
        " Most of the time the wife would say cool. Yeah, I'm getting a better deal now occasionally. I think you would get a",
        4446.68,
        4452.12
    ],
    [
        " A spouse I guess could be the male or the female could happen on either side",
        4452.12,
        4456.62
    ],
    [
        " That goes oh you want to work hard and I'm gonna really not look and do that. I was comfortable",
        4456.62,
        4460.88
    ],
    [
        " Yeah, I was comfortable. That's it. Yeah, I'm comfortable. I don't want you getting all crazy",
        4460.88,
        4465.44
    ],
    [
        " I'm over here being comfortable. So that could happen. I",
        4465.44,
        4468.88
    ],
    [
        " Think that's unlikely. I think what's most likely is",
        4468.88,
        4472.22
    ],
    [
        " You are focused on yourself a little bit too much",
        4473.04,
        4475.54
    ],
    [
        " Check yourself for that. That should be the first person you look at you",
        4475.54,
        4479.38
    ],
    [
        " Yeah, that's true. Huh because like it is actually kind of common where",
        4479.38,
        4484.06
    ],
    [
        " Husband wife whichever the scenario is where one let's say let's say two people they get married whatever years down the road one of the people",
        4484.06,
        4492.56
    ],
    [
        " In the couple relationship",
        4492.56,
        4494.7
    ],
    [
        " Improves themselves a lot too lose is a bunch of weight. They're they're literally by their own standard",
        4494.7,
        4501.2
    ],
    [
        " They were not very attractive when they got married, but now this is 10 years later whatever they become straight up attractive now",
        4501.68,
        4507.68
    ],
    [
        " Making more money",
        4507.68,
        4509.58
    ],
    [
        " Um more people want to hang out with them because they're nicer like all this stuff straight up all cross the board improvement",
        4509.58,
        4515.52
    ],
    [
        " Meanwhile the other person in the relationship didn't do that still married still all good no infidel nothing like that",
        4515.52,
        4523.2
    ],
    [
        " Still married, but that person who didn't improve themselves will feel like they got phased out or kind of like like the person might want to upgrade or",
        4523.2,
        4530.96
    ],
    [
        " Something like that, you know, so it's like it's impossible. They try and drag the person back down",
        4530.96,
        4535.36
    ],
    [
        " Yeah, because you need to be back here. I need to be feel secure now. I'm this husband and now my wife's high",
        4535.36,
        4540.78
    ],
    [
        " I'm not used to hot life because when we got married you weren't that hot",
        4540.78,
        4544.16
    ],
    [
        " I love you for you and you know all this stuff and you know what they say or whatever and",
        4544.16,
        4549.34
    ],
    [
        " The and now you're like I don't know well, you know, I don't know that I'm thinking of cliche movie thing",
        4549.34,
        4556.04
    ],
    [
        " But anyway the the wife's like all good looking now people are like",
        4556.04,
        4559.82
    ],
    [
        " People at the store like complimenting her and all this stuff",
        4559.82,
        4563.36
    ],
    [
        " And the guys now used to it and now in his mind a little thing develops where it's like uh-oh like I'm not good enough now for this hot girl",
        4563.36,
        4570.78
    ],
    [
        " I'm gonna buy her some cheetos. Yeah bring her back down. So like at least have some management, you know, manageable amount of control",
        4570.78,
        4577.7
    ],
    [
        " Yes person that's you know, that's not an uncommon thing in that specific scenario. I guess that scenario is not very common though",
        4577.7,
        4585.76
    ],
    [
        " It's not a very common scenario and then it would have to be doubly uncommon for someone to actually want to drag them back down",
        4586.24,
        4591.86
    ],
    [
        " I have to throw it out there though because it is a possibility",
        4591.86,
        4593.96
    ],
    [
        " Yeah, but for this particular question",
        4593.96,
        4596.3
    ],
    [
        " I don't think so only because this little indicator right here",
        4596.3,
        4599.04
    ],
    [
        " My wife told me that she sees I am much more direct and usually much more direct means insensitive in my experience",
        4599.04,
        4608.84
    ],
    [
        " Why don't you good generally speaking with insensitivity",
        4608.84,
        4612.58
    ],
    [
        " Less cordial that's another one in my opinion in my experience because I'm married. Yeah, you know, you learn things",
        4614.04,
        4620.58
    ],
    [
        " I'm gonna give you an example something I learned about my wife",
        4620.58,
        4624.54
    ],
    [
        " If my if my wife if it isn't on the schedule",
        4624.54,
        4629.08
    ],
    [
        " It's about enough to make my wife get mad right so in other words",
        4629.08,
        4633.36
    ],
    [
        " If I said hey",
        4633.36,
        4635.28
    ],
    [
        " I'm going away for one a month from now. I'm going away for six months",
        4635.28,
        4641.54
    ],
    [
        " On a work trip",
        4642.18,
        4643.18
    ],
    [
        " I'll be back when I'm done with those six months and when I'm gone and you're not going to hear from you at all",
        4643.18,
        4649.1
    ],
    [
        " She'd be like",
        4649.1,
        4650.22
    ],
    [
        " Okay, got it when do you leave and I'd say well I'm leaving whenever yeah September 1st and she'd go okay",
        4650.22,
        4658.2
    ],
    [
        " She wouldn't be even remotely upset she'd be good to go yeah",
        4658.2,
        4663.72
    ],
    [
        " If it was Friday night and I came home and said",
        4663.72,
        4669.08
    ],
    [
        " Oh",
        4671.14,
        4671.54
    ],
    [
        " I'm I didn't tell you or saturday night said I didn't tell you but I'm going over to echoes to watch the UFC",
        4671.54,
        4676.08
    ],
    [
        " There's a decent chance yeah that she's mad about that yeah because she had in her mind that we were gonna eat whatever",
        4676.08,
        4685.6
    ],
    [
        " We were going out for dinner or whatever, but I didn't I didn't give the pre-plant. Yeah situation",
        4685.6,
        4691.72
    ],
    [
        " What if she didn't make a plan for that it was just sort of maybe we could do that but it's it's it's",
        4691.72,
        4697.94
    ],
    [
        " It's not on her. It's on me. Yeah, it's on me for not informing her of what was going on because it doesn't really matter",
        4698.14,
        4704.46
    ],
    [
        " All she knew is that I was coming home",
        4704.46,
        4707.18
    ],
    [
        " Yeah, and I was gonna be around and that was what was happening. Yeah",
        4707.18,
        4710.02
    ],
    [
        " So anything that is not plan you know what's really funny",
        4710.02,
        4713.3
    ],
    [
        " This is again with my wife and this is this is where it became evident to me",
        4713.3,
        4717.92
    ],
    [
        " Even if it's something that is positive",
        4717.92,
        4720.8
    ],
    [
        " For my wife",
        4720.8,
        4722.8
    ],
    [
        " If I don't give her pre-planning cycle on on what's gonna happen",
        4723.02,
        4728.1
    ],
    [
        " so in other words if I was",
        4728.1,
        4732.14
    ],
    [
        " Flying home and I'd been her gone for a week and I's you know got home and busted through the door and said",
        4732.14,
        4738.26
    ],
    [
        " Hey, I'm on a tail end of a 72 hour fast. I'm starving. I'm taking you out and I made reservations for this really nice dinner",
        4738.26,
        4746.14
    ],
    [
        " I'm gonna go get since you know",
        4746.14,
        4748.2
    ],
    [
        " A $200 steak right now. There's a chance",
        4748.26,
        4753.62
    ],
    [
        " But the the the percentage should be 100% she stoked right that should be the percentage",
        4753.62,
        4762.08
    ],
    [
        " However with my wife there's a 20 to 30% chance that she says",
        4762.08,
        4769.54
    ],
    [
        " You know, I was gonna take you know, I was gonna take our daughter to you know",
        4769.54,
        4775.84
    ],
    [
        " The raffle. I don't know to play bingo and like that is enough",
        4776.88,
        4780.44
    ],
    [
        " And and and I what I don't do is I say oh, we know what we'll go tomorrow. What I don't do is try and impose it",
        4780.44,
        4787.4
    ],
    [
        " So what you're saying is like lack of being cordial",
        4787.4,
        4791.44
    ],
    [
        " What I'm saying is that's not just like that's one example of me not being cordial",
        4791.44,
        4797.26
    ],
    [
        " So I don't try not to my I guess what I guess to sum it up my wife doesn't really like surprises",
        4797.26,
        4803.66
    ],
    [
        " Right she likes to have a plan. Yeah, she likes to know what's happening and then she'll execute the plan",
        4804.34,
        4809.78
    ],
    [
        " So that's what you gotta be careful of what you gotta be well not not what you gotta be careful",
        4809.78,
        4815.02
    ],
    [
        " That is one example of how",
        4815.02,
        4817.06
    ],
    [
        " These little things they don't make sense. It doesn't make sense that some that my wife wouldn't be super stoked to go out to a",
        4817.06,
        4823.96
    ],
    [
        " Awesome steakhouse. Yeah, that doesn't make sense to anyone",
        4823.96,
        4827.02
    ],
    [
        " well",
        4827.02,
        4827.7
    ],
    [
        " You know",
        4827.7,
        4828.9
    ],
    [
        " That's a superficial take and let me tell you something else that makes it a little bit tricky is I'm super",
        4830.2,
        4835.96
    ],
    [
        " insensitive",
        4835.96,
        4837.12
    ],
    [
        " To like",
        4837.12,
        4838.58
    ],
    [
        " Changing plans like people change plans to me. I'm like whatever. It's no it's literally no factor. Yeah, like oh",
        4838.58,
        4845.12
    ],
    [
        " We oh yeah, we've been planning to do this for six months someone's like oh I can't do it. I'm like okay",
        4845.12,
        4848.78
    ],
    [
        " Cool. Yeah, you know what I mean? It's it means nothing to me when things change it means nothing",
        4848.78,
        4853.08
    ],
    [
        " It has no impact on me",
        4853.08,
        4855.18
    ],
    [
        " I have no emotional reaction to someone saying",
        4855.3,
        4858.44
    ],
    [
        " Hey, this we can't do this now. I'm like, oh, okay cool. I'm gonna do something else. Yeah, so I'm at the other end of the spectrum",
        4858.44,
        4866.46
    ],
    [
        " Yeah, which means it took me a little while to figure out",
        4866.46,
        4869.52
    ],
    [
        " That oh",
        4869.52,
        4871.46
    ],
    [
        " This makes you mad. Yeah, got it. Yep, cheer",
        4871.46,
        4875.12
    ],
    [
        " And it's probably probably something like one level like under the surface too",
        4875.12,
        4880.02
    ],
    [
        " It's not like hey, I had this good, you know",
        4880.02,
        4882.56
    ],
    [
        " The raffle was was planned in my head and that raffle is important the raffle is not important",
        4882.56,
        4887.06
    ],
    [
        " Neither's the dinner. It's like that part of it on that level is not important",
        4887.06,
        4891.42
    ],
    [
        " It's one level deeper. It's the fact that I had to see my head you didn't tell me this other thing",
        4891.42,
        4897.16
    ],
    [
        " And now like what I had in my head really means nothing. Yeah, so it's kind of that. Here's another funny thing",
        4897.16,
        4903.4
    ],
    [
        " about my wife",
        4903.4,
        4904.84
    ],
    [
        " Is she so into the planning thing",
        4904.84,
        4908.72
    ],
    [
        " That if I plan something it has way more value to her",
        4909.12,
        4914.6
    ],
    [
        " So in other words if I say hey when I get back this Friday",
        4914.6,
        4918.46
    ],
    [
        " I'm gonna do a fast and I'm gonna be super hungry. I'm gonna make reservations for this Friday",
        4918.46,
        4925.42
    ],
    [
        " And we can go out and get an awesome steak",
        4925.42,
        4928.84
    ],
    [
        " Tomahawk rib eye",
        4928.84,
        4931.28
    ],
    [
        " and",
        4931.28,
        4933.32
    ],
    [
        " Like the fact that it was pre planned",
        4933.76,
        4936.46
    ],
    [
        " Like I've done this before where I've taken her and I've gotten reservations",
        4936.46,
        4940.56
    ],
    [
        " And she'll be like did you make reservations and I'll say yes",
        4940.56,
        4945.1
    ],
    [
        " I like yeah, I did and I can see like a little smile",
        4945.1,
        4948.24
    ],
    [
        " Like I care a little bit more",
        4948.24,
        4950.94
    ],
    [
        " That I made those reservations like that's what what the spontaneity thing no no no no",
        4950.94,
        4958.0
    ],
    [
        " Points for spontaneity zero zero points for spontaneity only points for",
        4958.0,
        4963.16
    ],
    [
        " Pre-plan fires you know why why because it's thoughtful yeah, yeah, exactly. Yes. Yes. Yeah, that's great",
        4963.32,
        4970.42
    ],
    [
        " That's good. That's good. That's an interesting quality right there and I guess my point in saying this",
        4970.42,
        4976.38
    ],
    [
        " This these things",
        4976.38,
        4978.2
    ],
    [
        " Is that everyone has these little personality traits people you work with people your your spouse your children",
        4978.2,
        4988.08
    ],
    [
        " They have these things and if you figure out what those things are",
        4988.08,
        4992.76
    ],
    [
        " You can actually utilize them to your advantage and you can bypass things that will be problematic",
        4993.64,
        5000.88
    ],
    [
        " And something that you've said too is you say oh you do this stuff to me meaning jaco does you I do some like leadership trick to you",
        5000.88,
        5010.86
    ],
    [
        " Sure, you know that I'm doing it",
        5010.86,
        5012.88
    ],
    [
        " But it's still like it works and it still makes you feel the way that you know it's supposed to make you feel",
        5012.88,
        5019.0
    ],
    [
        " That's my point like my wife will listen to this yeah",
        5019.0,
        5022.0
    ],
    [
        " and",
        5022.96,
        5023.4
    ],
    [
        " It's and then I'll make reservations and she'll still be happy even though that she knows that I'm doing it just because I know that it's going to be something that makes her happy",
        5023.4,
        5030.44
    ],
    [
        " Yeah, yeah, so just because you reveal like hey, I know this is what you're like or even whether you reveal or not doesn't matter",
        5030.44,
        5037.04
    ],
    [
        " When someone has that characteristic",
        5037.04,
        5039.56
    ],
    [
        " Then you can utilize that characteristic. I know that's not the best sounding word to talk about like",
        5039.56,
        5046.42
    ],
    [
        " manipulating my wife's",
        5046.42,
        5048.94
    ],
    [
        " Emotions yeah, but what I want to do is manipulate her emotions to make her feel happy about something the right way",
        5049.92,
        5056.76
    ],
    [
        " Necessarily a bad thing. Yeah, it's a good thing",
        5056.76,
        5059.74
    ],
    [
        " So be cognizant",
        5059.74,
        5062.4
    ],
    [
        " When you're dealing with other human beings",
        5062.4,
        5065.88
    ],
    [
        " Look for these things you see these things if you take a step back if you don't take a step back you'll never see them",
        5065.88,
        5073.44
    ],
    [
        " If you can't detach",
        5073.96,
        5075.18
    ],
    [
        " When you tell your wife something and you you you see that it makes her mad if you can't detach",
        5075.18,
        5080.78
    ],
    [
        " If you talk into an employee and you see that they're getting frustrated and you can't detach to try and figure out what that is",
        5080.78,
        5085.54
    ],
    [
        " You're not going to make any real progress",
        5085.54,
        5087.6
    ],
    [
        " So yeah, the direct thing",
        5087.6,
        5092.08
    ],
    [
        " We'd like to be",
        5092.08,
        5096.4
    ],
    [
        " The one people are direct to us it makes things easier for us, you know, but doesn't wait wait who's the way I don't know whoever people who like because here's the deal man",
        5096.46,
        5107.02
    ],
    [
        " Direct",
        5107.02,
        5109.32
    ],
    [
        " Is a very",
        5109.32,
        5112.16
    ],
    [
        " A very blunt force tool yeah, and not many people wield it well",
        5112.16,
        5119.4
    ],
    [
        " And not many people receive it well. Yeah, so if you're one of these people is that you all just like to be direct right",
        5119.4,
        5126.02
    ],
    [
        " That's not good and very seldom",
        5126.92,
        5130.2
    ],
    [
        " Do you end up in situations where you can just be direct with people you have to have real",
        5130.2,
        5136.86
    ],
    [
        " strong",
        5136.86,
        5138.32
    ],
    [
        " Built relationships",
        5138.32,
        5140.6
    ],
    [
        " With people where you can just be that blunt and direct with them",
        5140.6,
        5145.34
    ],
    [
        " Now there are methodologies",
        5145.34,
        5147.18
    ],
    [
        " Where you can be direct without being direct",
        5147.18,
        5149.96
    ],
    [
        " You know you can say things that are hey this what we need to get done right now you can take an edge off of it",
        5149.96,
        5155.58
    ],
    [
        " Yeah",
        5157.12,
        5157.48
    ],
    [
        " You can and the way you usually do that is by taking ownership of what it is you're trying to make happen",
        5157.48,
        5161.44
    ],
    [
        " So what I don't say is like echo you need to get this thing edited tonight. Yeah, right. I don't do that",
        5161.44,
        5166.94
    ],
    [
        " I might say",
        5166.94,
        5168.6
    ],
    [
        " Hey, is there any chance we could get this thing edited tonight because if we don't we're gonna have a gap",
        5168.6,
        5174.82
    ],
    [
        " In releases which by the way we haven't had",
        5174.82,
        5178.64
    ],
    [
        " And that's kind of a thing yeah",
        5178.64,
        5182.0
    ],
    [
        " Yes, even you just kind of know that it's a thing it is isn't it right",
        5182.78,
        5186.38
    ],
    [
        " And all of a sudden where they are and all of a sudden you want to edit that thing",
        5186.38,
        5188.98
    ],
    [
        " Not because I told you to because you want to keep the gaps from opening up",
        5188.98,
        5193.68
    ],
    [
        " So I was I was directly telling you but I was indirect",
        5193.68,
        5198.16
    ],
    [
        " So there's ways to do it but",
        5198.16,
        5200.9
    ],
    [
        " You got to be careful with direct",
        5200.9,
        5203.22
    ],
    [
        " Direct it takes a long time to to hone the scalpel of direct to where it just gets where you",
        5203.22,
        5211.98
    ],
    [
        " Wanted to cut and it doesn't leave any collateral damage. Mm-hmm. Not many people are good at it. Yeah very few people are good at it",
        5212.0,
        5220.44
    ],
    [
        " Next-west",
        5220.44,
        5223.86
    ],
    [
        " Juckle and you know that makes people mad what does the when you say listen you can't just be you can't just you can't just throw it people people people",
        5223.86,
        5235.16
    ],
    [
        " People want to say like there's the book. There's a book called",
        5235.16,
        5238.12
    ],
    [
        " Radical",
        5238.12,
        5239.78
    ],
    [
        " Frenkness or something like that",
        5242.04,
        5243.58
    ],
    [
        " It's not the name of the book but it's something like that",
        5243.58,
        5246.12
    ],
    [
        " It's like hey, we just gonna tell the total radical transparency or something like that",
        5246.12,
        5250.64
    ],
    [
        " And it's like we're just gonna tell the truth all the time",
        5250.64,
        5253.62
    ],
    [
        " And we we can get there but man it is work",
        5253.62,
        5257.92
    ],
    [
        " Yeah, and it's not even work that has to be that that necessarily",
        5257.92,
        5263.88
    ],
    [
        " Is the best use of work",
        5263.88,
        5269.06
    ],
    [
        " You know so yeah, I just know I just know I hear people all the time",
        5269.82,
        5274.06
    ],
    [
        " Well, you know and people that's what people want me to say I'll go and work with the company like you know",
        5274.06,
        5277.92
    ],
    [
        " What we really need help with we just need to really learn to be direct with each other yeah",
        5277.92,
        5281.4
    ],
    [
        " And what what they really should be saying is what we need to do is we need to learn to communicate with each other",
        5281.4,
        5287.94
    ],
    [
        " Be open about what issues we have how to solve those problems and",
        5287.94,
        5293.68
    ],
    [
        " More tactful in our discussions so that people are receptive",
        5293.68,
        5298.12
    ],
    [
        " Because think about what I just said if",
        5298.58,
        5301.52
    ],
    [
        " It's not just about me being direct",
        5301.52,
        5304.56
    ],
    [
        " The more important the only way that I can be direct is if I have",
        5304.56,
        5310.94
    ],
    [
        " Set you up in such a way that you or I've built you in such a way",
        5310.94,
        5317.48
    ],
    [
        " That you're receptive to my directness",
        5317.48,
        5320.46
    ],
    [
        " Because me being direct without you being receptive",
        5320.46,
        5323.52
    ],
    [
        " It doesn't work and so often that's what I see I see hey, I'm direct but but you're not receptive",
        5324.2,
        5332.9
    ],
    [
        " It's it's game over yeah, so even if I'm direct I'm only 50% of the solution because you have to be receptive",
        5332.9,
        5340.32
    ],
    [
        " What's easier when I when I go indirect?",
        5340.32,
        5343.88
    ],
    [
        " I become 90% of the solution",
        5344.34,
        5347.14
    ],
    [
        " Because I'm gonna get it into your brain without resistance. Yeah, so I it's an easier",
        5347.14,
        5353.38
    ],
    [
        " Front is me. I'll just be direct. Yeah, that's easy up front because I just say echo you need to get this stuff edited",
        5353.94,
        5359.98
    ],
    [
        " Now that's direct",
        5359.98,
        5362.62
    ],
    [
        " One of the chances of you being receptive to that 50% yeah, you know, whereas if I",
        5362.62,
        5368.5
    ],
    [
        " Well, let me rephrase that in order for this to be effective you have to be receptive to it",
        5368.5,
        5374.06
    ],
    [
        " so",
        5374.06,
        5375.24
    ],
    [
        " I only have 50% of the solution you have the other 50%",
        5375.24,
        5379.64
    ],
    [
        " Whereas if I say like I said before you know, hey echo",
        5380.72,
        5383.52
    ],
    [
        " Is there any chance we could get this done tonight because here's what's at stake in it and I go indirect and I make that idea and make your answer",
        5383.52,
        5390.54
    ],
    [
        " You're gonna give me the answer I want. I know it can be edited tonight, right? I know that you",
        5390.54,
        5397.04
    ],
    [
        " Makes it and so I'm gonna you're actually gonna tell me",
        5397.04,
        5402.16
    ],
    [
        " You I'm I'm putting it into you. I'm giving you all you have to do is just tell me and now I'm the one that's receptive",
        5402.16,
        5408.52
    ],
    [
        " Yes, we can't oh, that's great. That's great",
        5408.78,
        5411.28
    ],
    [
        " Glad",
        5411.28,
        5412.74
    ],
    [
        " So that's something very important to talk about if you want to talk about learning to be direct to with each other",
        5412.74,
        5421.28
    ],
    [
        " What you really have to learn is how to be receptive to directness that's the that's the long pole in the tent",
        5421.28,
        5428.68
    ],
    [
        " That's what organizations are missing out on being direct as easy",
        5428.68,
        5433.08
    ],
    [
        " Yeah, being direct is the easiest thing in the world",
        5433.08,
        5436.44
    ],
    [
        " You tell people what you think that's easy. Yeah, what's hard is setting the other person up",
        5437.1,
        5443.22
    ],
    [
        " Developing relationships so that they're receptive to what you're saying. Yeah",
        5443.22,
        5446.82
    ],
    [
        " Be careful you display football back in the day and",
        5446.82,
        5452.0
    ],
    [
        " This new quarterback came in a what's weird as I forget his name",
        5452.0,
        5455.74
    ],
    [
        " I'm just drawing a blank right now, but new young guy tall and he had a gun if you're quarterback and you have a gun",
        5455.74,
        5462.76
    ],
    [
        " That's impressive, you know, yeah for sure. He's you throw far",
        5462.76,
        5466.36
    ],
    [
        " And fast here's the thing though",
        5466.44,
        5468.3
    ],
    [
        " Especially when you're new, you know, and you have a gun. You're you're gonna show that gun",
        5468.3,
        5473.74
    ],
    [
        " You know, you're gonna be like when you're playing you know when you're warming up before practice and stuff like that",
        5473.74,
        5478.14
    ],
    [
        " You're throwing at him you're throwing it hard so this guy was throwing it hard at me. I was a receiver",
        5478.14,
        5482.28
    ],
    [
        " And we're just it was just standing we're just standing there. I wasn't running around",
        5482.28,
        5486.38
    ],
    [
        " So he's throwing it and it's hurting my hand to the point where I couldn't catch some of them because they were coming just too fast",
        5486.38,
        5493.18
    ],
    [
        " for you know for that distance or whatever and",
        5493.18,
        5495.7
    ],
    [
        " He sure I was impressed with this guy's gun, but",
        5496.56,
        5499.26
    ],
    [
        " Hit one weed one run routes and stuff. He'd still kind of do that. I guess maybe to impress the coaches, you know, he's a young guy whatever",
        5499.26,
        5506.06
    ],
    [
        " um",
        5506.06,
        5506.9
    ],
    [
        " And here's the thing like people would miss his balls they wouldn't catch him because they're coming too hard",
        5506.9,
        5512.0
    ],
    [
        " They're hurting your hands. They're messing you up, you know, so it makes it really hard good",
        5512.0,
        5516.98
    ],
    [
        " I get it. It's great practice for the receivers totally is but as far as to effectively land a pass, you know to complete a pass",
        5516.98,
        5524.36
    ],
    [
        " Right doesn't work like that and we had this other",
        5525.16,
        5527.52
    ],
    [
        " Quaradon echo let me just stop you because you may have just made like the best analogy you've ever made on this podcast",
        5527.52,
        5533.78
    ],
    [
        " That is it cool if that if you can throw that thing direct",
        5533.78,
        5537.66
    ],
    [
        " But if you're throwing it too hard and the person's not ready to receive it right right or not even not even to mention that you might not be ready",
        5537.66,
        5544.0
    ],
    [
        " You might be looking in the other direction that thing hits you in the back of the head. Yeah, what good is that direct comment?",
        5544.0,
        5548.96
    ],
    [
        " It's zero good. It's not good",
        5549.2,
        5551.16
    ],
    [
        " Hearding your hands when you try to receive it. It hurts you. Yeah, and you don't want to hear anymore",
        5551.74,
        5556.42
    ],
    [
        " You want it anymore to be thrown at you nope",
        5556.42,
        5558.66
    ],
    [
        " Okay proceed as opposed to this other quarterback who came in from Stanford by the hard work is paying off",
        5558.66,
        5565.58
    ],
    [
        " That's right. Thanks. Yeah, I knew it would",
        5565.58,
        5568.34
    ],
    [
        " So this other quarterback came in that quarterback make it anywhere did he make it be NFL?",
        5568.34,
        5572.78
    ],
    [
        " He did not make it to the NFL. Yeah, so so the quarterback came in his name is Tim Kerry came from like Stanford",
        5573.2,
        5578.56
    ],
    [
        " And he came in he was the kind of the opposite actually not the opposite because he had a guy he could throw far and suffer",
        5579.28,
        5584.44
    ],
    [
        " But the way he threw it was like",
        5584.44,
        5586.2
    ],
    [
        " It was like the perfect pass like every distance had a different velocity on it, you know, it was like that kind where",
        5586.2,
        5593.0
    ],
    [
        " The next if it would modulated so well. Yeah, he modulated so well",
        5593.0,
        5599.32
    ],
    [
        " We're like the volume for those passes directness. Oh, yeah, everything and for them to get better",
        5599.32,
        5606.04
    ],
    [
        " He would have to physically walk it and put it in your hand. It was like that good when it come, you know",
        5606.04,
        5611.18
    ],
    [
        " um, and when you have them side by side. Oh, man",
        5611.18,
        5614.86
    ],
    [
        " I want that direct guy on the finesse guy. Yeah, you know, but he did have the capability um",
        5614.86,
        5621.94
    ],
    [
        " I think it's a day NFL um I",
        5621.94,
        5623.76
    ],
    [
        " Maybe I forget he left Stanford to come to your college um, I forget why but I think we're good",
        5623.76,
        5631.08
    ],
    [
        " It's a it was a whole thing. There was a few Stanford guys. It came. Yeah, that's interesting",
        5631.08,
        5635.08
    ],
    [
        " Yeah, a few guys from Stanford that came to you school. Yeah, it was doing it",
        5635.16,
        5641.06
    ],
    [
        " I want to say when we changed coaching staffs",
        5641.06,
        5643.86
    ],
    [
        " Oh, there might have been some scouts some connections maybe like some relationships that were already there",
        5643.86,
        5649.36
    ],
    [
        " Even some of the coaches I think came from that area. I don't know. I forget that was a long time ago",
        5649.36,
        5654.36
    ],
    [
        " But nonetheless. Yeah, that's a way to check out",
        5654.36,
        5657.48
    ],
    [
        " Sure, so there you go",
        5657.48,
        5659.7
    ],
    [
        " Chaco",
        5662.16,
        5662.68
    ],
    [
        " 13-year street cop here",
        5662.68,
        5664.7
    ],
    [
        " My old man died when I was 10 it cut deep and I grew up with no one having two boys on my own now",
        5664.7,
        5671.52
    ],
    [
        " And loving to get after it on the street. I worry about the risk",
        5671.52,
        5675.64
    ],
    [
        " How do I balance being a the spear with ensuring I stay around for that",
        5675.64,
        5681.68
    ],
    [
        " so",
        5681.68,
        5685.26
    ],
    [
        " First of all, we have to recognize that there's no way that you can ensure that you stay around",
        5686.36,
        5691.16
    ],
    [
        " And in fact one day you will not be around one day none of us will be around",
        5691.16,
        5696.7
    ],
    [
        " That's the fact and that actually doesn't matter what your job is",
        5696.7,
        5702.42
    ],
    [
        " And there's all kinds of things regardless of your job whether you have a car accident whether you have a heart attack whether you have",
        5702.42,
        5709.58
    ],
    [
        " Cancer or a plane crash or random violence or some random accident",
        5709.58,
        5713.9
    ],
    [
        " There's all different kind of ways to die now",
        5713.9,
        5716.48
    ],
    [
        " You are correct that the death rate of cops is higher",
        5716.48,
        5721.32
    ],
    [
        " It's higher than a normal civilian, but",
        5721.32,
        5726.28
    ],
    [
        " What like logger construction workers they all have higher rates of death than a cop",
        5726.28,
        5733.66
    ],
    [
        " Roofers",
        5733.66,
        5736.1
    ],
    [
        " Roofer if you're a rufre you have a higher rate of death than a cop",
        5736.1,
        5741.26
    ],
    [
        " Any drivers anyone that drives for a living",
        5741.52,
        5744.16
    ],
    [
        " Whether there are trucker or whether they're literally a traveling salesman they have a higher rate of death",
        5744.16,
        5750.24
    ],
    [
        " Than being being police",
        5750.24,
        5752.98
    ],
    [
        " So no matter what you do",
        5752.98,
        5756.1
    ],
    [
        " There's a chance that you could",
        5756.1,
        5759.12
    ],
    [
        " That you could die and I'll tell you what I think about this sometime in the reverse",
        5759.12,
        5763.1
    ],
    [
        " I'm like what do you what what what scares you about what your kids do if your kids are",
        5763.1,
        5767.86
    ],
    [
        " Engaging in activity that could be dangerous whether it's parachuting whether it's",
        5768.38,
        5773.74
    ],
    [
        " Rock climbing whatever like there's things that your kids could do that they could die",
        5773.74,
        5777.4
    ],
    [
        " And what you could do is not allow them to do it",
        5777.4,
        5782.96
    ],
    [
        " Wrap them in bubble bubble wrap and not allow them to go anywhere",
        5782.96,
        5786.94
    ],
    [
        " And guess what even if you do that there's still a chance",
        5786.94,
        5790.2
    ],
    [
        " And you've taken away, you know their growth",
        5790.2,
        5795.24
    ],
    [
        " So you can look at it in the reverse as well",
        5796.68,
        5798.6
    ],
    [
        " That",
        5798.6,
        5799.94
    ],
    [
        " There's some things that you're not going to be able to control",
        5799.94,
        5802.6
    ],
    [
        " And no matter what you know your kid could you could say I don't want my kid to join the military",
        5802.6,
        5808.24
    ],
    [
        " And so they go to college and what happens in college they",
        5808.24,
        5811.14
    ],
    [
        " Get hit by a drunk driver they like there's enough bad things that can happen in either one of those situations",
        5811.14,
        5817.2
    ],
    [
        " And same thing with you and your job you could go get a job doing something unless you get a job that's just straight up",
        5817.2,
        5824.12
    ],
    [
        " You know in an administrative situation with note with very limited commute and very limited driving",
        5825.04,
        5831.72
    ],
    [
        " Then that might increase your chances a little bit",
        5831.72,
        5835.36
    ],
    [
        " But then you you know",
        5835.36,
        5837.5
    ],
    [
        " Then are you doing something that you actually like to do",
        5837.5,
        5840.6
    ],
    [
        " So there's your your dilemma. So what do you do in a situation like this?",
        5840.6,
        5845.86
    ],
    [
        " What you do is you train and you prepare and you",
        5846.1,
        5849.24
    ],
    [
        " Vigilant and you take care of your sons obviously and you would explain your job to them",
        5849.76,
        5855.12
    ],
    [
        " And you explain to them why you train hard and explain to them",
        5855.12,
        5858.68
    ],
    [
        " why you're willing to make a sacrifice",
        5858.68,
        5861.82
    ],
    [
        " To keep others safe",
        5861.82,
        5864.32
    ],
    [
        " Including them you you work every day to keep them safe as well",
        5864.32,
        5868.46
    ],
    [
        " And if you explain that to your sons",
        5868.46,
        5873.36
    ],
    [
        " They will grow up",
        5873.36,
        5876.38
    ],
    [
        " with an",
        5876.38,
        5878.2
    ],
    [
        " understanding of",
        5878.5,
        5880.16
    ],
    [
        " service and discipline and duty and courage and honor",
        5880.16,
        5885.86
    ],
    [
        " And by the way if something did happen to you the model that you set for them",
        5885.86,
        5896.66
    ],
    [
        " would have",
        5896.66,
        5898.82
    ],
    [
        " Massive impact",
        5898.82,
        5901.66
    ],
    [
        " Would have massive impact",
        5901.66,
        5904.32
    ],
    [
        " On them and how they would live their lives",
        5905.82,
        5908.02
    ],
    [
        " And I believe it would be actually a positive impact sure would they miss you absolutely",
        5908.02,
        5913.58
    ],
    [
        " Sure would they wish more than anything that you could be back",
        5913.58,
        5918.12
    ],
    [
        " Yes, but would they recognize that their dad made this sacrifice",
        5918.12,
        5922.18
    ],
    [
        " Yes, they would would they live to honor that sacrifice? Yes, they would",
        5922.18,
        5927.74
    ],
    [
        " So",
        5927.74,
        5929.84
    ],
    [
        " So",
        5931.88,
        5932.28
    ],
    [
        " That's one thing you can do",
        5932.28,
        5934.12
    ],
    [
        " If you want to keep that profession",
        5934.12,
        5937.06
    ],
    [
        " Now if that if you can't get",
        5937.06,
        5939.74
    ],
    [
        " Around that if that doesn't make sense which it's understandable if you look at me and say hey, Jocke",
        5939.74,
        5944.88
    ],
    [
        " I get it",
        5944.88,
        5945.38
    ],
    [
        " I want my kids to be raised with honor, but I'd want to be there and that's more important to me and if that's where",
        5945.38,
        5950.64
    ],
    [
        " If that's where you end up then what you have to do is plot out what another job what another career is going to be",
        5950.64,
        5958.48
    ],
    [
        " And like I said then you have to make it doing something that legitimately",
        5958.7,
        5963.08
    ],
    [
        " gets you into a better",
        5963.08,
        5966.84
    ],
    [
        " Better",
        5966.84,
        5968.68
    ],
    [
        " Survival rate which by the way outlaws",
        5968.68,
        5972.2
    ],
    [
        " Just about every outdoor job you could have so you're you know you if you work in construction",
        5972.2,
        5978.22
    ],
    [
        " Nope, that's not it working as electrician. Nope. That's not it working as alignment. Nope. That's not it",
        5978.22,
        5983.2
    ],
    [
        " All those jobs all those outdoor jobs go look at this statistics",
        5983.2,
        5987.42
    ],
    [
        " Go Google",
        5987.68,
        5988.8
    ],
    [
        " Death rates in jobs and there's all kinds of fishermen. No forget about it",
        5988.8,
        5994.92
    ],
    [
        " You know there's so many jobs that have a high death rate where accidents happen. So",
        5994.92,
        6000.96
    ],
    [
        " What you're talking about going into the life you're going into would be going into would be an administrative job of some kind",
        6000.96,
        6008.94
    ],
    [
        " And and if you think you can do that and you think that'll be",
        6008.94,
        6012.76
    ],
    [
        " Give you the satisfaction that you want then then it's a possibility think about it",
        6013.0,
        6017.78
    ],
    [
        " But if you look at it and you think you know what that's not for me",
        6017.78,
        6021.62
    ],
    [
        " Then",
        6021.62,
        6023.36
    ],
    [
        " Train hard to prepare",
        6023.36,
        6025.14
    ],
    [
        " Build a great relationship with your sons",
        6025.14,
        6027.6
    ],
    [
        " Stay vigilant don't get complacent ever",
        6027.6,
        6030.84
    ],
    [
        " And be aggressive",
        6030.84,
        6033.68
    ],
    [
        " I have to throw that one in there",
        6033.68,
        6036.16
    ],
    [
        " because in my opinion",
        6036.16,
        6038.6
    ],
    [
        " when",
        6038.6,
        6039.88
    ],
    [
        " When an individual",
        6041.76,
        6043.0
    ],
    [
        " Gets",
        6043.0,
        6044.74
    ],
    [
        " Scared or gets hesitant or gets over protective of themselves. I believe they're in more danger not less danger and more danger",
        6044.74,
        6052.42
    ],
    [
        " So if you think that",
        6052.42,
        6054.34
    ],
    [
        " Having kids having your sons is making you less aggressive and more scared. I think you're at higher risk",
        6054.34,
        6064.2
    ],
    [
        " So",
        6067.84,
        6068.24
    ],
    [
        " If you're going to do the job you do the job you get aggressive when you do the job",
        6068.24,
        6072.14
    ],
    [
        " and if you can't",
        6072.14,
        6074.64
    ],
    [
        " then",
        6074.64,
        6075.46
    ],
    [
        " You got you you might want to look and see if there's other alternatives that are out there the other thing",
        6075.46,
        6081.74
    ],
    [
        " I would say is this how how often like you're a street cop you've been there for 13 years",
        6081.74,
        6085.82
    ],
    [
        " Is there another department you could go to is there some other way to serve and",
        6085.82,
        6092.52
    ],
    [
        " And stay connected use your experience in another in another way",
        6092.52,
        6096.1
    ],
    [
        " Maybe an area that has a little less",
        6096.1,
        6099.92
    ],
    [
        " probability of getting killed",
        6099.92,
        6102.36
    ],
    [
        " Again, you got to look if that's something you'd really want to do",
        6102.36,
        6106.18
    ],
    [
        " So",
        6106.18,
        6107.18
    ],
    [
        " Ultimately and I tell tell us to people a lot is there's only one person that can make this decision",
        6107.18,
        6113.06
    ],
    [
        " And it's not me the only person that can make this decision is you",
        6113.06,
        6115.66
    ],
    [
        " So think through it be thoughtful you can even talk about it with your boys",
        6115.66,
        6120.28
    ],
    [
        " Depending on how old they are",
        6122.0,
        6123.26
    ],
    [
        " But you can talk about it with them explain to them",
        6123.26,
        6126.86
    ],
    [
        " And you know see what they say",
        6126.86,
        6130.2
    ],
    [
        " Um, you know obviously there's one way that conversation go hey, would you guys be sit?",
        6130.2,
        6137.24
    ],
    [
        " Would you guys want me to die?",
        6137.6,
        6139.28
    ],
    [
        " Right of course. What are they going to say? Oh my gosh quit that job immediately. We don't want you to do that",
        6139.56,
        6144.62
    ],
    [
        " Right",
        6144.62,
        6145.5
    ],
    [
        " So you're gonna have to think about I don't know what the ages of your kids are",
        6145.5,
        6149.22
    ],
    [
        " But you're gonna have to think through that one weather how you address it with them, but",
        6149.62,
        6153.3
    ],
    [
        " Certainly I always look at it that",
        6153.3,
        6157.5
    ],
    [
        " There's risk at everything you do",
        6157.5,
        6160.14
    ],
    [
        " You might as well take risk doing something that you love doing and that you know is helping other people",
        6160.14,
        6165.7
    ],
    [
        " And you know setting a good example",
        6165.7,
        6167.36
    ],
    [
        " for your boys",
        6167.36,
        6169.32
    ],
    [
        " And if that doesn't make sense",
        6169.32,
        6171.9
    ],
    [
        " Cool find a not find a different job",
        6171.9,
        6174.64
    ],
    [
        " next question",
        6174.64,
        6176.44
    ],
    [
        " I",
        6177.58,
        6178.06
    ],
    [
        " Was young boy living in a foster home and was sexually assaulted by my foster father and sometimes other people over a course of a couple years",
        6178.06,
        6186.18
    ],
    [
        " I was eventually adopted and what had happened to me was never discussed and I never got help for it",
        6186.18,
        6191.58
    ],
    [
        " I was afraid of everything and eventually I played sports and ice going felt less afraid",
        6191.58,
        6196.88
    ],
    [
        " Went into the army and felt completely unafraid of anything when I got out",
        6196.88,
        6201.24
    ],
    [
        " I got onto a long-term relationship",
        6201.24,
        6203.4
    ],
    [
        " I told my then girlfriend what it happened to me",
        6203.64,
        6206.78
    ],
    [
        " She was the first person I ever told about this she convinced me to reach out to my foster parents",
        6206.78,
        6211.64
    ],
    [
        " And I did and it was a total disaster",
        6211.64,
        6214.34
    ],
    [
        " It kept my room where all this bad stuff had happened",
        6214.34,
        6217.48
    ],
    [
        " Exactly the same as it was 20 years ago 20 years prior when these horrors had occurred",
        6217.48,
        6223.32
    ],
    [
        " I had my moment to confront this monster",
        6223.32,
        6226.46
    ],
    [
        " That had done this to me and I failed",
        6226.46,
        6229.78
    ],
    [
        " I used a word that he always said to me which was",
        6230.06,
        6233.06
    ],
    [
        " I used a word that he always said to me when he was assaulting me",
        6233.06,
        6237.38
    ],
    [
        " He just said sometimes people change",
        6237.38,
        6240.24
    ],
    [
        " All of a sudden I was a weak young boy again",
        6240.24,
        6243.82
    ],
    [
        " And I couldn't fight back. I left the house and had serious self doubt",
        6243.82,
        6248.82
    ],
    [
        " Eventually I became a cop and then a detective and I faced all types of bad people",
        6248.82,
        6254.08
    ],
    [
        " From junkies to murders",
        6254.08,
        6256.16
    ],
    [
        " I even get full confessions out of child rapists",
        6256.62,
        6260.92
    ],
    [
        " I'm sick of my stomach afterwards",
        6260.92,
        6262.56
    ],
    [
        " It's terrible to hear what these animals do",
        6262.56,
        6266.0
    ],
    [
        " My question is this",
        6266.0,
        6268.5
    ],
    [
        " Recently the past has come back with a vengeance",
        6268.5,
        6271.2
    ],
    [
        " I can't get through a short time maybe an hour or two without thinking about the past and my failure",
        6271.2,
        6276.78
    ],
    [
        " The only time I have peace is when I absolutely destroy myself working out",
        6276.78,
        6281.82
    ],
    [
        " I consider it punishing myself and feel better when I do it",
        6281.82,
        6285.04
    ],
    [
        " How can I stop this or at least manage it better",
        6285.04,
        6288.62
    ],
    [
        " So",
        6288.62,
        6292.5
    ],
    [
        " This is I mean obviously horrible situation and you know",
        6292.5,
        6299.58
    ],
    [
        " Horrible that you had to live through this and that any kid or any one any human would have to go through this",
        6299.58,
        6306.16
    ],
    [
        " As far as",
        6306.16,
        6309.62
    ],
    [
        " How you can manage this better",
        6309.62,
        6313.92
    ],
    [
        " I'm gonna go a little bit here. So",
        6315.26,
        6318.74
    ],
    [
        " One of the blocks of training that we go through in a seal platoon",
        6318.74,
        6325.42
    ],
    [
        " Is called close quarters combat",
        6325.42,
        6328.12
    ],
    [
        " And this is the training you're in a thing called the kill house",
        6328.12,
        6332.46
    ],
    [
        " It's ballistic walls. There's targets in there. You're moving around dynamically. You're shooting live fire ammunition",
        6332.46,
        6339.2
    ],
    [
        " There's people",
        6339.2,
        6339.94
    ],
    [
        " Six inches away from you. You're taking really close shots",
        6339.94,
        6344.28
    ],
    [
        " There's a lot of pressure in there",
        6345.16,
        6347.58
    ],
    [
        " There's a lot of details a lot of standard operating procedures and safety procedures that you have to follow",
        6347.58,
        6353.0
    ],
    [
        " There's a lot of process",
        6353.0,
        6354.04
    ],
    [
        " The it's like you do you need to go left to right is that a good guy or a bad guy because you have to identify the targets",
        6354.04,
        6360.02
    ],
    [
        " Should you move or should you stay how do you communicate that you need to move?",
        6360.02,
        6364.54
    ],
    [
        " Should you shoot or should you not shoot at a target?",
        6364.76,
        6367.36
    ],
    [
        " And so there's all these things going on when you enter a room",
        6367.68,
        6371.64
    ],
    [
        " all these things that you have to",
        6371.64,
        6373.92
    ],
    [
        " go through",
        6374.44,
        6375.38
    ],
    [
        " All these steps that you have to take all these procedures that you have to follow all these decisions that you have to make and it all happens",
        6375.38,
        6382.4
    ],
    [
        " in a split second and so in a kill house",
        6382.4,
        6385.8
    ],
    [
        " The training cadre is actually",
        6385.8,
        6389.04
    ],
    [
        " above you",
        6389.04,
        6390.26
    ],
    [
        " Above the it's not a normal house the the",
        6390.26,
        6393.98
    ],
    [
        " rooms have what we call catwalks above them. So the",
        6393.98,
        6398.52
    ],
    [
        " cadre can be up above you in the catwalks and they're walking around and they're watching you very closely",
        6398.7,
        6403.8
    ],
    [
        " It's like watching a",
        6403.8,
        6405.28
    ],
    [
        " football game on TV you're seeing it from like the perfect view above the person and they're in the room with you",
        6405.28,
        6412.12
    ],
    [
        " But they're not in your way at all because they're up on the catwalk",
        6412.12,
        6414.22
    ],
    [
        " So what happens is when a room entry happens",
        6414.22,
        6417.48
    ],
    [
        " There's a lot you catch a lot of critique from the people in the catwalk",
        6417.48,
        6424.48
    ],
    [
        " And they'll say you know you could you could have done this or you could have done that or you could have",
        6425.98,
        6430.56
    ],
    [
        " You could have moved left or you should have pushed forward or there's you know",
        6430.56,
        6434.08
    ],
    [
        " You know it'll be better if you done this other thing. So there's all these different things and when my cadre was running it",
        6434.08,
        6440.06
    ],
    [
        " You know, that's what we do. That's what happened to me when I was cadre. That's what I would do. That's what everyone does",
        6440.06,
        6445.34
    ],
    [
        " And at some point I kind of realized",
        6445.34,
        6448.68
    ],
    [
        " That all that stuff is good and I get it like you've got to get people to run the procedures correctly",
        6448.68,
        6454.28
    ],
    [
        " But in a certain point",
        6455.56,
        6456.94
    ],
    [
        " What I would tell guy like after a guy was kind of beat down like you just couldn't get something right or he would you know",
        6456.94,
        6464.72
    ],
    [
        " A bunch of people would jump on him about um decision that he made or a movement that he made or whatever",
        6464.72,
        6470.2
    ],
    [
        " And I'm not talking about a safety thing because the safety thing is is different",
        6470.2,
        6474.56
    ],
    [
        " I'm talking about a tactical decision and when you walk into a room there's a bunch of tactical decisions you can make and and if there's",
        6474.56,
        6480.42
    ],
    [
        " Ten if there's five different decisions that you could make when you walk into a room",
        6481.04,
        6485.02
    ],
    [
        " There's something that there's you know",
        6485.02,
        6487.92
    ],
    [
        " There's one way of doing it that would be like really clean one would be a little bit less",
        6487.92,
        6491.56
    ],
    [
        " One might be just as clean as the first one, but it's a different attitude. There's just all these different decisions that you could make",
        6491.56,
        6498.38
    ],
    [
        " You know, it's like",
        6498.38,
        6501.52
    ],
    [
        " Just a multitude of ways that you could react because that's what this question is how you reacted in this situation",
        6501.52,
        6509.52
    ],
    [
        " And eventually as I would see this with an individual",
        6509.78,
        6512.88
    ],
    [
        " I would eventually",
        6512.88,
        6515.66
    ],
    [
        " I what I would tell guys is listen",
        6515.66,
        6519.56
    ],
    [
        " You did what you did",
        6519.56,
        6523.28
    ],
    [
        " You did what you did that's what you did",
        6523.28,
        6530.04
    ],
    [
        " That's the decision that you made at the time",
        6530.04,
        6532.86
    ],
    [
        " And you know what",
        6532.86,
        6534.64
    ],
    [
        " There's different ways you could have done it. You don't like the way you did it. I don't like the way you did it",
        6535.74,
        6539.96
    ],
    [
        " Someone one of the other cadre members doesn't like the way you did it",
        6539.96,
        6544.02
    ],
    [
        " It doesn't what what I'm saying it doesn't really matter here first of all you can't take it back",
        6544.02,
        6548.02
    ],
    [
        " You can't go back and undo it and by the way you don't get to rehearse these things to a point where",
        6548.02,
        6553.82
    ],
    [
        " You get to do this perfectly because you won't be able to do that",
        6553.82,
        6557.7
    ],
    [
        " If you rehearsed a move in a room that you had seen before and you rehearsed it 10 times",
        6557.7,
        6562.86
    ],
    [
        " That's not that's a totally different game",
        6562.86,
        6564.82
    ],
    [
        " Right if I already know what the room consists of and I'm gonna rehearse and choreograph the entire movement",
        6564.82,
        6571.06
    ],
    [
        " That's a different game. That's not decision-making. That's just that's just wrote memorization. We're not talking about that",
        6571.06,
        6576.82
    ],
    [
        " We're talking about how did you react and what you did is what you did and you did it for a reason",
        6576.82,
        6583.38
    ],
    [
        " What you saw in front of you you made this decision for a reason",
        6583.38,
        6586.84
    ],
    [
        " Maybe like you know you saw for that when there wasn't one there or you lost situational awareness",
        6586.84,
        6592.7
    ],
    [
        " Or you rushed",
        6592.88,
        6594.04
    ],
    [
        " You went too fast you tried to rush and all those things can kind of can kind of trip you up",
        6594.04,
        6599.34
    ],
    [
        " But that's what you did and you did what you did and you can't take it back so instead of everyone",
        6599.34,
        6604.4
    ],
    [
        " Sit there saying you should have done this and you should have done that",
        6604.4,
        6606.92
    ],
    [
        " Let's do this",
        6606.92,
        6608.58
    ],
    [
        " Let's see what we can learn from it",
        6608.58,
        6611.84
    ],
    [
        " Let's see why you did what you did let's see why you made that decision because once",
        6611.84,
        6621.26
    ],
    [
        " We know why you did something now we have something that we can work with we have something that we can improve upon",
        6622.28,
        6629.0
    ],
    [
        " That is what I think you need to do in this situation",
        6629.0,
        6637.56
    ],
    [
        " And really when anyone makes a mistake or has a reaction that they don't like",
        6637.56,
        6643.64
    ],
    [
        " You can't worry you can't continue to worry about something that is already transpired what you have to do is you have to look at and say",
        6643.64,
        6651.2
    ],
    [
        " What",
        6652.96,
        6653.5
    ],
    [
        " Can I learn from it?",
        6653.5,
        6655.16
    ],
    [
        " What can I take from this and and how can I take this mistake and make me better",
        6655.48,
        6661.9
    ],
    [
        " So you could look at this why did you do that?",
        6661.9,
        6665.38
    ],
    [
        " Right maybe you did it because you didn't want to open up these old wounds",
        6665.94,
        6670.14
    ],
    [
        " Maybe you did it because you would have you confronting this individual would have caused more drama and that more that drama",
        6670.14,
        6678.36
    ],
    [
        " You you at that moment you assessed and said you know what this drama isn't worth it",
        6678.36,
        6682.96
    ],
    [
        " Maybe you protected yourself from more drama and that was your instinct",
        6682.96,
        6688.82
    ],
    [
        " And maybe if you would have started confronting this guy and going crazy",
        6688.82,
        6693.4
    ],
    [
        " The you know who knows what could have happened and maybe it could have taken a turn for worse. We don't know what the outcome was",
        6693.4,
        6698.56
    ],
    [
        " We know that you weren't happy with your decision understandable",
        6698.56,
        6702.68
    ],
    [
        " But we don't even know what the other decisions would have led to so where you're actually getting bogged down and and",
        6702.68,
        6707.98
    ],
    [
        " Distraught about something that you don't even know if it was a good decision or a bad decision",
        6708.66,
        6711.64
    ],
    [
        " It feels like it was a bad decision, but you don't know what the outcomes of the other decisions even were",
        6711.64,
        6716.22
    ],
    [
        " So you can't change the outcome of what happened in the past you can't do it",
        6716.22,
        6724.48
    ],
    [
        " But what you can do is you can grow from it that's what you can do",
        6724.48,
        6730.14
    ],
    [
        " You can learn from it",
        6730.14,
        6733.52
    ],
    [
        " You can actually take that scenario and you can mentally replay it in your head",
        6733.52,
        6738.38
    ],
    [
        " And you can figure out if",
        6738.38,
        6740.42
    ],
    [
        " Possibly there would have been or could have been a better outcome",
        6740.42,
        6744.1
    ],
    [
        " Or maybe that that outcome that you had wasn't that bad or maybe it leads somewhere else. We don't know yet",
        6744.1,
        6751.28
    ],
    [
        " But that's",
        6751.28,
        6754.78
    ],
    [
        " That's where you are at right now",
        6754.78,
        6758.02
    ],
    [
        " you can't change",
        6758.02,
        6760.32
    ],
    [
        " The outcome of something that has occurred in the past",
        6761.02,
        6765.72
    ],
    [
        " Now I'm gonna I'm gonna throw a little dichotomy at you right now and I'm gonna say something that's",
        6765.72,
        6772.02
    ],
    [
        " A little bit",
        6772.02,
        6774.36
    ],
    [
        " Might be a little bit hard to understand. I'm gonna try and talk my way through it because while you can't",
        6774.36,
        6781.72
    ],
    [
        " Change the past what you can change is you can",
        6781.72,
        6786.22
    ],
    [
        " Absolutely",
        6788.42,
        6788.94
    ],
    [
        " Change the way that the past is perceived",
        6788.94,
        6792.74
    ],
    [
        " So let me give you a detached example just another example if you had an individual",
        6792.74,
        6801.18
    ],
    [
        " Someone gets fired from a job they get fired from their job and when they get fired from the job it",
        6801.18,
        6808.98
    ],
    [
        " What it does is it",
        6808.98,
        6811.34
    ],
    [
        " Their their confidence goes down and they get depressed and they decide they're not gonna even apply for a new job",
        6811.9,
        6817.28
    ],
    [
        " Because I don't even know if I deserve to get a new job and they sit around and eventually they they go on apply for kind of like a lesser job",
        6817.28,
        6823.92
    ],
    [
        " And you know who knows maybe they start drinking to get relieved some of their depression and now they're late and now they",
        6823.92,
        6831.82
    ],
    [
        " They end up on a downward spiral we would look at them being fired",
        6831.82,
        6836.6
    ],
    [
        " as",
        6836.6,
        6838.1
    ],
    [
        " Something that destroyed them in ruin their life. That's how we would perceive it. Hey the individual got",
        6839.78,
        6843.96
    ],
    [
        " They they were they were doing fine then they got fired",
        6843.96,
        6846.86
    ],
    [
        " And now they lost their confidence. They got depressed. They started drinking. They",
        6846.86,
        6850.76
    ],
    [
        " Didn't apply for good jobs and now their life is totally different in a bad place",
        6850.76,
        6854.38
    ],
    [
        " We would perceive that them getting fired did that to them",
        6854.38,
        6859.0
    ],
    [
        " But if the if that person if a person got fired from their job and in",
        6859.0,
        6867.5
    ],
    [
        " Instead it was like a wake-up call for them",
        6867.64,
        6869.96
    ],
    [
        " And they immediately applied for a bunch of other jobs and maybe they didn't get those because they had just been fired",
        6869.96,
        6877.18
    ],
    [
        " But maybe they took a lesser job",
        6877.18,
        6878.9
    ],
    [
        " A lower paying job, but they got in there and they had realized they had made a mistake and they started getting after that like they'd never gotten after it before",
        6878.9,
        6887.14
    ],
    [
        " They started working as hard as they possibly could and got promoted and they got promoted again and just dominated in those positions and went even harder",
        6887.14,
        6896.36
    ],
    [
        " And dominated even more and eventually took over the whole company",
        6897.5,
        6900.86
    ],
    [
        " And this isn't crazy. This isn't too far fetch. This can happen",
        6900.86,
        6906.66
    ],
    [
        " But if if that happened that same incident the firing of this individual would be",
        6906.66,
        6913.86
    ],
    [
        " Perceived in a totally different way it would be perceived as a catalyst that changed their life for the better",
        6913.86,
        6922.38
    ],
    [
        " And",
        6925.3,
        6926.06
    ],
    [
        " There are all kinds of examples like that in the world",
        6926.06,
        6930.96
    ],
    [
        " The past can't be changed",
        6930.96,
        6937.92
    ],
    [
        " But the past can change you for the better",
        6937.92,
        6942.48
    ],
    [
        " Or it can change you for the worse and my question is why not make it for the better",
        6942.48,
        6950.52
    ],
    [
        " Why not make the past change you for the better you hear the term",
        6953.9,
        6958.74
    ],
    [
        " You hear the term narrative thrown around these days",
        6958.74,
        6962.08
    ],
    [
        " Especially like in political circles you'll hear it on the news",
        6962.08,
        6966.36
    ],
    [
        " That narratives they're created",
        6966.36,
        6969.14
    ],
    [
        " In the political arena and what the narrative does is it supports an overarching",
        6969.14,
        6977.5
    ],
    [
        " Aime or an overarching value or an overarching goal",
        6979.12,
        6983.12
    ],
    [
        " That's what that's what that's the way people use the term narrative right now",
        6983.12,
        6987.74
    ],
    [
        " But I'm not talking about that",
        6987.74,
        6990.04
    ],
    [
        " Type of political narrative what I'm saying here is that",
        6990.04,
        6995.1
    ],
    [
        " You actually write the narrative of what happened in your past",
        6995.1,
        7001.42
    ],
    [
        " I'm not talking about a fabrication of it. I'm talking you get to write the narrative of where it takes you",
        7004.06,
        7009.86
    ],
    [
        " You get to write the narrative you get to write the reality of where you end up",
        7009.86,
        7014.58
    ],
    [
        " You get to write it",
        7014.58,
        7018.28
    ],
    [
        " You get to control it",
        7018.28,
        7023.42
    ],
    [
        " So what I'm saying is",
        7023.42,
        7027.46
    ],
    [
        " You get to control it",
        7028.44,
        7029.76
    ],
    [
        " Get control of that narrative",
        7029.76,
        7034.0
    ],
    [
        " Take control of that narrative",
        7034.0,
        7036.8
    ],
    [
        " That horrible story in your past ends the way that you want it to end",
        7036.8,
        7044.28
    ],
    [
        " You control the narrative you control that story so make that story good",
        7044.28,
        7050.5
    ],
    [
        " Make that story epic make that story and make the direction that your life goes make it",
        7052.42,
        7063.58
    ],
    [
        " really",
        7063.58,
        7065.94
    ],
    [
        " And that's how I think you can",
        7065.94,
        7076.14
    ],
    [
        " And",
        7076.9,
        7077.74
    ],
    [
        " Get control or maybe handle better some of that horrific stuff",
        7077.74,
        7082.94
    ],
    [
        " That you've been through",
        7082.94,
        7085.68
    ],
    [
        " And I think that's all I've got for tonight",
        7085.68,
        7092.38
    ],
    [
        " So",
        7092.38,
        7094.28
    ],
    [
        " Echo Charles speaking of",
        7094.28,
        7097.26
    ],
    [
        " Being heroic speaking of",
        7097.26,
        7101.28
    ],
    [
        " controlling our own narrative of the past of the present of the future",
        7101.98,
        7107.76
    ],
    [
        " What can we do to",
        7107.76,
        7110.46
    ],
    [
        " Write that heroic story for ourselves",
        7110.46,
        7115.76
    ],
    [
        " Yes",
        7115.76,
        7116.94
    ],
    [
        " Well",
        7116.94,
        7118.06
    ],
    [
        " Let's start with",
        7118.06,
        7119.7
    ],
    [
        " The path",
        7119.7,
        7121.36
    ],
    [
        " We're stay on the path we're gonna get on the path",
        7121.36,
        7124.38
    ],
    [
        " We're gonna be on the path so part of the path is jujitsu of course like we've said",
        7124.38,
        7129.74
    ],
    [
        " Many times",
        7130.12,
        7130.92
    ],
    [
        " You're gonna need a geek what you get I got to interview the other day",
        7130.92,
        7134.86
    ],
    [
        " cool and",
        7134.86,
        7136.94
    ],
    [
        " The guy kind of sets up this kind of big question",
        7136.94,
        7140.42
    ],
    [
        " He says you know in this day and age and I'm not gonna do injustice. He was a great question",
        7140.42,
        7146.42
    ],
    [
        " It was a nice question. I get it. Yeah, and I'm not I'm not gonna do it as eloquently as he did it",
        7146.42,
        7151.4
    ],
    [
        " But the question was about you know in this day and age",
        7151.4,
        7156.56
    ],
    [
        " When man and it was one of those like men like type things",
        7157.6,
        7161.1
    ],
    [
        " This day and age when men are you know can be isolated and can get depressed and don't have meaning and all this stuff right",
        7161.1,
        7168.32
    ],
    [
        " What do you know? What do you recommend to men that feel that way that feel isolated and feel alone and feel depressed and feel like they don't have meaning in their life",
        7168.32,
        7177.14
    ],
    [
        " I feel like they can't connect with anyone and I was like oh cool. Yeah. Go to jujitsu classes",
        7177.14,
        7180.6
    ],
    [
        " And I felt bad right because they wanted me to give like the big",
        7180.6,
        7186.28
    ],
    [
        " Found",
        7188.26,
        7188.62
    ],
    [
        " Thing about where to find meaning in your life",
        7188.62,
        7191.64
    ],
    [
        " And what I said was yeah, it's start training jujitsu because because the thing that you grab me with is like oh, you know",
        7191.64,
        7196.5
    ],
    [
        " You want you want to have a goal you want to have meaning you want to connect with people",
        7196.5,
        7200.32
    ],
    [
        " You don't want to be alone loneliness and all this stuff. I'm like yeah, yeah go change your jitsu all those problems get solved right there",
        7200.32,
        7205.58
    ],
    [
        " Right all of a sudden you got people to hang out with you got a mission you got fitness going on",
        7205.58,
        7210.78
    ],
    [
        " You got meaning it's all kinds of good stuff going on yeah",
        7210.78,
        7214.46
    ],
    [
        " So go train some jujitsu is what I'm saying yeah, and good place to start. That's one of those deals too with",
        7214.46,
        7220.1
    ],
    [
        " Like you leave",
        7220.1,
        7221.94
    ],
    [
        " jujitsu with something",
        7221.94,
        7224.24
    ],
    [
        " Not just fitness and better health and stuff you leave with like a skill. Yeah, it just feeds into your whole soul",
        7224.24,
        7231.72
    ],
    [
        " Especially man-manliness thing. Oh man the capability to",
        7231.72,
        7236.14
    ],
    [
        " Defeat another man. Yeah, and we'll have to see we'll have to check in with some of our females because",
        7236.14,
        7242.32
    ],
    [
        " When I talk to our female jujitsu practitioners",
        7242.92,
        7246.44
    ],
    [
        " They might even feel a little bit better because they get to like",
        7246.44,
        7250.98
    ],
    [
        " choke men",
        7250.98,
        7252.7
    ],
    [
        " No doubt about it. So yeah",
        7252.7,
        7255.36
    ],
    [
        " Yeah, so so what you were saying basically is try training some jujitsu look is it a cure all",
        7255.36,
        7261.28
    ],
    [
        " Yeah, kind of kind of a little bit. Yeah for certain people in certain situations. I think yeah, I think so",
        7261.28,
        7268.68
    ],
    [
        " I have a feeling when I leave jujitsu after I get done training",
        7268.78,
        7273.22
    ],
    [
        " That I feel good. Yes sir. Just think about that",
        7273.22,
        7276.54
    ],
    [
        " Just think about think if I gave you a pill that said oh if you just take this pill you'll feel good",
        7276.54,
        7280.82
    ],
    [
        " You just you're just roundly you'll just feel good. Yeah",
        7280.82,
        7284.04
    ],
    [
        " But there's no in fact the only side effects are that you'll be a little healthier",
        7284.04,
        7288.56
    ],
    [
        " And you'll have a you'll have a a quality skill",
        7288.56,
        7293.54
    ],
    [
        " That you can utilize in the real world just take this pill would you take the pill?",
        7293.54,
        7298.04
    ],
    [
        " Who wouldn't sure",
        7299.44,
        7300.16
    ],
    [
        " What I'm saying is you get to go to jujitsu. Yeah",
        7300.16,
        7303.76
    ],
    [
        " Is it harder than taking a pill? Sure, but is it harder to eat a steak or eat a pill",
        7303.76,
        7309.52
    ],
    [
        " Stake technically technically it's harder to eat a steak. Which one would you rather do?",
        7309.52,
        7314.34
    ],
    [
        " Eat a steak. I'd rather eat a steak and I'd rather change your jitsu than take a pill me too",
        7314.42,
        7318.34
    ],
    [
        " So get on that train that you get to train get on the jujitsu train and you're gonna do gianno g",
        7318.34,
        7323.52
    ],
    [
        " So what kind of you to get you get the best key",
        7323.52,
        7325.54
    ],
    [
        " Question answer. I realized I like dramatically interrupting you sometimes",
        7326.28,
        7330.14
    ],
    [
        " Good I dig it to you sometimes. Oh",
        7330.14,
        7334.02
    ],
    [
        " So the key origin yes origin main.com. This is where you can get your g",
        7334.02,
        7340.44
    ],
    [
        " Many different options they come out with new ones is pretty cool",
        7340.44,
        7344.9
    ],
    [
        " Pete's very creative with that stuff. Yeah, I encourage Pete to continue that creativity and keep it on that level as well",
        7344.9,
        7352.36
    ],
    [
        " Anyway, don't encourage him. No, no, no, I encourage all encourage and compliment as well",
        7352.38,
        7357.5
    ],
    [
        " So yes origin main.com you can get your g you can get a rash card too if you want",
        7357.5,
        7362.66
    ],
    [
        " Also some shirts on there some joggers and whatnot supplements",
        7362.66,
        7367.12
    ],
    [
        " As well. What about just for what if you were gonna go see a movie? Can you wear your g to a movie? Oh",
        7367.12,
        7374.28
    ],
    [
        " well",
        7374.28,
        7374.9
    ],
    [
        " No, okay, can you wear your g",
        7374.9,
        7378.94
    ],
    [
        " To a dinner date with your wife. No, I know you can't so what do we do with origin then go all right",
        7380.1,
        7386.52
    ],
    [
        " Yes, well the good news is we got some American denim",
        7386.52,
        7390.36
    ],
    [
        " We got jeans jeans. Yeah origin jeans boom",
        7390.36,
        7394.9
    ],
    [
        " Yeah, those are good man those those came out really really good. I think those are gonna go go places. Yeah",
        7394.9,
        7400.9
    ],
    [
        " This one I will give",
        7400.9,
        7403.02
    ],
    [
        " Pete some",
        7403.02,
        7405.22
    ],
    [
        " leeway for his",
        7405.22,
        7407.42
    ],
    [
        " Creativity what because he did this thing with the yoke of the jeans you know the yoke is no it's a little piece of",
        7408.46,
        7415.1
    ],
    [
        " It's like right below the waistband and there's two types of different yokes you can have reverse yoke or or regular yoke",
        7415.1,
        7421.56
    ],
    [
        " I guess it's called anyways. It's it makes it so that the pants fit a certain way",
        7421.56,
        7426.0
    ],
    [
        " And then he lined up the tops of the pockets with the reverse yoke",
        7426.0,
        7430.54
    ],
    [
        " Which means that they're slanted a little bit like the old school Vietnam",
        7430.54,
        7434.8
    ],
    [
        " pockets, okay, so anyways",
        7435.7,
        7438.1
    ],
    [
        " That's cool. They're legit. Yeah, they're just like a little bit",
        7438.1,
        7443.28
    ],
    [
        " You know what I'm like tails going on. I'm gathering that you're starting to appreciate Pete's fashion sense",
        7443.28,
        7448.32
    ],
    [
        " That's what I'm gathering. Oh, I'm saying occasionally no no no because here's the deal the pockets because they're at a little angle",
        7448.32,
        7455.42
    ],
    [
        " They're they're easier to get your hand in and out of",
        7455.42,
        7459.68
    ],
    [
        " Which what I'm saying is there is a functionality",
        7459.68,
        7462.88
    ],
    [
        " Because if it didn't if it wasn't functional, I wouldn't be talking about it right now",
        7463.72,
        7466.86
    ],
    [
        " No, because we don't talk about things like that",
        7466.86,
        7469.28
    ],
    [
        " But they look dope. It's what I'm saying. I think you're starting to appreciate that on",
        7469.28,
        7472.86
    ],
    [
        " What I'm saying is I think I think Pete did it not for functionality",
        7472.86,
        7477.56
    ],
    [
        " I think Pete did it because it looked cool",
        7477.56,
        7480.1
    ],
    [
        " And then I",
        7480.1,
        7481.96
    ],
    [
        " Commend his creativity",
        7481.96,
        7483.98
    ],
    [
        " Because not because it looked cool, but because it provides a level of functionality that does not previously exist in jeans anywhere",
        7483.98,
        7491.9
    ],
    [
        " So I agree with you. I agree with the whole deal the whole gig and man. Yeah, yeah, those are good American denim",
        7493.66,
        7500.72
    ],
    [
        " By the way all made in America. Yes, the cotton is made in America grown. What about the things that you put you fasten the um",
        7500.72,
        7508.12
    ],
    [
        " We are waste with the buttons. Yeah, the buttons",
        7508.12,
        7510.76
    ],
    [
        " Fordentons cotton just look at a picture of the buttons. That's enough to be like all sold",
        7510.76,
        7517.58
    ],
    [
        " They're pretty dope. They're very dope actually plus we got supplements as you were just about to say",
        7517.58,
        7522.84
    ],
    [
        " Yes, supplements important supplements",
        7522.88,
        7524.58
    ],
    [
        " Not this mega-mass",
        7524.58,
        7526.4
    ],
    [
        " What was that one for old school?",
        7526.4,
        7528.58
    ],
    [
        " Unless not like that well, I guess kind of because milk is additional pro wait cleaner",
        7528.82,
        7536.7
    ],
    [
        " clean",
        7536.7,
        7537.62
    ],
    [
        " Protein slow release bright and did a really good um, but let's face it",
        7537.62,
        7542.62
    ],
    [
        " It just tastes good. Yeah, well, it doesn't just taste it. It tastes good. That might be",
        7542.62,
        7547.74
    ],
    [
        " What's that word that might be the number one priority?",
        7547.74,
        7551.44
    ],
    [
        " Or the number one benefit the fact that it's the best protein you can actually get is awesome too. Yeah cool",
        7551.74,
        7557.7
    ],
    [
        " Well, you can eat a steak if you want protein as well. So there's there's very easy to stay",
        7557.7,
        7562.8
    ],
    [
        " That's the problem. Sometimes you're like on the go. Sometimes you got to get sometimes it's",
        7562.8,
        7567.62
    ],
    [
        " You got work to do. Yeah, you have time to eat a steak. Sometimes you just want to desert too. Let's face it",
        7567.62,
        7573.08
    ],
    [
        " Come on bro. Let's face it",
        7573.08,
        7574.72
    ],
    [
        " So boom, there you go",
        7574.72,
        7577.28
    ],
    [
        " So yeah, so mokas like that, but the so the joint warfare",
        7577.34,
        7580.18
    ],
    [
        " Crill oil these are for your joints keep your joints in the game",
        7580.18,
        7582.94
    ],
    [
        " If you're for real getting after it like especially in the gym and doing jujitsu man",
        7582.94,
        7588.52
    ],
    [
        " The joint warfare and the crill oil is gonna keep you in the game big times can help you out a lot",
        7588.52,
        7593.1
    ],
    [
        " Huge time as we say don't forget about the warrior kid mokas well. Yeah, which is which is tasty and",
        7593.1,
        7601.7
    ],
    [
        " Why not feed your kids something that's actually gonna be good for them?",
        7601.7,
        7606.74
    ],
    [
        " Instead of feeding them",
        7607.28,
        7608.18
    ],
    [
        " literal poison. Yeah gummy bears. Yeah sugar",
        7608.18,
        7612.96
    ],
    [
        " Check and let's just and discipline as well if you want some cognitive",
        7612.96,
        7617.28
    ],
    [
        " enhancing elements infused into your brain",
        7617.28,
        7620.98
    ],
    [
        " Get some discipline. That's a good one. Get yourself some jackele white teas. Well, yeah",
        7620.98,
        7625.26
    ],
    [
        " That's if you want to have a massive deadlift in excess of 8,000 pounds",
        7625.26,
        7629.44
    ],
    [
        " Check. Yeah, also it's certified organic. So that's something also",
        7629.44,
        7634.4
    ],
    [
        " Web the store. It's called jackele store. We can get the tea on the store too. We have the tea on the store",
        7634.84,
        7640.48
    ],
    [
        " um",
        7640.48,
        7641.42
    ],
    [
        " But also on the store jackele store.com. This is where you can get uh shirts",
        7641.42,
        7646.4
    ],
    [
        " If you want to represent on the path this will be equals freedom even get after it. You know simple stuff. I chose",
        7646.4,
        7653.48
    ],
    [
        " Quality shirts over",
        7653.48,
        7656.16
    ],
    [
        " cheap quantity sure it is",
        7656.16,
        7659.08
    ],
    [
        " So when you get the shirt as it should be as it should be right",
        7659.08,
        7663.2
    ],
    [
        " So if you get the shirt and you recognize that dang this this could very well be my favorite shirt just to wear",
        7663.4,
        7669.42
    ],
    [
        " Just the fit and the feel of the shirt. I won't be surprised in fact. I'd be surprised if it's not",
        7669.42,
        7674.58
    ],
    [
        " That's my opinion. The last is some good stuff on there is rash guards on there some hats",
        7674.58,
        7679.52
    ],
    [
        " Flex fit and snapback trucker hats",
        7679.52,
        7683.2
    ],
    [
        " Some hoodies lightweight and heavyweight",
        7683.2,
        7685.5
    ],
    [
        " Some good stuff on there. Anyway, if you want something get something it is jackele store",
        7685.5,
        7690.06
    ],
    [
        " Dot com also don't forget to subscribe to this podcast",
        7690.4,
        7694.2
    ],
    [
        " If you want to go ahead and smash the subscribe button",
        7694.2,
        7698.94
    ],
    [
        " Probably not doing that anymore",
        7698.94,
        7700.52
    ],
    [
        " That's that joke over that's the last one last one",
        7700.52,
        7703.58
    ],
    [
        " All right no more so if you want to subscribe you can click the",
        7703.58,
        7708.08
    ],
    [
        " Subscribe button. Yeah, I guess I guess if you're gonna remind someone to do something in regards to subscribing",
        7708.08,
        7715.08
    ],
    [
        " It'd be more on the youtube thing to do the notification bell if they want to be notified",
        7715.82,
        7720.38
    ],
    [
        " Because that's not just a given when you subscribe. I don't know some people might not know that. This is what I'm saying",
        7720.38,
        7724.84
    ],
    [
        " Okay, I'm definitely a more person that did not know that",
        7724.84,
        7727.52
    ],
    [
        " Well, there you go. So yeah subscribe whatever twitter or not twitter. Sorry to stitcher google play iTunes that kind of stuff",
        7727.52,
        7734.24
    ],
    [
        " Yeah, yeah also",
        7734.24,
        7735.68
    ],
    [
        " Three new releases yep 24 25 and 26",
        7735.68,
        7741.76
    ],
    [
        " Including in interview with john bosac the illustrator the drawer of pictures of all the worry kid books including Mikey and the dragons",
        7742.84,
        7751.4
    ],
    [
        " In a very interesting on that one especially if you're inting kind of creative thing a kind of",
        7751.4,
        7756.7
    ],
    [
        " Demonstrates that we're talks about the process and the frustration. It's good. I actually liked it a lot",
        7756.7,
        7761.8
    ],
    [
        " also",
        7761.8,
        7762.96
    ],
    [
        " where you could soap",
        7762.96,
        7764.86
    ],
    [
        " Irish oaks ranch.com is where you can get jaco soap",
        7764.86,
        7770.38
    ],
    [
        " Trooper soap all made by warrior kid aiden in the United States by the way",
        7770.42,
        7775.76
    ],
    [
        " Does he have some kind of motto or anything with that? Yeah, like I'm it's a slogan. What is it slogan?",
        7775.76,
        7781.24
    ],
    [
        " stay clean",
        7781.68,
        7782.56
    ],
    [
        " Sorry, bro. I don't say it all like you know crazy like you whatever but best stay clean simple to the point right?",
        7782.56,
        7788.58
    ],
    [
        " All good. I was not impressed with you. I know your",
        7788.78,
        7792.66
    ],
    [
        " Job there doing the best I can you know",
        7792.66,
        7796.26
    ],
    [
        " Anyway, like I mentioned we have a youtube channel as well. Chalk podcast youtube channel if you were interested in the video version of this",
        7796.34,
        7802.28
    ],
    [
        " this here situation",
        7802.28,
        7804.5
    ],
    [
        " um and some excerpts on there some enhanced excerpts on there too",
        7804.5,
        7808.7
    ],
    [
        " If you want to look at them, it's good psychological warfare. It's out there iTunes Google play MP3 get it",
        7808.7,
        7815.72
    ],
    [
        " Don't forget about the visual versions of psychological warfare from flipside canvas.com which is run by my brother Dakota Meyer",
        7815.72,
        7824.62
    ],
    [
        " You might want to check that one out as well. Yeah, this plenty equals freedom",
        7825.78,
        7829.76
    ],
    [
        " Art yeah, yeah, we have we have posters right which is cool like you hang them in your gym and whatever",
        7829.76,
        7838.4
    ],
    [
        " But it's like one two maybe three levels higher than the poster is like definitely you know",
        7838.4,
        7842.52
    ],
    [
        " Can you hang on your wall in your home? You know in your office?",
        7842.52,
        7846.46
    ],
    [
        " Clearly you could you put these things up there legit and we got some warrior kid posters",
        7846.46,
        7851.1
    ],
    [
        " Uh art",
        7857.86,
        7858.82
    ],
    [
        " Also on it on it.com slash juggle go there king on it. This where you can get what kettlebells like fitness stuff",
        7858.82,
        7865.36
    ],
    [
        " Um, so you know some cool supplements some greens some food items, you know",
        7865.36,
        7870.34
    ],
    [
        " Well, this is where I get my kettlebells",
        7870.34,
        7872.44
    ],
    [
        " But actually yeah like pretty much all my home gym stuff aside from like the dumbbell sets",
        7872.44,
        7878.18
    ],
    [
        " Get from on it all of it going there on it.com slash juggle get something",
        7878.26,
        7882.76
    ],
    [
        " And got some books to",
        7882.76,
        7884.56
    ],
    [
        " I've written a bunch of them",
        7884.56,
        7886.58
    ],
    [
        " Way the warrior kid where there's a will number that's number three of that book that is live. So",
        7886.58,
        7892.34
    ],
    [
        " Get that for your kid",
        7892.34,
        7894.18
    ],
    [
        " Also get the way the warrior kid won and way the warrior kid to which is called marks mission",
        7894.18,
        7899.74
    ],
    [
        " These books are good and these are the books I wish I had when I was a kid",
        7899.74,
        7903.38
    ],
    [
        " They would just put me on the path at a younger age Mikey in the dragons",
        7903.38,
        7907.26
    ],
    [
        " You can order that one now as well",
        7907.46,
        7910.14
    ],
    [
        " That is for a little bit younger age maybe three four five six",
        7910.14,
        7915.78
    ],
    [
        " Sure through 70",
        7915.78,
        7918.04
    ],
    [
        " Yeah, I would agree with that. Yeah, just want to go to freedom field manual",
        7918.04,
        7921.8
    ],
    [
        " All the little questions that you want to ask me about everything our answer is answered in that book",
        7921.8,
        7927.8
    ],
    [
        " The discipline goes freedom field manual how to get after it",
        7927.8,
        7932.4
    ],
    [
        " The audio version is",
        7932.4,
        7934.08
    ],
    [
        " Not on audible. It's on iTunes. It's on Amazon music. It's on Google play other MP3s",
        7934.44,
        7940.54
    ],
    [
        " and those are questions that you might have about life about",
        7940.54,
        7944.52
    ],
    [
        " My personal operating system if you have questions about leadership check out extreme ownership and the dichotomy of leadership",
        7944.52,
        7951.5
    ],
    [
        " I referenced them both today and I referenced them all the time written by me and my brother life babin about the experiences",
        7951.5,
        7959.9
    ],
    [
        " We had overseas now you can take those experiences",
        7959.9,
        7962.64
    ],
    [
        " And apply them to the leadership in your life and world",
        7963.08,
        7967.48
    ],
    [
        " We also have echelon front which is our leadership consultancy",
        7967.48,
        7971.28
    ],
    [
        " We solve problems through leadership you can go to echelonfront.com for details on that",
        7971.28,
        7976.74
    ],
    [
        " If you want to get some additional training",
        7976.74,
        7979.08
    ],
    [
        " Online you go to ef online.com and that's where we have all the echelon front instructors",
        7979.08,
        7985.7
    ],
    [
        " teaching classes online interactive classes",
        7985.7,
        7989.52
    ],
    [
        " Check that one out if you want to go more granular",
        7990.1,
        7993.14
    ],
    [
        " And then we have the muster which is a conference",
        7993.14,
        7997.26
    ],
    [
        " a gathering",
        7997.26,
        7999.0
    ],
    [
        " a leadership gathering",
        7999.0,
        8000.84
    ],
    [
        " The next one is in denver September 19th and 20th",
        8000.84,
        8004.96
    ],
    [
        " And then in Sydney, Australia, December 4th and 5th",
        8004.96,
        8008.96
    ],
    [
        " Check extreme ownership.com for details all of the musters have sold out and these will too so get there early",
        8008.96,
        8016.16
    ],
    [
        " And of course we have ef Overwatch where we are",
        8017.2,
        8020.52
    ],
    [
        " taking",
        8020.52,
        8022.68
    ],
    [
        " Speck ops and combat aviation leaders",
        8022.68,
        8027.9
    ],
    [
        " And placing them into civilian companies that need leader ship",
        8027.9,
        8033.32
    ],
    [
        " ef Overwatch.com if you want to",
        8033.32,
        8037.58
    ],
    [
        " hire someone from special operations or your former special operations and you would like to work in the civilian sector",
        8037.58,
        8045.06
    ],
    [
        " go to ef Overwatch.com follow the instructions and we will hook it up",
        8045.12,
        8049.28
    ],
    [
        " And if you feel like you want to cruise with us just a little bit more",
        8049.28,
        8054.4
    ],
    [
        " You can find us both on the interwebs",
        8054.4,
        8057.56
    ],
    [
        " on twitter on instagram and on devise book",
        8057.56,
        8064.16
    ],
    [
        " echo is ad equatorals and i am at jockewilling and",
        8064.16,
        8069.26
    ],
    [
        " Thanks to all of you that make this podcast possible first",
        8069.26,
        8074.38
    ],
    [
        " Those of you in the armed services who put your honor and duty above yourselves and protect freedom around the world",
        8075.06,
        8081.88
    ],
    [
        " And to all the police officers and law enforcement to the firefighters the paramedics the EMTs the dispatchers the correctional officers the border patrol secret service and all the other first responders",
        8081.88,
        8095.58
    ],
    [
        " Each of you do the same",
        8095.58,
        8099.0
    ],
    [
        " You place the welfare of others above the welfare of yourself in order to keep us safe",
        8100.06,
        8106.38
    ],
    [
        " So thanks for what you do",
        8106.38,
        8108.82
    ],
    [
        " And the rest of you that are out there",
        8108.82,
        8112.62
    ],
    [
        " Thanks for the support that you all give us you are the",
        8112.62,
        8117.22
    ],
    [
        " Fuel that keeps this train moving",
        8117.22,
        8120.18
    ],
    [
        " Literally",
        8120.18,
        8122.12
    ],
    [
        " We appreciate it and also remember this",
        8122.12,
        8125.6
    ],
    [
        " No matter what happened in the past",
        8126.58,
        8128.74
    ],
    [
        " You control the narrative",
        8128.74,
        8132.38
    ],
    [
        " You write the story that you want to write you give yourself the role that you want",
        8132.38,
        8139.8
    ],
    [
        " make your",
        8139.8,
        8141.1
    ],
    [
        " FOTS in that story filled with discipline",
        8141.1,
        8146.12
    ],
    [
        " And make your actions make them nothing short of heroic",
        8146.12,
        8153.3
    ],
    [
        " Then step out into the world and get after it",
        8155.6,
        8161.64
    ],
    [
        " And until next time this is echo and jockew out",
        8161.64,
        8166.7
    ]
]