[
    [
        " Juckle great topic for me would be staying committed to life change",
        0.84,
        6.2
    ],
    [
        " I start strong and fade fast into old habits. Please help",
        6.2,
        10.92
    ],
    [
        " I'm gonna",
        10.92,
        12.64
    ],
    [
        " I'm gonna have to bring in a little Shakespeare on this one",
        12.64,
        19.14
    ],
    [
        " Shakespeare between the acting of a dreadful thing and the first motion",
        19.14,
        27.44
    ],
    [
        " All the interim is like a phantasma or a hideous dream",
        27.88,
        34.76
    ],
    [
        " And that's",
        34.76,
        38.8
    ],
    [
        " Brutus",
        38.8,
        39.58
    ],
    [
        " From Julius Caesar and Brutus in the play is plotting to kill Caesar",
        39.58,
        47.6
    ],
    [
        " Someone he was loyal to",
        47.6,
        52.14
    ],
    [
        " In Shakespeare the master of understanding human nature",
        53.68,
        59.12
    ],
    [
        " captures what that feels like and",
        59.12,
        65.58
    ],
    [
        " Here's what these lines mean between the acting of a dreadful thing. So that's the moment",
        65.58,
        72.22
    ],
    [
        " That moment when you're waiting to do something that you don't want to do",
        72.22,
        77.4
    ],
    [
        " And the first motion. So that's when you actually start doing that thing that you don't want to do",
        79.18,
        84.84
    ],
    [
        " All the interim now this is all that time all that time in that moment",
        84.84,
        93.26
    ],
    [
        " While you are waiting to take action",
        93.26,
        96.36
    ],
    [
        " Is like a phantasma or a hideous dream",
        96.36,
        103.38
    ],
    [
        " So",
        105.32,
        106.16
    ],
    [
        " That moment",
        106.16,
        107.0
    ],
    [
        " That moment when you're waiting to do something it's like an apparition a hideous dream a nightmare",
        107.0,
        116.12
    ],
    [
        " And so the battle the struggle",
        116.12,
        121.94
    ],
    [
        " It takes place in that moment",
        121.94,
        125.94
    ],
    [
        " It's not",
        125.94,
        129.76
    ],
    [
        " Knowing what to do that's not the battle. It's not actually doing it",
        130.8,
        135.98
    ],
    [
        " That's not the battle. It's the moment in between",
        135.98,
        139.76
    ],
    [
        " It's the hesitation",
        139.76,
        142.56
    ],
    [
        " hesitation is the enemy",
        142.56,
        146.62
    ],
    [
        " And in war",
        146.62,
        150.36
    ],
    [
        " Understanding where the enemy is allows you to defeat him",
        150.36,
        157.16
    ],
    [
        " And",
        158.9,
        159.78
    ],
    [
        " This is where the enemy of action the enemy of commitment the enemy of change that's where the enemy lies it lies in the waiting",
        159.78,
        171.04
    ],
    [
        " And all you have to do to win is",
        171.04,
        180.34
    ],
    [
        " Overcome that moment the waiting the hesitation",
        180.34,
        184.06
    ],
    [
        " All you have to do is go",
        185.64,
        188.72
    ],
    [
        " Move",
        188.72,
        190.56
    ],
    [
        " Take action",
        190.56,
        192.82
    ],
    [
        " Get out of bed get your feet on the ground step into the gym put down the doughnut and pick up the kettlebell",
        192.82,
        201.66
    ],
    [
        " Do not hesitate do not wait go forward",
        201.66,
        208.62
    ],
    [
        " Go to war and",
        208.62,
        213.34
    ],
    [
        " win",
        213.34,
        215.82
    ],
    [
        " Every",
        215.82,
        218.14
    ],
    [
        " single time",
        218.14,
        221.76
    ]
]