[
    [
        " So that's a big deal to have the the eagle eyes that you guys had. Yeah, it really was when you think about it",
        0.0,
        7.3
    ],
    [
        " We didn't have any kind of a",
        7.3,
        10.4
    ],
    [
        " Ground control, you know toward, you know many bandits at 12 o'clock",
        10.4,
        18.52
    ],
    [
        " Yeah, to see a",
        18.52,
        22.48
    ],
    [
        " It was incredibly important in combat",
        22.48,
        29.36
    ],
    [
        " Dave you got good eyes, don't you? I was I was given the gift of of really good vision",
        30.0,
        35.68
    ],
    [
        " And so but it's not as important now no",
        35.68,
        38.2
    ],
    [
        " Because you just get basically in a modern you just gotta be able to see the screens in front of your face, right?",
        38.2,
        43.24
    ],
    [
        " Thanks",
        43.7,
        44.14
    ],
    [
        " It's I would not draw a comparison of what what Colonel Anderson",
        44.14,
        48.32
    ],
    [
        " Needed in terms of the vision, but having good eyesight even today",
        48.32,
        53.32
    ],
    [
        " Is a huge advantage because at some point all the computers all the information",
        53.32,
        58.66
    ],
    [
        " You were talking about even somewhere on the ground telling you where to go and where to look",
        58.94,
        62.56
    ],
    [
        " Eventually you have to see him yourself and the sooner you seem the better and the better your eyes are the sooner you see him",
        62.56,
        70.24
    ],
    [
        " so for me",
        70.24,
        71.48
    ],
    [
        " 50 years later listened you describe a",
        71.48,
        74.98
    ],
    [
        " Fighter palette during creative stretching limits",
        74.98,
        78.44
    ],
    [
        " It's the exact same way we think about it 50 years later",
        78.44,
        82.66
    ],
    [
        " So your explanation is is timeless for what a good fighter palette makes",
        82.66,
        87.08
    ],
    [
        " So it was really cool to read that and hear that from you",
        87.08,
        89.2
    ]
]