[
    [
        " This is Jockel Podcast number 182 with Echo Charles and me, Jockel Willink.",
        0.66,
        6.9
    ],
    [
        " Good evening, I come.",
        7.48,
        7.98
    ],
    [
        " Good evening.",
        8.06,
        8.46
    ],
    [
        " The insertion was flawless.",
        9.2,
        12.04
    ],
    [
        " We were in the woodline and on our way for a general area reconnaissance.",
        12.98,
        17.72
    ],
    [
        " This time we played it by the book, moving 10 minutes than waiting 10 minutes.",
        18.36,
        22.3
    ],
    [
        " As we moved, I saw that I'd never run an eight man team again.",
        22.74,
        27.84
    ],
    [
        " It's too cumbersome.",
        28.0,
        29.36
    ],
    [
        " In this target, the vegetation still made me a tad on edge as it had a second canopy in some areas,",
        29.86,
        37.26
    ],
    [
        " but still gave us long lines of sight, something we weren't used to.",
        37.6,
        41.32
    ],
    [
        " As darkness approached, we looked for a good spot to RON.",
        42.82,
        46.86
    ],
    [
        " With the flat terrain, finding a good RON became really dicey.",
        48.04,
        57.58
    ],
    [
        " Finally, we found one and saw set up a perimeter, set up the watch rotation, and oversaw the placement of extra claymore mines.",
        58.16,
        65.56
    ],
    [
        " In one area where the vegetation was thin, Bubba placed a couple of toe poppers in the ground.",
        66.68,
        71.78
    ],
    [
        " I couldn't sleep.",
        72.92,
        73.94
    ],
    [
        " The flat terrain played on my mind.",
        74.98,
        77.06
    ],
    [
        " Before first light, the entire team was awake, alert retrieving the claymore mines and preparing for our move out of the RON.",
        78.28,
        84.78
    ],
    [
        " After a night on the jungle floor, I wanted an R&R anywhere with firm beds, clean sheets, and cold drinks.",
        85.9,
        93.88
    ],
    [
        " Because I insisted on carrying the PRC25, there was little room in my backpack, except for essentials.",
        94.46,
        101.82
    ],
    [
        " At night, when I slept on the ground, I did so without an air mattress or hammock.",
        102.94,
        107.84
    ],
    [
        " The sole item of comfort was an army issue pullover sweater that buttoned up to the neck.",
        108.52,
        114.36
    ],
    [
        " Whenever I put it on at night, I was always worried about Charlie hitting us when I was pulling the sweater over my head.",
        115.1,
        122.48
    ],
    [
        " It was one of the few creature comforts I allowed myself or had room for in my Rucksack.",
        122.88,
        127.44
    ],
    [
        " Shortly after first light, the green hornets CNC aircraft flew into the edge of our AO for a routine commo check.",
        128.52,
        135.58
    ],
    [
        " I gave him a quick team okay and prepared to move the team out of the RON.",
        136.56,
        141.1
    ],
    [
        " However, the CNC crew told me to wrap up the mission.",
        142.06,
        144.56
    ],
    [
        " There was another problem that he couldn't discuss on an open frequency.",
        144.96,
        147.72
    ],
    [
        " We knew the NVA-monitored SAG FM radio transmissions and had radio direction finding equipment.",
        148.16,
        153.26
    ],
    [
        " The CNC pilot told us to find an LZ and let him know when we'd be ready for extraction.",
        153.82,
        159.44
    ],
    [
        " A few minutes later, the green hornets roared into the new LZ, picked us up and returned us to base.",
        160.44,
        166.02
    ],
    [
        " The reason we were yanked from the field this time stemmed from a tragedy in the Prairie Friar area of operations on 30 November.",
        166.84,
        174.84
    ],
    [
        " An H-34 King Bee was shot out of the sky during an eldest son operation.",
        175.76,
        180.44
    ],
    [
        " Seven green berets from FOB-1 and FOB-4 were killed when an anti-aircraft round struck the Sikorsky chopper and ignited the ammunition on the aircraft killing everyone on board.",
        180.48,
        193.48
    ],
    [
        " One of the men killed in that ill-fated King Bee with Staff Sergeant Arthur E. Bader.",
        194.16,
        201.46
    ],
    [
        " I liked Bader.",
        202.1,
        204.36
    ],
    [
        " On my last night at FOB-1 before shipping out to FOB-6, I played in a poker game where he won a lot of money.",
        204.94,
        212.5
    ],
    [
        " The longer we played, the more money Bader won.",
        213.1,
        217.98
    ],
    [
        " The more money Bader won, the more morose he became.",
        218.8,
        222.38
    ],
    [
        " At one point, I asked him what was wrong.",
        223.1,
        225.68
    ],
    [
        " He was winning and he was a head-several hundred dollars but kept complaining that he'd never spent the money.",
        226.36,
        232.18
    ],
    [
        " His response was that he had a premonition that he was going to die and that men about to die often win a lot of money, money that they would never spend.",
        234.36,
        244.1
    ],
    [
        " We all tried to josh him out of his dark mood but failed.",
        245.02,
        249.0
    ],
    [
        " Bader was a unique Special Forces green beret.",
        250.78,
        253.66
    ],
    [
        " He had earned and lost three separate fortunes in between three terms in the service.",
        254.36,
        259.04
    ],
    [
        " He was in his thirties but still enjoyed SF, spoke fluid German and a few other languages and merely wanted to accomplish any mission assigned to him.",
        260.0,
        269.24
    ],
    [
        " On the long flight back to Fru-Bai, I kept hearing him talk to us at the poker table that last night.",
        269.92,
        277.74
    ],
    [
        " Now, he was gone.",
        279.18,
        283.48
    ],
    [
        " Now, he was gone and that is the reality of war captured in the best-selling book across the fence.",
        289.04,
        299.28
    ],
    [
        " And back with us again to talk about war is the author of that book and of another book called On the Ground and of a series of books called The Saga Chronicles, a man who has seen more than most and who has had more close calls than any man should have.",
        300.12,
        319.02
    ],
    [
        " John Striker, Meyer, and if you haven't listened to podcast 180 and 181 yet go back and listen to them first to hear the background of this hero, this warrior, Special Forces soldier and leader of RT Idaho, a recon team for MacVease Saga working missions across the border from Vietnam into Laos and Cambodia.",
        320.54,
        346.72
    ],
    [
        " John, good evening sir.",
        348.2,
        349.32
    ],
    [
        " Good evening, thanks for coming back again.",
        349.58,
        351.56
    ],
    [
        " Glad to be back soon.",
        351.76,
        352.46
    ],
    [
        " Every time you walk out of the studio about 10 minutes later I said you would text, hey can you come back again next week?",
        352.46,
        357.58
    ],
    [
        " We just have some fun, I can't say no.",
        358.58,
        360.14
    ],
    [
        " That's happened, that's that happened, that's both, that's how you ended up here again. Every time you walk out of here I go, I want to hear you talk more.",
        360.26,
        366.74
    ],
    [
        " Hear more about what you've done.",
        367.14,
        369.3
    ],
    [
        " And yeah, no it's been awesome and the response from people have been hitting me up, they've been just, just enthralled with what you've been talking about.",
        370.18,
        380.04
    ],
    [
        " And here in here and you tell these stories has been, has been interesting and you haven't seen this, have you heard of a movie character named Jason Bourne?",
        380.66,
        390.74
    ],
    [
        " Have you heard of this guy?",
        391.48,
        393.26
    ],
    [
        " Yeah, okay.",
        393.54,
        393.88
    ],
    [
        " Yeah, so I posted a picture of you when you were 21 or 22.",
        394.12,
        397.54
    ],
    [
        " He's my illegitimate son.",
        398.4,
        399.9
    ],
    [
        " Yeah, you got some definite comments about that.",
        399.98,
        404.12
    ],
    [
        " Interesting.",
        404.34,
        406.16
    ],
    [
        " So yeah, we got the real guy back again.",
        406.72,
        410.34
    ],
    [
        " So I know we, that first excerpt that I just read was from across the fence.",
        410.72,
        416.8
    ],
    [
        " And I wanted to go back to your other book for a little bit, the book on the ground.",
        417.12,
        423.58
    ],
    [
        " And then I just want to, I got a bunch of things I want to just ask you about and talk to you about.",
        425.06,
        428.68
    ],
    [
        " But I wanted to cover one more section of this book on the ground. I was reading through it again yesterday and it's just again one of these situations where I don't know how you're here right now to be honest with you.",
        428.74,
        442.64
    ],
    [
        " Only body grace of guy indeed to be conguys the smile on our team.",
        443.04,
        447.38
    ],
    [
        " And you know, you guys had more than 100% casualty rate.",
        448.1,
        452.4
    ],
    [
        " Correct.",
        453.68,
        454.16
    ],
    [
        " You had guys that, you had some guys that had 7, 8, 9 purple hearts.",
        454.52,
        459.0
    ],
    [
        " Bob Howard was put in for 11. He only received 8.",
        459.36,
        462.42
    ],
    [
        " In my case, I've been put in for two more. But it's just shrapnel.",
        463.1,
        466.42
    ],
    [
        " You know, you look at guys that get the legs blown off.",
        466.72,
        469.04
    ],
    [
        " Arms blown off is like almost embarrassed to take it.",
        469.2,
        472.04
    ],
    [
        " And anybody got a purple heart in our day. You got really ragged for it.",
        472.28,
        477.46
    ],
    [
        " You know, because like you dumbass, you just couldn't get out of the way fast enough. You got a purple heart.",
        477.52,
        482.48
    ],
    [
        " I think we had one of my old Vietnam seal buddies. I think he called it the Viet Cong achievement medal was the purple heart.",
        482.66,
        490.18
    ],
    [
        " That's a good one. I like that.",
        490.54,
        492.42
    ],
    [
        " So you were put in for two more. How many did you get already?",
        493.52,
        498.4
    ],
    [
        " I was telling one.",
        498.42,
        499.3
    ],
    [
        " Okay.",
        499.88,
        499.92
    ],
    [
        " And again, spider parks and Pat Watkins, my gurus, my recon gurus.",
        500.26,
        505.9
    ],
    [
        " We had one that had been put in for just minor shrapnel.",
        505.9,
        509.46
    ],
    [
        " The paperwork disappeared.",
        509.72,
        511.68
    ],
    [
        " Another one had more shrapnel. And this time was a lot more serious.",
        511.86,
        515.76
    ],
    [
        " Bleeding and scratching and stuff.",
        515.96,
        517.26
    ],
    [
        " Little blood. But I think serious compared to what guys, for sure.",
        517.58,
        521.28
    ],
    [
        " They're really getting hammered.",
        521.44,
        522.46
    ],
    [
        " They said no, put in for it.",
        522.82,
        524.28
    ],
    [
        " Someday you may have to go to the VA.",
        524.7,
        526.42
    ],
    [
        " And there's VA even though the benefits, it's there.",
        526.74,
        530.42
    ],
    [
        " You get home loans. Oh, okay.",
        530.7,
        532.82
    ],
    [
        " It might be a future. If we get through this, there might be a future.",
        533.08,
        535.86
    ],
    [
        " Something had to go home with Vietnam after three purple hearts.",
        535.86,
        539.78
    ],
    [
        " Was that a rule?",
        540.14,
        540.84
    ],
    [
        " No.",
        541.04,
        541.22
    ],
    [
        " Not a saga.",
        541.66,
        543.24
    ],
    [
        " What about a normal soldier?",
        544.04,
        545.88
    ],
    [
        " I wouldn't know.",
        546.42,
        546.98
    ],
    [
        " I never spent any time in a regular unit.",
        547.28,
        548.86
    ],
    [
        " Yeah, no.",
        549.6,
        550.1
    ],
    [
        " I mean, Bob Howard, he took his eight.",
        550.76,
        553.08
    ],
    [
        " And he should have had 11.",
        553.72,
        554.7
    ],
    [
        " You're all the cluster.",
        555.18,
        556.04
    ],
    [
        " They guess they've ran out of clusters for those.",
        556.1,
        557.84
    ],
    [
        " Yeah, and you talk about inside Chronicles, volume one.",
        558.1,
        560.54
    ],
    [
        " What was it?",
        560.74,
        561.2
    ],
    [
        " 16 guys went out.",
        561.96,
        563.58
    ],
    [
        " 16 special forces soldiers went out.",
        563.82,
        565.62
    ],
    [
        " And they got 33 purple hearts in four days.",
        565.8,
        568.26
    ],
    [
        " Oh, yeah.",
        568.56,
        568.84
    ],
    [
        " And probably could have gotten more.",
        569.2,
        570.68
    ],
    [
        " Sure.",
        571.02,
        571.38
    ],
    [
        " Ridiculous.",
        572.6,
        573.3
    ],
    [
        " Absolutely.",
        573.74,
        574.02
    ],
    [
        " It's crazy. Yeah.",
        574.16,
        575.2
    ],
    [
        " Yeah.",
        576.04,
        576.26
    ],
    [
        " All right. We're going back to on the ground.",
        576.66,
        578.64
    ],
    [
        " Here we go.",
        580.46,
        581.18
    ],
    [
        " The Huey's lifted off made a gentle lazy turn and pointed their noses northwest.",
        581.3,
        585.04
    ],
    [
        " Once everyone was settled, I allowed my mind to wander as I looked out in",
        585.58,
        589.14
    ],
    [
        " March, and how beautiful the landscape was from several thousand feet up in the air,",
        589.14,
        592.86
    ],
    [
        " up where it was open and cool rather than closed and muggy.",
        593.3,
        597.04
    ],
    [
        " There was also a sense of inner peace and pride.",
        597.98,
        600.6
    ],
    [
        " This is what I had volunteered and trained so hard for.",
        601.14,
        603.86
    ],
    [
        " This chance to run top secret missions behind enemy lines, dangerous missions that may",
        604.28,
        608.62
    ],
    [
        " be a difference.",
        608.62,
        609.12
    ],
    [
        " Like most special forces types, I couldn't stomach the monotonous routines of camp life,",
        610.12,
        615.54
    ],
    [
        " the ash and trash detail stuff, the petty rules, regulations, formations, and egos.",
        616.02,
        623.14
    ],
    [
        " More amazing yet.",
        623.94,
        626.06
    ],
    [
        " Here I was at the ripe old age of 22 sporting the exalted rank of E4 and the 10 of a",
        626.36,
        633.06
    ],
    [
        " SAG recon team.",
        633.06,
        634.84
    ],
    [
        " 22 years old.",
        637.28,
        638.08
    ],
    [
        " Young and dumb.",
        638.08,
        641.4
    ],
    [
        " Yeah.",
        642.0,
        642.66
    ],
    [
        " 22 years old and you had been bust.",
        643.14,
        644.66
    ],
    [
        " If you hadn't been, you got busted down once or twice.",
        644.88,
        647.5
    ],
    [
        " Only once.",
        648.1,
        648.5
    ],
    [
        " Okay. So you would have been an E5 you think at this point?",
        648.64,
        650.88
    ],
    [
        " I would have been up.",
        651.1,
        652.2
    ],
    [
        " Months of powerful. Yes.",
        652.56,
        653.62
    ],
    [
        " At least an E5.",
        653.94,
        654.76
    ],
    [
        " That must have been crazy.",
        657.12,
        658.96
    ],
    [
        " Because usually we got promoted based on, if you're running missions,",
        659.56,
        662.68
    ],
    [
        " whenever the appropriate timeframe was to be in one grade before you be considered for",
        662.76,
        667.54
    ],
    [
        " the next SAG was really good about getting the promotions, at least our people are.",
        667.54,
        671.74
    ],
    [
        " So as soon as you'd accomplish your time in rank, you get out with me, do the E4 really quick?",
        671.82,
        677.16
    ],
    [
        " So when you, this idea of being an SF and just being on camp and on base and having the",
        679.44,
        690.56
    ],
    [
        " normal kind of routines, you just couldn't stand that.",
        690.98,
        693.74
    ],
    [
        " No.",
        693.98,
        694.1
    ],
    [
        " You would rather be out in the field.",
        694.8,
        696.24
    ],
    [
        " Oh yeah, just try your nuts.",
        696.48,
        697.78
    ],
    [
        " Check.",
        698.34,
        701.6
    ],
    [
        " All right.",
        702.74,
        703.02
    ],
    [
        " Here we go back to the book.",
        703.22,
        704.08
    ],
    [
        " I had been with RTI-10 for seven months now by dint of hard work, lots of mission experience,",
        704.26,
        709.22
    ],
    [
        " and simply having survived.",
        709.42,
        710.88
    ],
    [
        " I was now a team leader.",
        710.88,
        712.22
    ],
    [
        " At a moment's notice I could have millions and millions of dollars worth of air support assets.",
        712.64,
        716.58
    ],
    [
        " Some of the manned by majors and lieutenant colonels all doing my bidding, all giving their courageous",
        716.66,
        722.58
    ],
    [
        " best to save my bacon.",
        722.58,
        723.92
    ],
    [
        " I'd come a long way since flunking out of college and doing a stint as a garbage collector in",
        724.48,
        729.06
    ],
    [
        " Yosemite National Park.",
        729.06,
        730.72
    ],
    [
        " My egotistical reveries were cut short when the door gunner on my side of the Huey decided to cut loose",
        731.54,
        737.28
    ],
    [
        " with a long burst of M60 machine gun fire right next to my ear.",
        737.28,
        740.56
    ],
    [
        " Fortunately, he was simply test firing it.",
        741.06,
        744.08
    ],
    [
        " You know, we would get, I guess, kind of similar is we be driving to a target, right?",
        745.44,
        750.46
    ],
    [
        " Being in a humvee.",
        750.66,
        751.8
    ],
    [
        " Yeah.",
        751.88,
        751.96
    ],
    [
        " You know, sometimes the targets are an hour, sometimes two hours.",
        752.14,
        754.62
    ],
    [
        " You know, we did some long, long transits, but you would get time to sit there and think about stuff",
        754.9,
        762.04
    ],
    [
        " because, well, you're sitting there being transported.",
        762.04,
        765.48
    ],
    [
        " There's not too much you can do.",
        765.6,
        766.64
    ],
    [
        " You know, you're scanning, you're looking for, but you're in a helicopter.",
        767.22,
        770.2
    ],
    [
        " There's nothing to do but think, really.",
        770.9,
        772.34
    ],
    [
        " It was always amazing because it's just so beautiful.",
        773.44,
        775.64
    ],
    [
        " I mean, Southeast Asia from the air, even when you went over a combat zone, you see the bomb craters",
        775.96,
        781.44
    ],
    [
        " and you put the jungle, it was just beautiful country.",
        781.44,
        786.16
    ],
    [
        " And then you get under it and get into the underbell of the jungle that's like, you know, it's another whole world.",
        786.96,
        792.7
    ],
    [
        " The Starling Contrast, you know?",
        793.24,
        794.76
    ],
    [
        " And like you, if you're in the desert, it has its own beauty.",
        794.92,
        798.28
    ],
    [
        " And it can be spellbinding if you just watch it and go, wow, look at this.",
        798.84,
        802.9
    ],
    [
        " Without realizing that somewhere, there's a little hole.",
        803.06,
        806.14
    ],
    [
        " So a guy can pop out of a Hitchwood RPG or detonate in your case.",
        806.26,
        810.42
    ],
    [
        " Those are remote controls.",
        810.64,
        811.82
    ],
    [
        " Yeah.",
        812.1,
        812.2
    ],
    [
        " And you roll over.",
        812.6,
        813.9
    ],
    [
        " Did you, it sounds like you recognized this.",
        814.66,
        818.62
    ],
    [
        " When you were doing these operations, you kind of knew that this was, I don't know,",
        818.82,
        827.16
    ],
    [
        " I guess I'm going to use this word.",
        827.16,
        828.64
    ],
    [
        " You were lucky to be there.",
        829.12,
        830.32
    ],
    [
        " Oh, clearly.",
        830.8,
        831.86
    ],
    [
        " Because I 100% when I was in Iraq and I only did two to pull this to Iraq, I 100% knew every day that I was there.",
        832.48,
        841.92
    ],
    [
        " I knew that this was like my time.",
        842.52,
        847.36
    ],
    [
        " This is what I'd been, this is what I lived for.",
        847.6,
        850.3
    ],
    [
        " And I knew that.",
        850.74,
        851.28
    ],
    [
        " It wasn't like I looked back and say, I really wish I would have appreciated those days.",
        851.4,
        854.6
    ],
    [
        " No, when I was in them, I completely knew it and appreciated being there like every single day.",
        854.62,
        861.52
    ],
    [
        " Yeah.",
        862.16,
        863.18
    ],
    [
        " And like I, it was a nice feeling personally to think that here we are with the best of the best and we're running the missions.",
        863.54,
        872.46
    ],
    [
        " And that's what we live for.",
        872.98,
        874.34
    ],
    [
        " Okay.",
        874.5,
        874.66
    ],
    [
        " Now we're here.",
        874.66,
        875.44
    ],
    [
        " Let's go do this.",
        876.08,
        877.38
    ],
    [
        " And just hope to get the mission done.",
        877.94,
        881.3
    ],
    [
        " And just wish the damn track was to leave you alone so you get the mission done.",
        881.54,
        884.74
    ],
    [
        " Good, dude, a wiretapper snatch a POW.",
        884.76,
        886.5
    ],
    [
        " Something like that.",
        886.94,
        888.08
    ],
    [
        " Oh, yeah, it felt good.",
        888.52,
        889.94
    ],
    [
        " But you know, it's like quite professional.",
        889.94,
        891.96
    ],
    [
        " She just don't talk about that much.",
        891.96,
        893.46
    ],
    [
        " Yeah.",
        893.82,
        894.0
    ],
    [
        " Going back to the book as we approached the LZ, the team crowded the two doors of the helicopter.",
        894.72,
        900.66
    ],
    [
        " I was on the right, half standing on the skid.",
        901.06,
        903.38
    ],
    [
        " So I was kneeling behind me as hand on my shoulder, ready to follow me out the door.",
        903.54,
        906.88
    ],
    [
        " Next to him was hepp.",
        906.88,
        908.4
    ],
    [
        " My one, one John Bubba Shore along with fuck our point man and Tuan, our grenadier got ready to exit out the left side door.",
        909.52,
        917.22
    ],
    [
        " We all kept our eyes riveted on the looming jungle, scanning for any signs of movement in the tree lines surrounding our LZ.",
        917.62,
        923.62
    ],
    [
        " The top of the triple canopy growth of trees, vines and other vegetation was at least a hundred feet off the jungle floor.",
        924.14,
        931.0
    ],
    [
        " And the opening into which we were descending reminded me of the mouth of a long dark tunnel at the bottom of which resided things.",
        931.0,
        937.9
    ],
    [
        " Alice never dreamed of when she tumbled into that rabbit hole of hers.",
        938.06,
        941.3
    ],
    [
        " As we were swallowed up and the darkness increased a cold chill ran down my spine.",
        941.9,
        949.52
    ],
    [
        " When you're going into these spots, so you had pre-identified this LZ prior to.",
        950.0,
        957.92
    ],
    [
        " Is that correct?",
        958.1,
        958.72
    ],
    [
        " At that point we were working with Covey at during the briefing.",
        959.12,
        963.96
    ],
    [
        " We give out the officials LZs, you know the primary secondary alternate and that would go to Saigon.",
        963.96,
        972.9
    ],
    [
        " Then we whisper in his ear, find something else because we knew this was the worst crop.",
        973.46,
        978.38
    ],
    [
        " And then so by finding something else, you're basically just looking for a clearing of some kind that's in the general sense.",
        979.92,
        984.58
    ],
    [
        " Within that target and usually it'd be somewhere else they go.",
        984.92,
        988.08
    ],
    [
        " Somewhere where Saigon, the leak there wouldn't get the word back because we had that one target.",
        988.24,
        993.94
    ],
    [
        " We went in with the bomb. The LZ was a little wired.",
        994.14,
        997.42
    ],
    [
        " In the top she could already have wire already with a 500 pounder.",
        998.26,
        1001.08
    ],
    [
        " So we were beginning to do that much more often then.",
        1001.54,
        1005.06
    ],
    [
        " Because we had great Coveys.",
        1005.82,
        1007.12
    ],
    [
        " They knew what we needed.",
        1007.6,
        1008.36
    ],
    [
        " The Coveys fly the area of operations before you inserted.",
        1008.7,
        1011.9
    ],
    [
        " Like a day before or anything like that?",
        1012.6,
        1014.4
    ],
    [
        " During the day update, they would just fly over it.",
        1014.44,
        1016.32
    ],
    [
        " Would they just fix it or anything?",
        1016.46,
        1018.14
    ],
    [
        " No.",
        1019.16,
        1019.88
    ],
    [
        " Usually they would just do a VR visual reconnaissance and they would try to be subtle about like.",
        1020.32,
        1026.66
    ],
    [
        " And early 68, we always flew a visual reconnaissance prior to the mission.",
        1027.62,
        1031.44
    ],
    [
        " And the NVA is not stupid.",
        1032.26,
        1033.34
    ],
    [
        " If they see a bird dog flying over a target, they figured well, pretty soon we're going to get visitors and stir it up.",
        1033.86,
        1039.7
    ],
    [
        " So that gave them time to get ready.",
        1040.22,
        1041.82
    ],
    [
        " So we basically cut out the VRs on our part.",
        1042.62,
        1046.7
    ],
    [
        " And then when Covey go out, a lot of guys have been flying.",
        1047.22,
        1051.0
    ],
    [
        " They're more familiar with the AI.",
        1051.7,
        1053.02
    ],
    [
        " Would you be the VR with the helicopter?",
        1053.02,
        1054.26
    ],
    [
        " Oh no, no.",
        1054.94,
        1055.4
    ],
    [
        " Usually with South Vietnamese Air Force, they'd have a little 01 just like from World War II.",
        1055.66,
        1063.04
    ],
    [
        " The one from the battle from the Bulls where Henry Fond is up there in the right seat.",
        1063.82,
        1067.16
    ],
    [
        " The pilot's got this little Cove.",
        1067.24,
        1068.96
    ],
    [
        " Piper Cubs going 80 miles an hour top speed downhill.",
        1069.06,
        1072.2
    ],
    [
        " Yeah.",
        1072.2,
        1073.02
    ],
    [
        " And that's what, and so that would be most of our VRs.",
        1073.74,
        1078.52
    ],
    [
        " But then by Christmas, we pretty much cut that out.",
        1078.58,
        1081.72
    ],
    [
        " And that's just because they were, they, that was given away.",
        1082.2,
        1085.64
    ],
    [
        " You know, we used to ride on logistics air and kind of move the logistics air a little bit to go over an area that we were going over.",
        1086.02,
        1093.44
    ],
    [
        " So no one would know that we were in there that we were taking pictures, you know, like just logistics air.",
        1093.92,
        1100.08
    ],
    [
        " Just an aircraft flying somewhere, they'd go in a straight line.",
        1100.2,
        1103.86
    ],
    [
        " They wouldn't, they just veer off a little bit so we could see what we wanted to see.",
        1103.86,
        1106.98
    ],
    [
        " Sure.",
        1107.46,
        1107.74
    ],
    [
        " And then also did the fake out fake inserts.",
        1108.06,
        1110.82
    ],
    [
        " Sometimes they didn't have the fuel to do a lot fake inserts, but they had a device called the Nightingale.",
        1111.74,
        1117.58
    ],
    [
        " Where they would go in sort of Nightingale often, pull the detonator on it and it would sound like a firefight.",
        1118.82,
        1125.5
    ],
    [
        " So that would have a lot of commotion and then they would jump up, go to a second LZ and put us in.",
        1126.06,
        1132.14
    ],
    [
        " And down south, we were with the green hornets.",
        1132.86,
        1136.22
    ],
    [
        " They, they really had a cold because it was flat, down, up, down, up.",
        1136.84,
        1140.9
    ],
    [
        " So at the end of the year, we were trying to guess which of the three or four touchdowns where we were.",
        1141.24,
        1145.32
    ],
    [
        " They were really busy.",
        1145.52,
        1146.56
    ],
    [
        " Got it.",
        1146.96,
        1147.98
    ],
    [
        " Going back to the book as the chopper near the jungle floor, Bubba and I executed our first standard operating procedure,",
        1148.52,
        1154.68
    ],
    [
        " which was checking the LZ for trip wires or booby traps while the rest of the team searched the surrounding jungle for any signs of trouble.",
        1154.68,
        1160.34
    ],
    [
        " After giving the all clear, the team was out the doors and on the ground before the skids firmly touched down.",
        1160.74,
        1166.14
    ],
    [
        " How long would you hover there and look at the LZ for?",
        1166.52,
        1168.34
    ],
    [
        " Oh, not long.",
        1169.12,
        1169.8
    ],
    [
        " Like a matter of 10 seconds.",
        1169.92,
        1171.74
    ],
    [
        " Five seconds.",
        1171.74,
        1172.42
    ],
    [
        " It would go in.",
        1172.64,
        1173.1
    ],
    [
        " Touchdown, get out.",
        1173.34,
        1174.3
    ],
    [
        " Sure.",
        1174.76,
        1175.0
    ],
    [
        " Yeah, we used to just jump out, lay down.",
        1175.34,
        1176.76
    ],
    [
        " Like the helicopter would just touch and take off.",
        1177.34,
        1180.14
    ],
    [
        " We would just jump out, lay down right there.",
        1180.3,
        1182.46
    ],
    [
        " We wouldn't move away from it.",
        1182.56,
        1183.42
    ],
    [
        " Just jump out, lay down.",
        1183.5,
        1184.34
    ],
    [
        " Modern day version of touching guns.",
        1184.52,
        1185.96
    ],
    [
        " Yeah.",
        1186.04,
        1186.2
    ],
    [
        " We quickly headed to the wood line and set up a provisional perimeter where we could wait and listen.",
        1186.98,
        1192.06
    ],
    [
        " When again, we saw and heard nothing suspicious.",
        1192.72,
        1195.58
    ],
    [
        " We burrowed deeper into the jungle where it was both denser and darker.",
        1195.6,
        1198.22
    ],
    [
        " Like some furtive predatory animal, we were looking to hide ourselves.",
        1198.4,
        1202.24
    ],
    [
        " After 10 minutes of no threatening sounds or movements,",
        1203.02,
        1205.24
    ],
    [
        " I radioed Covey and gave him the message he had been waiting to hear.",
        1205.92,
        1209.2
    ],
    [
        " Team OK.",
        1209.56,
        1210.12
    ],
    [
        " He and others could take up breathing again, at least for the time being.",
        1211.12,
        1215.38
    ],
    [
        " The deeper we moved in, the deeper we moved, the darker and more claustrophobic things became.",
        1216.82,
        1221.48
    ],
    [
        " Moving through the foliage was an excruciatingly slow and painful process",
        1222.28,
        1226.52
    ],
    [
        " with sweat stinging one's eyes, bugs crawling and feasting upon exposed skin",
        1226.52,
        1231.36
    ],
    [
        " and visibility cut to mere feet.",
        1231.36,
        1233.88
    ],
    [
        " It could also be disorienting, especially when the maps we were given were so useless.",
        1234.44,
        1240.86
    ],
    [
        " And here was RT Idaho looking for fuel lines, some bright eyed Covey rider",
        1241.92,
        1246.34
    ],
    [
        " had spotted and directed airstrikes against.",
        1246.34,
        1248.32
    ],
    [
        " Intelligence reports said there was a second pipeline in this AO as well,",
        1249.14,
        1253.46
    ],
    [
        " regardless of how many any pipeline we found we were going to destroy.",
        1253.52,
        1257.76
    ],
    [
        " What were the maps?",
        1258.2,
        1259.98
    ],
    [
        " Do you have one to 50 maps? Is that what you had?",
        1260.18,
        1262.14
    ],
    [
        " Yeah, one to 50,000.",
        1262.56,
        1263.84
    ],
    [
        " Right, but they would cut out from the big map.",
        1264.18,
        1266.5
    ],
    [
        " They would cut out like a 10 by 10 or 12 by 12 square.",
        1266.82,
        1270.36
    ],
    [
        " So that if we were killed, they came across a map to be no other intel on a separate",
        1270.76,
        1275.32
    ],
    [
        " at one target area that we were on the ground.",
        1275.32,
        1277.92
    ],
    [
        " Now I've gone into triple canopy jungle before with whatever has seen a 1 to 24 map.",
        1278.82,
        1284.26
    ],
    [
        " They're basically more detailed.",
        1284.8,
        1287.54
    ],
    [
        " Yes, they're twice as detailed and they're pretty good, but one to 50 is or not that accurate.",
        1287.78,
        1292.9
    ],
    [
        " No, and we had that one target where they had forgotten a mountain.",
        1293.46,
        1296.14
    ],
    [
        " We're on a mountain and we're getting ready to go down the goal and we look at it",
        1296.64,
        1301.12
    ],
    [
        " and it's like, hey, they forgot one.",
        1301.12,
        1302.64
    ],
    [
        " I really could stretch your mission out when you're in triple canopy.",
        1302.96,
        1306.66
    ],
    [
        " Closter phobic, you used that word claustrophobic quite a bit in this section.",
        1307.76,
        1313.0
    ],
    [
        " Is this jungle just tight?",
        1313.38,
        1315.2
    ],
    [
        " Very.",
        1316.54,
        1316.8
    ],
    [
        " Yeah, because again, sometimes you had to keep sight on the guy in front of you as you moved",
        1317.58,
        1322.32
    ],
    [
        " because you just become separated so easily because of the dense vegetation.",
        1322.32,
        1327.3
    ],
    [
        " Of course, a lot of times our Vietnamese were shorter.",
        1327.3,
        1331.56
    ],
    [
        " They could get through a quicker way.",
        1332.1,
        1333.14
    ],
    [
        " We would be down in our knees and we were all more pants crawling through the jungle.",
        1333.14,
        1337.66
    ],
    [
        " I know I saw a picture.",
        1338.38,
        1340.36
    ],
    [
        " I was looking at the pictures and the books.",
        1340.36,
        1341.48
    ],
    [
        " I saw a picture of one of the indiges that some of those guys were really small.",
        1341.6,
        1344.26
    ],
    [
        " Oh, yeah.",
        1344.72,
        1344.98
    ],
    [
        " Really small.",
        1345.1,
        1345.74
    ],
    [
        " 98 pounds, so can we add the 50 pounds of heart?",
        1345.94,
        1348.88
    ],
    [
        " That's awesome.",
        1349.54,
        1351.6
    ],
    [
        " All right, going back to the book.",
        1352.52,
        1354.46
    ],
    [
        " But I had more immediate and pressing concerns.",
        1354.46,
        1356.32
    ],
    [
        " The adrenaline rush that always accompanied an insertion and pretty much worn off.",
        1356.56,
        1360.4
    ],
    [
        " And another characteristic sensation had begun to take its place.",
        1360.7,
        1363.7
    ],
    [
        " It was a feeling of familiarity and comfort combined with an eerie sense of foreboding.",
        1364.4,
        1368.72
    ],
    [
        " Both were a product of experience.",
        1369.18,
        1371.52
    ],
    [
        " I was comfortable because I was surrounded by extraordinary, well-trained, and fiercely devoted team that knew what it was doing.",
        1372.0,
        1379.32
    ],
    [
        " Yet we also had stepped in enough accidental shit and had encountered so many hostile enemy units that it was impossible to not feel serious anxiety.",
        1379.76,
        1390.64
    ],
    [
        " In fact, I figured that when I stopped being scared shitless, I would be on my way to buying the farm.",
        1391.3,
        1397.66
    ],
    [
        " Cockiness had cost more than one life.",
        1398.64,
        1401.4
    ],
    [
        " So you still, you get that little mixed feeling of comfort but fear and anxiety at the same time.",
        1404.04,
        1411.24
    ],
    [
        " Yes.",
        1411.98,
        1412.22
    ],
    [
        " You know, like the whole adrenaline of the, you know how it is, you get inserted, you're just pumped.",
        1413.0,
        1417.18
    ],
    [
        " And at some point, you get off and get on the ground, sell it down.",
        1417.6,
        1420.78
    ],
    [
        " Especially because you guys would hit so many times you would give it insert immediately, get contacted.",
        1420.8,
        1424.26
    ],
    [
        " A lot of times, yeah.",
        1424.66,
        1425.5
    ],
    [
        " So once you be amped up going in, and then when there's nothing there, that starts to fade.",
        1425.66,
        1432.42
    ],
    [
        " Yeah, then you finally get on the ground.",
        1432.98,
        1434.14
    ],
    [
        " It's like, oh, at last, we're on the ground.",
        1434.16,
        1436.26
    ],
    [
        " Now, let's get on with the mission.",
        1436.74,
        1438.18
    ],
    [
        " We're about the trackers.",
        1438.94,
        1440.1
    ],
    [
        " Let's get moving, but let's also stay cognizant because it keeps our situation or where it is tight.",
        1440.46,
        1446.46
    ],
    [
        " And that, you know, this is one of the reasons I highlighted this section is, you know, just this is something that, you know,",
        1447.44,
        1454.6
    ],
    [
        " what we talk about complacency all the time.",
        1454.6,
        1456.24
    ],
    [
        " I know there was a more than Marine Corps units we were with, the 3-8 in Ramadi, they had a, that assigned, that assigned around their compound complacency kills.",
        1456.6,
        1465.54
    ],
    [
        " For sure.",
        1466.22,
        1467.04
    ],
    [
        " But this idea of, and you know, I also talked to young military guys, young seals, that, you know, they're scared of this, they're scared of that.",
        1467.68,
        1477.24
    ],
    [
        " It's like, I always sound good, you know, you should, you should be afraid.",
        1477.28,
        1480.06
    ],
    [
        " Because if you're afraid, you're going to prepare more, you're going to train harder, you're not going to cut any corners, you're not going to get complacent.",
        1480.32,
        1486.56
    ],
    [
        " And that's the same thing that you're saying here is, you'd seen cockiness cost people their lives because they think, oh, we can just get away with whatever.",
        1487.08,
        1495.04
    ],
    [
        " Yeah, if you're not scared, I'm scared of you.",
        1495.4,
        1497.06
    ],
    [
        " Really?",
        1497.6,
        1500.22
    ],
    [
        " Yeah, yeah.",
        1500.52,
        1501.04
    ],
    [
        " And then you have to overcome that, though, because you can't let that get, get control.",
        1501.76,
        1506.04
    ],
    [
        " And you were talking before we started recording, and we were talking about a guy that was in a firefight, and there was one guy that didn't fire a shot, stayed curled up in a ball, praying.",
        1506.04,
        1513.64
    ],
    [
        " Yeah.",
        1514.24,
        1514.38
    ],
    [
        " And that's when, that's when fear is not good, not your friend.",
        1515.24,
        1518.1
    ],
    [
        " You're our guys wanted to shoot him.",
        1519.52,
        1522.12
    ],
    [
        " So you got to balance that, you got to be, you got to have the fear, you got to feel it, but you got to deal with it.",
        1523.18,
        1530.08
    ],
    [
        " Correct.",
        1530.44,
        1530.6
    ],
    [
        " We had compasses.",
        1533.56,
        1535.0
    ],
    [
        " So we knew the general direction we were headed, which was to the northwest away from the LZ.",
        1535.36,
        1540.16
    ],
    [
        " We had been working our way slowly through the underbrush for about an hour when suddenly we heard an explosion behind us.",
        1540.46,
        1545.5
    ],
    [
        " It had to have been the Claymore Bubba rig to go off of anyone trying to follow us off the LZ.",
        1545.86,
        1550.56
    ],
    [
        " Its detonation signaled a profound change in the situation.",
        1551.16,
        1555.42
    ],
    [
        " The hunters were about to become the hunted.",
        1556.32,
        1559.04
    ],
    [
        " In the jungle, there are almost always animal noises of some kind, and these suddenly fell silent.",
        1559.82,
        1566.48
    ],
    [
        " In the quiet, we could hear some distressing sounds to the west, sounds that were not of a jungle kind, but those of men on the move.",
        1567.6,
        1576.06
    ],
    [
        " We were not alone.",
        1576.94,
        1578.7
    ],
    [
        " Welcome to the jungle, baby.",
        1580.08,
        1583.22
    ],
    [
        " Yes, indeed.",
        1583.52,
        1586.88
    ],
    [
        " How do you know that the Claymore's that you rigged weren't set off by some kind of monkey or whatever some kind of animal?",
        1589.4,
        1595.46
    ],
    [
        " Would you guys rig them a certain way that that was unlikely?",
        1596.74,
        1599.12
    ],
    [
        " The way Bubba and the Frenchman later would do it, or in Lynn, they would put it in an area where it would be easiest for the trackers to follow.",
        1600.9,
        1609.24
    ],
    [
        " So based on human nature, you're going to go through the sick part, you're going to go where it's easier to travel.",
        1610.34,
        1615.52
    ],
    [
        " It could have been an animal, but basically it's an NVA animal.",
        1616.72,
        1621.46
    ],
    [
        " Yeah, you know, the coincidence would be too much and the chances are it's just NVA.",
        1622.12,
        1627.88
    ],
    [
        " Yeah, and if it is a monkey as opposed to an NVA, we're happy, we'll find that out within the next couple of hours.",
        1628.34,
        1633.8
    ],
    [
        " On the other hand, let's get ready.",
        1634.22,
        1636.26
    ],
    [
        " And so when there was enemy moving in the jungle, the animals would stop making noises.",
        1637.54,
        1643.42
    ],
    [
        " It all depends how close they are, but yes, a lot of times.",
        1643.82,
        1647.2
    ],
    [
        " That's why the most important thing in the jungle was listing.",
        1647.3,
        1649.68
    ],
    [
        " I mean, 10 and 10 sounds pretty extreme, but it really gives you time to hear what's going on.",
        1650.44,
        1658.36
    ],
    [
        " Because a lot of times you can't see that much.",
        1658.88,
        1660.02
    ],
    [
        " That's the best sense in the jungle.",
        1660.02,
        1661.96
    ],
    [
        " Like I said, I've been in triple canopy and we've done patrol and in triple canopy.",
        1661.96,
        1665.7
    ],
    [
        " You can hit by monkeys too, right?",
        1665.7,
        1667.12
    ],
    [
        " Yeah.",
        1667.26,
        1667.42
    ],
    [
        " Yeah, we had monkeys freak us out.",
        1667.64,
        1670.38
    ],
    [
        " But that the sense just so people can understand, you can only see in that thick jungle.",
        1670.88,
        1677.84
    ],
    [
        " Sometimes you can only see five feet.",
        1677.84,
        1679.58
    ],
    [
        " Sure, five or 10 feet at the most.",
        1679.9,
        1681.46
    ],
    [
        " And so you patrol for 10 minutes and then you just stop.",
        1681.68,
        1685.1
    ],
    [
        " Everyone is quiet and you listen to see if anyone's following you to see if there's any other movement out there.",
        1685.6,
        1690.04
    ],
    [
        " That's what you're doing.",
        1690.14,
        1690.92
    ],
    [
        " Sure, I mean, and it's so thick that if I'm behind a point man or sometimes it would be the point man with sal and myself.",
        1691.32,
        1700.46
    ],
    [
        " Why would never see the point man?",
        1700.82,
        1702.1
    ],
    [
        " I would just keep an eye on the sal and the guy behind me would just be on my backpack.",
        1702.22,
        1706.58
    ],
    [
        " I wouldn't, I couldn't tell you where the point man was.",
        1707.12,
        1709.36
    ],
    [
        " Because I just follow sal, the vegetation was that thick a lot of times.",
        1709.98,
        1713.48
    ],
    [
        " Again, I'm depending on the Vietnamese because they know they know a jungle better than me.",
        1718.64,
        1723.74
    ],
    [
        " How come the animals would stop making noise with the animal stop making noise when you would patrol?",
        1723.96,
        1728.28
    ],
    [
        " I would assume.",
        1728.64,
        1729.02
    ],
    [
        " But once we settle down, then things would come back normal.",
        1730.16,
        1732.68
    ],
    [
        " So when you stop moving, then the sounds would escalate.",
        1733.28,
        1736.7
    ],
    [
        " And if it didn't, after 10 minutes, you go the pucker factor tightens up to a little bit more.",
        1737.02,
        1742.2
    ],
    [
        " I immediately signaled fuck who is on point to head north.",
        1747.08,
        1751.74
    ],
    [
        " This would take us up a hill that dominated our right flank.",
        1753.16,
        1755.64
    ],
    [
        " The climb was pretty severe, which was good and bad news.",
        1755.92,
        1758.96
    ],
    [
        " While it made the going rough, it also meant we were gaining some genuine high ground and high ground is the preferred position when it comes to defense.",
        1759.46,
        1766.02
    ],
    [
        " The steepness also meant the enemy would have to work as hard as we were.",
        1766.64,
        1769.72
    ],
    [
        " I couldn't tell how close the NBA trackers were or how many of them were headed our way.",
        1770.24,
        1775.12
    ],
    [
        " But I knew if push came to shove, I wanted to be looking down on them.",
        1775.32,
        1779.72
    ],
    [
        " Always take the high ground.",
        1780.52,
        1781.64
    ],
    [
        " Always.",
        1781.96,
        1782.82
    ],
    [
        " That's just military maximum.",
        1783.22,
        1784.9
    ],
    [
        " And you know, I will actually say you take the moral high ground as well.",
        1785.76,
        1789.54
    ],
    [
        " Take the high ground to the high ground is going to take you.",
        1789.82,
        1792.18
    ],
    [
        " Amen.",
        1792.5,
        1792.96
    ],
    [
        " When we reached the hilltop, just as dark clouds unleashed a torrent of rain while Bubba and Sal began setting out a perimeter of claymores,",
        1795.2,
        1803.24
    ],
    [
        " I can't contact a cavi and appraised him of the situation, namely that it didn't look good and that we might be calling for an immediate extraction before nightfall.",
        1803.42,
        1810.96
    ],
    [
        " Did you guys speak at all?",
        1811.3,
        1812.54
    ],
    [
        " Only minimal because most of it would be hand signals.",
        1813.36,
        1815.78
    ],
    [
        " Just everything has signals.",
        1815.78,
        1816.88
    ],
    [
        " Just like occasionally you'd have to...",
        1817.88,
        1820.0
    ],
    [
        " Responeer.",
        1820.0,
        1820.7
    ],
    [
        " Yeah.",
        1820.74,
        1820.94
    ],
    [
        " But if we just void it as much as we could.",
        1821.64,
        1824.58
    ],
    [
        " But something like this, just so people understand, something like this, you're on patrol, you're not saying anything.",
        1824.82,
        1829.5
    ],
    [
        " You head up the hill, you don't say anything.",
        1830.1,
        1831.64
    ],
    [
        " You get to perimeter, you give the perimeter signal, you don't say anything.",
        1832.04,
        1834.72
    ],
    [
        " Everyone knows what to do when you're in there.",
        1835.06,
        1836.46
    ],
    [
        " You could go days out in the field without talking.",
        1836.78,
        1838.66
    ],
    [
        " Oh yeah, absolutely.",
        1839.34,
        1840.1
    ],
    [
        " Because what the training is, and Pussy got the visual with the person that you're signaling.",
        1841.24,
        1845.62
    ],
    [
        " Like in my case, if I'm behind the point man, I'm telling him what to do and I'll turn around and tell the guy behind me, same signals and then we go.",
        1846.04,
        1853.94
    ],
    [
        " While I was talking to Cavi,",
        1854.94,
        1858.94
    ],
    [
        " Sal, who had moved north to set out his claymores suddenly opened fire on full automatic, a sure sign we had visitors.",
        1860.1,
        1866.26
    ],
    [
        " This was immediately confirmed when heavy AK-47 fire ripped out of the jungle in response.",
        1866.68,
        1871.62
    ],
    [
        " In less than five seconds, the well-practiced Sal had fired off all 18 rounds in his car 15, set off the claymores and reloaded his weapon while falling back to join the rest of the team.",
        1871.84,
        1883.8
    ],
    [
        " That's legit right there.",
        1884.3,
        1885.86
    ],
    [
        " Sal was making things happen.",
        1886.36,
        1888.08
    ],
    [
        " He was the man.",
        1888.34,
        1889.06
    ],
    [
        " Would you guys be training these immediate action drills, mag changes? I mean everything that we do, right?",
        1890.28,
        1895.38
    ],
    [
        " You guys drill that stuff.",
        1895.58,
        1896.64
    ],
    [
        " Every drill and drill and drill.",
        1896.78,
        1897.66
    ],
    [
        " If we're in camp, we go down often.",
        1897.7,
        1900.86
    ],
    [
        " Just particularly in the beginning, June, my first couple of months, every day, hundreds of rounds.",
        1901.34,
        1908.46
    ],
    [
        " And when this happens, these guys are cool.",
        1908.88,
        1911.54
    ],
    [
        " The enemy is very close to you because you can at least know that they're there. They got to be what?",
        1911.54,
        1917.46
    ],
    [
        " 15, 20, maybe 30 meters away.",
        1917.58,
        1919.74
    ],
    [
        " In that case, Sarah, I forget how close they weren't that far for Sal to blow his claymore and the car 15, I reloaded and do it one more time.",
        1920.2,
        1928.3
    ],
    [
        " Back to the book. Cavi had heard the background shots and explosions.",
        1929.68,
        1934.58
    ],
    [
        " So he was not overly surprised when I stated the obvious.",
        1934.58,
        1937.44
    ],
    [
        " We had a prairie fire emergency in progress and we wanted out ASAP.",
        1937.8,
        1942.22
    ],
    [
        " The mission was over. The fuel lines would have to wait until another day.",
        1942.44,
        1945.38
    ],
    [
        " The focus now became saving our asses.",
        1945.64,
        1947.9
    ],
    [
        " And to this end, every air asset within striking distance would immediately be vectored to our target area.",
        1948.26,
        1955.82
    ],
    [
        " The odds would soon turn.",
        1956.42,
        1957.86
    ],
    [
        " If not necessarily in our favor, very decidedly against the enemy.",
        1957.98,
        1962.36
    ],
    [
        " RTI to Ho might not make it out alive, but neither would the NVA.",
        1962.78,
        1968.34
    ],
    [
        " You guys had some serious confidence in that air power.",
        1969.78,
        1975.08
    ],
    [
        " Yeah, that was our lifeline.",
        1975.74,
        1978.68
    ],
    [
        " I mean, a major edge that we had.",
        1979.22,
        1982.26
    ],
    [
        " And whenever we could use it, we'd use it because it was only a matter of time before they'd be getting more bodies there.",
        1983.32,
        1989.08
    ],
    [
        " And we had teams that had been overrun.",
        1989.98,
        1991.56
    ],
    [
        " And 67, 68.",
        1992.22,
        1994.28
    ],
    [
        " So we knew the potential for things that go really wrong.",
        1995.06,
        1997.9
    ],
    [
        " And that was one of the things that could neutralize the manpower when the enemy had so many troops.",
        1998.42,
        2005.36
    ],
    [
        " Did teams ever get overrun while they had air power?",
        2005.72,
        2007.98
    ],
    [
        " Oh, sure.",
        2008.4,
        2008.7
    ],
    [
        " Sadly, yes, we were.",
        2010.54,
        2011.72
    ],
    [
        " Oh, yeah.",
        2011.96,
        2012.46
    ],
    [
        " They would just keep coming to solve the metal of honors.",
        2012.76,
        2016.14
    ],
    [
        " Recipients, Fred Zabotowski, Robert Howard, SF on emissions.",
        2016.8,
        2022.18
    ],
    [
        " And they were directing air power.",
        2022.72,
        2025.24
    ],
    [
        " Still just got overrun.",
        2025.96,
        2027.54
    ],
    [
        " It's all part of the horror of being on the ground.",
        2027.9,
        2030.68
    ],
    [
        " I guess they really determined for.",
        2031.2,
        2032.8
    ],
    [
        " So even though you have confidence in your air power, you know there's limitations.",
        2033.02,
        2036.82
    ],
    [
        " And if things really go bad, that air power is not going to be able to save you.",
        2038.86,
        2043.4
    ],
    [
        " Correct.",
        2043.82,
        2044.04
    ],
    [
        " And again, it's time, weather.",
        2044.48,
        2046.54
    ],
    [
        " And where are you in the jungle?",
        2047.04,
        2048.58
    ],
    [
        " And triple canopy.",
        2049.54,
        2050.9
    ],
    [
        " If you're in triple canopy, all you can do is maybe gun runs and you're not even sure how effective it'll be, but at least you get their attention.",
        2051.04,
        2057.22
    ],
    [
        " Going back to the book, call King B's.",
        2058.44,
        2063.26
    ],
    [
        " Call King B's.",
        2063.32,
        2064.04
    ],
    [
        " Bo-Ku-V-C.",
        2064.14,
        2064.78
    ],
    [
        " Bo-Ku-V-C.",
        2064.94,
        2065.74
    ],
    [
        " It was clear, sour, and I shared similar praise of our situation and the same thoughts about what needed to be done.",
        2066.12,
        2071.8
    ],
    [
        " The only hitch was how to pull it off, what with darkness approaching, a storm raging, and no helicopters anywhere near us.",
        2072.3,
        2079.74
    ],
    [
        " I didn't want to add to either soures or the teams angst, so I didn't share my misgivings.",
        2080.36,
        2085.38
    ],
    [
        " Instead, I gave Kovie the direction and probable distance we'd moved from the LZ and told him I was about to throw two yellow smoke grenades to Marco location.",
        2086.34,
        2094.68
    ],
    [
        " I threw two, hoping some of the smoke would somehow travel up through the thick vegetation and into the clear where Kovie could see it.",
        2095.0,
        2102.74
    ],
    [
        " Kovie had good and bad news.",
        2104.28,
        2106.28
    ],
    [
        " He thought he had our location, but he doubted seriously if he could get extraction helicopters to us before nightfall.",
        2107.04,
        2113.16
    ],
    [
        " Not good.",
        2113.82,
        2114.46
    ],
    [
        " Not good at all.",
        2114.88,
        2116.12
    ],
    [
        " We now had confirmed enemy North and South of us, and they were closing in.",
        2116.96,
        2122.02
    ],
    [
        " South, frantically, signaled Bubba to set off on the South facing claimors.",
        2122.58,
        2127.1
    ],
    [
        " When Bubba hesitated for a second, I could hear South hiss, Kodav, Kokadau VC.",
        2127.48,
        2132.44
    ],
    [
        " How do you say that?",
        2133.18,
        2133.8
    ],
    [
        " Kakadau.",
        2134.16,
        2134.6
    ],
    [
        " Kakadau VC.",
        2134.76,
        2135.6
    ],
    [
        " It's a V2M.",
        2135.96,
        2136.66
    ],
    [
        "",
        2136.84,
        2136.84
    ],
    [
        " Do Ma, which is V2M for Motherfuckers.",
        2137.3,
        2142.9
    ],
    [
        " As the claimors erupted, South pulled the pin on the fragmentation grenade and lobbed it into the boiling dust and smoke, even as even more enemy troops came up the slope.",
        2146.38,
        2156.56
    ],
    [
        " With my ears ringing from the blasts, I thought I heard additional movement to the east, but I couldn't be sure.",
        2157.34,
        2163.26
    ],
    [
        " Because the NVA had abandoned any pretense of stealth, I soon verified they were coming from that flank as well.",
        2163.52,
        2170.44
    ],
    [
        " And there were lots of them.",
        2170.58,
        2171.96
    ],
    [
        " As these unseen forces maneuvered in for the kill, the jungle took on its most terrifying and claustrophobic reality.",
        2172.62,
        2179.88
    ],
    [
        " Not a friendly place in the very best of circumstances.",
        2180.16,
        2183.16
    ],
    [
        " It was now about the worst place in the world to be.",
        2183.7,
        2187.06
    ],
    [
        " Again, that claustrophobic sense.",
        2187.86,
        2192.56
    ],
    [
        " Can you see the sky in the striplkenopy?",
        2193.04,
        2197.24
    ],
    [
        " Depends. Sometimes you can see it like glimpses of it or like to be a little opening.",
        2198.74,
        2203.08
    ],
    [
        " So he was able to see the smoke.",
        2203.6,
        2204.7
    ],
    [
        " Sometimes you pop a yellow smoke, which is bright, and it wouldn't even be able to get through.",
        2204.86,
        2208.96
    ],
    [
        " Everyone was cutting loose as fast as he could in an effort to suppress the enemy's fire and drive him back.",
        2210.1,
        2218.04
    ],
    [
        " Twond had managed to find some narrow openings in the vegetation and was shooting rounds with his M79 grenade launcher.",
        2218.04,
        2224.54
    ],
    [
        " And suddenly the jungle went silent as if someone had thrown a switch or hit the mute button.",
        2224.9,
        2230.64
    ],
    [
        " The only sounds were the metallic clicks as both RTI-Daho and the NVA locked fresh magazines into their weapons.",
        2231.44,
        2239.22
    ],
    [
        " The fight was far from over.",
        2240.06,
        2241.74
    ],
    [
        " In fact, the party was just getting started and we were simply changing records for the next dance with death.",
        2241.74,
        2248.4
    ],
    [
        " The jungle again erupted with deafening roar of gunfire.",
        2248.56,
        2253.12
    ],
    [
        " So that's sketchy. That's got to be a horrifying feeling.",
        2253.7,
        2259.88
    ],
    [
        " Boom. It goes quiet. Everyone dumps their mags.",
        2260.06,
        2262.58
    ],
    [
        " There's that moment of silence and in that silence, are you here as reload happening?",
        2262.68,
        2266.24
    ],
    [
        " You know too when that happens, how when your adrenaline is pumping, when your time frame has expanded.",
        2266.3,
        2273.9
    ],
    [
        " So now instead of like you just read it, that's a quick spam, bam, you're saying.",
        2274.82,
        2278.98
    ],
    [
        " But now, I mean adrenaline feels like it's slowed down. You can feel the magazine coming out.",
        2279.18,
        2284.6
    ],
    [
        " You hear it click, click, click. Everybody else is ramming them in.",
        2284.72,
        2287.12
    ],
    [
        " Come on boys, let's come down on this first. And our guys won.",
        2287.56,
        2291.22
    ],
    [
        " With all the noise I had to shove the radio handset damn near inside my ear to hear what coffee was trying to tell me.",
        2292.5,
        2299.74
    ],
    [
        " The good news, bad news routine continued.",
        2300.52,
        2303.08
    ],
    [
        " The good news was that some of the yellow smoke had finally made it to where coffee could see it.",
        2303.14,
        2307.68
    ],
    [
        " But the bad news was we were nowhere near the NLZ.",
        2308.1,
        2311.5
    ],
    [
        " He wanted to know if we could fight our way back to where we had been inserted.",
        2312.0,
        2315.56
    ],
    [
        " Negative I yelled as fuck Bubba and HEP all opened up on some NVA who had managed to sneak up from the south.",
        2316.72,
        2323.08
    ],
    [
        " There were green tracers whizzing all around me.",
        2323.14,
        2326.24
    ],
    [
        " Coffee would have to wait.",
        2326.24,
        2327.78
    ],
    [
        " And that's another good point because in this war, the enemy almost always had green tracers.",
        2327.94,
        2335.52
    ],
    [
        " Always.",
        2335.62,
        2336.06
    ],
    [
        " Okay. Yeah. For us, the enemy didn't always have, they read.",
        2336.48,
        2339.16
    ],
    [
        " In fact, most of the time, well, a lot of times I had read because they had...",
        2339.34,
        2345.54
    ],
    [
        " Yeah. They got their ammo from all different sources.",
        2346.04,
        2349.42
    ],
    [
        " And so it wasn't just this, it wasn't just to, hey, they're green and we're red.",
        2349.96,
        2353.4
    ],
    [
        " It was mostly red. Some green occasionally, but.",
        2353.52,
        2356.82
    ],
    [
        " Wow.",
        2357.1,
        2357.46
    ],
    [
        " Yeah.",
        2357.72,
        2357.86
    ],
    [
        " Yeah.",
        2358.52,
        2358.66
    ],
    [
        " After helping repel the attack, I got back on the radio to impress upon coffee the diurnus of our straits.",
        2359.58,
        2371.12
    ],
    [
        " But of course, he already knew that. So in his calm voice, which could drive a 1-0 to murder, he said,",
        2371.26,
        2376.58
    ],
    [
        " we don't have a lot of time. No shit.",
        2377.0,
        2378.78
    ],
    [
        " The only chance we have is about 100 meters north by northeast from your location.",
        2379.44,
        2383.48
    ],
    [
        " There's a small hole in the roof and we might be able to get strings down to you.",
        2383.48,
        2386.62
    ],
    [
        " He inquired if we add much activity to our north.",
        2387.18,
        2390.22
    ],
    [
        " It depended, I thought, on what you meant by much and activity.",
        2390.66,
        2394.04
    ],
    [
        " I reminded him that north was where the whole shooting match got started.",
        2394.5,
        2399.58
    ],
    [
        " And while the, while I thought we had pretty much taken that group of NBA out of action, I couldn't be sure.",
        2399.58,
        2405.54
    ],
    [
        " When I finished, he said, don't worry.",
        2405.82,
        2407.84
    ],
    [
        " I have a pair of a one ease on station and I'll have the leader make a gun run and then give and then have his wingman follow with 500 pounders.",
        2408.08,
        2417.04
    ],
    [
        " Before I could say Roger that, the first Skyrater rode across our northern perimeter.",
        2417.48,
        2421.72
    ],
    [
        " His 20 millimeter cannons blazing away as wood chips dust and debris filled the air.",
        2421.72,
        2427.32
    ],
    [
        " The members of RTI Idaho did not need to be told what to do.",
        2427.32,
        2431.82
    ],
    [
        " We kissed Mother Earth and pressed against her body for all we were worth.",
        2432.22,
        2436.6
    ],
    [
        " In the brief quiet that followed, I told Bubba to prepare some explosives.",
        2437.36,
        2441.24
    ],
    [
        " Just in case we needed to cut down trees at the extraction point.",
        2441.88,
        2444.56
    ],
    [
        " I told South we needed to head north as that was our only chance for escape.",
        2445.08,
        2448.8
    ],
    [
        " No one looked happy with this news, particularly not South, who had finished, who had seen firsthand what was waiting in that direction.",
        2449.24,
        2456.72
    ],
    [
        " About this time, the second Skyrater appeared and released its load of 500 pound bombs.",
        2457.02,
        2462.54
    ],
    [
        " They were so close that the concussions bounced us like jumping beans.",
        2463.04,
        2467.6
    ],
    [
        " And this is all based on the yellow smoke that you'd thrown five minutes ago or eight minutes ago.",
        2468.62,
        2477.04
    ],
    [
        " They're looking at a massive...",
        2477.64,
        2480.7
    ],
    [
        " There's another thing it's hard to understand.",
        2480.7,
        2482.32
    ],
    [
        " It's hard for me to understand. I was a radio man when I was a new guy.",
        2483.0,
        2486.2
    ],
    [
        " We were out in the desert and we were trying to call in helicopters to come pick us up.",
        2486.34,
        2489.42
    ],
    [
        " And it's me calling men. It's not we, it's me. I'm sitting there on the radio trying to call in these helicopters.",
        2490.4,
        2494.42
    ],
    [
        " And I got my air panel out and we're in the desert. This isn't trippy. This is the desert.",
        2495.48,
        2500.6
    ],
    [
        " And these helicopters can't see me. They're not far. They're not at altitude.",
        2500.98,
        2504.56
    ],
    [
        " They're probably 500 meters away.",
        2504.68,
        2507.94
    ],
    [
        " Are they doing an apathy Earth or a pod? They're looking for us.",
        2507.96,
        2511.18
    ],
    [
        " They're kind of, they know we're in the general area and they're looking for us.",
        2511.6,
        2514.0
    ],
    [
        " And I'm sitting there with a signal panel, like trying to get their attention.",
        2514.12,
        2517.54
    ],
    [
        " And what you don't realize is that there's...",
        2518.1,
        2521.84
    ],
    [
        " You know, you're seeing this helicopter. It's so obvious.",
        2521.84,
        2524.26
    ],
    [
        " I mean, you'd think there's no possible way that they can't see you.",
        2524.44,
        2527.56
    ],
    [
        " You'd think there's no... Pop, we've got a 16 man seal putoon out there.",
        2527.66,
        2531.82
    ],
    [
        " I'm waving around a piece of florist and orange where the only human beings in this desert.",
        2532.12,
        2535.94
    ],
    [
        " And they can't see us. And now you're... And the reason they can't see us is because they're looking everywhere.",
        2536.08,
        2541.86
    ],
    [
        " They're looking at whatever. However many square miles they can see.",
        2542.2,
        2545.48
    ],
    [
        " They're looking into an ocean. They're looking at...",
        2545.48,
        2546.96
    ],
    [
        " Yeah, they can see all this space. And so it takes them a while.",
        2546.96,
        2550.92
    ],
    [
        " You know, finally I get them to see... I think I popped...",
        2551.08,
        2552.8
    ],
    [
        " I think I popped a smoke and they didn't see the smoke and then I popped another smoke.",
        2552.8,
        2556.62
    ],
    [
        " And so I can't imagine these guys are coming in hot,",
        2557.44,
        2561.4
    ],
    [
        " dropping bombs based on where the... Not even him, but where the Covey saw smoke five minutes ago.",
        2563.44,
        2570.84
    ],
    [
        " Yeah. We may have popped another smoke in here somewhere.",
        2571.4,
        2574.22
    ],
    [
        " And also, I know that I had talked to Covey.",
        2574.64,
        2577.6
    ],
    [
        " Okay, here's our smoke, north of us. And he knew they had...",
        2577.86,
        2582.84
    ],
    [
        " We had a lot of activity in north and south. And he forgot about maybe what we were getting from the east.",
        2582.84,
        2587.9
    ],
    [
        " But if we're talking about trying to get to the north, that's why he came across the northern...",
        2588.18,
        2592.68
    ],
    [
        " So he knew basically where we were and he came in and of course the 500 pounds were able to get through the jungle and impact on the ground.",
        2592.68,
        2599.26
    ],
    [
        " I know those things rocked you guys.",
        2599.88,
        2601.94
    ],
    [
        " Oh yeah.",
        2602.26,
        2602.7
    ],
    [
        " That's one of those happy pains.",
        2603.22,
        2608.84
    ],
    [
        " Good times, I guess, tilt.",
        2609.5,
        2614.08
    ],
    [
        " All right.",
        2614.52,
        2615.52
    ],
    [
        " With the A1E activity to occupy us, we had momentarily taken our attention away from our southern flank.",
        2616.46,
        2623.18
    ],
    [
        " And now a wave of NVA hit us from that direction.",
        2623.56,
        2626.22
    ],
    [
        " Everyone responded with automatic fire and Bubba and I lob some grenades down the slope.",
        2626.94,
        2633.04
    ],
    [
        " I informed Covey of the attack and told him that when I gave the word and the team moved to the north,",
        2633.68,
        2639.34
    ],
    [
        " I wanted more A1E runs to our south.",
        2639.54,
        2642.36
    ],
    [
        " In my heart of hearts, I also wanted more runs to the north.",
        2642.38,
        2645.74
    ],
    [
        " But we didn't have time for that. We had to get out while the getting was good.",
        2646.36,
        2649.92
    ],
    [
        " The next NVA wave could be the one to overrun us.",
        2650.68,
        2655.32
    ],
    [
        " As Bubba finished preparing explosives,",
        2656.66,
        2662.5
    ],
    [
        " Hep and I continued rolling grenades downhill toward the enemy.",
        2662.5,
        2666.14
    ],
    [
        " Sound fuck covered, twon with car 15 fire as he set up a claymore facing south and covered it with leaves.",
        2666.6,
        2673.08
    ],
    [
        " A little parting gift for our friends.",
        2673.72,
        2675.84
    ],
    [
        " The race was on.",
        2676.88,
        2679.06
    ],
    [
        " I gave Covey the word and behind us the A1E.",
        2679.56,
        2682.16
    ],
    [
        " The A1E began bombing the shit out of whoever was back there.",
        2682.16,
        2685.38
    ],
    [
        " Fuck angled back to the north.",
        2685.88,
        2687.38
    ],
    [
        " We passed bodies of dead NVA soldiers but we didn't have time to stop and search them for papers or anything of an intelligence value.",
        2687.38,
        2694.96
    ],
    [
        " We had only one thought in mind.",
        2695.34,
        2697.52
    ],
    [
        " Get out.",
        2697.66,
        2698.34
    ],
    [
        " It was something of a miracle that fucking south actually located the spot Covey had found for us.",
        2699.16,
        2704.7
    ],
    [
        " When we finally looked up toward the hole itself, however, it appeared a long, long ways away.",
        2705.42,
        2710.78
    ],
    [
        " It was at least a hundred feet or more and the green tunnel leading to it was narrow and dangerous.",
        2711.34,
        2715.54
    ],
    [
        " As we were approaching, I'd seen the tops of trees being whipped around by the gusting wind and knew this would complicate matters even more.",
        2715.78,
        2724.3
    ],
    [
        " This was not going to be an easy exit.",
        2724.58,
        2726.24
    ],
    [
        " So you guys are moving to this thing.",
        2726.72,
        2727.72
    ],
    [
        " You're looking up at the tree tops and you see there's like heavy wind.",
        2727.72,
        2730.16
    ],
    [
        " That's just weather wind.",
        2730.78,
        2732.2
    ],
    [
        " It's windy out.",
        2732.34,
        2733.58
    ],
    [
        " And we had weather forecast and there might be some problems with the weather.",
        2734.2,
        2738.24
    ],
    [
        " And so here we are as dark and I didn't tell the guys this.",
        2738.96,
        2741.92
    ],
    [
        " I mean, I knew that seeing those trees like that, this is...",
        2741.92,
        2746.54
    ],
    [
        " Don't worry.",
        2746.54,
        2746.62
    ],
    [
        " Yeah.",
        2747.02,
        2747.12
    ],
    [
        " And I was getting late, dark.",
        2747.66,
        2749.1
    ],
    [
        " I needed your nogs.",
        2750.0,
        2751.6
    ],
    [
        " Yeah, you did.",
        2752.2,
        2752.86
    ],
    [
        " I wish you could have had them, bro.",
        2753.2,
        2754.86
    ],
    [
        " And when I totally changed this whole scenario.",
        2755.42,
        2757.3
    ],
    [
        " Oh yeah.",
        2757.6,
        2757.82
    ],
    [
        " Because the aircraft too.",
        2757.86,
        2759.78
    ],
    [
        " Sure.",
        2760.1,
        2760.42
    ],
    [
        " Because the aircraft would be, oh yeah, we got you.",
        2760.72,
        2762.58
    ],
    [
        " Yeah, we got you locked and we'll just...",
        2762.72,
        2764.56
    ],
    [
        " You guys can just pitch a tent.",
        2764.56,
        2766.56
    ],
    [
        " Take your time.",
        2766.6,
        2767.42
    ],
    [
        " Take your time.",
        2767.94,
        2771.88
    ],
    [
        " And the NVA, this still, you know, the big motto of the insurgents, right,",
        2771.88,
        2777.76
    ],
    [
        " is that they only fight when they want to and they don't have to fight if they don't need to.",
        2777.82,
        2780.78
    ],
    [
        " And you don't imagine troops that don't have to fight.",
        2780.98,
        2786.56
    ],
    [
        " Just keep coming after you.",
        2786.84,
        2789.28
    ],
    [
        " Just keep your lane waist to them, but they keep coming.",
        2789.6,
        2792.7
    ],
    [
        " That must be the value of capturing you all cross-border would be so high that they just must have had.",
        2793.76,
        2801.74
    ],
    [
        " And then you have a serious intent to try and capture.",
        2802.14,
        2805.0
    ],
    [
        " Well, yeah.",
        2805.38,
        2805.64
    ],
    [
        " And then, too, you know, you had that propaganda they've been fed for all those years.",
        2805.74,
        2809.76
    ],
    [
        " They really believed it.",
        2809.96,
        2810.92
    ],
    [
        " They really believed that like the French, we were there to occupy.",
        2811.0,
        2814.26
    ],
    [
        " Where we're just there was combating communism.",
        2814.78,
        2817.78
    ],
    [
        " But they never heard any of that stuff.",
        2818.22,
        2820.32
    ],
    [
        " And they were dedicated.",
        2820.52,
        2821.62
    ],
    [
        " That's absolutely us, sir.",
        2821.82,
        2823.54
    ],
    [
        " Back to the book.",
        2824.7,
        2827.34
    ],
    [
        " The NVA had not given up.",
        2827.54,
        2828.76
    ],
    [
        " Its troops were hot on our tail, even though we had heard Twann's claim or go off and had listened to the A1E's work them over.",
        2829.34,
        2836.62
    ],
    [
        " You had to hand it to the NVA soldiers.",
        2837.6,
        2839.46
    ],
    [
        " They were very tough and determined.",
        2839.98,
        2841.4
    ],
    [
        " I again contacted Covey and asked for some tactical air command air support to our rear.",
        2842.34,
        2849.02
    ],
    [
        " And in a matter of minutes, bombs were falling and cannons were blasting away.",
        2850.76,
        2854.62
    ],
    [
        " I'm sure I was impressed with the service as the NVA were surprised by how quickly the ordinance had been delivered.",
        2855.5,
        2861.72
    ],
    [
        " They were learning less than the hard way.",
        2862.24,
        2864.14
    ],
    [
        " If a recon team wasn't wiped out in the first few minutes of the fight, the NVA would pay dearly for the mistake.",
        2864.5,
        2870.88
    ],
    [
        " But more than one NVA unit had experienced this firsthand.",
        2871.56,
        2876.1
    ],
    [
        " So that's kind of a critical few minutes as long as it how long did it take for air to get on station usually?",
        2876.82,
        2883.38
    ],
    [
        " Well, depending every every wristman several hours to in this case, we were fortunate to make contact really early on.",
        2883.38,
        2890.58
    ],
    [
        " With Covey, who fortunately had A1s that were within a few minutes away.",
        2891.08,
        2897.18
    ],
    [
        " So there were some luck involved?",
        2897.42,
        2898.62
    ],
    [
        " Very much. I mean we saw them had that kind of response and lay us.",
        2898.98,
        2902.9
    ],
    [
        " Did you ever pre-plan to have coverage at certain times?",
        2903.04,
        2906.76
    ],
    [
        " It would be a special mission.",
        2907.16,
        2908.2
    ],
    [
        " Like the ones we put in the sensors, you put them in and you know you're going to be in a ground for two or three hours.",
        2908.34,
        2914.8
    ],
    [
        " He booked the times, had the assets set so we have to go or something happens in between being you think come in.",
        2915.14,
        2922.22
    ],
    [
        " But most of the time were these aircraft necessarily briefed on the mission itself?",
        2922.54,
        2929.2
    ],
    [
        " So would they know coming in, hey this is the ale that they're working or these guys just coming in, they were just random pilots?",
        2930.04,
        2936.22
    ],
    [
        " It would be both. They had specific A1 units in the Air Force in that time frame that were specifically there for SOG missions and SOAR.",
        2936.22,
        2946.98
    ],
    [
        " Search and rescue up north for any down pilots.",
        2947.34,
        2951.06
    ],
    [
        " So they were very much attuned to our people working with contum and with us up north.",
        2952.02,
        2958.28
    ],
    [
        " So they knew everything was in the Prairie Fire A.O.",
        2960.16,
        2963.6
    ],
    [
        " Sometimes when we were in Echo 4, our first contact was with a fighter jet that heard the Earth 10 beeper and responded to that.",
        2964.12,
        2974.0
    ],
    [
        " So another aircraft would hear it and if they had an ordinance, then we had to get the mirror, get them located, find us and bring in the ordinance.",
        2975.04,
        2988.06
    ],
    [
        " While he put the car out to get the cover or the Hillsboro or Moonbeam, let them know they had a tactical emergency going on here.",
        2988.32,
        2996.02
    ],
    [
        " And you're doing all that on the radio while you're still fighting.",
        2997.18,
        3001.32
    ],
    [
        " Yeah we had to spend a few hours there.",
        3003.02,
        3005.02
    ],
    [
        " Lighting the load.",
        3006.96,
        3007.74
    ],
    [
        " Alright, Bubba, Sour and Falk had been busy placing explosive charges on trees while Hep and Twan set out Claymore's facing Sour.",
        3009.78,
        3017.82
    ],
    [
        " I couldn't help but shake my head in wonder at Hep in a dark jungle with night approaching.",
        3017.94,
        3024.82
    ],
    [
        " He still had his ever present sunglasses.",
        3024.82,
        3027.06
    ],
    [
        " We blew the charges around the trees and they were cut clean but the dense jungle refused to let them fall.",
        3027.88,
        3032.64
    ],
    [
        " We had not succeeded in making the hole any bigger so we just have to hope the rescue ships could manage to drop the ropes down to us and then pray the ropes were long enough.",
        3033.18,
        3042.14
    ],
    [
        " So you're trying to make that hole in the jungle a little bit bigger.",
        3042.14,
        3044.82
    ],
    [
        " Like what diameter is this hole that you're looking at?",
        3045.78,
        3048.22
    ],
    [
        " Oh, these are like 10 meters is it?",
        3049.18,
        3052.14
    ],
    [
        " You know that's a good question maybe 20-30 meters at the most but there's trees in it.",
        3053.36,
        3058.1
    ],
    [
        " No, at least it's a little bit more open as opposed to just triple canopy enclosed where you're just complete.",
        3058.22,
        3064.94
    ],
    [
        " We could see skylight you could literally see the sky.",
        3065.06,
        3067.24
    ],
    [
        " But and then you try and blow some of the trees but they don't even fall down because there's too much jungle lines and we're trying to reach that tree.",
        3067.46,
        3074.1
    ],
    [
        " Yeah, too many trees.",
        3074.42,
        3074.52
    ],
    [
        " That doesn't even help.",
        3074.52,
        3075.56
    ],
    [
        " Didn't help.",
        3075.74,
        3076.16
    ],
    [
        " Good times.",
        3076.54,
        3077.08
    ],
    [
        " And to the frustration.",
        3077.08,
        3078.32
    ],
    [
        " We tried to blow up some palm trees or actually was late.",
        3078.88,
        3085.02
    ],
    [
        " Lafes platoon tried to blow up some palm trees that were obstructing their view in a Overwatch position.",
        3085.28,
        3092.5
    ],
    [
        " Right.",
        3092.74,
        3092.88
    ],
    [
        " And they blew up.",
        3093.42,
        3096.0
    ],
    [
        " They said they set so many charges on these palm trees.",
        3096.32,
        3099.64
    ],
    [
        " It was embarrassing.",
        3099.64,
        3101.02
    ],
    [
        " I even launched.",
        3101.26,
        3102.14
    ],
    [
        " I got right.",
        3102.56,
        3103.04
    ],
    [
        " No, they weren't they didn't budge.",
        3103.14,
        3105.0
    ],
    [
        " No, I got embarrassed.",
        3105.0,
        3106.16
    ],
    [
        " I'm sitting there telling the battalion commander.",
        3106.38,
        3108.52
    ],
    [
        " He saying, I'm saying, hey, there's going to be another controlled debt and boom.",
        3108.76,
        3112.28
    ],
    [
        " And then, so there's going to be another controlled debt and then boom.",
        3112.56,
        3114.7
    ],
    [
        " And then, so there's going to be another controlled debt and then boom.",
        3114.9,
        3117.0
    ],
    [
        " He said, what are they doing?",
        3117.44,
        3118.28
    ],
    [
        " I said, you're trying to get rid of some palm trees.",
        3118.38,
        3119.9
    ],
    [
        " Don't worry about it.",
        3120.08,
        3120.76
    ],
    [
        " You know what, sir?",
        3121.16,
        3121.66
    ],
    [
        " We're just going to leave those palm trees.",
        3121.74,
        3122.94
    ],
    [
        " Yeah, the score right now is palm trees three seals zero.",
        3123.24,
        3126.54
    ],
    [
        " Yeah, that's what happened.",
        3126.8,
        3127.82
    ],
    [
        " Oh, no.",
        3128.5,
        3129.3
    ],
    [
        " Yeah, those palm trees are hard.",
        3129.46,
        3130.94
    ],
    [
        " Resilient.",
        3131.3,
        3131.8
    ],
    [
        " Thick.",
        3132.08,
        3132.28
    ],
    [
        " All right, back to the book with the helicopters on their final approach.",
        3133.8,
        3136.8
    ],
    [
        " I threw out another smoke grenade to mark our location and the rest of the team began firing",
        3136.94,
        3140.7
    ],
    [
        " at the NVA who had again pressed in on us.",
        3140.7,
        3143.08
    ],
    [
        " We could barely make out make out their shadows, but they were definitely out there as evidence",
        3143.46,
        3148.38
    ],
    [
        " by the green trace around flying towards us.",
        3148.38,
        3150.9
    ],
    [
        " Covey hadn't been able to see my smoke.",
        3151.5,
        3153.4
    ],
    [
        " So we asked for a pen flare.",
        3153.72,
        3155.34
    ],
    [
        " When I tried to fire it up through the trees, it struck a limb and bounced back.",
        3156.14,
        3159.88
    ],
    [
        " Being desperate, I told Covey I was going to shoot three trace arounds, red trace arounds",
        3160.54,
        3165.6
    ],
    [
        " up through the hole.",
        3165.6,
        3166.46
    ],
    [
        " And before he could scream, no, I had pulled the trigger on my car 15.",
        3167.1,
        3170.5
    ],
    [
        " I immediately realized what a dangerous move it was as I saw him pass overhead.",
        3170.88,
        3175.04
    ],
    [
        " In case there was any doubt in my mind, Covey took the time to let me know in no uncertain",
        3175.78,
        3180.4
    ],
    [
        " terms how stupid I was.",
        3180.4,
        3181.76
    ],
    [
        " I believe the expressions dumbassed and shit for brains came into play.",
        3182.04,
        3185.98
    ],
    [
        " Lately.",
        3188.88,
        3189.24
    ],
    [
        " So you're in this situation, he still took the time to call you shit for brains.",
        3188.78,
        3193.04
    ],
    [
        " Yeah, you're about to die.",
        3193.38,
        3194.88
    ],
    [
        " Priories.",
        3195.36,
        3197.2
    ],
    [
        " Oh, man.",
        3197.24,
        3197.94
    ],
    [
        " Yeah.",
        3198.64,
        3199.24
    ],
    [
        " And you know what I was thinking, I never fought in Afghanistan.",
        3199.54,
        3201.4
    ],
    [
        " I don't know what they had.",
        3201.68,
        3202.4
    ],
    [
        " I don't know if they saw a lot of more green traceers over there.",
        3202.4,
        3204.42
    ],
    [
        " I'll have to ask some of my buddies.",
        3204.46,
        3205.52
    ],
    [
        " I never really thought about that.",
        3205.62,
        3206.98
    ],
    [
        " So that's a, was that just like the normal little pencil flare?",
        3208.18,
        3212.54
    ],
    [
        " Yes.",
        3212.74,
        3212.92
    ],
    [
        " The little trigger thing.",
        3213.06,
        3213.94
    ],
    [
        " You click.",
        3213.94,
        3214.48
    ],
    [
        " It's like a 22 round that fires up its tracer.",
        3214.88,
        3217.86
    ],
    [
        " Yes.",
        3217.94,
        3218.18
    ],
    [
        " Got it.",
        3218.6,
        3219.24
    ],
    [
        " It didn't penetrate through.",
        3219.24,
        3220.48
    ],
    [
        " So you decide you're just going to fire some car rounds.",
        3220.54,
        3223.06
    ],
    [
        " But follow my tracers.",
        3223.42,
        3225.64
    ],
    [
        " But they saw him, right?",
        3225.76,
        3226.52
    ],
    [
        " They did.",
        3226.9,
        3227.2
    ],
    [
        " Yeah.",
        3227.36,
        3227.56
    ],
    [
        " So hey, one for till.",
        3227.64,
        3229.6
    ],
    [
        " Just before the rescue choppers attempted to hover and drop the ropes.",
        3230.32,
        3235.62
    ],
    [
        " I told Covey I wanted the gunships that accompanied them to work over the area around",
        3235.72,
        3239.42
    ],
    [
        " us, particularly to the south.",
        3239.42,
        3240.74
    ],
    [
        " I wanted the NVA to be either dead, wounded or with their heads buried in the ground when",
        3240.98,
        3245.14
    ],
    [
        " we tried to make our escape.",
        3245.14,
        3246.18
    ],
    [
        " The muskets, the men from the 176 assault helicopter company immediately went to work with",
        3246.68,
        3253.12
    ],
    [
        " their 2.75 inch rockets and they're gattling like many guns, multi-barrelled weapons that",
        3253.12,
        3259.56
    ],
    [
        " could pump 6,000 rounds of 7,62 a minute.",
        3259.56,
        3262.82
    ],
    [
        " As the last rocket hit and exploded behind us, the first 101st airborne division slick",
        3263.22,
        3268.3
    ],
    [
        " appeared over the hole in the jungle roof and dropped sandbags with ropes attached to",
        3268.3,
        3272.22
    ],
    [
        " them.",
        3272.22,
        3272.44
    ],
    [
        " The helicopter was so high up, it looked like a toy and even its powerful rotor wash",
        3272.92,
        3278.02
    ],
    [
        " couldn't reach us.",
        3278.02,
        3279.06
    ],
    [
        " I could tell he wasn't being buffeted by the wind but he had somehow managed to hold",
        3279.76,
        3283.56
    ],
    [
        " steady over the opening.",
        3283.56,
        3284.8
    ],
    [
        " One of the sandbags attached to the rope had a strobe light attached to it and we watched",
        3285.58,
        3289.82
    ],
    [
        " it bounce off the limbs as it fell toward us.",
        3289.82,
        3292.5
    ],
    [
        " You guys, I guess they hadn't invented the jungle penetrator yet.",
        3295.42,
        3298.9
    ],
    [
        " They had them on the HH3s and the giant green giants.",
        3299.34,
        3305.3
    ],
    [
        " For another time, it's like a big metal jungle penetrator.",
        3305.58,
        3310.6
    ],
    [
        " It's a big metal kind of spear almost.",
        3310.74,
        3313.04
    ],
    [
        " And they were still able to talk to a crane.",
        3313.48,
        3315.6
    ],
    [
        " And it just drops down and that weight and it's well shaped.",
        3315.94,
        3320.12
    ],
    [
        " As opposed to just a random sandbag bouncing.",
        3320.12,
        3322.96
    ],
    [
        " And so this thing was hot.",
        3323.38,
        3326.9
    ],
    [
        " This thing must have been like 150 feet up.",
        3327.0,
        3330.56
    ],
    [
        " Yeah, they had the longest ropes in here.",
        3330.88,
        3333.0
    ],
    [
        " A surprise even got down to us.",
        3333.74,
        3335.28
    ],
    [
        " Back to the book.",
        3335.94,
        3339.48
    ],
    [
        " While we kept an eye on the ropes descending through the trees, the NVA mounted a desperate",
        3339.5,
        3343.34
    ],
    [
        " last charge towards us.",
        3343.34,
        3344.82
    ],
    [
        " Tuan and Hep triggered their clay mores and the rest of us opened up with all we had.",
        3344.82,
        3349.54
    ],
    [
        " Somehow in the midst of all the tumultuous activity, the four Indige had managed to rig themselves",
        3350.18,
        3356.2
    ],
    [
        " a Swiss seat using the six foot long pieces of rope we carried just for that purpose.",
        3356.2,
        3360.44
    ],
    [
        " Bubba and I now try to do the same, but it wasn't easy to wrap a rope around my waist.",
        3361.02,
        3364.86
    ],
    [
        " Pass it between my legs and then finish tying it off on the right hip while under fire.",
        3365.18,
        3368.94
    ],
    [
        " But we managed to do it while the Indige held off the enemy and began to hook up for the",
        3369.16,
        3375.32
    ],
    [
        " lift out.",
        3375.32,
        3375.96
    ],
    [
        " If you guys ever think about using some kind of pre rigged like sit harness or something.",
        3376.52,
        3383.66
    ],
    [
        " They were developing those at the time.",
        3383.98,
        3385.68
    ],
    [
        " They upgraded, they had like the Maguire rig, which is just basically a thick material",
        3386.44,
        3392.28
    ],
    [
        " that you can sit in and hook in.",
        3392.28,
        3394.0
    ],
    [
        " And then later they came out with the rigs.",
        3394.26,
        3397.0
    ],
    [
        " I can't think of a name, but it was an outfit where you had your harness built in.",
        3397.0,
        3402.42
    ],
    [
        " You had to web gear with the harness.",
        3402.92,
        3404.26
    ],
    [
        " So when it came down, you just hook in.",
        3404.56,
        3406.7
    ],
    [
        " Just hook in.",
        3406.72,
        3406.82
    ],
    [
        " Click in, you're ready.",
        3407.12,
        3407.82
    ],
    [
        " Yeah.",
        3407.9,
        3408.04
    ],
    [
        " I'd be thinking about that.",
        3408.46,
        3409.46
    ],
    [
        " It's a stable rig.",
        3409.52,
        3410.34
    ],
    [
        " When I was you trying to tie a Swiss seat.",
        3411.08,
        3414.4
    ],
    [
        " Yeah.",
        3415.06,
        3416.58
    ],
    [
        " That's awesome.",
        3417.04,
        3418.54
    ],
    [
        " We were getting low on ammunition grenades and clay mores.",
        3419.56,
        3423.08
    ],
    [
        " If we didn't make it out, it was going to be a very long night.",
        3423.16,
        3425.74
    ],
    [
        " In fact, I wasn't sure we, I wasn't sure if we could survive the night no matter what",
        3426.4,
        3430.72
    ],
    [
        " kind of air support man is to reach us.",
        3430.72,
        3432.46
    ],
    [
        " It was now or never.",
        3432.74,
        3434.44
    ],
    [
        " Soundfalk located three of the four ropes and it attached themselves to one of them using",
        3435.56,
        3441.3
    ],
    [
        " snap links.",
        3441.3,
        3442.02
    ],
    [
        " When I asked Covey if the chopper could lift us all out at once, he replied, no way it's",
        3442.46,
        3446.58
    ],
    [
        " going to take two lifts.",
        3446.58,
        3447.66
    ],
    [
        " No way is exactly what I thought in return.",
        3448.26,
        3450.38
    ],
    [
        " There was no way we had enough time for two attempts.",
        3450.68,
        3453.48
    ],
    [
        " There was no way I was going to split the team.",
        3453.92,
        3455.68
    ],
    [
        " Either all six of us were going out together on four ropes, or we were going to die together",
        3456.06,
        3461.06
    ],
    [
        " trying.",
        3461.06,
        3461.54
    ],
    [
        " Call it camaraderie or fear, but I was not going to leave anyone myself included on",
        3462.26,
        3467.22
    ],
    [
        " the ground for a minute longer than necessary.",
        3467.22,
        3469.3
    ],
    [
        " I had heard all the horror stories I needed to about what could result in and I didn't",
        3470.04,
        3474.76
    ],
    [
        " want to be the subject of some gruesome tale around the bar at FOB1.",
        3474.76,
        3480.24
    ],
    [
        " I suddenly had a bright idea and asked Bubbeth, he still had the claimor with the white",
        3481.36,
        3485.08
    ],
    [
        " phosphorus grenade taped to its front.",
        3485.08,
        3486.88
    ],
    [
        " When he nodded yes, I told him to strap it as high as he could, as high as he could reach",
        3487.58,
        3492.44
    ],
    [
        " on a nearby tree facing south.",
        3492.44,
        3494.08
    ],
    [
        " He gave me his best, are you out of your fucking mind?",
        3494.44,
        3497.06
    ],
    [
        " Look, because he knew at that proximity the back blast would kill us all when we set",
        3497.22,
        3504.16
    ],
    [
        " it off.",
        3504.16,
        3504.56
    ],
    [
        " So he hesitated and I had to order him to do it.",
        3505.28,
        3508.24
    ],
    [
        " Once he finished the remaining two little people paired up and hooked themselves into one",
        3508.56,
        3512.86
    ],
    [
        " of the ropes while Bubbeth and I each took one of the remaining two.",
        3512.86,
        3515.96
    ],
    [
        " I wanted to balance out the weight distribution by having me on one side of the helicopter",
        3516.88,
        3520.48
    ],
    [
        " and Bubbeth on the other, but it was impossible to tell for sure which ropes went where so I",
        3520.48,
        3525.36
    ],
    [
        " took a wild guess and hope for the best.",
        3525.36,
        3527.7
    ],
    [
        " Best.",
        3528.34,
        3528.68
    ],
    [
        " Using the barrel of my M79 to shield the flash from the NVA, I used a strobe like to signal",
        3528.9,
        3534.26
    ],
    [
        " the chopper to begin lifting us out.",
        3534.26,
        3537.84
    ],
    [
        " Did the chopper have enough power?",
        3539.06,
        3540.74
    ],
    [
        " Would we be dragged through the trees?",
        3541.16,
        3542.64
    ],
    [
        " Would the NVA manage to shoot one or all of us out of our saddles?",
        3543.16,
        3546.56
    ],
    [
        " We were about to find out.",
        3547.94,
        3549.52
    ],
    [
        " As the ropes became taught, fire gunfire erupted from the west.",
        3550.28,
        3555.5
    ],
    [
        " The rest, Southfuck and I returned fire but our bodies blocked the other's line of",
        3555.5,
        3560.16
    ],
    [
        " sight so they watched in frustration.",
        3560.16,
        3562.42
    ],
    [
        " Because my rope was longer than the other three, I was the last to leave the ground.",
        3562.96,
        3566.84
    ],
    [
        " This also gave me the additional seconds I needed to reload my empty car 15 twice.",
        3567.32,
        3572.1
    ],
    [
        " Things were happening very fast, almost too fast, and my bright idea demanded perfect timing.",
        3573.42,
        3578.64
    ],
    [
        " As we started up, Bubbeth reached out and ignited the delay flues on the delay fuse",
        3578.86,
        3584.22
    ],
    [
        " on the last claymore, the one he'd fastened to the tree.",
        3584.22,
        3587.48
    ],
    [
        " With my feet dangling in the air, I fired around for my M79.",
        3588.56,
        3592.34
    ],
    [
        " Still gaining altitude, I then pulled the pins on two hand grenades and tossed them down",
        3593.24,
        3598.24
    ],
    [
        " onto the ground at about the same time the claymore went off.",
        3598.24,
        3602.1
    ],
    [
        " The back blast blew under us, but we could still feel its power and heat.",
        3603.18,
        3608.18
    ],
    [
        " The phosphorus was like a giant flash bulb going off, and that frozen instant of illumination,",
        3609.2,
        3615.3
    ],
    [
        " I could finally see the faces of my enemy.",
        3615.8,
        3617.78
    ],
    [
        " They were hurting, but still advancing.",
        3618.76,
        3621.68
    ],
    [
        " With its engine screaming, the Huey somehow came up with the power it needed.",
        3622.96,
        3627.56
    ],
    [
        " It was agonizingly slow going, and we had to push our way through some branches,",
        3628.32,
        3632.48
    ],
    [
        " but we were not being dragged through them.",
        3632.96,
        3634.66
    ],
    [
        " We were being lifted straight up.",
        3635.28,
        3636.84
    ],
    [
        " The NVA continued to fire at us, and I had the unsettling impression that",
        3637.22,
        3643.18
    ],
    [
        " tracer rounds were passing between my legs and the sensation that will give any man",
        3643.18,
        3647.64
    ],
    [
        " pause for thought.",
        3647.64,
        3648.78
    ],
    [
        " The team fired back on full automatic, and we threw the last of our grenades.",
        3649.34,
        3654.58
    ],
    [
        " Like two fiercely demented and determined beasts, the NVA and RTI-Daho remain locked in",
        3655.66,
        3662.28
    ],
    [
        " battle to the bitter end.",
        3662.28,
        3663.84
    ],
    [
        " As we finally cleared the trees, I immediately called Covey and confessed our little dissemption.",
        3664.96,
        3670.36
    ],
    [
        " The team is out.",
        3670.78,
        3671.52
    ],
    [
        " The whole team is out. I screamed into the handset.",
        3672.18,
        3674.5
    ],
    [
        " We came out together.",
        3674.9,
        3675.8
    ],
    [
        " Do not send in a second helicopter.",
        3676.14,
        3677.68
    ],
    [
        " I repeat, no second chopper.",
        3678.3,
        3680.26
    ],
    [
        " The muskets rolled in, and pulverized the ground.",
        3681.8,
        3684.3
    ],
    [
        " We had just left.",
        3684.3,
        3685.16
    ],
    [
        " The A1E's were right behind them, and as the muffled explosion and light flashes reached me,",
        3685.72,
        3691.42
    ],
    [
        " I found myself feeling a little sorry for the NVA troops down there.",
        3691.42,
        3695.16
    ],
    [
        " They were valiant and dedicated soldiers.",
        3695.74,
        3697.94
    ],
    [
        " They would have been a credit to any army.",
        3698.98,
        3702.62
    ],
    [
        " Those left alive would no doubt have some stories to tell,",
        3703.4,
        3706.54
    ],
    [
        " but I doubt that they would ever admit that a six man team had held them at bay for so long,",
        3707.22,
        3712.44
    ],
    [
        " and then escaped their most determined efforts to wipe them out.",
        3713.02,
        3716.84
    ],
    [
        " As for RTI to ho, we were simply happy to be alive.",
        3717.54,
        3722.54
    ],
    [
        " Not something I would have bet on a short while earlier.",
        3722.86,
        3727.52
    ],
    [
        " Oh yeah.",
        3728.84,
        3734.02
    ],
    [
        " Oh yeah.",
        3734.4,
        3736.14
    ],
    [
        " And we were lucky too, because of the cold.",
        3736.5,
        3739.48
    ],
    [
        " You were more lucky than that.",
        3739.56,
        3740.54
    ],
    [
        " I mean, we used up a whole lot of luck on that one.",
        3742.68,
        3745.36
    ],
    [
        " But, you know, we were lucky, because we were still relatively high, not like the big peaks",
        3746.06,
        3751.68
    ],
    [
        " and deeper into Laos.",
        3751.68,
        3753.7
    ],
    [
        " And so the helicopter was able to pull us out.",
        3754.62,
        3756.64
    ],
    [
        " If that had been in the middle of the day, in the jungle heat, and the heat of the day,",
        3757.46,
        3763.34
    ],
    [
        " he never would have been able to lift six of us out.",
        3763.6,
        3766.0
    ],
    [
        " But we weighed all that.",
        3766.7,
        3768.0
    ],
    [
        " And I didn't listen to the cup.",
        3768.6,
        3770.08
    ],
    [
        " We just rolled the dice, because it was so dark at that point.",
        3770.08,
        3774.12
    ],
    [
        " So, oh yeah, the recon guides smod on us one more time.",
        3774.7,
        3779.54
    ],
    [
        " So when you once you got pulled out, would they just look for a clearing somewhere to set down,",
        3780.2,
        3784.78
    ],
    [
        " get you guys in the helicopter for real?",
        3784.9,
        3786.68
    ],
    [
        " No, that's the part.",
        3787.12,
        3787.82
    ],
    [
        " That's the part they just froze your balls off of the home.",
        3788.14,
        3790.74
    ],
    [
        " And because of the Swiss season, how it is with the rope, everything goes numb.",
        3791.88,
        3795.84
    ],
    [
        " And so because it was dark, particularly, they wanted to make sure that wherever they put us down,",
        3796.12,
        3801.7
    ],
    [
        " it was going to be somewhere in South Vietnam.",
        3801.84,
        3803.3
    ],
    [
        " So we were in the air, I just forget how long.",
        3803.62,
        3805.4
    ],
    [
        " And they finally sat us down, but you can't walk.",
        3805.74,
        3808.56
    ],
    [
        " You just lie to like a triple for a few minutes.",
        3808.86,
        3811.2
    ],
    [
        " On clip.",
        3811.42,
        3811.56
    ],
    [
        " Yeah.",
        3811.7,
        3812.06
    ],
    [
        " On clip, you can't flip.",
        3812.84,
        3813.84
    ],
    [
        " So they didn't really care about your comfort.",
        3814.2,
        3816.98
    ],
    [
        " No, and we didn't complain too much, but you go, you're all sweaty.",
        3817.38,
        3821.98
    ],
    [
        " And you have this wind five minutes later, you're at 5,000 feet, which is cold.",
        3822.34,
        3826.28
    ],
    [
        " People forget how cold it is at 5,000 feet.",
        3826.46,
        3828.94
    ],
    [
        " Yeah, you're freezing, especially because you're soaking wet.",
        3829.28,
        3832.06
    ],
    [
        " Yeah, and you feel like you're going 80 miles an hour.",
        3832.24,
        3834.76
    ],
    [
        " So you'll go 80 mile an hour wind.",
        3835.08,
        3836.82
    ],
    [
        " Yeah, all that too.",
        3837.64,
        3838.5
    ],
    [
        " Yeah, this is just, I mean,",
        3839.02,
        3843.4
    ],
    [
        " this is just crazy.",
        3844.16,
        3845.36
    ],
    [
        " It's absolutely crazy.",
        3846.08,
        3847.7
    ],
    [
        " And this was just over and over again.",
        3848.26,
        3852.52
    ],
    [
        " Now, um, you know, I spent a lot of time on the books,",
        3852.7,
        3857.76
    ],
    [
        " on the last couple podcasts.",
        3858.06,
        3859.46
    ],
    [
        " I wanted to kind of just ask you a couple questions.",
        3860.14,
        3863.58
    ],
    [
        " Get your thoughts on some stuff.",
        3864.12,
        3866.48
    ],
    [
        " And I also, and I don't know, you might have to come back again,",
        3867.6,
        3870.7
    ],
    [
        " but I got so chronicles here, I read that.",
        3870.72,
        3872.54
    ],
    [
        " Outstanding book, you know, this is,",
        3873.16,
        3874.96
    ],
    [
        " the song Chronicles, uh, real quick talks about a big operation that,",
        3875.08,
        3880.42
    ],
    [
        " that, uh, took place that you weren't on, but you got really good descriptions",
        3880.52,
        3885.24
    ],
    [
        " and talk to people, Operation Tailwind.",
        3885.24,
        3887.38
    ],
    [
        " That's another one where helicopters are getting shot down.",
        3887.56,
        3891.52
    ],
    [
        " I mean, it's completely, completely insane.",
        3891.52,
        3894.84
    ],
    [
        " Yeah, and there's no ordinary, these are the CH 53s, Delta models.",
        3895.34,
        3900.46
    ],
    [
        " The biggest and marine corps had, and they took out two of those.",
        3900.66,
        3904.34
    ],
    [
        " I think left one really banged up.",
        3904.88,
        3906.52
    ],
    [
        " Yeah.",
        3906.94,
        3907.16
    ],
    [
        " And when they inserted, they still, they had three WAs on their assertion,",
        3907.56,
        3911.92
    ],
    [
        " but they had to get in for that to take the pressure off of the CIA operation.",
        3912.38,
        3917.12
    ],
    [
        " That was the mission September 1970.",
        3917.66,
        3919.3
    ],
    [
        " Yeah.",
        3919.96,
        3920.2
    ],
    [
        " That's, so that's Operation Tailwind.",
        3920.42,
        3922.54
    ],
    [
        " Operation Tailwind, and that, that book,",
        3922.64,
        3924.4
    ],
    [
        " Sock Chronicles Volume One, and I hope there's going to be about 30 more volumes of songwriting.",
        3924.56,
        3929.96
    ],
    [
        " I'm going to be working on the model that Anne and I came up with,",
        3929.96,
        3932.78
    ],
    [
        " is that we're going to write till we die.",
        3932.92,
        3934.64
    ],
    [
        " I like it.",
        3935.02,
        3935.5
    ],
    [
        " Because there's so many Sock stories that have never been told,",
        3935.54,
        3937.52
    ],
    [
        " because we couldn't tell.",
        3937.7,
        3938.62
    ],
    [
        " And so many of our guys, I mean, even when I, a fellow Recon guy, talked to him,",
        3939.52,
        3943.94
    ],
    [
        " it's like pulling information.",
        3944.2,
        3945.9
    ],
    [
        " I'm sure you've run into that with your people.",
        3946.14,
        3947.68
    ],
    [
        " They're not, they're not in the line of talk.",
        3948.38,
        3950.8
    ],
    [
        " Well, yeah, in the modest, that's an interesting thing, because people,",
        3951.06,
        3954.02
    ],
    [
        " do not the wannabes at the bar.",
        3954.48,
        3955.86
    ],
    [
        " Yeah.",
        3956.12,
        3956.48
    ],
    [
        " Even though I'm a green beret or a meseel.",
        3956.48,
        3958.14
    ],
    [
        " And most of the guys, when people say, well, you should have more guys from T.U.",
        3958.5,
        3963.34
    ],
    [
        " Bruiser on there, you have to have more guys more seals on.",
        3963.38,
        3965.98
    ],
    [
        " The seals that I know that I would want to have on a lot of them, they're still in.",
        3966.3,
        3969.14
    ],
    [
        " Or they don't want to come on.",
        3969.62,
        3970.58
    ],
    [
        " They say, they won't say a word.",
        3971.1,
        3972.46
    ],
    [
        " Yeah, they're like, hey, I'm good.",
        3972.52,
        3974.26
    ],
    [
        " You know, and then obviously I got a lot of my friends that do come on.",
        3974.78,
        3978.56
    ],
    [
        " And it's great when they come on.",
        3979.06,
        3980.5
    ],
    [
        " But yeah, a lot of guys are still doing it.",
        3981.22,
        3983.58
    ],
    [
        " You know?",
        3983.92,
        3984.08
    ],
    [
        " And so, hey, that's the way it is.",
        3984.92,
        3986.72
    ],
    [
        " Once those guys retire, and I do have some friends that are retiring soon,",
        3987.02,
        3990.08
    ],
    [
        " and they're becoming on.",
        3990.08,
        3990.86
    ],
    [
        " So that's pretty awesome.",
        3990.98,
        3991.74
    ],
    [
        " Oh, yeah.",
        3992.18,
        3992.62
    ],
    [
        " But, um, yeah, so the Saag Chronicles,",
        3993.12,
        3995.44
    ],
    [
        " you've, like I said, hopefully there's 30 volumes that right now.",
        3995.78,
        4000.08
    ],
    [
        " There's just one.",
        4000.1,
        4000.76
    ],
    [
        " We're going to try to turn across the fence and on the ground into audio books.",
        4001.18,
        4005.5
    ],
    [
        " That's awesome.",
        4005.9,
        4006.38
    ],
    [
        " That's our project right now.",
        4006.54,
        4007.52
    ],
    [
        " And then as soon as we're done with that, it commences with volume two.",
        4007.52,
        4011.86
    ],
    [
        " And we've got a couple of stories there.",
        4012.24,
        4014.66
    ],
    [
        " One of the ones that we talked about on the ground,",
        4015.0,
        4017.44
    ],
    [
        " the August 23rd attack, we've had a lot more research.",
        4018.06,
        4022.66
    ],
    [
        " We had the Scal, who's a, as she was an MI,",
        4023.1,
        4026.0
    ],
    [
        " and she has pulled out more information.",
        4026.62,
        4028.42
    ],
    [
        " We're going to pull the whole thing together for the,",
        4028.66,
        4030.76
    ],
    [
        " hopefully the most detailed story in the night because it was such a tragic,",
        4031.1,
        4034.62
    ],
    [
        " yet heroic night for the people that were there on the ground at night,",
        4034.76,
        4038.16
    ],
    [
        " and Larry Trimble up on Marvel Mountain.",
        4038.38,
        4040.58
    ],
    [
        " So we have that a couple other stories.",
        4040.94,
        4042.98
    ],
    [
        " Many other stories, but there is the other one.",
        4043.48,
        4046.3
    ],
    [
        " One of our guys went in for a bright light and they got shot out.",
        4046.76,
        4051.3
    ],
    [
        " And they, uh, at four crests.",
        4051.66,
        4054.96
    ],
    [
        " As it was crashing, it hit three separate hill tops coming to rest on the third one.",
        4054.96,
        4059.84
    ],
    [
        " They got to the second hill and got shot out.",
        4060.48,
        4064.36
    ],
    [
        " He went back 25 years later.",
        4064.8,
        4066.8
    ],
    [
        " He became a doctor on his own money.",
        4067.12,
        4069.66
    ],
    [
        " He spent $70,000 to go back to Cambodia to try to find that effort,",
        4069.66,
        4075.76
    ],
    [
        " just null as conscience.",
        4076.04,
        4077.34
    ],
    [
        " They got in, got to the site, and were run off by bandits.",
        4077.82,
        4081.74
    ],
    [
        " He went back now would be two years ago with DPAA.",
        4082.54,
        4086.36
    ],
    [
        " And DPAA was working on the second hill,",
        4087.42,
        4090.52
    ],
    [
        " where the jet was on the third hill.",
        4091.08,
        4092.98
    ],
    [
        " So he was able to go in and give them direct",
        4093.08,
        4095.08
    ],
    [
        " uh, siding as to where to dig.",
        4096.26,
        4098.34
    ],
    [
        " So they're still working and he was on the ground digging things out with these guys.",
        4098.78,
        4101.98
    ],
    [
        " That's going to be a net book.",
        4102.14,
        4103.1
    ],
    [
        " Yeah, so check out that book too, song chronicles.",
        4103.68,
        4108.88
    ],
    [
        " You're training.",
        4109.1,
        4112.32
    ],
    [
        " How ready do you think you were when you got to Vietnam?",
        4112.86,
        4115.84
    ],
    [
        " How ready for you for what you were about to encounter?",
        4116.16,
        4120.32
    ],
    [
        " Well, a lot better than the guys that went through just basic training and advanced",
        4121.2,
        4125.32
    ],
    [
        " and pretreat training.",
        4125.32,
        4126.04
    ],
    [
        " And I'm sure that conventional units had in country training.",
        4126.28,
        4129.5
    ],
    [
        " Our in-country training was good.",
        4130.34,
        4132.82
    ],
    [
        " He worked, we, you know, we practiced calling in spooky,",
        4133.46,
        4136.8
    ],
    [
        " worked with the helicopters, told about the dangers and working with the little people",
        4137.34,
        4141.68
    ],
    [
        " to history as well as some of the do's and don'ts about working with South Vietnamese.",
        4141.68,
        4146.98
    ],
    [
        " And I thought that was good.",
        4148.8,
        4150.16
    ],
    [
        " But then to just no aid camp duty, which is, I think all that was geared for the aid camps.",
        4150.64,
        4156.12
    ],
    [
        " Saga was just at another level.",
        4156.48,
        4158.58
    ],
    [
        " And that's why we always talk.",
        4158.86,
        4160.4
    ],
    [
        " So people like Pat Watten, Spidey Parks, John McGovern,",
        4160.58,
        4163.52
    ],
    [
        " Dick Rose, they were the senior E7s or E6s and camp, all of whom had run at night.",
        4164.38,
        4170.78
    ],
    [
        " Us green guys would talk to them, particularly after mission.",
        4171.18,
        4175.02
    ],
    [
        " And then we talked to each other.",
        4175.14,
        4176.1
    ],
    [
        " You know, John Walton came back from a target and where Tom Cunningham's leg was blown off,",
        4176.48,
        4184.1
    ],
    [
        " one of those little people that got shot four times.",
        4184.16,
        4186.3
    ],
    [
        " And Captain Tin who saved us in October pulled them out in August.",
        4186.84,
        4190.26
    ],
    [
        " And we talked right away that night.",
        4191.02,
        4193.18
    ],
    [
        " Well, what did you learn?",
        4193.64,
        4194.4
    ],
    [
        " And always be just back and forth to try to get any sense of what happened or anything you could",
        4195.28,
        4201.5
    ],
    [
        " do to give us anything for another edge in the field.",
        4201.5,
        4204.72
    ],
    [
        " And meanwhile, we're getting the intel reports.",
        4204.98,
        4206.74
    ],
    [
        " We knew about all the teams that had been wiped out.",
        4207.02,
        4208.64
    ],
    [
        " And the intel reports about the sappers.",
        4209.08,
        4211.28
    ],
    [
        " So you all bounced it out and just keep thing was common.",
        4212.02,
        4215.16
    ],
    [
        " So in answer to your question, Saga was so different, a lot of was innovative.",
        4215.34,
        4220.02
    ],
    [
        " The things we were doing there were the strings.",
        4220.24,
        4221.92
    ],
    [
        " That was all things that used today really advanced it.",
        4222.88,
        4226.1
    ],
    [
        " No, no fast ropes.",
        4226.54,
        4227.46
    ],
    [
        " That was another dimension away, another war.",
        4227.9,
        4230.9
    ],
    [
        " So we're working at firepower, working with the air assets and new weapons.",
        4232.18,
        4237.94
    ],
    [
        " But it was all like the experiment of things.",
        4238.64,
        4240.96
    ],
    [
        " The learnings you go, try it, it was best.",
        4241.12,
        4242.74
    ],
    [
        " And like Lynn Black blew yourself up in the ambush just for good luck to make sure it really works.",
        4243.06,
        4247.52
    ],
    [
        " Did you, when you were calling for fire?",
        4247.86,
        4251.68
    ],
    [
        " So I don't know if you know this, but now it's like a school you go to.",
        4251.84,
        4255.08
    ],
    [
        " You go to join tactical intercontroller school and that's sort of your specialty is calling",
        4255.22,
        4259.82
    ],
    [
        " for fire, calling bombs.",
        4259.82,
        4261.26
    ],
    [
        " But you just, you trained in country to learn how to do it.",
        4262.14,
        4266.74
    ],
    [
        " Yes. And again, we talked to that's where we talked to spider and pat walk specifically.",
        4267.34,
        4273.82
    ],
    [
        " And so that was it.",
        4274.76,
        4275.94
    ],
    [
        " That was more important than actually going out popping smoke and having a gun run.",
        4276.06,
        4279.96
    ],
    [
        " It was learning how to do it the right way.",
        4280.46,
        4283.06
    ],
    [
        " Now you're in a box and you never have a gun run go across you.",
        4283.38,
        4287.46
    ],
    [
        " It'd be in front, you know, in front to left southeast and you directed that way.",
        4287.46,
        4292.36
    ],
    [
        " And how many inches, I mean, how many feet of yards from your perimeter?",
        4292.62,
        4295.52
    ],
    [
        " How many meters?",
        4295.78,
        4296.32
    ],
    [
        " And that applied when we got into the field because once we were up at Foubaix,",
        4297.4,
        4303.74
    ],
    [
        " we didn't practice air strikes.",
        4304.1,
        4305.36
    ],
    [
        " Once we were on the ground, we did it.",
        4305.84,
        4307.22
    ],
    [
        " But it did it with confidence.",
        4307.66,
        4310.32
    ],
    [
        " Thanks to spider walkins and John McGovern particularly.",
        4310.56,
        4313.86
    ],
    [
        " They sat with our green guys at night and made us, you know, understand that.",
        4314.32,
        4318.72
    ],
    [
        " And we had a couple cases where people made mistakes and teams got hit and lost people.",
        4319.04,
        4323.34
    ],
    [
        " They had, they were bringing in some people where our body count was so low that they were",
        4323.94,
        4329.16
    ],
    [
        " bringing in people from other units and they were coming cocky.",
        4329.16,
        4332.76
    ],
    [
        " And once they got on the ground, they were just made a little too cocky and had listened to",
        4333.68,
        4337.64
    ],
    [
        " all the lessons. And some of the teams would let the other people carry their, that's why I carried",
        4337.64,
        4342.7
    ],
    [
        " the radio. And we had one team, a young guy came in and called the air strike on his own team.",
        4342.82,
        4348.44
    ],
    [
        " They came with a gunman right across the teams.",
        4348.92,
        4351.56
    ],
    [
        " RON. And it's like that, you know, so that does not surprise me at all. I mean, when I'm listening",
        4351.94,
        4360.48
    ],
    [
        " to or reading your books, the fact that you guys were doing that, you obviously had a massive",
        4360.48,
        4367.42
    ],
    [
        " amount of skill to not have that happen. Because like I said, these guys are looking at a",
        4367.42,
        4372.26
    ],
    [
        " jungle canopy. They, they're looking at some random bit of smoke that came out. And yet,",
        4372.74,
        4377.12
    ],
    [
        " you're directing fire based on that. It's, it's, it's awesome. But I could see where somebody could",
        4377.3,
        4382.06
    ],
    [
        " easily, you know, make a mistake. You know, you give the wrong direction. You, you know, you,",
        4382.06,
        4387.56
    ],
    [
        " look at your compass is spinning the wrong way. You know, it's cool. It's your weapon. You've got",
        4387.84,
        4390.84
    ],
    [
        " your carnal directions. I mean, there's so many things that could go wrong that and yet, you're",
        4390.84,
        4395.96
    ],
    [
        " just doing, I mean, the times we're out there doing gun runs for, for 12 hours straight.",
        4395.96,
        4400.86
    ],
    [
        " Long, long time and, and like your case, where you had the, the unit that you wanted to",
        4401.48,
        4408.32
    ],
    [
        " attack the building and you challenged it three times. And the last time you called it off because",
        4408.32,
        4412.58
    ],
    [
        " it was another unit, another seal team. Well, we had that common sense thing on the ground too,",
        4412.58,
        4417.8
    ],
    [
        " where we were directed. But if there was something that wasn't quite right, you put everything",
        4417.98,
        4422.86
    ],
    [
        " on hold until you got it right. Yeah, that's, it's weird because Lafe and I wrote extreme ownership.",
        4422.86,
        4428.32
    ],
    [
        " And we didn't really coordinate stories that we were talking about. And yet there's multiple",
        4428.92,
        4436.02
    ],
    [
        " stories in there about either blue on blues or potential blue on blues because man in a city like",
        4436.02,
        4441.32
    ],
    [
        " that with all these different different units running around all on different radio frequencies.",
        4441.32,
        4445.94
    ],
    [
        " Oh, yeah. And a bunch of enemy Mujah, Dean fighters running around in there too. It was blue on",
        4446.32,
        4457.38
    ],
    [
        " a day that would happen and maybe one a week that would get reported. You know, but just, and I'm",
        4457.88,
        4463.16
    ],
    [
        " not talking where someone is shot, but like, you know, just all of a sudden you're taking rounds and",
        4463.16,
        4468.56
    ],
    [
        " you're like, where are those coming from? Oh, that's another unit down there. And maybe for,",
        4468.56,
        4472.8
    ],
    [
        " and for a one opening up on the, exactly, exactly. So that, it would happen all the time. And that's",
        4472.92,
        4479.68
    ],
    [
        " one thing that was nice about, well, for you, if not nice, but it's less complicated, you're the only",
        4479.68,
        4485.56
    ],
    [
        " friendly guys out there. Oh, yeah, there was no friendly fire after them. You guys, you guys versus them.",
        4485.56,
        4490.24
    ],
    [
        " Yeah, all of them. Yeah.",
        4490.44,
        4491.58
    ],
    [
        " When you got mission taskings, where did they come from? Where they, where they coming from up above,",
        4491.96,
        4500.74
    ],
    [
        " where you guys developing targets yourself? Where did that, how did that process go?",
        4500.74,
        4504.54
    ],
    [
        " Happy mix of both. The channing command for SAG went to SAG headquarters right to the White House.",
        4504.72,
        4511.14
    ],
    [
        " They had somebody from DOD that was there. Some, I don't know, some general somebody,",
        4511.14,
        4516.0
    ],
    [
        " but that was their mission was keeping on SAG. So they was sending missions from there that would come",
        4516.38,
        4522.32
    ],
    [
        " to headquarters to each FOB. And then our immediate action reports would all go back after action",
        4522.32,
        4529.82
    ],
    [
        " reports would go back through the channing command. So they knew what was going on at the White House.",
        4529.82,
        4535.22
    ],
    [
        " There was somebody at the White House. That's where we were told. And on the occasions, if we had a",
        4535.54,
        4540.12
    ],
    [
        " target that we wanted to do B 52 strike, that would go back through the channing command and then",
        4540.22,
        4546.48
    ],
    [
        " get approval on it. But the, the, from what the public knew, the public knew we were bombing.",
        4546.48,
        4552.26
    ],
    [
        " Not even know anything about the House of Camp. They didn't even know we were bombing",
        4553.08,
        4556.64
    ],
    [
        " Lousen Cambodia. Correct. Nothing, there were no reporters in there. There's no communist news network",
        4556.64,
        4562.7
    ],
    [
        " back then. So, and the communists would not talk about it because they had agreed to the agreement",
        4562.7,
        4572.46
    ],
    [
        " of not having their people there. They always said, hey, lay us on camp, but they're neutral. We respect",
        4572.46,
        4576.78
    ],
    [
        " them. Lion dogs. And we said the same thing. But ours, we just went in with our recon teams,",
        4576.78,
        4583.16
    ],
    [
        " as opposed to them just going down and enslaving all the people that worked there. Worked with us,",
        4583.24,
        4588.48
    ],
    [
        " helped us open the roads. And, you know, if we saw Indigenous people, we would not open",
        4588.48,
        4593.04
    ],
    [
        " fire on them. I mean, it's like, you're not going to go into the local people. They don't know",
        4593.04,
        4596.12
    ],
    [
        " any better, just caught in the middle. But the NBA, they, they, they, they, they, they,",
        4596.12,
        4603.44
    ],
    [
        " tell you work with us or you die. Yeah. Well, you know, in one of the books you're talking about,",
        4603.44,
        4607.88
    ],
    [
        " how the, the NBA treated the, the indig people there so horribly that the indig troops that you",
        4607.88,
        4614.88
    ],
    [
        " worked with, they hated the NBA. They hated them. These NBA had raped their women, beat their",
        4614.88,
        4620.42
    ],
    [
        " wives and just unharbled things to them. As they were there for, they were there to fight.",
        4620.42,
        4625.34
    ],
    [
        " Yep. And they, they cut nobody's slack. I mean, America today, particularly our snowflakes,",
        4626.14,
        4633.82
    ],
    [
        " don't know what the soldiers of communists were really like in the field. And it's just nasty people.",
        4633.9,
        4641.06
    ],
    [
        " And that's where we were fighting. And they were dead. They were really dedicated. And",
        4642.66,
        4647.32
    ],
    [
        " their sense of purpose because they've been so thoroughly indoctrinated. They really believed",
        4647.32,
        4654.24
    ],
    [
        " what they were doing, even though they were working off a propaganda. Yeah. When you, so the,",
        4654.24,
        4662.36
    ],
    [
        " so you would come up with some of the missions, some of the missions would come down to you.",
        4662.46,
        4665.96
    ],
    [
        " Majority came. Majority came down to you. And of course, you know, they would have, sometimes I",
        4666.14,
        4670.44
    ],
    [
        " think there would be, we got to get a team on the ground. That's why we were going in primary,",
        4671.2,
        4676.64
    ],
    [
        " secondary, all think it's shot out, eat lunch, go back and try again, because they just wanted to",
        4676.68,
        4680.12
    ],
    [
        " get somebody on the ground. And that would just be your, that's an automatic area reconnaissance.",
        4680.12,
        4685.26
    ],
    [
        " And that's because they had something they wanted to see there. And something, something like that.",
        4685.88,
        4689.2
    ],
    [
        " Sometimes there are S3 people would just want to get a team on the ground so they could be",
        4689.28,
        4693.04
    ],
    [
        " poured a headquarters at night. We have one or two teams on the ground.",
        4693.04,
        4696.32
    ],
    [
        " Wait, do you mean that they're just wanting to, hey, look what we're doing? Yeah.",
        4697.36,
        4701.2
    ],
    [
        " Now, I'm sure the guys at MS3 would deny that and infatically, but it felt like that.",
        4702.08,
        4707.94
    ],
    [
        " Yeah. Yeah. Yeah.",
        4708.06,
        4708.66
    ],
    [
        " We were taking you, came back and said, here's a new target. And they'll pick an LZ for you while",
        4708.66,
        4712.94
    ],
    [
        " you're flying back to the next target. Did you ever, what if you, what if there was a mission that",
        4712.94,
        4719.46
    ],
    [
        " you looked at and you said, hey, this is dumb. This doesn't make sense.",
        4719.46,
        4722.76
    ],
    [
        " What is only one that I declined to run about Christmas time is 68. I just had a feeling",
        4723.22,
        4727.76
    ],
    [
        " and a team went in. I was worried, but they were on the ground for five days and it was a dry hole",
        4727.76,
        4732.26
    ],
    [
        " and they came out without any shots fired or anything.",
        4732.26,
        4735.32
    ],
    [
        " So that's the only time I have physically turned something down. Maybe that's why you had a",
        4736.08,
        4739.92
    ],
    [
        " bad feeling, tell it. You knew nothing was going to happen. It wasn't your kind of target.",
        4739.92,
        4743.98
    ],
    [
        " I don't want a boring target. So if, so how did they go when you, when you said, no,",
        4744.16,
        4751.08
    ],
    [
        " would you say, hey, look, my guys need rest. Sorry. Yeah. Not this time. We had to write to say no.",
        4751.08,
        4755.04
    ],
    [
        " There was a frowned on. Yeah. But you know, they had at that time, we had a couple new teams in",
        4755.54,
        4760.96
    ],
    [
        " camp and Rodney had came in and he was a good one zero. So he went out and he came back and said,",
        4760.96,
        4766.48
    ],
    [
        " hey, you know, that target was pretty cool. We stopped a lot. Dry hole. Dry holes. Really?",
        4766.5,
        4771.64
    ],
    [
        " So I had all these feelings, man. I was hypervently into that figure. We're going to run into",
        4772.14,
        4776.4
    ],
    [
        " Ho Chi Minh and a couple of divisions again for good luck. I hadn't seen a division in a month.",
        4776.58,
        4781.76
    ],
    [
        " No, it's like, okay. But no. So you, and that kind of showed me how your mental state of mind,",
        4781.94,
        4789.76
    ],
    [
        " too, because I was really, that's why I believed. And the system was such that you could turn it down.",
        4789.88,
        4795.42
    ],
    [
        " And we took a finair. When you say that's what you believed, you believed that it was a bad target.",
        4796.12,
        4801.74
    ],
    [
        " I just thought we had been so lucky. And going through the Christmas Thanksgiving and everything else",
        4801.84,
        4807.56
    ],
    [
        " that I just felt our number was going to be, we didn't know how. And I just said, this could be",
        4807.56,
        4813.38
    ],
    [
        " the target. It's an M.A. target. And those were particularly the ones that are on long the DMZ",
        4813.38,
        4819.28
    ],
    [
        " River west of Vietnam that went deeper into Laos. And they were nasty. We lost several teams up",
        4819.28,
        4826.12
    ],
    [
        " I figured this could be our turn. So buzz wrong. Now, did you ever get that feeling again?",
        4826.72,
        4834.14
    ],
    [
        " Not, not, not, not strong enough to act on it. I mean, they carried it back in my tiny mind.",
        4834.8,
        4840.62
    ],
    [
        " That's the last time you thought you were going to die. You didn't.",
        4840.62,
        4845.02
    ],
    [
        " I had some guys that thought they were going to die every time we left the wire.",
        4845.18,
        4848.62
    ],
    [
        " You know what I mean? God bless them. But he's no man. This is going to be the night man.",
        4849.04,
        4853.4
    ],
    [
        " No, I'm not feeling good about this one. And they'd always get their gear on. But I'd say,",
        4853.84,
        4857.48
    ],
    [
        " you know, I always looked at as a good sign. If certain people were scared,",
        4857.52,
        4860.98
    ],
    [
        " if they wouldn't have been scared, I would have been nervous because they were so scared all the time.",
        4861.48,
        4865.36
    ],
    [
        " I think, man, this must be really stressful for him.",
        4865.82,
        4867.9
    ],
    [
        " Yeah, I never wrote the letter. Like, dear mom and dad, I'm dead now. If you read this letter,",
        4868.34,
        4873.74
    ],
    [
        " I'm dead. Yeah. I don't know. I just felt and hoped that we somehow get through it.",
        4873.78,
        4879.28
    ],
    [
        " Uh-huh. And you're right about the scary thing. You want that emotional edge.",
        4879.28,
        4884.82
    ],
    [
        " A little fear can go along. It's a great motivator. But I wouldn't go out with a guy",
        4884.98,
        4890.04
    ],
    [
        " if somebody would say, hey man, I'm not afraid. I'm afraid of you, dude. You go somebody else.",
        4890.04,
        4895.8
    ],
    [
        " I also used to get the feeling that if you were scared like that, if you were,",
        4896.42,
        4903.18
    ],
    [
        " if you were scared and you were going to be hesitant, that was going to be bad.",
        4903.24,
        4907.66
    ],
    [
        " Sure. I was more worried about guys that were hesitant or I felt like if they were hesitant",
        4908.1,
        4917.18
    ],
    [
        " on the battlefield, that would work out bad for them. The guys that I always felt like, okay,",
        4917.18,
        4924.44
    ],
    [
        " if someone's aggressive, not, not, not unafraid and suicidal like that, but just, hey,",
        4924.46,
        4930.6
    ],
    [
        " oh yeah, I'm going to go do, we're going to go kick ass right now. I always felt that was the",
        4931.08,
        4934.92
    ],
    [
        " attitude to have was to be aggressive was to be like, okay, yeah, well, oh, you want,",
        4934.94,
        4939.88
    ],
    [
        " you got an op for us? Cool. We'll go do it. Now we turned down ops two. There was ops where we",
        4939.96,
        4944.52
    ],
    [
        " looked at and said, man, this is not good. And this is a massive amount of risk. I mean, there was",
        4944.52,
        4950.28
    ],
    [
        " areas where there was areas where they would take ID strikes on vehicles and like, you know,",
        4950.28,
        4960.3
    ],
    [
        " it went in a big ID hits a Humvee. Everyone dies or three out of five people die or something like",
        4960.3,
        4965.0
    ],
    [
        " that. I mean, it's very catastrophic. And it was one target they were looking at for us.",
        4965.0,
        4969.16
    ],
    [
        " They asked us to do and there was like one road going in and had multiple big ID strikes. And",
        4969.48,
        4976.88
    ],
    [
        " then they wanted us to, they were asking if we could take out more, there's either a mortar",
        4976.88,
        4983.42
    ],
    [
        " team or an ID in place or but we were looking at it and where the mortars had been launched from",
        4983.42,
        4987.94
    ],
    [
        " we're all over the place. So it was just it was one of the one of the types of missions where we",
        4987.94,
        4993.68
    ],
    [
        " looked at and said, hey, there's got to be a better way to do this because us going up there is",
        4993.68,
        4997.26
    ],
    [
        " not going to be worth it. A lot of your missions were point missions, right? What do you mean by that?",
        4997.26,
        5001.28
    ],
    [
        " They give you target, get to this point and wipe it out. I would say my first deployment, it was",
        5001.64,
        5009.28
    ],
    [
        " go capture kill back guys. That was my first deployment to Iraq, we're in Baghdad, that's mostly",
        5009.28,
        5013.82
    ],
    [
        " what we're doing. Middle the night, we'd find out where a bad guy was, we go get him.",
        5013.82,
        5017.36
    ],
    [
        " And that's with my second deployment in Ramadi, mostly what guys were doing was Overwatch, sniper",
        5017.42,
        5024.74
    ],
    [
        " Overwatch positions set up in buildings so that when the bad guys would either maneuver on friendly",
        5024.74,
        5029.7
    ],
    [
        " forces or they'd be out doing what they shouldn't be doing, right? The guys would take them out.",
        5029.7,
        5033.96
    ],
    [
        " So that's that's pretty much the, and then there's all kinds of crap between that, everything from",
        5034.24,
        5039.32
    ],
    [
        " you know, everything from doing just reconnaissance of areas to counter mortar types, it's just",
        5039.56,
        5047.2
    ],
    [
        " you know, a lot of other things would happen, but primarily it was direct action missions going out",
        5047.2,
        5053.4
    ],
    [
        " to take out a target or these sniper Overwatch types, but you know, we'd be doing big clearances to",
        5053.4,
        5058.72
    ],
    [
        " big conventional clearances. We had our, we called them Jundis, which is, Jundis means soldier",
        5058.72,
        5065.3
    ],
    [
        " in, in Arabic, right? And, and so we called them Jundis, that's what they called themselves,",
        5065.74,
        5070.02
    ],
    [
        " they called them Jundis, but so we had Jundis like you guys had little people like you had",
        5070.28,
        5073.96
    ],
    [
        " indig forced, we had indig forces, they were Jundis, and so we would do very conventional",
        5073.96,
        5079.08
    ],
    [
        " missions with the Jundis of them and us, you know, we'd be overseeing them as they cleared big",
        5079.08,
        5083.98
    ],
    [
        " sections of the city and we'd be working in conjunction with army. So yeah, we did a little bit of",
        5083.98,
        5089.4
    ],
    [
        " everything, but um, you see that brings us back to our side of it, where you can give yourself a",
        5089.72,
        5096.3
    ],
    [
        " mental delusion, which is our mission is to go look, an area recon, so theoretically you're going",
        5096.3,
        5103.96
    ],
    [
        " to get inserted quietly and go about your job, and that's different from you with your point",
        5103.96,
        5109.16
    ],
    [
        " missions, the whole different frame of mind. So theoretically, okay, we're hoping to get in to do",
        5109.16,
        5113.66
    ],
    [
        " our mission to come back and report or find a fuel line, blow it up, or get the P.O.W.",
        5113.66,
        5120.32
    ],
    [
        " get the wiretaps, give them intel, where you're going out and doing your IED pickups and",
        5120.4,
        5127.46
    ],
    [
        " and mortars, that's totally different. So at least in my mind, I think that's part of my self",
        5127.46,
        5133.56
    ],
    [
        " comfort factor, we're going to get inserted in a couple of nice quiet missions for five or six days,",
        5133.56,
        5138.36
    ],
    [
        " take some pictures. That sounds great. And come on back, it's really cool. Yeah, we're behind",
        5138.46,
        5144.08
    ],
    [
        " enemy lines. What percentage of operations would you guys get contacted on?",
        5144.08,
        5147.76
    ],
    [
        " Oh, we left always left under fire, the only question was how much? Never had, well, one,",
        5148.4,
        5154.52
    ],
    [
        " they won, uh, where we got you opened up our discussion tonight, where we got pulled out. There's",
        5154.92,
        5161.2
    ],
    [
        " no fire there because they came in and got us. We had a great RON and we were going to get some",
        5161.2,
        5166.82
    ],
    [
        " P.O.W.s, but they pulled us out right away. So there's no gunfire in that mission, but other than that,",
        5167.02,
        5171.38
    ],
    [
        " every time we left under gunfire, it's the only question how much some titles like the whole",
        5171.54,
        5176.4
    ],
    [
        " jungle is white enough. Sometimes only be two or three hundred. And yet you still fooled yourself",
        5176.4,
        5181.54
    ],
    [
        " with the thing. Hey, this recon is going to be different. But yeah, so I guess my point was I",
        5181.54,
        5188.14
    ],
    [
        " looked at it and I still look at it. If you are nervous about getting hurt, if you're nervous",
        5188.14,
        5195.76
    ],
    [
        " about something going wrong, to me, that's when something goes wrong when you're nervous about it.",
        5195.76,
        5200.32
    ],
    [
        " Now, I'm not saying you should be arrogant about it and think, oh, we're going to get away",
        5200.52,
        5203.64
    ],
    [
        " with whatever, but I'm saying like when you're doing us, even when you're doing like a sport,",
        5203.64,
        5209.46
    ],
    [
        " you know, even when you're doing some physical activity, if you, if you're afraid you might get injured,",
        5209.76,
        5214.26
    ],
    [
        " to me, that's when you get injured. It's when the, it's when you're, when you're afraid,",
        5214.5,
        5219.44
    ],
    [
        " I think fear can hurt you. That being said, the other side of the coin is, if you have no fear,",
        5219.76,
        5224.82
    ],
    [
        " willing, you're definitely, you're definitely at risk. He who hesitates is lost. There you go.",
        5224.82,
        5229.2
    ],
    [
        " So there's a dichotomy there that's gotta get balanced. Yeah, and that's where we're so lucky. We,",
        5229.44,
        5234.02
    ],
    [
        " you know, heaven sale did a great job of vetting our, our indigenous troops and to go from spider",
        5234.36,
        5240.2
    ],
    [
        " parks to walk in to Bubba and then back to Lynn Black. And then when I left the team was in Lynn's",
        5240.2,
        5247.06
    ],
    [
        " hands and then I came back, lends the one zero. What more could you ask for? So that was just a,",
        5247.06,
        5253.9
    ],
    [
        " you know, very fortunate. What was your, your mission planning like? So you guys get a tasking.",
        5253.9,
        5261.08
    ],
    [
        " How long did you guys plan for? For just an area mission, area reconnaissance very little",
        5261.38,
        5268.4
    ],
    [
        " with the wiretaps, obviously we did hours, hours of training on that. And then as time went on,",
        5268.4,
        5274.06
    ],
    [
        " you know, first it was just Sal who could do it. And then Sal trained to have and fuck the guys",
        5274.58,
        5280.34
    ],
    [
        " were strong to do it all. And as well every aspect of it, and then we cross trained each other.",
        5280.34,
        5286.56
    ],
    [
        " And we even had so that HEP was beginning to teach a couple of the young guys basic English. So if",
        5287.14,
        5295.06
    ],
    [
        " any of us got killed, HEP could take over the radio or the indigenous could take over. So a couple",
        5295.06,
        5301.12
    ],
    [
        " guys like Chow and Hung, as it when Hung came on the team, they picked up English pretty quick.",
        5301.12,
        5306.62
    ],
    [
        " So he worked with them and we practiced calling and working on the radio, the problems with the",
        5306.9,
        5311.82
    ],
    [
        " batteries and things like that. So we crossed trained everything back and forth. And the wiretap",
        5311.82,
        5317.06
    ],
    [
        " was one protective one where we had several guys on the team trained up to do it all. Everything",
        5317.06,
        5322.16
    ],
    [
        " from knowing about the batteries, watching it, keeping the battery indicator to get the, put the",
        5322.16,
        5327.8
    ],
    [
        " wire up the tree or a telephone pole. And when you came down, you covered it with mud. That was",
        5327.8,
        5333.5
    ],
    [
        " from that area. So it looked like it was part of that area and trying to cover the wire.",
        5333.58,
        5338.5
    ],
    [
        " But as far as the actual mission planning of, okay, here's where we're going in tonight,",
        5338.72,
        5343.44
    ],
    [
        " they didn't take you much because you were running repetitive type missions.",
        5343.82,
        5348.54
    ],
    [
        " Right. It's a high degree of similarity. The most important thing was the training. So when you",
        5348.66,
        5353.32
    ],
    [
        " may contact, you could take care of yourself and how to react, try to continue the mission. But",
        5353.32,
        5359.66
    ],
    [
        " these were like reconnaissance. So once you've been seen or compromised, the mission's compromised.",
        5359.72,
        5365.36
    ],
    [
        " Would you would be flying in? What was your degree of certainty on where you were inserted?",
        5365.74,
        5374.16
    ],
    [
        " Oh, we knew very clear where we're gone. So like in the case, we would talk to Covey,",
        5375.1,
        5381.34
    ],
    [
        " we'd send the three LZs down to Saigon and Covey would go pick a site and then he would tell me",
        5381.44,
        5387.5
    ],
    [
        " that this is where we're gone. And would you be looking at your map as you were inserted?",
        5387.86,
        5392.62
    ],
    [
        " Sure. And he knew what the frame was. So it would be within that map.",
        5392.82,
        5396.82
    ],
    [
        " Or that's the map that we had caught. I remember when we first, as a radio man, believe it or not,",
        5396.98,
        5404.64
    ],
    [
        " when GPS first came out, the radio man kind of got saddled with the GPS because it was a piece",
        5404.98,
        5410.28
    ],
    [
        " of electronic equipment. And no one else could work with electronic equipment. So I would be usually,",
        5410.28,
        5416.18
    ],
    [
        " a lot of times, be care in the GPS as opposed to the point man. And the point man, you know,",
        5416.18,
        5421.1
    ],
    [
        " was still using map encompasses in the early 90s. But the GPS wouldn't always work well in a",
        5421.2,
        5426.92
    ],
    [
        " helicopter. And so sometimes it took me, you know, this was some training operations where I learned,",
        5426.92,
        5433.42
    ],
    [
        " oh, so I'm not what I think I am. And you get out and that GPS finally finds itself and you realize",
        5433.54,
        5439.38
    ],
    [
        " your three clicks away from where you're supposed to be or whatever and it's bad. And that's why we'd",
        5439.38,
        5444.16
    ],
    [
        " go, I went back to, hey, when I'm in the helicopter, I'm on a map. So that way when my boss looks at me",
        5444.16,
        5448.86
    ],
    [
        " and says, hey, we're, we're, we're supposed to be either yes or no. Like don't get out of the",
        5448.86,
        5453.18
    ],
    [
        " berg or okay, we're good. But, but that. So I was thinking about that for you guys, you'd be doing",
        5453.18,
        5459.12
    ],
    [
        " the same thing as you approach to, okay, yep, there's that train feature. There's this other train",
        5459.12,
        5463.0
    ],
    [
        " feature. Cool. Where, where, where we're supposed to be. Yeah. And then last also, we wanted to know",
        5463.0,
        5467.68
    ],
    [
        " where the water was. Because some of the targets that had more, more streams of things. So we would",
        5467.68,
        5472.84
    ],
    [
        " carry less water. I would literally just carry one canteen with the purification pills so that",
        5472.84,
        5477.8
    ],
    [
        " we're in for several days. Like would that go for by the end of the first day, we had gone through",
        5477.8,
        5483.04
    ],
    [
        " some water and took, we all took a turn going into this little stream, put the purification",
        5483.04,
        5488.14
    ],
    [
        " pills in, hit the water and let it sit for a couple of hours before you drank it. Did you get",
        5488.14,
        5493.14
    ],
    [
        " acclimated where you needed less water? Oh, yeah, absolutely. Less water and I can truly say I",
        5493.14,
        5502.82
    ],
    [
        " somehow the body just tightened up. And they had no ship pills that guys would take.",
        5503.34,
        5509.86
    ],
    [
        " So they literally would not go to the bathroom. I worried about those. Yeah, that was me too. Oh,",
        5510.28,
        5516.4
    ],
    [
        " yeah. I was like, anyway, for numerous reasons that the creative mind can think about. But,",
        5516.48,
        5521.76
    ],
    [
        " so I didn't, but my body never had, we never did it. And the, you guys didn't use. Is that TMI?",
        5521.84,
        5529.46
    ],
    [
        " Did you guys have, you guys, did you guys use imagery at all? Like overhead imagery? Nothing.",
        5531.3,
        5537.2
    ],
    [
        " No, some of the, the cobras, no, no, some of the first cab helicopters had some,",
        5537.78,
        5548.14
    ],
    [
        " I'm trying to think what I are, they would have the ability to see through the clouds and stuff.",
        5548.58,
        5557.58
    ],
    [
        " Okay. And it was just a very primitive, both the beginning, whereas the cobra gunges just",
        5557.58,
        5563.68
    ],
    [
        " didn't have it. But the first cab could get low into the jungle and navigate and fog and stop",
        5563.68,
        5569.0
    ],
    [
        " to get down to our guys. But no, you guys wouldn't see photographs of the areas where you were going",
        5569.0,
        5575.32
    ],
    [
        " into it all. No, the only time was down in Cambodia for that missionary where that was,",
        5575.32,
        5581.8
    ],
    [
        " no, that base was really close to Saigon, close to Mac V headquarters. And we may have had",
        5582.78,
        5588.68
    ],
    [
        " overviews. I just forget for up north that one down in there stuck stuck on my mind.",
        5588.68,
        5594.12
    ],
    [
        " And then what was your, what was your opt-empo like? In other words, how often were you going in",
        5594.56,
        5599.56
    ],
    [
        " the field? Well, for November, December, we, if we weren't on the, if we weren't on the ground,",
        5599.56,
        5606.2
    ],
    [
        " we were getting ready to go back to next day. That's why it was such a push, push, push. And I",
        5606.2,
        5612.38
    ],
    [
        " rotated our little people out because they were just getting beat. And we had trained them up.",
        5612.38,
        5616.86
    ],
    [
        " So by November, December, all the cross-training we had done all those months, you know,",
        5617.14,
        5621.5
    ],
    [
        " South could take a day off. Even Hap could take a day off. We had a couple of guys that could speak",
        5621.7,
        5627.46
    ],
    [
        " enough English. If anything happened to me or Bubba, they could take care of the radio, do the comms.",
        5627.46,
        5633.52
    ],
    [
        " And so we rotated them through. But it was every day. And then if the weather came, we'd get a break.",
        5634.36,
        5640.9
    ],
    [
        " And so there was no, and the rule thumb was, if you ran a mission for five days, you came back,",
        5642.08,
        5647.8
    ],
    [
        " you got five days off. So you could clean up, get back in shape, get the team ready. But for",
        5647.88,
        5654.08
    ],
    [
        " that period of time, we had minimal teams. The teams at F will be one, have become so between",
        5654.08,
        5660.02
    ],
    [
        " disease, health, guys getting wiped out, teams getting blown away. We were one of the few teams",
        5662.72,
        5669.08
    ],
    [
        " on campus, fully operational. So that's why that was the other pressure we had. I remember the",
        5669.08,
        5675.36
    ],
    [
        " S3 just saying, hey, you're the only guys we got. You're going to see it up the noon. Here's your",
        5675.36,
        5679.14
    ],
    [
        " target. Go eat. Okay. So we did it. And then we got shot out and come back the next day.",
        5679.14,
        5686.44
    ],
    [
        " And so there was no, the, the opt-temple was supposed to be rather than mission five, the 10 days",
        5686.94,
        5693.3
    ],
    [
        " if you're lucky, well, it never happened. Some guys did. So don't get me wrong. We had some",
        5693.3,
        5697.74
    ],
    [
        " guys that were able to stay on the ground. Amazing. But in our case, we didn't. So it would be very",
        5697.74,
        5704.0
    ],
    [
        " flexible. Did anybody take less than, less than six guys? A few guys ran with four. And at the end",
        5704.0,
        5712.34
    ],
    [
        " of my tour of duty, second tour, I tried a four man team, but we had this whole issue with the radio",
        5712.34,
        5717.14
    ],
    [
        " stuff just so we could move faster. So we wanted to try anything something different. Because when we",
        5717.14,
        5722.56
    ],
    [
        " had moved fast, we had success getting away from the LZ and that caused them confusion. So if we",
        5722.56,
        5728.96
    ],
    [
        " broke what our SOPs were, it worked. But the eight man was too much. Too much, I felt more",
        5728.96,
        5735.32
    ],
    [
        " comfortable with six. It was a lot of firepower. We had the M79 near and then all the Americas",
        5735.32,
        5740.4
    ],
    [
        " at the M79s too. And then how often would you get legitimate R&R? You had one of your, one",
        5740.4,
        5749.7
    ],
    [
        " for a tour of duty. You get five days anywhere you want it. So I went to Hong Kong, bought my stereo,",
        5749.7,
        5755.16
    ],
    [
        " by the time I had some poker money, sat out, bought a nice stereo, a stadium, sent a home to",
        5755.28,
        5761.12
    ],
    [
        " mom and dad. My little brother put it together. He was good at that stuff. Yeah. And that's it. Other",
        5761.12,
        5768.16
    ],
    [
        " than that, there's no one R&R. If we got in that P.O.W. Then you would have gotten more.",
        5768.16,
        5774.26
    ],
    [
        " Yeah, we would have. What was the offer for catching a bad guy?",
        5774.54,
        5777.82
    ],
    [
        " Uh, an R&R anywhere. There's no world. And he got a little $100 bonus. How many days? Five.",
        5778.14,
        5782.68
    ],
    [
        " Like a regular R&R. Oh, yeah, it was. Oh, yeah. That's why we lusted for that man. I cried when",
        5783.5,
        5790.26
    ],
    [
        " the spider said, no. A hundred bucks. How much was a hundred bucks? How much was your normal paycheck?",
        5790.26,
        5794.5
    ],
    [
        " How much did you make a month back then? Oh, I don't know. Um, when we went through jump school,",
        5794.8,
        5799.82
    ],
    [
        " now I'm only a private E1, right? I got a hundred percent pay raise for my jump pay.",
        5799.88,
        5805.0
    ],
    [
        " That's getting paid $50 a month. The jump pay was $55. So $55 was a constant. Then,",
        5805.22,
        5810.8
    ],
    [
        " later maybe E2 was like $75. I never paid. It wasn't never enough. So a hundred bucks was like,",
        5810.86,
        5817.32
    ],
    [
        " a hundred bucks was like a month to pay, basically. Yeah, that's a lot of money. Even then,",
        5817.32,
        5821.82
    ],
    [
        " a C-note was a big deal. Absolutely. And then when you guys would come back, you were talking",
        5821.82,
        5829.68
    ],
    [
        " about this, how you would sit there and debrief. Would you debrief your, your team? Would you",
        5829.68,
        5833.86
    ],
    [
        " guys sit down and debrief? What happened? What went wrong? What went right? We always talk to",
        5833.86,
        5837.64
    ],
    [
        " a little people. Um, maybe not right away because, uh, S2 would want to know what happened. So we",
        5837.64,
        5843.38
    ],
    [
        " would go in for immediate debrief, go back to the team, make sure they had food for the night and",
        5843.38,
        5848.08
    ],
    [
        " stuff and then go back for a final, uh, after action report, which would go through talking about",
        5848.16,
        5855.0
    ],
    [
        " everything from the vegetation, the type of hills, animals you encountered, all that kind of,",
        5855.0,
        5860.88
    ],
    [
        " just crazy stuff, the fauna. Oh my god. The questions there is it was just after a while, it was like,",
        5860.88,
        5866.7
    ],
    [
        " always the same. It was a layoffs. Yeah, triple canopy. Yes, pretty dangerous. The NBA are pretty",
        5866.84,
        5871.68
    ],
    [
        " dedicated. And then anything specific, self-detarget from that that they could learn from.",
        5871.68,
        5877.56
    ],
    [
        " How long, how long did it take you to become the one zero? Well, in my case, um, I got in",
        5878.1,
        5884.9
    ],
    [
        " country in May, inspired to put me on a team at the end of May, we trained June and July,",
        5884.9,
        5889.4
    ],
    [
        " had a couple in country, like little ambushes locally. And then we had a, uh, the practice mission",
        5890.14,
        5896.96
    ],
    [
        " in August. And then we did it. First wiretap, not a wiretap, but the Air Force sensors. We did",
        5896.96,
        5903.58
    ],
    [
        " two of those missions in September. Because you had the monsoon, too. It's a lot of a little",
        5903.58,
        5908.14
    ],
    [
        " between the rain. We had like weeks, we were just rained, seemed like a rain every day.",
        5908.14,
        5912.6
    ],
    [
        " You ever see a horizontal rain? Uh, yeah. I've seen this much. Which so you guys would not run",
        5913.26,
        5920.92
    ],
    [
        " missions during the monsoons? No, you used too much too much. Whether it's going to be too bad,",
        5920.92,
        5925.92
    ],
    [
        " you're socked, you're socked and you couldn't get out of the base. The king, we couldn't get to",
        5926.46,
        5930.64
    ],
    [
        " the base. So how long? So how long was that? Like four months before you were? Yeah.",
        5930.64,
        5935.0
    ],
    [
        " Four months and and which and how many missions did you run before you were one, a one zero?",
        5935.7,
        5941.54
    ],
    [
        " I had five missions out of my belt. We had a two practice, the two wiretaps and then Don Wolken,",
        5941.98,
        5949.38
    ],
    [
        " Echo four. And by that time, um, when they came to me, he said, you know, Wolken got promoted",
        5950.4,
        5956.22
    ],
    [
        " to a cubby rider. And, um, because Pat walkers was leaving, there's an opening. So he went there",
        5956.22,
        5962.64
    ],
    [
        " and they gave me the option. Are you ready? Well, we just see what happened with Alabama with",
        5962.64,
        5968.88
    ],
    [
        " Lynn Black in October when they put a guy on a team that didn't have no experience. So I talked",
        5968.88,
        5975.76
    ],
    [
        " over with it. It happened. So I said, look, just a situation. I don't know who they're going to give",
        5975.76,
        5980.34
    ],
    [
        " us. So we're about, I'll be the ones here on spider. I thought that was okay to do it. Talk to",
        5980.92,
        5987.56
    ],
    [
        " Watkins. And they all said, well, you're ready. If you want to try it. And we didn't know who,",
        5987.56,
        5994.42
    ],
    [
        " could they had new people coming in the camp? And some of these guys were the older ones who had",
        5994.6,
        6000.04
    ],
    [
        " no experience on layoffs. We didn't want anything to do with them. And it had some of the younger",
        6000.04,
        6004.0
    ],
    [
        " guys who are coming in like, like Jim Robinson, who was on the team for a one mission. And, um,",
        6004.0,
        6012.14
    ],
    [
        " we didn't know how they would stand up. So our guys were happy. And the Bubba came in. Bubba and",
        6013.04,
        6018.04
    ],
    [
        " the guy named the Frenchman Doug Litorne of the Frenchman came in together. And the Frenchman got",
        6018.04,
        6023.58
    ],
    [
        " picked for Virginia. And I got Bubba. They were buddies that go on to be training group together.",
        6023.58,
        6029.3
    ],
    [
        " Yeah, that's, you, so you'd been in the army for like a couple of years and you were in charge",
        6029.3,
        6036.72
    ],
    [
        " of a, of a recon team. Yeah, got in the army. December 66 became a one-zero in October or 68. So you",
        6036.72,
        6044.18
    ],
    [
        " figure. Almost two years, yeah. Because the whole SF training between that and going through",
        6044.18,
        6050.84
    ],
    [
        " basic jump school. And then we had that training before Vietnam, the RTT training, which was different.",
        6050.84,
        6058.24
    ],
    [
        " But that was just because we're common geeks. Oh, the RTT training was just radio.",
        6059.3,
        6063.86
    ],
    [
        " Radio teletype. Got it. They want to top secret clearance men on those machines.",
        6064.2,
        6068.82
    ],
    [
        " How much did you see the tactics that you guys were using change over time?",
        6069.86,
        6077.66
    ],
    [
        " I think by the time, like when you read Wee Fu by Nick Brockhausen, some of those guys were all",
        6079.1,
        6086.18
    ],
    [
        " carrying either RPDs or an M60. So they were just going in heavier and they were going to",
        6087.2,
        6095.42
    ],
    [
        " bigger team. And they were just anticipating the contact more. Whereas we thought we would try to",
        6095.42,
        6102.98
    ],
    [
        " go in and try to escape and evade to the point where you hope that you can get these some of the",
        6102.98,
        6107.82
    ],
    [
        " mission done or to get some intel reports about troop movements, trucks, stuff like that, or get a good",
        6107.82,
        6113.36
    ],
    [
        " wire tap. So the biggest thing that changed was the guy started going in heavier and actually",
        6113.36,
        6119.36
    ],
    [
        " bringing automatic weapons or belt fed machine guns. Sure. That makes sense. Every single time I",
        6119.36,
        6126.64
    ],
    [
        " read any of your operations, I want nothing more than a belt fed machine gun. So do we? We didn't",
        6126.64,
        6132.32
    ],
    [
        " know who's going to carry this thing. The seals had the stoner. Oh, yeah. Did you guys ever think",
        6132.32,
        6137.44
    ],
    [
        " about using that? We thought about it a lot. But and it was a great system. We heard many great",
        6137.44,
        6143.0
    ],
    [
        " reports about it. But again, the stoner system, you need all the ammo. You had to get the supply",
        6143.0,
        6148.82
    ],
    [
        " system set up. And we just weren't sure if we were going to be able to get the guarantee if we",
        6148.82,
        6154.02
    ],
    [
        " converted who would it be? Just the Americans. We want everybody with common weapons so that",
        6154.02,
        6159.92
    ],
    [
        " somebody gets blown up. Their weapon gets blown. They know how to use the other guy's weapon.",
        6159.92,
        6163.6
    ],
    [
        " Got it. And you have the same magazine, the same. Everything. Sure.",
        6163.84,
        6167.54
    ],
    [
        " And what about the mission set itself? Did you guys, did you notice that change over time",
        6169.3,
        6177.96
    ],
    [
        " while you were there? Later, we began to get more point targets like in Onigrown. One of my",
        6177.96,
        6183.86
    ],
    [
        " favorite stories was the Frenchman. He goes into a, it's a seal type mission. The CIA comes",
        6183.86,
        6191.74
    ],
    [
        " and says we know about the NBA. They're floating 55 gallon drums down the river into a story",
        6191.74,
        6198.6
    ],
    [
        " chair. Deep in lay us. So we want you guys to go in. But we don't trust you with the device.",
        6198.6,
        6205.08
    ],
    [
        " They had a device that they screwed into a 55 gallon drum. So what we're going to do is.",
        6205.44,
        6211.12
    ],
    [
        " And that would be like a tracking device? No, no, explosive in nature. Oh, that's right. That's",
        6211.26,
        6215.46
    ],
    [
        " yeah, that's okay. So here's what says that we're going to meet you on this hilltop in layus.",
        6215.56,
        6222.0
    ],
    [
        " So Doug was the one one on the RTV, Virginia. Got their wall was the ones you're out.",
        6222.76,
        6227.52
    ],
    [
        " They go in and hump three days. Get to the mountaintop. There's the CIA with a couple guys.",
        6227.88,
        6233.96
    ],
    [
        " Okay, here's your device. Go install it. Now, got their wall was marine. So you think the",
        6234.42,
        6240.8
    ],
    [
        " he's the guy doing a swim, right? He goes, um, an E six Frenchman, you're an E four hit the",
        6240.8,
        6246.18
    ],
    [
        " work. So the CIA gave the explosive device hump down the mountain, get to the river,",
        6246.18,
        6252.38
    ],
    [
        " and then now they're on a river with all the stuff going by the drums. And some have NBA troops",
        6252.38,
        6258.84
    ],
    [
        " riding the drums or being present with a boat or something. So in between artists, Doug strips",
        6258.84,
        6264.58
    ],
    [
        " down, goes in, gets a drum, brings it back, puts in the explosive device, swims it back,",
        6264.58,
        6270.72
    ],
    [
        " out, and it comes back so can wet and not happy. He's for Southern California. So he's,",
        6270.72,
        6278.02
    ],
    [
        " he's really not happy. But two days later, they're getting extracted now. The King Bees come,",
        6278.18,
        6284.88
    ],
    [
        " extracted, they're getting a extractor to use explosion and had sonic boom that lily moved the",
        6285.46,
        6293.72
    ],
    [
        " aircraft and the guys were on the strings swinging from the sonic boom look back. There goes a fuel",
        6293.72,
        6299.6
    ],
    [
        " dub. Wow. Beautiful mission. Yeah, that's so those are kind. So the point mission, the wire",
        6299.6,
        6306.12
    ],
    [
        " tabs can pipe lines, we have more reports of pipelines. And then also they're doing some trail work",
        6306.12,
        6311.5
    ],
    [
        " trying to figure out how they were, uh, it looked like it'd be a stream, but they had things.",
        6311.5,
        6317.06
    ],
    [
        " That's one of our missions, like the working mission to get in there to see how to go to the",
        6317.26,
        6322.1
    ],
    [
        " Twitter and could we just go in while you're there, blow it up, maybe with the truck on it.",
        6322.1,
        6326.5
    ],
    [
        " Check. Uh, let's talk a little bit about gear. And you put, you actually have a section in,",
        6327.84,
        6333.36
    ],
    [
        " in saw chronicles and it's in across offense too, where you talk about stuff you carry and stuff",
        6333.36,
        6337.02
    ],
    [
        " that you didn't carry. And uh, some of the stuff that you didn't carry, no underwear, never,",
        6337.02,
        6344.62
    ],
    [
        " no socks, never. And that's because you're, do you just want to stay dry as much as possible? Yeah.",
        6345.06,
        6351.96
    ],
    [
        " And both of those things just hold water and keep moisture in. Yeah. And uh,",
        6352.04,
        6356.44
    ],
    [
        " Lynn Black, uh, when he came, well, I had a maid that was stealing all my underwear,",
        6356.64,
        6362.04
    ],
    [
        " because I went over with eight or 10 pair of the jockey shorts, right? And so I was down on my last",
        6362.32,
        6368.92
    ],
    [
        " pair. And the maid was literally stealing, could they sell one of Black market, they're relatively",
        6368.92,
        6373.04
    ],
    [
        " clean, relatively new. Mom bought me a whole bunch of stuff with socks and everything. So we had",
        6373.04,
        6378.64
    ],
    [
        " our army socks. But so anyways, I talked to Lynn and say, uh, I can't believe my maidsmen steal",
        6378.64,
        6384.9
    ],
    [
        " them underwear. Cause we pulled down her little eye down. There's my underwear. So I said, here,",
        6384.9,
        6389.74
    ],
    [
        " take the last one and have a good day. Lin goes, don't wear that stuff because you get jungle rotten,",
        6389.8,
        6394.26
    ],
    [
        " crotch rot. And he says, same thing. Put away your socks. Well, you know, at first couple of",
        6394.4,
        6401.26
    ],
    [
        " weeks, the jungle boots were really tough on my feet, but he was right. Yeah. Once you get a,",
        6401.26,
        6405.52
    ],
    [
        " a bunch of your feet broken in and the jungle boots broken in. And that's so you go through the",
        6405.52,
        6409.34
    ],
    [
        " water. We did somewhere in country stuff. We were in the rice patties. Oh my god. But they",
        6409.34,
        6415.52
    ],
    [
        " would dry out quicker. You don't have to worry about the socks. So no helmet, never, no body armor,",
        6415.52,
        6422.0
    ],
    [
        " no, and your body armor sucked back. It sucked back down as big, just heavy. It didn't work.",
        6422.4,
        6426.98
    ],
    [
        " It didn't work. No entrenching tool. Never. No bayonet, no sleeping bag, no hammock,",
        6427.04,
        6438.58
    ],
    [
        " no poncho, no poncho liner, no ground bat. Correct. You were not traveling for comfort. Never.",
        6438.7,
        6444.16
    ],
    [
        " We had to carry it as you know. You know that feeling. Yeah. What you're taking to the field,",
        6444.8,
        6450.82
    ],
    [
        " you're carrying. You don't have your mave with you. Yeah. That that rucksack gets heavy too.",
        6450.82,
        6456.02
    ],
    [
        " So quick. Yeah. And also like small, we had the indigenous rucksacks. Uh-huh. And so once you put",
        6456.3,
        6464.32
    ],
    [
        " the radio and put the sweater underneath the radio, so it protect your back and they throw some",
        6464.32,
        6469.46
    ],
    [
        " rations, master a couple of extra magazines in there. And then extra hand grenades,",
        6469.46,
        6475.24
    ],
    [
        " M-Sat in nine rounds, and a battery for good luck. Man. Yeah. You guys, uh, no dog tags,",
        6475.4,
        6484.58
    ],
    [
        " no military ID or ID of any kind. No rank, no name tags, no jump wings, no CIB, no patches,",
        6484.8,
        6490.32
    ],
    [
        " no unit identified or nothing. No pictures of mama. No pictures of mama. Right. Totally slick.",
        6490.46,
        6495.18
    ],
    [
        " So those are the things you didn't carry. Things you did carry. Car 15. Oh, love it. You love",
        6495.24,
        6501.26
    ],
    [
        " the car 15. Oh yeah. So I went back to my second tour. Uh, rock Myers was an S4. He was,",
        6501.26,
        6506.74
    ],
    [
        " he was, he had been wounded. I came back. He says, you're back. So I got a present for you.",
        6506.84,
        6511.94
    ],
    [
        " He gave me a brand new car 15. It was stolen the box. Take it out, stolen it all the tin foil and",
        6512.04,
        6517.54
    ],
    [
        " all the oils and greases and stuff. And you take it out, took it down to arrange it was perfectly zero.",
        6517.54,
        6522.62
    ],
    [
        " Never touched that one. That's crazy. Just put a little uh, cloth strap on it and went to work.",
        6522.72,
        6527.24
    ],
    [
        " And and you never had problems with that weapon. Never. Yeah. They, uh, did yours have a",
        6527.5,
        6534.8
    ],
    [
        " Ford assist on it? Did you? Yep. Have Ford assist. Yeah. So that was a, that was a car 15.",
        6534.8,
        6540.28
    ],
    [
        " Wow. So the M16 with a, with a classical stock. Yeah. And a short and barrel. Yeah.",
        6540.94,
        6546.0
    ],
    [
        " Since we're so many people and myself being one of them complain about the car, the car 15 or the",
        6546.58,
        6552.16
    ],
    [
        " M4 frame. And now the M4s are a lot nicer. I mean, the M4s. Well, I have you too. You got",
        6553.06,
        6557.34
    ],
    [
        " the rails and everything. Oh, yeah. Yeah. We put the lights. No things. Those are, they look like",
        6557.34,
        6561.56
    ],
    [
        " you got everything but a cigarette lighter on here. Some guys I wouldn't be surprised. They",
        6561.56,
        6565.5
    ],
    [
        " didn't have that on there too. So that's awesome. You used the Krovat for your sling. Yes. So I",
        6565.5,
        6571.76
    ],
    [
        " thought, well, yeah, I did that door my second tour. They had the Krovat's quiet. And then",
        6571.76,
        6577.7
    ],
    [
        " God forbid if you haven't needed a Krovat. Because I always carried, I always wore a run around my neck,",
        6578.1,
        6583.08
    ],
    [
        " had one on my head and then one on the car 15. And of course you carried bandages. Yeah. We had",
        6583.24,
        6588.06
    ],
    [
        " Krovat's in case, that's at the very bottom of the Rucksack. We would get this sort of one of those",
        6588.06,
        6594.24
    ],
    [
        " things that never wear a sling. Some guys would say that get caught up and that's just man, especially",
        6594.24,
        6601.7
    ],
    [
        " when you're in a leadership position, you need a sling because you got to look at your map. You got",
        6601.7,
        6605.16
    ],
    [
        " to pull out, you know, you got to do stuff. And the other thing is you don't have a sling and you",
        6605.16,
        6610.24
    ],
    [
        " get blown up. Yeah. Where's your weapon? You have no idea when you wake up. So yeah. But then there's",
        6610.24,
        6618.26
    ],
    [
        " some, you know, some people just, they wouldn't carry a sling. Mark Lee was one of my shingunners. He",
        6618.26,
        6622.72
    ],
    [
        " just no sling. Nope. That was like the man thing to do was no sling. On of them 60 or these days are",
        6622.72,
        6628.8
    ],
    [
        " Mark 48. Really? Yeah. How strong is this guy? Strong. Yeah. Strong. M79. You carried sawdoth. Oh",
        6628.8,
        6639.92
    ],
    [
        " yes. I cannot believe that me and my guys did not think of sawdoth. Yeah. It's because they guarantee",
        6639.92,
        6645.06
    ],
    [
        " guys would have sawdoth the M79. Oh yeah. My first self afflicted rune was from a sawdoth M79. What",
        6645.06,
        6650.76
    ],
    [
        " you do? Well, we're in a process of cutting them down. So the question was, how far can you cut the",
        6650.76,
        6658.66
    ],
    [
        " last hinge? It's the last one that's to the bottom of the frame. Got it. So you crack, put the",
        6658.78,
        6667.52
    ],
    [
        " round in. So we kept bringing it back. So we're down to range. We're there. And the question was",
        6667.52,
        6673.5
    ],
    [
        " because you cut the barrel off, it needs the number of rotations. Now our weapons guys knew that.",
        6673.5,
        6678.88
    ],
    [
        " But I was me and Rick Howard were common guys. And I didn't really ask because the question was",
        6679.5,
        6684.46
    ],
    [
        " fire and sea. So on this day, I fired fairly close. It goes, being he popped and I had no",
        6684.46,
        6692.5
    ],
    [
        " reason to say nine makes and then it went all like pop being like that. And I go, oh damn.",
        6692.5,
        6698.28
    ],
    [
        " So I go to Rick Howard said, I think a bee just hit me. He pulled my strips. He dumbass.",
        6698.84,
        6703.32
    ],
    [
        " He shot yourself. My first self afflicted rune. But the good news was that I'm 39 work. And",
        6703.44,
        6714.44
    ],
    [
        " that way is less less weapon. Yeah. How far apart? Oh yeah. I cut that weapon down by half.",
        6714.44,
        6720.64
    ],
    [
        " Oh yeah. I was looking at the pictures you have in your book. That thing is tiny. Tiny but effective.",
        6720.94,
        6725.82
    ],
    [
        " Charlie hated those things. And at one point you had a you had a holster for that thing. Yeah.",
        6726.18,
        6732.28
    ],
    [
        " That's the best job. John Wayne. That's still in Laos with my sog knife. And I had to crack.",
        6732.76,
        6738.62
    ],
    [
        " Somebody had crafted it and I put it on. See that that was perfect. But never had another.",
        6738.86,
        6745.28
    ],
    [
        " From that point, I just like everybody else. We just carried it on the D ring. We taped it so",
        6745.52,
        6751.7
    ],
    [
        " it would be quiet though. You carried 34 20 round mags each each with 18 rounds each. So that's",
        6751.7,
        6759.74
    ],
    [
        " 612 rounds for good luck. Yeah. And that's how we carried extra like a pouch with a couple extra",
        6759.74,
        6766.26
    ],
    [
        " clips in in case we needed to reload the 34 magazines. And you went on. You mentioned you had",
        6767.0,
        6773.96
    ],
    [
        " few missions where you were down to your last one or two. At least twice I remember. Echo 4 was",
        6773.96,
        6778.74
    ],
    [
        " the first time. Did you always hang on to your magazines when you were out? At dependent on the",
        6778.74,
        6786.84
    ],
    [
        " degree of intensity of the firefight. If I had time, we keep S4 happy. I'll bring back my damn",
        6786.84,
        6792.78
    ],
    [
        " magazines. Did you stuff them in your shirt? Yeah. Because the web gear would be tight. So",
        6792.8,
        6798.16
    ],
    [
        " and our jungle fatigues were out. Yeah. So you had to pants, but then the harness from the",
        6798.16,
        6806.3
    ],
    [
        " no web gear would have everything in. When I came in, we'd stuff mags in our shirt.",
        6806.3,
        6811.0
    ],
    [
        " And then but with body armor, you can't do that. So now I'm just carrying like pouches or just",
        6811.84,
        6816.68
    ],
    [
        " dropping their leg cargo pockets or whatever. Yeah. And our preferred thing would be our belts",
        6816.68,
        6821.14
    ],
    [
        " because you could put four magazines in and one across the top. And with a nice pouch, the BAR",
        6821.14,
        6827.02
    ],
    [
        " belts and the half world war two. Perfect for the 20 round magazines. That's a lot of just,",
        6827.02,
        6834.22
    ],
    [
        " you know, we would normally carry seven to 10, 30 round mags. So we carried like, I mean,",
        6834.46,
        6841.56
    ],
    [
        " sometimes I guess, more than that, but not no 600 rounds. But you were anticipated being alone",
        6841.6,
        6847.54
    ],
    [
        " for a while. No, we were fighting divisions worth of people either. So yeah. And I guess we did",
        6847.54,
        6855.68
    ],
    [
        " what we did have is we always had heavy machine guns. So that makes a big difference too. I guess,",
        6855.68,
        6860.4
    ],
    [
        " you know, we would have Mark 48, which is 762. And then the Mark 46, which is 556, you know,",
        6860.82,
        6866.82
    ],
    [
        " that's basically like a little stoner and and and and 60, the modern versions of those two things.",
        6866.88,
        6873.46
    ],
    [
        " But yeah, you know, so we had a saw too, right? Yeah, well, that's the the Mark 46 is a saw. Yeah. Yeah.",
        6873.48,
        6878.82
    ],
    [
        " Yeah. So we had those and those guys would carry a lot of rounds, a lot of rounds like 800,",
        6879.28,
        6886.2
    ],
    [
        " 2000, sometimes more on the car. Yeah, I was just carried like that over a thousand. Yeah.",
        6886.2,
        6890.96
    ],
    [
        " And I had guys go winchester, go run out of bullets. Really? Yeah, with that many. So yeah,",
        6891.22,
        6898.86
    ],
    [
        " I guess maybe that was the differentiator. You carried 10 to 12 frag grenades.",
        6898.86,
        6904.84
    ],
    [
        " That's a lot of frag grenades. I guess when you're going to take in fights with divisions,",
        6905.62,
        6911.36
    ],
    [
        " you got to carry a lot of frag grenades. Oh, yeah. And it always kept the last one. That was a one-up",
        6911.38,
        6916.88
    ],
    [
        " year. Just in case. I'm not going to be a POW. Oh, yeah. Absolutely. We would carry, I don't know.",
        6916.88,
        6926.76
    ],
    [
        " I would carry like a one or two. Well, how often would you be?",
        6927.0,
        6931.12
    ],
    [
        " I just got left that it's official. I don't know how often would you how often would you",
        6931.38,
        6936.8
    ],
    [
        " need more than to the hopefully never? Yeah, you know, and especially I'm in a leadership position.",
        6936.8,
        6942.2
    ],
    [
        " I'm hopefully not for hucking grenades, but yeah, no, you know, the big difference, especially in",
        6942.2,
        6949.56
    ],
    [
        " Ramadi, I mean, in Ramadi, I remember explaining to the guys that relieved us, you know, we had a big",
        6949.56,
        6954.82
    ],
    [
        " overhead imagery. Yeah, and I put my hand on the map and I said, no matter where you put your hand",
        6955.88,
        6959.9
    ],
    [
        " on this map, you'll be touching a friendly unit. So like, and you know, this is, you know, probably",
        6959.9,
        6964.8
    ],
    [
        " within three to 500 meters of you anywhere you were in Ramadi, there's a friendly unit. Really?",
        6964.8,
        6969.12
    ],
    [
        " So that's why, you know, you were going to get reinforcements. You were going to get tanks.",
        6969.38,
        6972.44
    ],
    [
        " You're going to get proudly fighting vehicles. So yeah, but in between that time, you earned your pay.",
        6973.0,
        6977.98
    ],
    [
        " Have to earn your pay. Yeah.",
        6978.3,
        6979.8
    ],
    [
        " Yeah, I was talking to late, well, late, that's another thing. So it was late,",
        6980.36,
        6985.32
    ],
    [
        " late, Scott, a chapter in dichotomy, a leadership where he's talking about preparing over,",
        6985.54,
        6990.1
    ],
    [
        " over preparing for too many contingencies. Hey, he talks about it was his first patrol out on",
        6990.24,
        6996.3
    ],
    [
        " outgoing out with the Marine Corps in a daytime patrol. And he's talking about how much stuff he",
        6996.3,
        7000.64
    ],
    [
        " carried, he carried all this stuff for one of the thing he carried is, you know, eight grenades or",
        7000.64,
        7004.18
    ],
    [
        " something like that. And, you know, he reflects on how that was just way too many. I was like,",
        7004.18,
        7011.0
    ],
    [
        " Hey, man, you know, tilt up, go out in the field with less than 10.",
        7011.0,
        7014.72
    ],
    [
        " So the different AO, we probably would have adjusted our grenades. I wonder how much you would have",
        7015.28,
        7023.34
    ],
    [
        " changed if you had to wear body armor or if you would have decided not to or whatever, you know,",
        7023.34,
        7028.4
    ],
    [
        " it's interesting. That's an interesting development. I'll tell you, if we even had today's",
        7028.42,
        7032.76
    ],
    [
        " DDR, it never would have worn it too much. And you have to be able to move. I mean, you know,",
        7032.76,
        7038.68
    ],
    [
        " not to mention you're so damn lucky. No bullets are gonna hit you. Yeah.",
        7039.56,
        7043.16
    ],
    [
        " That's why I crawled a lot trying to put the low profile. But, no, I probably would have declined",
        7043.62,
        7051.5
    ],
    [
        " it because of the weight as it was in our AO. Maybe another AO with different situations,",
        7051.5,
        7058.64
    ],
    [
        " more flexibility with assets. The thing that's interesting is one of the reasons why you wear a helmet",
        7060.76,
        7066.44
    ],
    [
        " now isn't just to protect your head. It's because that's where your nads mount onto your night vision.",
        7066.44,
        7071.14
    ],
    [
        " Oh, yeah. Your night vision mount onto your, so you, they do have a contraption that's like a headband",
        7071.26,
        7076.18
    ],
    [
        " looking thing. I don't think they make it anymore. But, but you could wear that, but, you know,",
        7076.18,
        7081.4
    ],
    [
        " your nads mount on your, your night vision mounts on your helmet. That's just the way it is. I see no",
        7081.5,
        7085.8
    ],
    [
        " silliest with a guy for sounding an ox. That's pretty cool. I want one. That's it. Yeah. Yeah.",
        7085.86,
        7089.3
    ],
    [
        " That's go time when those nads flip down. All right. But instead of wearing a helmet, you wore a",
        7089.48,
        7095.26
    ],
    [
        " Kervat a green Kervat green Kervat on your head. Worn around your neck. You had you wore regular army",
        7095.26,
        7101.76
    ],
    [
        " fatigues. Yeah, there are sterile fatigues that had a two pockets up top with an angle. And two",
        7101.76,
        7109.66
    ],
    [
        " pockets down here to hung out. And then we customized and we had the, the tailor put in pockets here.",
        7109.66,
        7117.64
    ],
    [
        " So for mirrors, maps, morphine, serets, this all close right here. And then we had a pockets on each",
        7117.88,
        7125.04
    ],
    [
        " arm to put other things up. There were pin flares, other things. Yeah. And that's something that we",
        7125.04,
        7132.24
    ],
    [
        " did too. So we did even before, even the 90s before the everyone, because now the fatigues come",
        7132.24,
        7138.18
    ],
    [
        " issued with pockets on the arms, everything. But we used to take them off and so on. And that's",
        7138.18,
        7143.94
    ],
    [
        " where you'd keep your, your pens and your notebooks and your pen flares and your, and your signal",
        7143.94,
        7149.22
    ],
    [
        " mirror. Yeah. And then on the ones on your chest, you had maps and morphine, your extra notebook,",
        7149.22,
        7153.4
    ],
    [
        " your URC 10 emergency radio. And then you had a, you wore a watch as ako. Yeah. Aluminous watch.",
        7153.68,
        7162.54
    ],
    [
        " You wore gloves always. Just cut out the thumb index finger and then the middle finger just cut",
        7163.88,
        7171.0
    ],
    [
        " it to the tip. So you grabbed a tape on the magazine sort of firefighters. Same thing, same thing we",
        7171.0,
        7176.48
    ],
    [
        " would do. But you always wear gloves. Otherwise your hands are just getting destroyed out of the",
        7176.48,
        7180.94
    ],
    [
        " jungle. Forget about it. Yeah. Because a lot of times we wind up get, have to get a new pair of gloves.",
        7180.94,
        7185.76
    ],
    [
        " We just get torn up so much on the jungle and fatigues. Man, those wait a minute, wait a minute",
        7186.32,
        7191.86
    ],
    [
        " and then the vines and the thorns. Because now they're a wait a minute. You get caught into it.",
        7191.86,
        7197.14
    ],
    [
        " The, the, you walk into it. Your leg goes into the pins that come together. So you had to stop",
        7197.26,
        7202.66
    ],
    [
        " and then get the pin to get your leg out. Otherwise it goes deeper into your, to your leg.",
        7202.66,
        7207.76
    ],
    [
        " What about, did you carry any kind of mosquito net for your head? No. How come?",
        7208.0,
        7211.92
    ],
    [
        " Never thought about it. Mosquito net for the head. Yeah.",
        7212.52,
        7216.36
    ],
    [
        " Well, I used to, this was like the most brilliant thing. I think it was an Australian guy",
        7217.56,
        7221.28
    ],
    [
        " told me this. You, I would have like a little square of mosquito netting. And when we would stop",
        7221.28,
        7228.22
    ],
    [
        " patrolling, I would take out that little square, put it over my head right over my, right over my",
        7228.22,
        7233.58
    ],
    [
        " floppy hat and tuck it in and all of a sudden you knock it in, chewed apart by mosquitoes.",
        7233.58,
        7237.92
    ],
    [
        " Oh, yeah. One night we, the one time we did a practice mission east of the ashaw.",
        7238.22,
        7242.76
    ],
    [
        " And in the morning, I couldn't, I couldn't know my eyes. I had been bitten so much by mosquitoes.",
        7243.34,
        7248.36
    ],
    [
        " My face was so puffed out. You need that mosquito netting. I needed to help. Had I only known.",
        7248.66,
        7253.74
    ],
    [
        " I should have thought about, I should have thought about that. I had a guy we were doing some training",
        7254.62,
        7258.96
    ],
    [
        " and none of us had mosquito netting except for the officer. And so the officer was sleeping",
        7258.96,
        7264.66
    ],
    [
        " heartily, like just fully. And one of the other young and listed guys was catching mosquitoes",
        7264.66,
        7270.6
    ],
    [
        " and putting them inside this guy's body was asleep. He woke up, got me. Not only those mosquitoes were",
        7271.0,
        7280.26
    ],
    [
        " trapped in there with them. They were trapped in there and they couldn't get out. They were just",
        7280.26,
        7283.82
    ],
    [
        " having a feast. Trapped hungry mosquitoes. Trapped hungry mosquitoes. Yeah. So, but not for you,",
        7283.82,
        7289.82
    ],
    [
        " no mosquito net. No. I had thought about that one. Leaches. Oh, you guys ran into a lot of leaches.",
        7289.92,
        7298.94
    ],
    [
        " Always. Yeah, we had the bug repellent for that. It's a great, the bug repellent on them once you",
        7299.1,
        7305.06
    ],
    [
        " got sucked on by a leach. Yeah. They would instantly fall off. But you always try to wait,",
        7305.06,
        7309.22
    ],
    [
        " try to just see if you could jiggle them off because you knew the bug repellent could be smelled.",
        7309.58,
        7314.98
    ],
    [
        " By the way, guys, so. Then you had your, on your web gear, which was the old World War II web gear.",
        7315.2,
        7323.9
    ],
    [
        " You had on your left harness. You had your K bar. Handle down or a sog knife or a sog knife",
        7323.9,
        7329.66
    ],
    [
        " until you lost it. That's what we need to do a recovery mission for. Get that sog knife back. Yes.",
        7329.66,
        7338.0
    ],
    [
        " Handle down. Sure. That's how you rolled. Yeah, because this way you pulled out and you're ready.",
        7338.52,
        7345.24
    ],
    [
        " Mm-hmm. Where's the period to pull it out in the jungle? You make it caught up in the vines. Got it.",
        7345.52,
        7350.26
    ],
    [
        " Got it. You had hand grenades there because you were basically covered in hand grenades. Oh, yeah.",
        7350.4,
        7356.28
    ],
    [
        " Smoke. You had there. You had some, some bandages there. On your right harness, you had your strobe",
        7356.28,
        7364.8
    ],
    [
        " light. You had more hand grenades. You had your D ring. And you had more smoke grenades.",
        7364.8,
        7371.38
    ],
    [
        " Then on your belt, you had one canteen usually. Depend on the target. Sometimes it'd be maybe two.",
        7371.8,
        7380.18
    ],
    [
        " But usually one and then one, I had to second one in my backpack.",
        7380.8,
        7384.72
    ],
    [
        " Muck sack. You normally wouldn't get, would you get thirsty? Was there normally enough water?",
        7385.6,
        7389.98
    ],
    [
        " In the jungle, it wasn't as bad as Cambodia. But yeah, you get thirsty because you're hopping up and down.",
        7390.52,
        7396.38
    ],
    [
        " There's a couple times we, particularly in that day, we went straight up with the orchids. That was a",
        7397.54,
        7402.34
    ],
    [
        " day we got. We were all out of water. Not fun. No. So you had one canteen, you had a willy-peat grenade.",
        7402.34,
        7409.86
    ],
    [
        " You had your survival axe, which was the Franken Warren survival axe type two. Indeed.",
        7410.38,
        7416.4
    ],
    [
        " That's what you did. Well, it wasn't my, I want the type two. I looked them up and had like a hook at",
        7416.84,
        7423.62
    ],
    [
        " the top. Yeah, another way you went through. And when you came back on the back pool, you could try to",
        7423.62,
        7428.8
    ],
    [
        " make it effective to cut a, particularly with cut in vines. That thing came with you all the time.",
        7428.8,
        7435.3
    ],
    [
        " Every mission. I got a home on to my desk right now, in case the trudor comes in. I'm ready. I like it.",
        7435.48,
        7442.06
    ],
    [
        " This is a intruder's feeling lucky. Yeah, luck. Meet Mr. Tilt. I compass around your neck.",
        7442.06,
        7450.92
    ],
    [
        " You used a crevap for your belt. Yes. So the belt I was talking about before is the belt of your",
        7451.72,
        7457.26
    ],
    [
        " web gear. But just the belt of your pants was just a, was a crevap. You carried a Swiss army knife.",
        7457.26,
        7461.96
    ],
    [
        " You carried a gas mask. Always. You always carried a gas mask. We had teams that got hit.",
        7462.7,
        7468.2
    ],
    [
        " And the eight camps that have been hit by the enemy used to gas. Sure.",
        7468.76,
        7473.16
    ],
    [
        " And they use, I forget what the, the incidents were, but there were a couple times that the enemy",
        7473.86,
        7479.52
    ],
    [
        " had used gas on our people in Laos. As well as with the CIA operation. Now we weren't told that.",
        7479.52,
        7487.0
    ],
    [
        " But we had cold evidence that they had done it and that they could hit one of our recon teams.",
        7487.16,
        7493.32
    ],
    [
        " So we had to carry that bulky ass thing at all times. I was going to say, but and this is,",
        7493.32,
        7497.28
    ],
    [
        " this was the, the concern was tear gas. Well tear gas or who else knows what they had? I mean,",
        7497.34,
        7504.04
    ],
    [
        " these are commoners. They're not going to play by rules of engagement. I mean, they're not in Laos.",
        7504.3,
        7508.86
    ],
    [
        " Because yeah, that's right. I always think with all this crap that you're carrying and a gas",
        7508.96,
        7513.22
    ],
    [
        " mask are just huge and bulky. Yeah. Left hip. Okay. I don't know. We got all the time.",
        7513.22,
        7518.54
    ],
    [
        " Had to. And we used them twice. And we had, in fact, we had designed a mission. One of our missions was",
        7519.0,
        7527.58
    ],
    [
        " to when we got a extract from a target, an MA target, we saw a road that had a little guard station,",
        7527.58,
        7538.04
    ],
    [
        " a guard station, but it was north of the DMZ River. So the quest for getting a live POW,",
        7538.18,
        7547.02
    ],
    [
        " we found out that we had one of our guys that did a VR and flew a couple of rules and they saw",
        7547.92,
        7553.02
    ],
    [
        " these little waste stations along the way. So our thought was we'll get gas, gas them. And they said",
        7553.02,
        7558.2
    ],
    [
        " they had a knockout gas at the time, right? So we practiced for a couple of days with tear gas",
        7558.2,
        7564.14
    ],
    [
        " and we had to get the helicopter pilots and the gun crews, everybody with their mask and then",
        7565.1,
        7569.4
    ],
    [
        " have masks that they could talk to each other and then talk to us. And so we practiced for several",
        7569.4,
        7575.46
    ],
    [
        " days training with the helicopters coming in. The mission plan was go up in the middle of the day,",
        7575.46,
        7582.42
    ],
    [
        " go to one of those camps, hit it, gas it, go in and scarf them up and go home, get a five day pass.",
        7583.1,
        7588.4
    ],
    [
        " At a hundred bucks. Yeah, but they and they had a special knockout gas that we supposed to use.",
        7589.08,
        7594.2
    ],
    [
        " And at the end they wouldn't let us, they wouldn't give us the gas. I don't know if they had it,",
        7594.34,
        7599.34
    ],
    [
        " but they wouldn't give us the knockout gas. So another mission came up, we had a bright light to run",
        7599.34,
        7605.5
    ],
    [
        " and we never got back to the concept of doing it. And you carried, you usually carried one grenade",
        7605.5,
        7611.08
    ],
    [
        " for your 40 mic mic that was tear gas? Always, sure. In case we needed it. And that was what would your",
        7611.08,
        7617.3
    ],
    [
        " tactic be on using that? And usually it would be to create this order because you hit somebody with",
        7617.76,
        7626.82
    ],
    [
        " tear gas even as far away. That would distract them for a second, take their mind off a business or",
        7626.82,
        7633.64
    ],
    [
        " at least make them have a harder time to kill us. And we also carried a gas grenade local.",
        7633.64,
        7640.02
    ],
    [
        " So we had an RSOP procedure that the word we had to go to was, but we had a signal assigned for",
        7640.66,
        7648.58
    ],
    [
        " CS gas. So if we're getting so overrun, we're at the pop of CS to break the charge, but some of",
        7648.58,
        7655.32
    ],
    [
        " our teams did. They used it in the operation tailwind quite effectively. Saved beer or bacon.",
        7655.32,
        7661.76
    ],
    [
        " So the idea would be, hey, this is going to linger. Whereas a frag grenade, it goes off. You either",
        7662.32,
        7668.68
    ],
    [
        " wound guys or you don't, you either kill guys or you don't, but that's it. It's over. Whereas gas,",
        7668.68,
        7672.72
    ],
    [
        " you can really disrupt them because now you got guys coughing and puking or whatever. And it hangs",
        7673.32,
        7679.22
    ],
    [
        " to the ground and then it hangs around as long as the wind's going to let it hang around. Got it.",
        7679.22,
        7685.28
    ],
    [
        " Left pant pocket. You had a marking panel large and small. Right pant pocket pen flares.",
        7685.66,
        7691.88
    ],
    [
        " Dehydrated lurperation bug repellent for leeches. An extra kovat and extra bandage.",
        7694.46,
        7699.44
    ],
    [
        " Did anybody carry IV? A cellar guys did. Okay. Lim Black did and we had a thick cell carry one.",
        7699.78,
        7710.58
    ],
    [
        " One of our indigenous carry one. We had an IV and the St. Lion solution that came in a canister.",
        7710.66,
        7716.66
    ],
    [
        " So it always had one case we needed. In your Rucksack, you got your PRC 25,",
        7716.84,
        7725.06
    ],
    [
        " what you guys called the Dupric 25. Yeah. I think I was, I think I was outlawed from calling it a",
        7725.42,
        7729.8
    ],
    [
        " prick because that PRC 25. So the PRC 25 was replaced by the PR 77, the PR 77. And I want to say",
        7729.8,
        7739.82
    ],
    [
        " it was 1969 or something like that. When I got to seal team one, that's what I used was a P,",
        7739.82,
        7744.92
    ],
    [
        " as we had in our story was a PRC 77, which came directly from the PRC 25. So you'd carry that.",
        7744.92,
        7751.22
    ],
    [
        " You had the big whip antenna, but you wouldn't, you'd have the little tape antenna on there. So you",
        7751.42,
        7755.26
    ],
    [
        " don't like identified as the radio guy because otherwise you're getting it. Yeah, because you just",
        7755.26,
        7759.38
    ],
    [
        " hold it over and in our case the antenna, we just get it and bend it down coming through your arm",
        7759.38,
        7765.56
    ],
    [
        " and stick it into the fatigue. So be low profile. Then you had your one C rat of fruit.",
        7765.56,
        7773.7
    ],
    [
        " That was like your, that was your, your go to indeed. And you'd carry one of those two of those,",
        7774.92,
        7781.34
    ],
    [
        " something like that. Use just one because after a while, you know, we kept getting shot out so",
        7781.46,
        7786.5
    ],
    [
        " often. It's like, okay, I'm not too much weight. Yeah. Yeah. Yeah. Yeah, you had your extra",
        7786.5,
        7792.78
    ],
    [
        " mags in there. You got extra M 79 rounds. You had your army long sleeve sweater. You had a plastic",
        7792.78,
        7800.72
    ],
    [
        " rain jacket, toilet paper, even though you apparently never used it. Correct. But you also use it",
        7800.72,
        7806.6
    ],
    [
        " the pack wounds. There you go. Extra battery for the, for the PRC 25 and the URC 10 extra smoke grenades,",
        7806.6,
        7817.52
    ],
    [
        " extra cantina water, extra ration. And then you had your claymore or clay moors with five and ten",
        7818.04,
        7827.36
    ],
    [
        " second fuses. And on top of that, the 22 caliber hush puppy on some operations. Sometimes, yeah.",
        7827.52,
        7833.14
    ],
    [
        " And all this when you'd wade yourself, you'd be about 90 pounds heavy. Right around here. Yeah,",
        7833.64,
        7838.6
    ],
    [
        " it was, it was an old Brick DS scale. So I just jumped on carrying everything just to see what it was.",
        7838.72,
        7844.44
    ],
    [
        " Well, that's a heavy loadout. I'll tell you right now. That's a heavy loadout. That is",
        7844.8,
        7848.94
    ],
    [
        " absolutely all of 90 pounds. When you start talking about 600 rounds of ammunition, we start talking",
        7848.94,
        7854.18
    ],
    [
        " about 10 to 12 hand grenades smoke grenades are heavy as hell. They got all that material in them",
        7854.18,
        7861.32
    ],
    [
        " that smokes. Yeah, they're big giant beasts. And the willied Peter was extra heavy too.",
        7861.32,
        7866.62
    ],
    [
        " Crazy amount. And I guess like I said, and like you said, you're carrying all that firepower",
        7868.2,
        7877.46
    ],
    [
        " because the operations, you're carrying a crazy amount of firepower because you're doing crazy",
        7877.46,
        7882.3
    ],
    [
        " operations. Yeah. And again, I'm talking to the other one zeros, Pat Watkins and my govern because",
        7883.18,
        7888.5
    ],
    [
        " initially, I don't know what the loads were, but they kept increasing them because there were several",
        7888.5,
        7893.9
    ],
    [
        " times and they ran out of ammo already got closer running out. That's the last thing in the world",
        7893.9,
        7898.74
    ],
    [
        " you want. You know, awesome. Well, you know, that's a little over two hours right now. And",
        7898.74,
        7909.46
    ],
    [
        " spent a quick night. Yeah, indeed, indeed. But you got any you got any closing thoughts?",
        7909.46,
        7916.78
    ],
    [
        " No, just to thank you for having me in three times and we've gained some extra",
        7917.8,
        7924.02
    ],
    [
        " attention. Like I said, before we were just chatting and saying these stories always felt",
        7924.02,
        7929.04
    ],
    [
        " war significant in terms of the stories about what Sog did and the men, more importantly,",
        7929.04,
        7936.26
    ],
    [
        " and also like I said to you earlier, my stuff is Harry. But if you had a Harry scale on one to",
        7936.72,
        7943.68
    ],
    [
        " 10, I mean, I feel I put myself in a five or six compared to the guys that got the metal monitor",
        7943.68,
        7949.4
    ],
    [
        " guys that didn't come home that went down fighting, getting over run buddy, NBA. And we could just",
        7949.4,
        7956.14
    ],
    [
        " talk about metal bonner missions of guys standing there just fighting off and dying on the LZ,",
        7956.14,
        7962.4
    ],
    [
        " putting other people on the helicopter first, John Kedinburg, Johnny Galhoun,",
        7962.68,
        7967.56
    ],
    [
        " time and again, RSF guys would take care of the little people. We even get them on the chop",
        7967.86,
        7972.16
    ],
    [
        " or get them out. And so those stories I felt with great valor. And so I thank you for the",
        7972.16,
        7980.46
    ],
    [
        " little extra pose or to your audience. Well, we appreciate that. We'll we'll we'll bring you back on",
        7980.46,
        7985.58
    ],
    [
        " and we'll get and I know you and I are talking about other guys that we're going to get to come on",
        7985.58,
        7990.74
    ],
    [
        " and all those stories of those heroes will we'll get them out there because",
        7991.22,
        7994.98
    ],
    [
        " people want to know I want to hear them. I want to know as much as I can about them and",
        7994.98,
        8000.06
    ],
    [
        " and and you know, we'll get you back. Well, I'm ready to roll. So thank you and I thank you for",
        8000.06,
        8007.18
    ],
    [
        " the time and also you're on you're like Mr. Social Media now. I didn't realize that you got to",
        8007.18,
        8012.18
    ],
    [
        " give me a full briefing. We're done. So you're on Twitter. You're on Necklet Charles. Give me",
        8012.18,
        8016.38
    ],
    [
        " a square away. You're on Twitter. We haven't quite figured out Twitter yet. Apparently you're",
        8016.38,
        8020.96
    ],
    [
        " that makes two of us. You're old. You're old Twitter handle was at Sog Chronicles. Your new",
        8020.96,
        8028.64
    ],
    [
        " Twitter handle is at John Striker Meyer. That's that's where it's at right now. Yes, sir. That's",
        8028.64,
        8035.22
    ],
    [
        " right. All right. So people will start trying to communicate with you on that. Good luck.",
        8035.22,
        8040.32
    ],
    [
        " I'm going to call it a presence. Hey, President Trump. Could you help me out on my Twitter",
        8040.78,
        8045.44
    ],
    [
        " or President Trump? Tweets all the time. The King of Twitter. Yeah, he is. He is. Hey, I'm sorry.",
        8045.6,
        8051.92
    ],
    [
        " You'll be able to you'll be able to you'll be when you that's an incredible thing about Twitter.",
        8052.04,
        8056.82
    ],
    [
        " Yes. Everybody has a platform. It's incredibly good. Sometimes it's incredibly bad. But everybody",
        8057.14,
        8063.1
    ],
    [
        " has a platform. So no, the cool thing about it is people have been, you know, talking to me and",
        8063.1,
        8069.86
    ],
    [
        " hitting me up and just thanking you for your service, thanking you for coming on. Thank you for",
        8069.86,
        8074.32
    ],
    [
        " sharing the story. So it'll be cool that they'll be able to actually thank you instead of just",
        8074.32,
        8077.42
    ],
    [
        " telling me to tell you things. And just go to our website. They got the link in there for",
        8077.42,
        8080.54
    ],
    [
        " email for the old fast and root. Sog Chronicles dot com. Sog Chronicles dot com.",
        8080.54,
        8084.76
    ],
    [
        " Airborne. Yeah. People on there. I wanted to close out reading one last thing. And this is your",
        8084.76,
        8090.62
    ],
    [
        " dedication for the book. Sog Chronicles one. And it said it says this book is dedicated to the",
        8090.62,
        8097.02
    ],
    [
        " Sog men and their courageous indigenous team members who went across the fence and allowed",
        8097.02,
        8101.54
    ],
    [
        " Cambodia, North Vietnam during the eight year secret war. And to the and to the brave aviators",
        8101.54,
        8107.88
    ],
    [
        " and crew members of the army Air Force Marine Corps and our fearless allies from the 219th South",
        8107.88,
        8114.0
    ],
    [
        " Vietnamese Air Forces special operations squadron, the legendary King bees who supported,",
        8114.0,
        8119.76
    ],
    [
        " who supported Sog teams on the ground. This book is also for every man and Sog and the aviators",
        8120.1,
        8128.36
    ],
    [
        " who made the ultimate sacrifice far outside the boundaries of conventional Vietnam war that",
        8128.36,
        8134.72
    ],
    [
        " America saw reported on the nightly news. I'll give the closing note today 1,598 Americans that are",
        8134.72,
        8145.64
    ],
    [
        " MIA in Southeast Asia from the Vietnam War 50 green berets alone in Laos are still MIA including 140",
        8145.64,
        8155.16
    ],
    [
        " aviators that died strictly supporting our mission. And this week the National League of PILW MIA",
        8156.18,
        8162.14
    ],
    [
        " found is having this 50th annual meeting in Arlington on this topic. They've been diligent and",
        8162.14,
        8170.56
    ],
    [
        " and Mills Griffiths is the CEO she's putting it all together. They worked with the Pentagon. She",
        8170.56,
        8176.56
    ],
    [
        " had been on this mission from day one and our prayers are with them to continue because they're",
        8176.56,
        8180.92
    ],
    [
        " pushing to bring our people home. Absolutely and if you want to put that out either on Sog Chronicles",
        8181.18,
        8187.6
    ],
    [
        " put a link to how people can support that cause. People will absolutely support that cause.",
        8187.6,
        8192.6
    ],
    [
        " Oh okay we'll do that. Absolutely they deserve it. Yes absolutely we can make that happen.",
        8192.86,
        8197.66
    ],
    [
        " Wow thank you. Airborne. All right well like I said you have an open-in invite on here anytime you",
        8197.84,
        8203.64
    ],
    [
        " want. You let us know we're here and we'll get some of your friends on and thanks for coming",
        8203.64,
        8208.62
    ],
    [
        " on yourself. Thanks for sharing your stories and most of all more than anything else. Thanks",
        8208.62,
        8213.74
    ],
    [
        " for your service and sacrifice. Likewise brother you've been there you've seen the elephant.",
        8213.74,
        8217.16
    ],
    [
        " Appreciate it. And once again John Striker Meyer has left the building. Tilt. Tilt. Has left the building.",
        8217.94,
        8229.7
    ],
    [
        " Yeah. Finishing up three podcasts with John Striker Meyer. Yeah.",
        8229.7,
        8238.32
    ],
    [
        " Sappers. Sappers. I asked him what Sappers was work as there was various references.",
        8239.7,
        8246.78
    ],
    [
        " First second and this past one. To Sappers and more notably one if you remember the movie",
        8247.26,
        8254.46
    ],
    [
        " Predator the first one. He says Sappers. Those Sappers have been on a sense blah blah blah whatever",
        8254.46,
        8259.66
    ],
    [
        " this is interesting and I always wondered what's a Sapper. Special group Vietnam North Vietnamese",
        8259.66,
        8267.18
    ],
    [
        " group of anti-American fighters trained specifically right. Right I got that right right did",
        8267.18,
        8276.7
    ],
    [
        " I remember that correctly. Yeah that's that's the definition that John Striker Meyer just gave you.",
        8276.7,
        8281.7
    ],
    [
        " Yeah. Alright cool. What else? Jockel. Well I would say no awesome awesome to have John",
        8283.28,
        8293.56
    ],
    [
        " Striker Meyer on here and just to hear him talk about what human beings can do right what people",
        8293.56,
        8305.24
    ],
    [
        " human beings can do and it's interesting because you ever look at dogs and you think oh there's a",
        8305.24,
        8310.8
    ],
    [
        " little tiny chihuahua and then there's like a German Shepherd. Yeah and you think those are the same",
        8310.8,
        8316.94
    ],
    [
        " animal right. Yes. They are technically. Yeah. Human beings. Same deal. Like you look at John Striker Meyer.",
        8316.94,
        8326.32
    ],
    [
        " He's like a German Shepherd. Yeah. And then you got people running around their chihuahua.",
        8326.58,
        8330.92
    ],
    [
        " No offense against the chihuahua but your chihuahua is not going to yes. Fend off hordes. No. No.",
        8331.2,
        8337.48
    ],
    [
        " Chihuahua is not calling in airstrikes. Danger close. No. So I guess my point is that human beings",
        8337.48,
        8343.94
    ],
    [
        " do have capabilities and I think that when you listen to tilt you realize that I can probably do",
        8343.94,
        8354.78
    ],
    [
        " better. I know that's what I realize. I think I can do better than I'm doing right now. Yeah.",
        8354.78,
        8359.84
    ],
    [
        " I think I can push the envelope a little bit. Yeah. Move further toward the potential.",
        8360.22,
        8370.58
    ],
    [
        " The part that kind of well probably we'll stick with me is how he didn't carry",
        8371.66,
        8377.64
    ],
    [
        " poncho like the sleepings. No. No comfort. If we have to go sleep I'm just gonna",
        8377.64,
        8383.84
    ],
    [
        " sleep right here in the end. Yeah. Just in the dirt. On the ant hill. Yeah. Just whatever. Yeah. See that part",
        8383.84,
        8389.72
    ],
    [
        " when I was a kid, I was a kid that was viable. But now you need comfort. Yeah. I'm weak. Yeah. So that",
        8389.72,
        8401.66
    ],
    [
        " part that maybe I have to mentally maybe work on that. You know. All right. Let's face it.",
        8401.66,
        8406.88
    ],
    [
        " There are ways to get better. Yes sir. There is. Maybe sleeping without a ground pad is one of them.",
        8407.06,
        8412.74
    ],
    [
        " Yeah. Maybe another one is trained. Oh yeah. Big time. That's a I mean. So I was training the other day",
        8412.74,
        8421.0
    ],
    [
        " with Noah Oliver. Right. And Noah's been training and he's kind of sorting out. You know how you",
        8421.0,
        8426.02
    ],
    [
        " go in phases of training partners. You know, but I'm training with Andy for like the last like three",
        8426.02,
        8430.7
    ],
    [
        " months, you know more than so. Man, but he's been like beat me down the other day yesterday.",
        8430.7,
        8438.34
    ],
    [
        " Yes sir. David for whatever. And yeah, he beat me down. But at the same time, I didn't leave",
        8438.34,
        8444.48
    ],
    [
        " thinking like, oh my gosh. You know, when you get beat down, you think of, okay, what do I need to do",
        8444.48,
        8451.26
    ],
    [
        " to correct that? Yeah. Well, especially when you have training partners that you like and you trust",
        8451.26,
        8456.78
    ],
    [
        " and you, you know, you enjoy what you get from the training wherever regardless. You got beat down",
        8456.78,
        8461.32
    ],
    [
        " or not. I think you're mind audit will start automatically go to that. I think most of the time,",
        8461.32,
        8467.0
    ],
    [
        " it's usually when I don't know, other circumstances, then you'll be all salty.",
        8467.52,
        8470.86
    ],
    [
        " Make excuses or something like that. Either way, so I'm thinking, you know, of all the things. And",
        8471.54,
        8476.96
    ],
    [
        " then I arrive at the concept of man, in any other situation, you take that kind of like just physical",
        8476.96,
        8483.48
    ],
    [
        " turmoil. Not only do you get beat, but it was like kind of hard, you know. Usually I don't feel",
        8483.48,
        8491.5
    ],
    [
        " this good about it. I'm not looking forward to the next time, you know, like come on this",
        8491.5,
        8495.76
    ],
    [
        " face, you do a hard met con. You're like, boom, I'm glad that's over with. But in this case,",
        8495.76,
        8499.26
    ],
    [
        " you are looking forward to the next one. Yeah, you're looking forward to the next one. You're looking",
        8499.26,
        8502.44
    ],
    [
        " forward to just training more in general. There's a short term and long term payoff for this",
        8502.44,
        8509.72
    ],
    [
        " jujitsu thing. Interesting. Well, yeah. Very true. Not to mention the capability that you wind up with.",
        8509.72,
        8516.74
    ],
    [
        " So we're pro jujitsu is what we're getting. We're 100,000 percent short term and long term. There's",
        8516.86,
        8524.22
    ],
    [
        " just short term gain, long term gain. Yes, in my opinion. But it could be argued that, oh, it's",
        8524.22,
        8530.26
    ],
    [
        " hard. What about the days? What about sometimes when people don't want to train? They let the jujitsu",
        8530.26,
        8535.2
    ],
    [
        " window close. Like we confirmed is a thing. It is a thing. But that's, you know what I kind of",
        8535.2,
        8540.62
    ],
    [
        " arrived at as well. The days that you actually don't want to train are way more rare than you might",
        8540.62,
        8546.6
    ],
    [
        " think. Like, have you ever said, man, I really don't feel like training and then you make the drive",
        8546.6,
        8551.62
    ],
    [
        " to the gym. You get to the gym and training partner show up. You right when you go to shake hands",
        8551.62,
        8555.62
    ],
    [
        " and you still feel like, oh, I really don't want to train right now. Do you have those? Never,",
        8555.62,
        8559.72
    ],
    [
        " right? Hardly ever. I can't think of one single time. I thought I came to gym one time and I got",
        8560.48,
        8565.38
    ],
    [
        " there and I was like, I still don't want to train. But it was because there was only like three people",
        8565.38,
        8571.6
    ],
    [
        " there and they were like really brand new at the time. And then I was like, and I just went home.",
        8571.6,
        8575.44
    ],
    [
        " One time in my whole life. But I did, I legitimately did not feel like train anyway.",
        8575.54,
        8581.9
    ],
    [
        " Legitimately. Usually if you don't feel like training, it's not that you don't feel like. That's",
        8581.98,
        8586.5
    ],
    [
        " never happens to me. It's not that you don't feel like training. It's you don't feel like getting",
        8586.5,
        8593.26
    ],
    [
        " off the couch, getting into your car, getting your gear, getting, you know, doing that. That's what",
        8593.26,
        8599.8
    ],
    [
        " you don't feel like doing. Oh, you feel like training because once time to train, it's good fun.",
        8599.8,
        8603.44
    ],
    [
        " Every single time. That's what I think. It's a weird aspect that Gigi2 is fun. It's fun.",
        8603.62,
        8609.6
    ],
    [
        " I have a feeling sometimes when I train Gigi2 where I'm literally like kind of beside myself",
        8610.04,
        8617.52
    ],
    [
        " without fun that just. Oh yeah. Yeah. And that's sometimes I'm getting beat down and I'm thinking",
        8617.52,
        8622.74
    ],
    [
        " that sometimes I'm winning and I'm thinking, but either way, I'm like, God, that was. Yeah.",
        8622.74,
        8626.9
    ],
    [
        " It's kind of like a feeling that's very hard to describe even. Yeah. I would agree with that.",
        8627.6,
        8637.94
    ],
    [
        " Yeah. Because you have that obviously the physical part of it, right?",
        8638.18,
        8641.34
    ],
    [
        " Yes. That's always good. You know that. But this is like, it's like, especially if you roll with",
        8641.64,
        8647.7
    ],
    [
        " like guys who are like good, and they're not good because they're so athletic, even though they",
        8647.7,
        8652.1
    ],
    [
        " might be athletic, they're good because they know what to do. Like a Dean Lister, like Greg McIntyre,",
        8652.1,
        8657.04
    ],
    [
        " these guys who like, if you don't think your way into or out of the situation you want,",
        8657.04,
        8663.56
    ],
    [
        " man, you're just not going to do it. So it's that problem-solving task that's just intertwined",
        8664.16,
        8671.9
    ],
    [
        " in the whole thing. I think that's what makes it fun. That's what I think. Oh, great. Anyway,",
        8671.9,
        8675.74
    ],
    [
        " Guy, no, Guy, streets, whatever. If you want to do, you're going to need a",
        8676.12,
        8681.52
    ],
    [
        " Guy, you get a Guy from origin, origin main.com. That's where you can get to get very selections",
        8681.52,
        8687.86
    ],
    [
        " on there. The best. Made in America, by the way. Made in America. Yeah. And just kind of massive",
        8687.86,
        8693.54
    ],
    [
        " shipment of cotton. I'm talking, I'm talking woven. I'm talking, unwoven little strands of cotton.",
        8693.54,
        8700.24
    ],
    [
        " Check out the Instagram. There's palettes and palettes that are there. And it's just, you",
        8702.34,
        8708.28
    ],
    [
        " think, okay, this cotton is going to get woven and then turned into geese that I'm going to wear.",
        8708.28,
        8713.6
    ],
    [
        " What does cotton look like when it comes on pallets? Because we've got a little spools of,",
        8713.78,
        8719.12
    ],
    [
        " and it's not even, it's not just cotton, by the way. It's a blended material. It's like a",
        8719.32,
        8724.08
    ],
    [
        " shdring. It's like a spool, but it's thick, a little bit thicker. And that all gets woven",
        8724.3,
        8729.18
    ],
    [
        " together. We used to grow cotton when I was young. In the yard, on quiet. Really? For what purpose?",
        8729.18,
        8736.14
    ],
    [
        " Just that's just how I guess I don't know. I was little. Did you do something with? I don't know.",
        8736.42,
        8740.98
    ],
    [
        " Random. It was, it was a row of cotton trees. So cotton is like a, it's like a almost like a pod",
        8741.74,
        8750.02
    ],
    [
        " that turns inside out like a popcorn almost. If I remember correctly. And so that cotton would be",
        8750.02,
        8755.96
    ],
    [
        " balls of cotton. You know, like you get, you know, when you buy cotton balls, right? Yeah. Or,",
        8755.96,
        8759.74
    ],
    [
        " I'm sure you always buy cotton balls, but when you buy cotton balls, they're in balls. They're kind",
        8760.0,
        8764.36
    ],
    [
        " of like that, but more like a, they're not in a ball. They're in a big clump. But there's seeds",
        8764.36,
        8769.06
    ],
    [
        " all in there. You got to pick out the seeds and the seeds are all stuck to the cotton. I thought",
        8769.06,
        8773.6
    ],
    [
        " that's how they came. But they're, they're twined in or. Yes. Spun. Yeah.",
        8773.6,
        8778.42
    ],
    [
        " Into string. All right. Okay. So we got cotton. We got geese. We got jeans also. I got jeans.",
        8778.82,
        8784.8
    ],
    [
        " By the way, oh, so you're in the game now. I am totally in the game. And I'm surprised how,",
        8784.98,
        8789.26
    ],
    [
        " how good. Okay. Good. American denim. Sure. The buttons brass origin buttons. I was impressed",
        8789.36,
        8794.5
    ],
    [
        " with that one. It's all the pictures. When I see them, sure, I'm impressed. But I'm,",
        8794.5,
        8798.54
    ],
    [
        " I mean, maybe I'm more surprised on top of the impress of how they fit next level. I thought",
        8798.54,
        8803.72
    ],
    [
        " they're going to be like the kind older, just generic fitting worker jeans, which is fine. I,",
        8803.72,
        8808.7
    ],
    [
        " I get it. But that's not really what I was like deep down hoping for. I was hoping for the kind",
        8808.86,
        8814.58
    ],
    [
        " that, you know, I can put on, I can wear to, you know, if I go somewhere special with my wife",
        8814.58,
        8819.18
    ],
    [
        " or something like that, you're putting on those origin jeans. Bro, you can't. They're good. Yes.",
        8819.18,
        8824.38
    ],
    [
        " They're very good. They fit good. Hand it to be. Yeah. That stylish fashion, dude.",
        8824.38,
        8829.26
    ],
    [
        " They even fit a little bit. It fits. Skinny knees.",
        8829.84,
        8833.4
    ],
    [
        " All right. T-shirts, jeans, geese, rash guards, joggers, supplements. Yes. Supplements. Get your",
        8833.8,
        8843.02
    ],
    [
        " joint warfare. Get your krill oil. Get your discipline. Get your discipline. Go. Get these things.",
        8843.02,
        8852.24
    ],
    [
        " They will, they will, they will make your life better. Oh, yeah. That's crazy. That sounds.",
        8852.24,
        8858.44
    ],
    [
        " They will make your life better as well. Moke. Yes. And some people say what is moke? And the",
        8858.68,
        8865.86
    ],
    [
        " answer is very clear. Moke is moke is moke. That's right. Moke is moke. You can't just call it",
        8865.86,
        8872.16
    ],
    [
        " something. You can't call, you can't call a knife by some other name. Right. Right. It's a knife.",
        8872.16,
        8878.72
    ],
    [
        " It's a knife. Yeah. So you can't call moke. You can't say moke is something else. No. Moke is moke.",
        8878.72,
        8884.84
    ],
    [
        " Then again, I mean, hey, man, devil's that. You can't call a knife a shank. Okay. A blade.",
        8885.0,
        8890.58
    ],
    [
        " Yeah, you're right. Cold steel. You know, there's a lot of words for a knife. Good point.",
        8890.86,
        8894.52
    ],
    [
        " So there's other words for for moke, then is what you're saying. No, I'm not saying that. Just",
        8894.92,
        8900.06
    ],
    [
        " moke is moke. Moke is purpose. It is a dessert in the shape of a protein powder that's healthy.",
        8900.36,
        8907.96
    ],
    [
        " Okay. So you can either call it that or you can call it moke. It tastes like dessert. And yet",
        8908.62,
        8913.8
    ],
    [
        " it's good for you and gives you protein. Strawberry is delicious. Mint chocolate chip. I had to",
        8913.8,
        8919.24
    ],
    [
        " I had so much strawberry. I had to go back to mint and I was like, good lord. Yeah. What's",
        8919.24,
        8925.6
    ],
    [
        " crazy? Mint is delicious. What do you want? Mint chocolate chip ice cream milkshake or do you",
        8925.82,
        8930.34
    ],
    [
        " want to mint moke? Oh, I'll take the mint moke all day long. Yeah. Short and long term bail.",
        8930.34,
        8934.58
    ],
    [
        " Short and long term bail off. Peanut butter. Reese's cup. I don't know if you're allowed to say Reese's",
        8934.74,
        8940.16
    ],
    [
        " cup, but that's basically what I guess. Yeah. Peanut butter. Reese's cup, but it's peanut butter",
        8940.16,
        8944.42
    ],
    [
        " and chocolate. Moke. Tasty. What am I missing? Vanilla. I'm not a vanilla guy. I don't like the vanilla",
        8944.42,
        8951.1
    ],
    [
        " yogurt. I don't like the vanilla. The vanilla moke is it's if you like vanilla, you're good.",
        8951.18,
        8957.5
    ],
    [
        " Right. If you don't really like vanilla, you know, don't get it. There's a whole",
        8957.8,
        8961.1
    ],
    [
        " hoard of vanilla like for sure. Yeah. For sure. And the thing that's cool about vanilla, I guess,",
        8961.1,
        8966.02
    ],
    [
        " is that you can do other things with it. Yeah. Jason Gardner put it in your morning coffee. Yeah.",
        8966.02,
        8971.14
    ],
    [
        " Hit it with the he likes to say hit it with the blender stick. Sure. Right. You know,",
        8971.4,
        8976.98
    ],
    [
        " people, some people like to say things. Yes, I do. He's like, I hit it. He gets all fired up",
        8976.98,
        8981.82
    ],
    [
        " through. I hit it with that blender stick. He calls it a blender stick. So they're Jason Gardner. So",
        8981.82,
        8988.18
    ],
    [
        " and and Jason Gardner's in great shape getting after it. So maybe it, uh, maybe it's a positive",
        8988.18,
        8996.66
    ],
    [
        " thing. And don't forget that there's a warrior kid moke. Because do you want to feed your child",
        8996.66,
        9002.42
    ],
    [
        " poison? No. Do you? I do not. Okay. Cool. Then you get a moke. Yeah. Do you want your kid to",
        9003.3,
        9009.6
    ],
    [
        " to be miserable when they eat because what you're feeding them tastes disgusting? Let me think. No.",
        9009.6,
        9015.48
    ],
    [
        " Okay. Cool. So you can give a moke and you know, being healthy and you're taking care of your",
        9015.62,
        9019.48
    ],
    [
        " kid and you're actually being a good parent. Oh, yeah. Yeah. Otherwise, you're neglecting your child's",
        9019.48,
        9025.78
    ],
    [
        " welfare. Don't do it. Yeah. Get a moke strawberry moke chocolate moke. Get some.",
        9025.78,
        9030.5
    ],
    [
        " That's true. My daughter's in this phase, hopefully short where like she's comparing her body",
        9031.06,
        9036.6
    ],
    [
        " with like other people's body. Oh, yeah. That'll be a short phase. It only lasts like 500 years.",
        9036.6,
        9041.88
    ],
    [
        " So man, it kind of makes you think like, oh shoot, she's paying attention now.",
        9042.24,
        9047.78
    ],
    [
        " Is she looking at your gun? It's like, oh, yeah. Whatever. No, no, no, no. Anyway, uh, so",
        9047.86,
        9055.56
    ],
    [
        " where is she in the corner doing curls? Yeah. Push ups and actually she does burp. Like, you know,",
        9055.56,
        9060.22
    ],
    [
        " what I tell her it's kind of a trick. I don't tell you if you think this is a lie. So she'll be like,",
        9060.22,
        9064.88
    ],
    [
        " hey, I don't really feel like doing the workout today. So I say, okay, you don't have to do the workout",
        9064.92,
        9071.14
    ],
    [
        " if and only if you do burpees and push ups kind of like burpees and push ups are not the workout.",
        9071.14,
        9078.62
    ],
    [
        " Even though that is the workout. Oh, yeah. It's like 70 burpees and like 40 push ups or something",
        9078.62,
        9084.6
    ],
    [
        " like that. That's the whole workout. I'm gonna make a six year old do a full on MetCon or nothing",
        9084.6,
        9089.38
    ],
    [
        " like that. But I say, you don't have to do the workout. You only have to do the push of the",
        9089.38,
        9093.2
    ],
    [
        " burpees. She's like, okay, you know, kind of like she's getting the workout. Even though that is",
        9093.2,
        9096.82
    ],
    [
        " where is that lying? That's flanking, right? Yeah, it's a flake. Yeah. Hell yeah. And the last",
        9096.82,
        9101.54
    ],
    [
        " step, you're good. It's authorized. Good. Yes. Anyway, my point is that, yeah, one, you know,",
        9101.54,
        9105.92
    ],
    [
        " when, you know, I'm, she's a girl being conscious of her body looks and all this stuff and being like,",
        9105.98,
        9111.24
    ],
    [
        " she's like, six, man. And I kind of feel this overwhelming responsibility. Like, hey, if she",
        9111.26,
        9118.42
    ],
    [
        " starts like putting on weight that she doesn't like or something like that, it's kind of my fault,",
        9118.42,
        9122.78
    ],
    [
        " you know, at this point it is. For sure. So the milk, you can, I feel real good about it, especially",
        9123.18,
        9129.56
    ],
    [
        " that she likes it, you know, and that's not very one is, I don't know how they did that, but keep",
        9129.56,
        9134.28
    ],
    [
        " doing it. That's what I know. Anyway, also, Jocke White T. Yes. Can you get addicted to Jocke White T?",
        9134.28,
        9140.82
    ],
    [
        " The answer is yes. Yeah. It's psychological. JP to know.",
        9142.16,
        9146.32
    ],
    [
        " JP to know is my brother. Currently addicted to, I'm not talking about him. I'm saying the",
        9146.74,
        9153.02
    ],
    [
        " boys got a little bit of an addiction problem with the Jocke White T. All right. Well, there you go.",
        9153.02,
        9156.86
    ],
    [
        " And I mean, I'm sure I haven't thought about that much, but I'm sure there is some drawbacks to",
        9157.14,
        9161.94
    ],
    [
        " being addicted to Jocke White T. I don't know, but from here, I mean, the intuitive thought is that",
        9161.94,
        9167.1
    ],
    [
        " meant that's all upside addicted to good stuff. Yeah. You know, it's like I am addicted to Jocke White T",
        9167.1,
        9172.4
    ],
    [
        " and I have an 8,000 pound deadlift. How's it going? Yeah, probably way more now. Yeah, like 12",
        9172.4,
        9176.54
    ],
    [
        " hundred or something. Yeah. Anyway, Jocke White T is available. Can's as well. T bags as well",
        9176.54,
        9184.0
    ],
    [
        " on the stores, on the stores on Amazon's everywhere. Get it, but it's out there. Yeah. For sure.",
        9184.0,
        9189.34
    ],
    [
        " Get your addiction on. Something good. Also, we have our own store speaking of the stores called",
        9189.52,
        9194.6
    ],
    [
        " Jocke Stores. This is where you can get this one equals freedom shirts. Like I said, Jocke White T is",
        9194.9,
        9199.98
    ],
    [
        " on the store. It's on the store. Tins, refills all that stuff. Hoodies, lightweight and heavyweight",
        9199.98,
        9205.8
    ],
    [
        " hats. Rash cards. Rash cards. Old big time. Oh, yeah. If you want to represent the path while you're",
        9205.8,
        9212.78
    ],
    [
        " on the path. I was porting a rash guard today when I was doing a ring workout. Ring. So I was using",
        9212.78,
        9217.74
    ],
    [
        " the rings. And if you don't wear a rash guard when you're doing rings, if you do high reps, you'll",
        9217.74,
        9222.92
    ],
    [
        " start to chaf your arms a bunch, which is no big deal. But then you get like, you know, if you're",
        9222.92,
        9227.46
    ],
    [
        " doing Jiu-Jitsu, then you're starting to get little infection exposures going on. So just wear a",
        9227.46,
        9231.96
    ],
    [
        " rash guard. Yeah. Also, you know, if you work at the bank or somewhere where people sort of have to",
        9231.96,
        9238.5
    ],
    [
        " have at least a little bit of trust in you. If you're rolling around with chafed hands and arms",
        9238.5,
        9243.34
    ],
    [
        " and stuff, they're like, oh, what's up with this guy? You know, they don't know that you're doing",
        9243.34,
        9246.88
    ],
    [
        " rings. Well, yeah, you, but you're like, you're like one, two levels like beyond. You know, like in",
        9246.88,
        9252.1
    ],
    [
        " Fight Club, when, you know, well, this movie Fight Club, where like, yeah, you know, when he's at",
        9252.1,
        9256.6
    ],
    [
        " the restaurant, he sees it. The two black guys are broken nose and he trusts some more. He's like,",
        9256.6,
        9260.1
    ],
    [
        " he gives them the nod, but an on-porsance like, probably who is this guy with two black guys broken",
        9260.22,
        9263.82
    ],
    [
        " nose, chafed arms, all this stuff. Who is this guy? He's a weirdo. He's doing weirdo stuff. He's",
        9263.82,
        9269.64
    ],
    [
        " doing deviant stuff. That's for sure. So you don't want that. You don't want that on the surface.",
        9269.64,
        9274.62
    ],
    [
        " This is what I'm saying, even though you like it. So basically what you're saying is get a",
        9274.62,
        9278.86
    ],
    [
        " get a rash guard from the jockel store so that you're not weird to other people. That's what I just",
        9278.96,
        9284.36
    ],
    [
        " heard. Correct. Just to break it down. Correct. Simplify, which is a also subscribe to the podcast.",
        9284.36,
        9289.96
    ],
    [
        " As I was my kids, my children, they were, they were going off about some social media thing and they",
        9290.34,
        9300.0
    ],
    [
        " were like, smash the like button. I laugh because my daughter says the same thing. Yeah. So I'm",
        9300.0,
        9307.96
    ],
    [
        " going to tell you right now, if you're a little younger profile, what I'm trying to say is,",
        9307.96,
        9313.2
    ],
    [
        " smash the subscribe button. Don't say that. Don't try to say that. I don't think you should",
        9313.68,
        9320.78
    ],
    [
        " go into that. It falls right into the share like subscribe. Yeah. If you want. It's more,",
        9322.3,
        9333.32
    ],
    [
        " you know what? I'm going to embrace that. I'm going to embrace that right now. Share like and",
        9333.46,
        9338.08
    ],
    [
        " subscribe. Share like and subscribe. Share like and subscribe. So what should it be acceptable",
        9338.08,
        9342.44
    ],
    [
        " that I'm like smash the like button. Yeah. I guess. No. No. Because it's like, wait, wait,",
        9342.44,
        9349.88
    ],
    [
        " why I'm not going to do it just because you said it should be more of like a reminder, right?",
        9349.96,
        9354.08
    ],
    [
        " Wait, if I was all motivational, like, you know what? You should that like button. You got to smash",
        9354.42,
        9358.12
    ],
    [
        " that thing. All right. They don't worry about it. We're just kidding. Whatever. If you want to",
        9358.12,
        9363.78
    ],
    [
        " subscribe to it, subscribe. It's not. Subscription is available. We'll say that. Just let's leave it",
        9363.78,
        9367.86
    ],
    [
        " in the button. Yeah. Don't worry about smashing. If you're going to smash something, smash your next",
        9367.86,
        9371.12
    ],
    [
        " workout. Don't worry about the like button. Don't worry about the subscribe button. Smash a",
        9371.12,
        9376.2
    ],
    [
        " Metcon. Yeah. How's that? Dang. That was good. That was actually really good. Anyway, also, yes.",
        9376.2,
        9382.88
    ],
    [
        " Warrior Kid podcast two. Let's not forget about that. Let's never forget it. Never. Yeah.",
        9383.58,
        9389.46
    ],
    [
        " It's hibernating a little bit. Sure. Some people have been commenting now. Yeah.",
        9389.98,
        9394.48
    ],
    [
        " There's somebody posted a picture of like someone that was like undead.",
        9394.82,
        9398.56
    ],
    [
        " Sure. Yeah. That's good. But the Warrior Kid podcast is by no means dead. It lives on. Yeah.",
        9398.56,
        9404.36
    ],
    [
        " And since I have just wrapped up a major project, I will have some time, hopefully before",
        9404.6,
        9409.56
    ],
    [
        " certain people are not available to record to record. Yeah. Well, so there'll be some more coming.",
        9409.56,
        9416.66
    ],
    [
        " Yeah. Good. And actually that kind of is important to know because you know, if they're like,",
        9416.9,
        9421.64
    ],
    [
        " hey, yeah, it's done. Then they won't even it won't be on their mind. No one's even on the look",
        9421.64,
        9425.64
    ],
    [
        " out for it. Then it could go and notice when it does come back. Nonetheless, it's going to come back.",
        9425.64,
        9429.46
    ],
    [
        " It doesn't have to come back. It's there right now. You listen to an episode. It's not. That's",
        9429.56,
        9434.0
    ],
    [
        " there. All right. Cool. Some people are just discovering that Warrior Kid podcast. I dig it.",
        9434.0,
        9438.96
    ],
    [
        " Anyway, we're, it's going to wear your kids. Eight in his making soap. That's right. A goat milk,",
        9439.1,
        9445.08
    ],
    [
        " various other ingredients in America, by the way. IrishOaksRanch.com. This way you can get it.",
        9445.18,
        9451.24
    ],
    [
        " Trooper soap and Jocco soap. Wait, does it still have the trooper soap? Or was that just a special",
        9451.24,
        9455.28
    ],
    [
        " idea? Yeah, man. And that's legit. That one's on a rope. Yeah. And what's the slogan? I'd say the",
        9455.28,
        9461.34
    ],
    [
        " slogan, you say a bit, wait, let me go ahead. This slogan is simply stay clean. There you go.",
        9461.34,
        9466.82
    ],
    [
        " How standing? We have a YouTube channel. And what we would like is for you to smash this.",
        9467.24,
        9474.42
    ],
    [
        " Hey, we got a YouTube channel. If you want to watch YouTube videos, if you're not getting",
        9475.48,
        9479.26
    ],
    [
        " inundated with enough YouTube videos, wasting your time watching videos of street fights,",
        9479.38,
        9488.0
    ],
    [
        " watching videos of car crashes, watching videos of acrobatic people climbing around in the city.",
        9488.48,
        9498.3
    ],
    [
        " Oh, the park world. Yeah. You know what's funny? It's like you're just totally putting yourself",
        9498.66,
        9503.16
    ],
    [
        " on report about all the videos. Yeah, for sure. These are the things like, oh, you like to watch",
        9503.16,
        9508.14
    ],
    [
        " street fight videos. The thing is YouTube knows what you like to watch. So it just puts up, you know,",
        9508.14,
        9513.7
    ],
    [
        " three on one, jujitsu involved. I'm like, oh, somebody, somebody made that video for me.",
        9513.72,
        9519.78
    ],
    [
        " So what I'm saying is subscribe to the YouTube channel. If you want to see the videos that we",
        9519.86,
        9526.98
    ],
    [
        " put out, otherwise go watch some more Trump girl fails. I don't really watch that one. But I will watch",
        9526.98,
        9533.72
    ],
    [
        " like fast tactical reloads. So anyways, there you go. Boom. There it is. Yeah. YouTube. Also,",
        9535.1,
        9543.4
    ],
    [
        " psychological warfare. If you don't know what that is, it's an album with tracks of Jaco telling",
        9543.5,
        9547.68
    ],
    [
        " you how to get past moments of weakness. If they may arise, if they may arise, I went to a,",
        9547.68,
        9553.6
    ],
    [
        " I didn't go to the donut shop. I passed it. There's a bank and there's a donut shop right by where",
        9553.72,
        9558.94
    ],
    [
        " it is. Isn't it weird that donut shops exist? But they don't anymore. That was going to be my point.",
        9558.94,
        9563.44
    ],
    [
        " There's zero people in there. The lady in there. They were winning. You know what? We're winning. We're",
        9563.46,
        9568.32
    ],
    [
        " going to win. I even heard what he called crispy creams is like either out of business or going",
        9568.32,
        9573.56
    ],
    [
        " out of business. Like I don't know record rate or something like this. But man, the lady in the donut",
        9573.56,
        9578.64
    ],
    [
        " shop was on her laptop in one of the customer like tables on the seat. You know, it was she wasn't",
        9578.64,
        9585.94
    ],
    [
        " behind the counter on it. She was like, no one's coming in here. Yeah, no one's coming in here at",
        9585.94,
        9590.18
    ],
    [
        " the shop. What should they replace all donut shops with? Steak houses. Yeah. Yeah. I guess",
        9590.78,
        9599.16
    ],
    [
        " the last two houses. Did you get to use your videos? Yeah. Just like a vacant, you know what they should",
        9599.16,
        9605.3
    ],
    [
        " do? A vacant building. They clear out all the donut material and machines. I don't know how you",
        9605.3,
        9612.4
    ],
    [
        " make donuts, but clear out all that stuff. And you just put one like a mat space, one mat space.",
        9612.4,
        9618.38
    ],
    [
        " That's it. And a paper and a pencil. You just sign in name. Oh, my came in. Use this mat.",
        9618.38,
        9623.26
    ],
    [
        " Me, my partner. Boom. Come in, leave. I like it. I didn't really get through, but nonetheless",
        9623.36,
        9628.82
    ],
    [
        " psychological warfare. What I was saying, it's album tracks about Draco. Can you through your",
        9628.82,
        9632.96
    ],
    [
        " moments? So what I've, what the report says that that psychological warfare, the album has done",
        9632.96,
        9638.7
    ],
    [
        " massive damage to the donut industry apparently is what's going on. That's what I'm here.",
        9638.7,
        9643.12
    ],
    [
        " Yes. Big time evidently is. If you don't want the audio version of that, but you want to",
        9643.34,
        9648.02
    ],
    [
        " visual version, you can check out flipsidecanvice.com run by my brother Dakota Meyer. And he makes",
        9648.3,
        9657.18
    ],
    [
        " things for you to hang on your wall. High quality things for you to hang on your wall to remind you",
        9657.18,
        9662.88
    ],
    [
        " of what it is that you're doing here. So check it out. If you have any suggestions, you can hit",
        9662.88,
        9669.78
    ],
    [
        " up Dakota on social media. Then tell them what you want to say. So there you go. FlipsideCanvas.com.",
        9669.78,
        9676.92
    ],
    [
        " That's a good one. Also on it is a good one on it.com slash jacquoise where you can get your kettlebells,",
        9677.34,
        9682.68
    ],
    [
        " your battle ropes, various fitness equipment is good. You know,",
        9682.78,
        9686.66
    ],
    [
        " also get socks in the same like it. I know. And I said it before he gets socks. So the socks are",
        9686.74,
        9690.78
    ],
    [
        " a thing, I guess. Well, I, you know, I'm one of those guys who I kind of like cool socks. I don't",
        9690.78,
        9696.12
    ],
    [
        " buy them all the time, but I don't know. Well, kind of guy likes cool socks. I don't know. It's just,",
        9696.12,
        9701.18
    ],
    [
        " but there's a whole industry out there used to be. And for me, it still is. Sox means one thing.",
        9701.42,
        9707.26
    ],
    [
        " Parallel white socks. That's what socks. Well, yeah. Well, you're you and I do get Darth Vader socks,",
        9707.64,
        9714.1
    ],
    [
        " like you do or whatever. No, I've Darth Vader kettlebells. Okay. But no, no, no, no,",
        9714.1,
        9718.86
    ],
    [
        " don't get the Darth Vader kettlebells from on it. Of course, because they got Darth Vader. They got",
        9718.86,
        9723.16
    ],
    [
        " iron man. They got some good ones on there. Also, they have like the things called the elk bars.",
        9723.16,
        9727.8
    ],
    [
        " Same thing as a warrior bar, but it's kind of the elk hype in protein. Really good. Like a, almost",
        9727.8,
        9733.22
    ],
    [
        " like a big beef jerky sticks. Good. You know, get that a lot of good stuff on there on it.",
        9733.22,
        9738.7
    ],
    [
        " Dotcom slash jaco like something. Get something. Also, we got some books that were written by John",
        9738.78,
        9745.0
    ],
    [
        " striker, my or the books by written by tilt. You can get those on Amazon across the fence.",
        9745.0,
        9750.64
    ],
    [
        " The secret worn Vietnam on the ground. The secret worn Vietnam and sog chronicles volume one.",
        9750.64,
        9759.4
    ],
    [
        " Check those books out there. They're really amazing to read, especially. And there were kind of",
        9759.52,
        9764.78
    ],
    [
        " books that when you read them, you have to actually slow down and think about what the hell is",
        9764.78,
        9770.32
    ],
    [
        " actually going on. Because when you think about what's actually going on, you'll realize that",
        9770.32,
        9776.26
    ],
    [
        " what these guys were doing was just absolutely completely insane. So check out those books.",
        9776.32,
        9781.96
    ],
    [
        " Also, check out way the warrior kid three, where there's a will. That book is live and ready",
        9782.34,
        9788.7
    ],
    [
        " for you to read or for ready for your kids to read. Also, got way the warrior kid one and way the",
        9788.7,
        9793.34
    ],
    [
        " warrior kid two marks mission. These are good books to get kids on the path. All those little things",
        9793.34,
        9798.46
    ],
    [
        " that you want kids to know, but they don't really listen to you because you're their parent.",
        9798.46,
        9802.64
    ],
    [
        " This is the ultimate flank. And if you listen to JP to now, he says that these warrior kid",
        9803.44,
        9809.52
    ],
    [
        " books are a flank on the parent too. Yeah, as is Mikey and the dragons, which is a book for kids",
        9809.52,
        9818.18
    ],
    [
        " to learn how to overcome fear. So check those out. Then we've got the Disciplineicals Freedom",
        9818.18,
        9823.22
    ],
    [
        " Field Manual, which will tell you how to get after it. You don't need to ask. You can just",
        9823.22,
        9830.16
    ],
    [
        " get the manual. Wouldn't that be nice? Yeah. Oh, it's true. It is nice. Yes, you get that field",
        9830.16,
        9836.18
    ],
    [
        " manual and you're good to go. If you want the audio version that it's on iTunes, Amazon,",
        9836.18,
        9840.08
    ],
    [
        " music, Google Play and other MP3 platforms. And then of course, you got extreme ownership and",
        9840.2,
        9846.44
    ],
    [
        " the dichotomy of leadership. The two books that I wrote with my brother, Lafe Babin, talking about",
        9846.44,
        9851.68
    ],
    [
        " everything that we've learned in combat and how you can take those lessons and you can utilize them",
        9851.68,
        9857.98
    ],
    [
        " with your business, with your team, with your life. So check those out. Also, we got Ashilan",
        9859.22,
        9865.28
    ],
    [
        " Front. That's my leadership consultancy and what we do is solve problems through leadership.",
        9865.28,
        9870.98
    ],
    [
        " Every problem that exists in your organization is a leadership problem. So if you need help fixing",
        9871.74,
        9878.36
    ],
    [
        " that leadership problem and thereby fixing the problems that you have inside your organization,",
        9878.36,
        9882.86
    ],
    [
        " go to ashilanfront.com. If you need further instruction, if you want something beyond this podcast,",
        9883.18,
        9894.1
    ],
    [
        " if you want to come to the master, the master is a leadership training seminar, I guess I'd call",
        9894.22,
        9903.52
    ],
    [
        " it. It's a leadership convention. And what we do is go deep dive, get granular on leadership.",
        9903.52,
        9911.68
    ],
    [
        " The next one is September 19th and 20th in Denver. And then after that, it's December 4th and 5th in",
        9911.94,
        9917.92
    ],
    [
        " Sydney, Australia. Every single we've done seven. They've all sold out. These are going to sell out",
        9917.92,
        9923.28
    ],
    [
        " too. So if you want to come, go to extremonorship.com and sign up. And if you can't come to that,",
        9923.28,
        9927.66
    ],
    [
        " you can go to efonline.com. And that's our leadership training interactive online platform,",
        9927.88,
        9938.32
    ],
    [
        " where you can get the skills you can reinforce the skills, the skills that I talk about on this",
        9938.88,
        9945.52
    ],
    [
        " podcast, the skills that we wrote about in the books, those skills need further training all the time.",
        9945.52,
        9952.6
    ],
    [
        " You never master these things. So go to efonline.com and check that out. And then there's of course",
        9953.16,
        9957.72
    ],
    [
        " ef Overwatch, where we've been taking proven leaders, tested leaders from special operations and",
        9957.72,
        9965.88
    ],
    [
        " from combat aviation and putting them into companies in the civilian sector that need leadership.",
        9965.88,
        9972.38
    ],
    [
        " So if you're looking to hire, don't always hire just because someone has experience.",
        9973.3,
        9978.22
    ],
    [
        " Higher for character, higher for leadership capability. And then you teach them the industry",
        9978.72,
        9984.68
    ],
    [
        " specifics because that's easier than trying to teach someone character or trying to teach someone",
        9984.68,
        9988.86
    ],
    [
        " leadership. efoverwatch.com if you need leadership. And if you want to",
        9988.86,
        9996.1
    ],
    [
        " converse with us further, then we are on the interwebs on Twitter, on Instagram, and on that",
        9996.1,
        10006.02
    ],
    [
        " face you Bosch. Echo is at Echo Charles. I am at Jaco Willink and John Striker Myer is at",
        10006.02,
        10015.76
    ],
    [
        " John Striker Myer. And once again, thanks to John Striker Myer,",
        10017.04,
        10023.44
    ],
    [
        " 22 years old, putting his life on the line over and over and over again for our freedom and to those",
        10023.86,
        10032.64
    ],
    [
        " of you in uniform right now putting your lives on the line for our freedom. Thank you for being",
        10032.64,
        10039.14
    ],
    [
        " there for us. And the same thing goes for our police and law enforcement and firefighters and",
        10039.14,
        10045.7
    ],
    [
        " paramedics and EMTs and dispatchers and correctional officers and Border Patrol and Secret Service.",
        10045.7,
        10051.12
    ],
    [
        " And all force first responders out there, you put your lives on the line to keep us safe.",
        10051.86,
        10057.48
    ],
    [
        " And we thank you for it. And to everyone else out there, you might be scared and you might be tired.",
        10057.92,
        10068.24
    ],
    [
        " And you might be surrounded by the enemy who is preparing to attack, but you know what?",
        10069.14,
        10075.38
    ],
    [
        " You're still alive. So get the high ground, set up your perimeter, lock and load your weapons,",
        10076.0,
        10085.5
    ],
    [
        " and go get after it. And until next time, this is Echo and Jaco out.",
        10086.36,
        10095.1
    ]
]