[
    [
        " How to deal with people who use military vet status to excuse bad behavior in civilian world?",
        0.24,
        8.68
    ],
    [
        " Yeah, this is an unfortunate one to have to answer and it unfortunately I have to start it off with the same way",
        9.22,
        15.7
    ],
    [
        " I made this point about jujitsu and jujitsu practice practitioners not necessarily being good people. Oh, yeah",
        15.7,
        22.34
    ],
    [
        " Unfortunately, it's the same thing with veterans just like it's the same thing in every aspect of life",
        22.34,
        27.24
    ],
    [
        " Just because someone is a veteran",
        27.32,
        29.64
    ],
    [
        " Does not mean that they are a good person and being at war is certainly",
        29.64,
        37.12
    ],
    [
        " Not an excuse for bad behavior and I have a couple examples",
        37.12,
        42.98
    ],
    [
        " Couple examples just to think about",
        42.98,
        45.86
    ],
    [
        " Major major Kurt Chouin Lee",
        45.86,
        50.42
    ],
    [
        " You remember this guy",
        50.42,
        52.72
    ],
    [
        " Navy Cross this is the guy that wore the pink vest at in-chon so his men could identify him the enemy had identified clearly too, but he was the leader",
        53.78,
        62.64
    ],
    [
        " He saw hell right wounded men died. It's 27 of his men made it. I mean just ridiculous",
        62.64,
        69.9
    ],
    [
        " Guess what he did when he when he got out of the Marine Corps. Oh went to work for an insurance company for 20 years",
        69.9,
        76.54
    ],
    [
        " right",
        76.54,
        78.18
    ],
    [
        " so",
        78.18,
        79.26
    ],
    [
        " Joe Owen",
        79.26,
        80.94
    ],
    [
        " Joe Owen who you know same same chosen reservoir battle",
        82.06,
        87.3
    ],
    [
        " Never regain the use of the of his arm that was wounded was medically retired from the Marine Corps",
        87.3,
        93.4
    ],
    [
        " Guess what he did with all that angst and horror guess what he did",
        93.4,
        97.18
    ],
    [
        " Yeah, he created in rana zone marketing business until I retired",
        97.18,
        101.2
    ],
    [
        " Now",
        101.2,
        103.58
    ],
    [
        " You remember John Chafee from that book the coldest war",
        103.58,
        108.16
    ],
    [
        " He was the captain that I kind of wanted did reason I did that book was because he was profiled in there",
        108.98,
        114.56
    ],
    [
        " And he just was a great leader",
        114.56,
        115.76
    ],
    [
        " Well, I don't even know if I remember if I talked about this",
        115.76,
        119.68
    ],
    [
        " But he turned 20 years old",
        119.68,
        122.0
    ],
    [
        " At the bottle of Guadalcanal right world war two he fought at Okinawa world war two",
        122.0,
        128.24
    ],
    [
        " Then he went to went back went to school",
        128.24,
        130.6
    ],
    [
        " Went went to either Yale or Harvard or both, but then Korea kicked off something went to Korea",
        130.6,
        134.94
    ],
    [
        " And got after it more so all this war",
        135.5,
        138.52
    ],
    [
        " What did he do with all that came home? You know became the mayor of Providence there in Rhode Island became the governor of Rhode Island and then he became secretary of the Navy",
        138.52,
        146.16
    ],
    [
        " but so",
        146.16,
        146.9
    ],
    [
        " My point in saying these things is veterans are not broken humans",
        146.9,
        154.58
    ],
    [
        " They're not deranged people they're just people",
        154.58,
        158.02
    ],
    [
        " And they've seen some stuff and most of them are",
        158.02,
        162.46
    ],
    [
        " Carry on and do awesome the greatest generation think of the greatest generation all the world war two vets",
        162.54,
        167.58
    ],
    [
        " They saw horrors of war. Guess what they did came home and dominated",
        167.58,
        170.72
    ],
    [
        " That's what they did so",
        170.72,
        173.2
    ],
    [
        " men",
        173.2,
        174.38
    ],
    [
        " And women can overcome the impact of war or or or at least they can learn to work with it",
        174.38,
        181.96
    ],
    [
        " Because even if you know, it's even if you have those things that stress you out. Okay, but guys learn how to deal with it",
        181.96,
        187.7
    ],
    [
        " Of course that being said war",
        187.7,
        191.1
    ],
    [
        " It does leave a mark",
        191.72,
        193.58
    ],
    [
        " And obviously sometimes it can have a",
        193.58,
        197.44
    ],
    [
        " extremely",
        197.44,
        198.78
    ],
    [
        " negative effect",
        198.78,
        201.46
    ],
    [
        " so",
        201.46,
        203.14
    ],
    [
        " If you know someone like that, well, let's get those veterans some help if they need it and and get them some support",
        203.14,
        211.52
    ],
    [
        " Also, make sure you're not enabling this bad behavior. This is what you don't want to do you don't want you don't want to enable this bad behavior",
        211.52,
        218.4
    ],
    [
        " the vets that I meet",
        218.4,
        220.12
    ],
    [
        " They're fired up. They're not they're not complaining about anything they're getting after it",
        221.84,
        226.4
    ],
    [
        " Don't enable the bad behavior. It doesn't help anyone and it's one of those things that it",
        226.4,
        233.66
    ],
    [
        " It might make you feel better might make me feel better to help someone out and say you know",
        233.66,
        239.46
    ],
    [
        " I understand because you know here's let me enable your behavior some more and it might make me feel better",
        239.46,
        244.34
    ],
    [
        " Because I feel like I've done a good deed, but you haven't done a good deed. Yeah, you've actually not helped them at all",
        244.34,
        248.86
    ],
    [
        " That's one thing I think that's good if you find other vets for them to talk to",
        249.92,
        253.6
    ],
    [
        " Because other vets will say man. I understand bro. It's okay",
        253.6,
        258.66
    ],
    [
        " But let's not dwell on that past stuff. Let's move forward. This guy's offering you a job",
        258.66,
        263.64
    ],
    [
        " Or this guy has a a job for you to do or this guy has a position. You can fill do that",
        263.64,
        268.52
    ],
    [
        " Do that don't dwell on the past the past is gone wars hell. I know",
        268.52,
        274.28
    ],
    [
        " Now let's live in the heaven we got here in the United States of America",
        275.38,
        279.62
    ],
    [
        " Let's let's take advantage of that and not dwell on the past",
        279.62,
        282.98
    ],
    [
        " You know, and this is this is another small thing, but I just hear so much about it",
        282.98,
        289.26
    ],
    [
        " From people if you got somebody",
        289.26,
        292.68
    ],
    [
        " Have listened to the podcast to this podcast. I hear from a vet every single day. I hear from vets around America",
        292.68,
        300.62
    ],
    [
        " Better like a man. Thanks. Thanks for having the podcast",
        301.12,
        303.82
    ],
    [
        " Thanks for what you talk about. I get it",
        303.82,
        307.36
    ],
    [
        " Appreciate it. Oh guy just you guy just you know sent me a message today. He's like look man. I didn't have a gun in my mouth",
        307.36,
        315.36
    ],
    [
        " But he goes I wasn't doing good. I'm on track. I'm training jujitsu literally. I'm training jujitsu",
        315.36,
        321.22
    ],
    [
        " I'm in the gym. I'm bust in my ass at my job. Appreciate it",
        321.22,
        325.24
    ],
    [
        " That's all it is that's all it is because I think when people listen when vets listen to the podcast",
        325.24,
        329.62
    ],
    [
        " They go, okay, cool",
        329.62,
        330.66
    ],
    [
        " There's other people they know where we're in the game together",
        330.66,
        334.84
    ],
    [
        " They feel that they feel that connection and they know",
        334.84,
        338.88
    ],
    [
        " That they're not alone because that's the thing that's jacked up man",
        338.88,
        342.52
    ],
    [
        " Veterans that get they go to war and they come back and they go somewhere they're just not there's no one there",
        342.52,
        346.92
    ],
    [
        " Yeah, and all this is",
        346.92,
        348.78
    ],
    [
        " Is a big bullshit session. You know what I mean between you know a veteran that's in a book and I'm having a bullshit vet",
        348.78,
        355.02
    ],
    [
        " session with",
        355.02,
        356.28
    ],
    [
        " With Joe Olin",
        356.64,
        357.66
    ],
    [
        " You know that's what it is and so I think guys veterans they hear that and they go yeah, man. I'm I appreciate it. Yeah, so",
        357.66,
        366.08
    ],
    [
        " Have listened to podcast and and that might be helpful to",
        366.08,
        371.0
    ],
    [
        " Get them feeling like they're not alone out there",
        371.0,
        374.54
    ],
    [
        " Yeah, I would think that that's the main thing like people don't like you don't understand me",
        374.54,
        381.08
    ],
    [
        " You know, you don't understand",
        381.08,
        382.44
    ],
    [
        " Like what I mean not to sound too soft, but like you don't understand how I feel about right this even dated a stuff",
        383.16,
        389.82
    ],
    [
        " Like the way I'm seeing this right now you don't understand. Yeah, so you do yeah, you end up feeling",
        389.82,
        395.04
    ],
    [
        " I'm assuming this is what it seems like guys end up feeling alone and they're out there and they're like and the other thing",
        395.04,
        400.32
    ],
    [
        " Is they feel like people don't understand me yeah, but I'm here saying you're right. They don't yeah, they haven't been a war",
        400.32,
        407.04
    ],
    [
        " And the experience of war is all over the place. I mean I wouldn't even I wouldn't even",
        407.04,
        411.96
    ],
    [
        " I would shine you know",
        412.7,
        414.64
    ],
    [
        " I would shine",
        414.64,
        416.68
    ],
    [
        " Major",
        416.68,
        417.98
    ],
    [
        " Kurt Chiu in Lee's boots every day for the rest of my life if I had the opportunity to like that guy's experience",
        417.98,
        424.62
    ],
    [
        " I mean just I I'm not gonna I'm not even the same ballpark",
        424.62,
        427.62
    ],
    [
        " You know what I mean not even the same close not close for what those guys went through it that shows",
        427.62,
        432.36
    ],
    [
        " Reswar and it goes all the way down to some guy that you know was overseas",
        432.36,
        436.34
    ],
    [
        " Well, that was in the military didn't even deploy to Iraq or Afghanistan not their fault",
        436.34,
        440.1
    ],
    [
        " They might have wanted to but sometimes you just doesn't happen. Yeah, so the the military experience is all those things",
        440.1,
        445.38
    ],
    [
        " And you don't know what you're dealing with",
        445.38,
        447.08
    ],
    [
        " But one thing we do know is that it is a common",
        447.08,
        450.3
    ],
    [
        " Experience, you know going to war. It does have some common threads to it",
        450.3,
        454.92
    ],
    [
        " And I think that it is hard for people that have an experience to to understand",
        454.92,
        459.58
    ],
    [
        " And it makes people feel a little bit like alone out there",
        459.58,
        462.46
    ],
    [
        " So when they",
        462.46,
        463.84
    ],
    [
        " Hear other vets talking about what goes on they go yeah, man. All right cool",
        463.84,
        468.6
    ],
    [
        " These are not abnormal feelings that I'm having right and they can move on",
        468.6,
        472.46
    ],
    [
        " And I don't know if I've really answered the question of of how to deal with people who use their",
        472.46,
        477.54
    ],
    [
        " Static as an excuse to bad behavior. I think just like any of anyone else man",
        477.54,
        483.12
    ],
    [
        " You got to you got to do your best to put him in their place",
        483.12,
        485.64
    ],
    [
        " And I think what makes non-veterans feel intimidated and when I was a kid I looked up to all the Vietnam veterans",
        485.64,
        491.26
    ],
    [
        " And I just thought these guys whatever they they could do no wrong in my eyes",
        491.26,
        496.48
    ],
    [
        " You know when I was a kid it was not that guy's awesome that guy was and that guy was a knob",
        496.48,
        499.78
    ],
    [
        " You know that guy could do no wrong",
        499.78,
        501.82
    ],
    [
        " And I think that's a feeling that a lot of civilians have like they don't want to approach the subject",
        501.82,
        508.0
    ],
    [
        " If you feel that way, it's understandable. It's hard",
        508.0,
        510.86
    ],
    [
        " But find some vets around that can help you that can help that person that can talk to him about what they're doing",
        510.86,
        517.22
    ],
    [
        " I mean, you know every company that I work with there's veterans in every company I work with",
        517.22,
        521.44
    ],
    [
        " It's some you know usually have multiple veterans",
        521.44,
        523.76
    ],
    [
        " So find some other veterans a lot of one thing. It's another cool thing that companies do is within their company. They'll have like a veteran",
        525.0,
        531.06
    ],
    [
        " Program or a veteran club basically inside their company. That's another cool thing do that get that thing started",
        531.06,
        538.58
    ],
    [
        " You know, even if you're not a vet find the senior vet or the vet that's fired up to do it",
        538.58,
        542.48
    ],
    [
        " Bring him in and then those guys can get together talk and talk about doing better and talk about bringing some of their military experience to bear in the company",
        542.48,
        549.06
    ],
    [
        " And it just will turn out good",
        549.06,
        550.4
    ],
    [
        " So those little veterans organizations after they call veterans organizations inside of companies are pretty cool",
        550.42,
        555.1
    ],
    [
        " I've spoken to a few of them. It's it's a pretty cool deal",
        555.1,
        557.6
    ]
]