[
    [
        " What do you do when the boss always says we can't but doesn't offer logical and reasonable alternatives",
        0.18,
        6.62
    ],
    [
        " To make positive forward changes should one just do what they think is best and not listen to the boss",
        6.62,
        12.8
    ],
    [
        " Okay",
        12.8,
        14.36
    ],
    [
        " First of all what we want to do is we want to support the boss",
        14.36,
        17.88
    ],
    [
        " We want to build a relationship",
        17.88,
        20.62
    ],
    [
        " With the boss what's the best way to support the boss which will the best way to build relationships is to be a performer",
        20.62,
        26.26
    ],
    [
        " Be a performer inside the box right that the boss has said you can't do this you can't do that cool",
        27.02,
        32.16
    ],
    [
        " We're gonna do the best we can inside the box and",
        32.16,
        37.16
    ],
    [
        " Once you do that once you once you actually",
        37.16,
        39.24
    ],
    [
        " Once you actually",
        39.24,
        42.2
    ],
    [
        " Are a performer then you have leverage then you can actually talk about a different way of doing things",
        42.2,
        49.94
    ],
    [
        " You can bring up a legitimate idea to the boss and they may well they have a better chance of",
        49.94,
        54.88
    ],
    [
        " Listening to you so that's what you got to do you got to play the game a little bit you got to you got to become a performer",
        55.26,
        61.2
    ],
    [
        " You got to do what it is the way they want it done to the best of your ability be successful with it and",
        61.2,
        68.6
    ],
    [
        " Then once you built up some clout and",
        68.6,
        72.04
    ],
    [
        " some relationship",
        72.04,
        73.24
    ],
    [
        " And maybe a little political capital then you can present a",
        73.24,
        78.96
    ],
    [
        " New idea and when you present the new idea have the facts lined up don't go in there half cocked",
        78.96,
        84.14
    ],
    [
        " and",
        85.62,
        86.22
    ],
    [
        " Present your idea and hopefully gets cleared now. That's one that's section a",
        86.22,
        90.08
    ],
    [
        " Section B is",
        90.08,
        92.5
    ],
    [
        " Do you got to make things happen sometimes you and depending on how like it's that whole thing of",
        92.5,
        100.66
    ],
    [
        " It's better to beg forgiveness than ask for permission. That's a that's a it's a it's a it's a tool. It's definitely a tool",
        100.66,
        109.24
    ],
    [
        " If you abuse it, you're gonna get crushed",
        109.24,
        112.46
    ],
    [
        " Yeah, if it's one of those things where",
        112.54,
        114.66
    ],
    [
        " The the boss has told you not to do something and you decide well",
        114.66,
        119.54
    ],
    [
        " I'm gonna do it anyways, and I'll just beg for forgiveness. They actually told you not to do it",
        119.54,
        123.82
    ],
    [
        " That's not where you're supposed to use that tool. Yeah, that's just that's just that's just unsat",
        123.82,
        129.6
    ],
    [
        " Right, unsat",
        129.6,
        131.06
    ],
    [
        " If it's something where well",
        131.06,
        133.34
    ],
    [
        " I kind of suspect that the boss might not want it this way, but you know what?",
        133.34,
        137.72
    ],
    [
        " Chances are it's gonna go in my direction and chances are it's gonna be beneficial and chances are the boss might not even found out and if the boss does find out",
        138.06,
        146.0
    ],
    [
        " This isn't something that they've ever declared hostile on right so",
        146.0,
        150.62
    ],
    [
        " You'll be okay in that situation to",
        150.62,
        154.48
    ],
    [
        " To beg for forgiveness, but don't abuse that tool and then what you do is you start if when you're inside the",
        154.48,
        162.3
    ],
    [
        " Hey, I'm in a beg for forgiveness",
        162.3,
        163.46
    ],
    [
        " Then you can start actually doing something and developing a standard operating procedure that makes sense and then once you get it solidified",
        163.46,
        169.3
    ],
    [
        " You go to the boss and say hey boss. We've been doing this a different way. I want to let you know",
        169.3,
        171.96
    ],
    [
        " I want to show you what we've been doing",
        171.96,
        173.54
    ],
    [
        " Because we you know you know boss",
        173.54,
        175.5
    ],
    [
        " We never really had a specific way of getting this done and I know some other people did it like this and some of",
        175.5,
        179.58
    ],
    [
        " People didn't like that we came up with a methodology actually wrote the whole thing out for you",
        179.58,
        183.74
    ],
    [
        " So you can see exactly what we're doing boom who's gonna say no to that plus it's been successful 80 times boom we're good so",
        183.74,
        190.42
    ],
    [
        " So that's what you want to do that's pretty pretty straightforward",
        191.36,
        194.06
    ],
    [
        " Don't don't just straight disobey the boss unless the boss is telling you do something that's gonna get someone killed or",
        194.06,
        200.8
    ],
    [
        " Elegal or whatever",
        200.8,
        202.06
    ],
    [
        " But if they're just have a different idea or something just go with it",
        202.06,
        206.54
    ],
    [
        " Execute it become a good performer and then once you have that relationship belt",
        206.54,
        211.88
    ],
    [
        " You'll have all kinds of influence over your boss always had crazy influence over my bosses",
        211.88,
        215.68
    ],
    [
        " I don't want to sound I don't say in an arrogant way",
        215.68,
        218.46
    ],
    [
        " Wasn't like I was manipulating my bosses, but my boss is like I was honest with my bosses",
        219.1,
        223.06
    ],
    [
        " And they I did good work and so when I said hey bosses",
        223.06,
        225.54
    ],
    [
        " Is we sure we should do it this way?",
        225.54,
        228.34
    ],
    [
        " They'd be like what do you think?",
        228.52,
        229.3
    ],
    [
        " Yeah, well here's what I think and then we'd get you done so pretty straight forward. Yeah",
        229.46,
        233.74
    ],
    [
        " Pretty straightforward. Yeah, that asking for forgiveness thing. It's risky move",
        233.74,
        239.34
    ],
    [
        " Yeah, it's not a risky move, but sometimes it's a great great move",
        239.34,
        241.46
    ],
    [
        " Yeah, if you kind of like how you said like don't abuse it where you know, there's there's levels to it",
        241.46,
        246.32
    ],
    [
        " Yeah, where there's like little things where you two levels",
        246.32,
        248.94
    ],
    [
        " So like if you if there's one that's like how you said like he told you not to do something and this goes for like anyone",
        248.94,
        258.08
    ],
    [
        " Like you're anyone you're dealing with like even your friends kind of thing",
        258.08,
        261.24
    ],
    [
        " You know where they if you know for a fact that they don't want you to do it",
        261.24,
        264.94
    ],
    [
        " So that's why you'd prefer not to ask for permission because you know they're gonna say no, but you know",
        264.94,
        269.98
    ],
    [
        " It's like right you shouldn't do that and you know that yeah, but if it's the kind where it's like",
        269.98,
        273.4
    ],
    [
        " I can see why he'd want to do it maybe this way or maybe not even necessarily want to do this way because maybe he doesn't see the benefits that we see right now",
        273.76,
        281.42
    ],
    [
        " But and he's those clothes minded. He's you know, he has that reputation",
        281.42,
        284.6
    ],
    [
        " So let's sort of do it. Are you said successfully? You know kind of thing",
        284.6,
        288.08
    ],
    [
        " So and then that's on the other side of the spectrum, you know, but some people men",
        288.08,
        291.52
    ],
    [
        " They'll just like take it to level five or whatever and be like oh, yeah, they're gonna hate this",
        291.52,
        296.0
    ],
    [
        " But it's better to ask for forgiveness and permission because you know to guarantee no and forgiveness at least like",
        296.0,
        300.24
    ],
    [
        " But probably you're gonna damage the relationship if you do this and stuff then you're gonna get tightened down on",
        300.38,
        305.04
    ],
    [
        " Yeah, you're like a step backwards. Oh, yeah, man. It's true. Don't don't let that happen",
        305.04,
        309.6
    ]
]