[
    [
        " One of the most powerful tools I've used as a military leader is rehearsals. I would love to hear your thoughts on rehearsals",
        0.04,
        6.96
    ],
    [
        " So rehearsals and this is actually shocking that I've never talked about rehearsals",
        6.96,
        13.02
    ],
    [
        " rehearsals like what like what we're gonna do with your new mission like a dress rehearsal for us, yeah, and they're",
        13.02,
        19.12
    ],
    [
        " totally critical and",
        19.12,
        22.22
    ],
    [
        " One of the biggest parts of preparing for an operation correctly, you know, we used to have this",
        22.22,
        27.84
    ],
    [
        " They used to say one third planning one third gear prep and one third rehearsals",
        28.9,
        34.0
    ],
    [
        " That's how you're supposed to spend your time and it's it's a it's a rule that gets violated very often because people spend too much time",
        34.0,
        41.74
    ],
    [
        " planning and not enough time rehearsing so",
        41.74,
        45.28
    ],
    [
        " We would always I would always try and push the rehearsals as much as possible and I would be when I was a",
        45.28,
        52.14
    ],
    [
        " When I was in charge of troops, I would try and push rehearsals and then when I was training troops",
        52.14,
        57.92
    ],
    [
        " I would try and get them to rehearse but it's hard like I said people get drawn into the planning piece",
        57.92,
        62.18
    ],
    [
        " But a plan without rehearsal is not a plan really so",
        62.18,
        67.14
    ],
    [
        " You know definitely",
        67.14,
        68.96
    ],
    [
        " Use the rehearsals rehearsals much as you can be hard on yourself during rehearsals rehearse contingencies",
        68.96,
        75.82
    ],
    [
        " That's something we used to do that I was pretty intent on was",
        75.82,
        79.62
    ],
    [
        " Rehearsing the contingencies so what could go wrong here?",
        79.92,
        82.2
    ],
    [
        " What could go different at the target area?",
        82.48,
        84.66
    ],
    [
        " What's a different alternate route that we might have to hit the target from and just just go through a couple of those contingencies and",
        84.66,
        91.48
    ],
    [
        " Actually, when you do that make sure you if you rehearse a couple contingencies if you rehearse your your main plan",
        91.48,
        97.56
    ],
    [
        " Let's say you walk through it three times then you rehearse two or three",
        97.56,
        101.32
    ],
    [
        " contingencies go back and do the main plan two more times just so that's what they leave with",
        101.32,
        108.38
    ],
    [
        " Yeah, so you want that in their heads. They you want that in their heads because otherwise it'll be a little bit of confusion but",
        108.4,
        113.22
    ],
    [
        " You definitely want to rehearse some contingencies as well and we also would rehearse the things that were",
        113.22,
        120.86
    ],
    [
        " The things that happened all the time so even you know a good example was was like our breach team",
        120.86,
        127.64
    ],
    [
        " Which is the team that kind of goes in to blow up a door so you can get in the building and they have their little procedures",
        127.64,
        132.52
    ],
    [
        " We'd rehearse that breach team would rehearse over and over and over again",
        132.52,
        136.36
    ],
    [
        " So that they're really just smooth and good and they don't have to talk and they can do things very quickly and",
        136.8,
        140.96
    ],
    [
        " And you know the way we got into vehicles and out of vehicles we always rehearse that even though we'd rehearsed it",
        140.96,
        147.04
    ],
    [
        " by I mean",
        147.04,
        148.36
    ],
    [
        " By the end of deployment you've rehearsed that hundreds of times and you still go all right",
        148.36,
        152.98
    ],
    [
        " Hey, dismount the vehicles and and get information because it's just another time more muscle memory for everybody and",
        152.98,
        161.6
    ],
    [
        " You could do it with all the all the stuff that you do in the field",
        161.6,
        165.38
    ],
    [
        " You know whether you're calling in a helicopter for a casualty evacuation how you're gonna set up that landing zone",
        165.38,
        170.68
    ],
    [
        " You rehearse that a few times just to it, you know a couple times before you roll out on an operation that way when it happens",
        170.68,
        175.66
    ],
    [
        " Everybody knows what to do and this obviously translates",
        175.66,
        179.86
    ],
    [
        " directly to",
        179.86,
        182.0
    ],
    [
        " Everything else. I mean especially in business. I mean we we work with construction companies and you know",
        182.0,
        188.28
    ],
    [
        " I talk a lot of times talk about safety with construction companies because they lose lives",
        188.28,
        192.64
    ],
    [
        " They lose money",
        192.64,
        194.38
    ],
    [
        " They lose jobs because they have if they have safety",
        194.38,
        198.32
    ],
    [
        " Incidences and how do they handle when they happen? What do you do?",
        198.32,
        201.98
    ],
    [
        " So you know rehearsing the emergency procedures of when something happens rehearsing the setup before you start a certain type of",
        202.48,
        209.38
    ],
    [
        " You know construction operation that's good even with the sales world like when I when I you know a lot of teams that",
        209.38,
        216.38
    ],
    [
        " Every business has well just about every business has some sort of sales force in it right without trying to sell things",
        216.94,
        222.86
    ],
    [
        " And how do you rehearse for them? Well you you do some role playing where you know somebody gets on and plays the super hard",
        222.86,
        229.14
    ],
    [
        " Client, you know somebody gets on and complaints",
        229.14,
        232.5
    ],
    [
        " How do you lay let's rehearse?",
        232.5,
        234.5
    ],
    [
        " Let's let's how you're gonna talk through when somebody calls up to complain and in two or three iterations",
        234.8,
        238.78
    ],
    [
        " People will improve on how they handle complaints and how they handle a super hard client",
        238.78,
        243.6
    ],
    [
        " How they overcome some objections, but you do that through rehearsal and it makes you just makes you better, you know, it's um you know that the",
        243.76,
        251.42
    ],
    [
        " I mean another rehearsal would be like a we work with the gas oil industry",
        251.42,
        256.5
    ],
    [
        " So how are they gonna handle when there's a leak? How are they gonna handle when there's some kind of a",
        256.5,
        262.04
    ],
    [
        " Ecological problem or a fire. What are you gonna do? You know? Oh?",
        262.04,
        267.04
    ],
    [
        " You're gonna dial this number. Okay. Let's check that that number works",
        267.04,
        269.78
    ],
    [
        " How long has that number been in this little pamphlet that's been sitting by the phone?",
        269.78,
        273.04
    ],
    [
        " You know when's the last time that got checked out",
        273.04,
        275.26
    ],
    [
        " Where's where is the",
        275.26,
        278.56
    ],
    [
        " Communications notes what if they get hit? What's the alternative plan? So just yeah rehearsals are awesome the finance world",
        278.56,
        286.36
    ],
    [
        " We see it as well. What kind what if there's a drastic",
        286.36,
        289.44
    ],
    [
        " Down turn in the market or a drastic upturn?",
        289.44,
        292.7
    ],
    [
        " Do you have a rehearsed plan of what you're gonna do who you're gonna contact if you have decisions to make triggers?",
        293.16,
        299.8
    ],
    [
        " Have been hit just rehearse that stuff. Yeah, just rehearse it so everybody knows and it's",
        299.8,
        306.7
    ],
    [
        " Very very helpful. I know when I was in charge of training. I had a very",
        306.7,
        309.9
    ],
    [
        " Very squared away and fired up",
        309.9,
        313.94
    ],
    [
        " Corman who's our medical support and he just you know",
        313.94,
        317.48
    ],
    [
        " I talked about rehearsals one time or whatever and he came to me and said hey",
        317.48,
        320.5
    ],
    [
        " We're gonna rehearse all of our casualty evacuations for all of our different training sites",
        320.5,
        324.32
    ],
    [
        " So and he did and he'd come back and he'd find you know, hey, guess what?",
        324.32,
        328.64
    ],
    [
        " This is what I found on this one the life flight that we were supposed to call didn't exist anymore",
        328.64,
        332.96
    ],
    [
        " They went out of business or they changed their number or whatever or this LZ that we were planning on using has a house on it now",
        332.96,
        339.86
    ],
    [
        " You know, so he found real stuff and you know what this particular guy great guy he",
        339.86,
        345.38
    ],
    [
        " In that time he got all those casualty evacuation plans squared away and in that in that year",
        345.38,
        351.64
    ],
    [
        " We actually did two real casualty evacuations from training sites for real critical injuries and both of them",
        351.64,
        358.54
    ],
    [
        " Went super smooth all because of his efforts and they ran full rehearsals full rehearsals and so just just that kind of thing",
        358.54,
        367.54
    ],
    [
        " It those things saved lives for sure",
        367.54,
        369.88
    ],
    [
        " Just doing those full rehearsals. So yes rehearse rehearse and rehearse",
        369.88,
        377.0
    ],
    [
        " In anything that you're doing because it'll make you better. Yes, but you were you I would think that",
        377.0,
        382.4
    ],
    [
        " Anytime you're in a situation where being on the spot is a big factor",
        382.4,
        386.44
    ],
    [
        " You know where where you have to make a decision quick, you know, you don't have a day or two days to you know analyze and make a decision",
        386.44,
        393.88
    ],
    [
        " Feel like that would",
        393.88,
        396.16
    ],
    [
        " Rehearsal would be a critical part of preparing for something like that",
        396.16,
        400.38
    ],
    [
        " Yeah, and you can do that with the decision making sure you can set up all kinds of rehearsals for",
        400.38,
        406.98
    ],
    [
        " Decision for decision making in whatever industry you're in just but what I like to do is make those decisions critical",
        406.98,
        413.3
    ],
    [
        " Make those challenging so that you're putting somebody on the spot you're putting a leader in the spot",
        413.3,
        417.8
    ],
    [
        " And I'll tell you what one thing that's very cool about this",
        417.8,
        421.02
    ],
    [
        " And this is something you could carry over to everything you do it goes to decentralized command it goes to",
        421.02,
        425.26
    ],
    [
        " instilling initiative in people you run rehearsals",
        425.26,
        429.38
    ],
    [
        " where the only solution is to",
        429.38,
        432.74
    ],
    [
        " Go outside the box of the planet. Oh during the rehearsal during the rehearsal",
        432.74,
        437.44
    ],
    [
        " Yeah, yeah, or rehearsal where the only solution is to disobey what the order is",
        437.44,
        442.64
    ],
    [
        " Yeah, and the reason I'm bringing this up specifically is you're talking about",
        443.52,
        447.16
    ],
    [
        " Rehearsing when there's decisions that need need to be made so this is going a little bit from rehearsal almost into a training scenario",
        447.16,
        454.42
    ],
    [
        " Right, so we're getting away from rehearsal where you're rehearsing a specific operation into a training scenario",
        454.42,
        459.84
    ],
    [
        " Where what you're trying to do in training is you're trying to get people to think you're trying to get people to think on their own",
        459.84,
        466.22
    ],
    [
        " And that is the most beautiful thing that you want as a leader is you want all your people thinking and you want them",
        466.22,
        471.7
    ],
    [
        " People to think with a completely open mind a mind that's been completely freed from constraints and the way that you do that",
        471.7,
        478.52
    ],
    [
        " One of the ways that you do that one of the methodologies you can use to do that is everybody's got their box right that they're stuck in",
        478.52,
        485.3
    ],
    [
        " so",
        485.3,
        486.12
    ],
    [
        " You formulate a problem",
        486.12,
        488.5
    ],
    [
        " That the only way that they're going to solve the problem is to get outside of that box",
        488.5,
        493.94
    ],
    [
        " And you know one of the one of the best ones is you put somebody in a situation where you put parameters on them",
        493.94,
        499.14
    ],
    [
        " And you say hey, no matter what you're not allowed to go across this line",
        499.16,
        502.22
    ],
    [
        " Mm-hmm",
        502.22,
        503.8
    ],
    [
        " And then you put them in a situation would have to cross that line",
        503.8,
        505.78
    ],
    [
        " Mm-hmm, and the only way they're going to win us across that line",
        505.78,
        508.34
    ],
    [
        " And then they come back and they said well you didn't told me not to cross that line",
        508.34,
        511.6
    ],
    [
        " You know what I didn't tell you to get you all your guys killed or I didn't tell you to to not make that investment",
        511.6,
        516.72
    ],
    [
        " Even in this critical situation or I didn't tell you not to do that if we had an ecological disaster that was going on",
        516.72,
        523.32
    ],
    [
        " Right, so you need to train people to use common sense",
        523.32,
        528.8
    ],
    [
        " That's what you want to train me to do and it's very hard you'd be surprised at how",
        529.92,
        534.62
    ],
    [
        " at how",
        534.62,
        536.12
    ],
    [
        " Constrained people's brains get mind yours everybody we get stuck and so it's great to do drilling and training where you are",
        536.12,
        545.56
    ],
    [
        " Actually opening up the mind and freeing the mind from any kind of constraint where you can see things from",
        545.56,
        551.22
    ],
    [
        " very",
        551.22,
        552.08
    ],
    [
        " Perspectives that are different from your own and you can see outlets and",
        552.08,
        557.16
    ],
    [
        " Solutions that you would never have seen if you trapped yourself inside your box",
        557.22,
        561.54
    ],
    [
        " And those are the kind of training scenarios that are outstanding and those are the kind of training scenarios that make people",
        561.54,
        568.66
    ],
    [
        " better leaders and better decision makers",
        568.66,
        572.08
    ],
    [
        " Because the key thing that they learn how to do is they learn how to detach",
        572.08,
        576.2
    ],
    [
        " Even at that moment we talk about it all the time",
        576.2,
        578.92
    ],
    [
        " But if you can't detach from that situation and you can't detach far enough away from the picture to see that the only way",
        578.92,
        585.6
    ],
    [
        " You're gonna solve this problem is by going across that line that you were told not to go across",
        585.6,
        589.58
    ],
    [
        " If you can't make that detachment you're never gonna cross that line",
        589.58,
        594.46
    ],
    [
        " You're never gonna open your mind you're never gonna see that solution and that is a horrible trap to be stuck in",
        594.46,
        601.04
    ],
    [
        " On the movie boiler room where they during the training they give them you know to sales things right they even this index all these",
        601.04,
        615.58
    ],
    [
        " You know, oh your wife runs your family",
        615.66,
        617.52
    ],
    [
        " Yeah, you have seen it. I have seen it. I have seen it",
        617.52,
        621.32
    ],
    [
        " Yeah, there's some good good training in there and how to overcome those objections and people become better at and the more",
        621.32,
        627.68
    ],
    [
        " The more you give them to chew on the better they'll get at it's the same thing",
        627.68,
        631.56
    ],
    [
        " Where you're trying to give people the tools?",
        631.56,
        635.16
    ],
    [
        " But you know, I want to go into that scenario and I want to ask them a question when I'm training them that they've never I want to give them an",
        635.78,
        641.82
    ],
    [
        " Objection that they've never heard before. What them think on their feet let them see let them step back and say hey",
        641.84,
        646.68
    ],
    [
        " You know what this one's not in the cards where I'm gonna go with it right? Yeah, the card seems like that that would fall within rehearsal",
        646.68,
        652.18
    ],
    [
        " Right right right and you know expanded reversal. Yeah, I bet you they get",
        652.18,
        656.08
    ],
    [
        " 95% yeah of the of the common objections that you get you know",
        656.08,
        661.92
    ],
    [
        " You talk to a car salesman. They hear X amount of objections you talk to a phone salesman or an internet salesman or a",
        661.92,
        668.96
    ],
    [
        " You know whoever calls you up on the phone. They hear the same the the solar people right the solar people call you all the time or the power company calls you with this or the",
        669.14,
        677.48
    ],
    [
        " cable company the other cable company calls you with their offer they hear the same objections all the time",
        677.48,
        682.08
    ],
    [
        " You know what I mean? So they trained for those for sure",
        682.08,
        685.34
    ],
    [
        " Brows and",
        685.34,
        686.26
    ],
    [
        " Kaminnothers of coming out of bonds and they were like hey, you know, hey",
        686.26,
        690.3
    ],
    [
        " Come here. I got something to check this out",
        690.3,
        692.78
    ],
    [
        " It's some the ones where you can do",
        692.78,
        694.68
    ],
    [
        " Sponsor child one of those kinds of things right so",
        694.68,
        698.28
    ],
    [
        " I was like hey, you know, yeah, you know, we we donate but we like to",
        698.56,
        703.8
    ],
    [
        " Research and look into and before I could really finish the sentence",
        703.8,
        707.52
    ],
    [
        " I was gonna say we I like to look into all the programs that we donate to or think or consider donating to before I could finish this out",
        707.52,
        713.78
    ],
    [
        " Right when I finished the sentence he was like a lot of people are concerned about where the money goes and all the stuff",
        713.78,
        719.3
    ],
    [
        " And he knew everything I was like all these guys are getting advanced",
        719.3,
        722.14
    ],
    [
        " Yeah, man, the top he's preparing he rehearsed good for him. It was trained",
        722.14,
        726.18
    ]
]