[
    [
        " This is Jockel Podcast number 179 with Echo Charles and me, Jockel Willink. Good evening, echo. Good evening.",
        0.0,
        7.78
    ],
    [
        " So",
        9.3,
        11.0
    ],
    [
        " The spear dames and days gone by and the kings who ruled them had courage and greatness.",
        11.0,
        19.44
    ],
    [
        " We have heard of those princes heroic campaigns.",
        20.12,
        24.74
    ],
    [
        " There was shield sheaths in, scourge of many tribes, a record of mead benches, rampaging among foes.",
        25.94,
        35.14
    ],
    [
        " This terror of the hall-trups had come far. A fowndling to start with, he would flourish later on,",
        36.36,
        44.7
    ],
    [
        " as his powers waxed and his worth was proved. In the end, each clan on outline",
        45.88,
        54.52
    ],
    [
        " coasts beyond the whale road had to yield to him and begin to pay tribute. That was one good king.",
        54.74,
        65.56
    ],
    [
        " Boom. Opening with a little bit of bear wolf and that is the opening of bear wolf,",
        67.2,
        76.56
    ],
    [
        " translated by Seamus Haney. What I notice is even back in the day,",
        77.04,
        83.06
    ],
    [
        " in the opening of the original Old English poem, the first one written. What are they talking about?",
        83.38,
        92.62
    ],
    [
        " They're talking about war and they're talking about leadership.",
        93.56,
        96.96
    ],
    [
        " And you can hear in the beginning, he was a little bit of a weak leader. He was a fowndling to start with,",
        97.84,
        104.52
    ],
    [
        " but he would flourish later on, became a good king.",
        104.84,
        107.92
    ],
    [
        " And that's what happens. You learn, you get better. And that is why we talk about war and",
        108.82,
        115.54
    ],
    [
        " leadership here. And speaking of war and leadership, back for a third time, my brother,",
        115.54,
        121.58
    ],
    [
        " Jason Gardner, retired master chief, who I've known since I got into the tames in the early 90s.",
        121.9,
        128.98
    ],
    [
        " He's been on the podcast before. So if you haven't listened to 167 and 168,",
        129.52,
        134.1
    ],
    [
        " go listen to those first. There's a lot of ground covered in those podcasts. And I told him to listen",
        134.82,
        140.44
    ],
    [
        " in and listen to him again and see which what we missed. So we could go back and that's what we're",
        140.44,
        145.18
    ],
    [
        " going to do now. Cover some more ground, hit some of that stuff that we missed. So,",
        145.18,
        149.5
    ],
    [
        " welcome back Jason. Thank you. Check. There's, I, when I first got that translation,",
        149.96,
        158.9
    ],
    [
        " which was actually when I was in college and it starts off with so, I just said, oh my god,",
        159.56,
        166.26
    ],
    [
        " this is literally legit. So I start thinking of a solo. Not when I write. I do that. I do that.",
        166.34,
        173.6
    ],
    [
        " So yeah, welcome back. How's retirement treating you?",
        174.4,
        177.92
    ],
    [
        " Good to go. I was going to say awesome, but I beat awesome, absolutely two death in the last",
        178.84,
        185.72
    ],
    [
        " two podcasts. So I'm going to try and ban it. Did you yourself in California, childhood,",
        185.86,
        190.46
    ],
    [
        " creep out with some awesome. Yes. Everything is awesome. Yep. Yeah. So you got to watch out for that.",
        190.76,
        196.94
    ],
    [
        " So what do we miss? I know we miss something from your youth. Where are you talking about the best,",
        197.28,
        201.3
    ],
    [
        " the best show you ever saw, the best punk rock show you ever saw? Yeah. There was a one that",
        201.44,
        206.96
    ],
    [
        " and this is before I could even drive buddy of mine, Justin Hawkins and Alicio went up to this,",
        206.96,
        213.04
    ],
    [
        " this gig at Cypress College and it was DI, plane wrap, the dicks, the vandals, the circle jerks.",
        213.04,
        223.5
    ],
    [
        " There might have been one other band for seven dollars in presale. So we got presale tickets. We",
        223.92,
        231.06
    ],
    [
        " went up there, got in. There was probably about 500 people outside who weren't able to get in,",
        231.06,
        238.36
    ],
    [
        " because it sold out. So they just went ahead and knocked the doors down and all flooded in.",
        238.36,
        243.96
    ],
    [
        " So what that meant was nobody got searched coming in for security and people had crazy stuff like",
        244.58,
        252.16
    ],
    [
        " firecrackers. It was way overcrowded for, you know, what the safe, safe amount for the building was.",
        252.16,
        258.92
    ],
    [
        " So when you went up by where the doors were, the security guys had just put, pushed all these",
        259.42,
        265.32
    ],
    [
        " tables and chairs and were sitting on them up against the doors to keep anybody else from coming in.",
        265.32,
        270.68
    ],
    [
        " And the show was just unreal. There were three mosh pits. And then when the circle jerks came out,",
        271.68,
        278.0
    ],
    [
        " they opened up with wild on the streets. The whole floor exploded. One of the pits started floating,",
        278.04,
        285.54
    ],
    [
        " crashed into another pit. People were throwing bricks of firecrackers around. It was mass",
        285.82,
        290.88
    ],
    [
        " pandemonium was so much fun. And so you were like 14 or 15? 15 years old. Yeah. My mom had dropped",
        291.12,
        296.22
    ],
    [
        " me off. It dropped us off there. Oh, that's awesome. And for your mom. Oh, yeah, she's got to go.",
        296.22,
        302.56
    ],
    [
        " That's going away, man. That's going away. Yeah. Because a lot of times, if your parents, if parents",
        302.66,
        307.3
    ],
    [
        " trying to shield their kids from that, or they won't let them go, then you would have just snuck out.",
        307.3,
        312.46
    ],
    [
        " They would have never known where. Yep. And gotten in trouble. And you were rebelled against it.",
        312.7,
        317.4
    ],
    [
        " Right. Yeah. That's what happens. If you're if your parents try and control you too much,",
        318.36,
        323.36
    ],
    [
        " it's kind of like with with any person, right? You try and control them too much. Then they get out",
        323.36,
        329.0
    ],
    [
        " of control. They rebel against you. Right. When we was a discussion, I think I was having the other",
        329.0,
        332.76
    ],
    [
        " day with your daughter about people just trying to box people in. And it's another example of",
        332.76,
        338.94
    ],
    [
        " over centralized command. And yes, it is too much too much stuff like that. They're just going to",
        338.94,
        343.8
    ],
    [
        " go the other way. I was actually I was talking about this with a leader in a company. And I was",
        343.8,
        349.02
    ],
    [
        " explaining because you like for sure money drives people, compensation drives people. But",
        349.02,
        354.3
    ],
    [
        " ability to choose your fate or have some influence over your fate is is it also very powerful,",
        354.3,
        361.5
    ],
    [
        " motivator, and incentive for people to follow. So when you have a like if you have one job where",
        361.72,
        367.3
    ],
    [
        " you make more money, but you don't have any freedom, you don't have control over your own fate,",
        367.3,
        370.86
    ],
    [
        " versus a job where you get paid less money, but you have really a lot of autonomy.",
        371.02,
        374.64
    ],
    [
        " Most people will go with the autonomy. There are rare people that don't want any autonomy.",
        375.24,
        379.82
    ],
    [
        " They just pretty much want to get told, hey, give me my paycheck. I'll do whatever you tell me to",
        379.94,
        383.16
    ],
    [
        " do. And that's fine. And they're not into their job. But but a lot of people, the more autonomy you",
        383.16,
        389.24
    ],
    [
        " give them, the more into it they are, the more they enjoy what they're doing. Whereas if you're just",
        389.24,
        393.86
    ],
    [
        " micromanaging them or centralized command scenario, they're not into it. And that's a problem.",
        393.86,
        397.94
    ],
    [
        " And at the first person you gave the example of probably exercises, no initiative whatsoever.",
        398.2,
        402.64
    ],
    [
        " Exactly. Exactly. You know what you have to address that. You have to address that",
        402.92,
        406.84
    ],
    [
        " when the working with companies that there are people that they just want to get their paycheck.",
        406.84,
        411.06
    ],
    [
        " They're going to punch the clock at 459 every day. And that's the way it is. They don't want to get",
        411.34,
        415.2
    ],
    [
        " promoted. They're fine with that. And so you've got to know, and you might answer to those people",
        415.2,
        420.0
    ],
    [
        " always is, oh, if you're leading someone like that, okay, you know what you've got. Get the most",
        420.0,
        423.96
    ],
    [
        " out of them. Take good care of them. And they'll do their job well. And you know, you can count on",
        423.96,
        427.88
    ],
    [
        " them for that. So that's fine. There's nothing wrong with that. Just that somebody that does have",
        427.88,
        433.02
    ],
    [
        " higher goals or different goals, I guess, where they want to break out of that, then you got to give",
        433.02,
        437.6
    ],
    [
        " them the opportunity. And those people, if you box them in, they're going to rebel against you.",
        437.6,
        441.76
    ],
    [
        " You got to look out. It'll be like Jason Gardner, age 15 with a Mohawk.",
        441.76,
        445.34
    ],
    [
        " Check. Check. So I know one of the other things that you wanted to talk about a little bit was",
        448.18,
        454.86
    ],
    [
        " with Scotty Wertz. That's right. You know, and just coming after, right after Memorial Day,",
        454.86,
        461.68
    ],
    [
        " it's really fitting to discuss him. Scotty was a good friend of mine. Just a fantastic team guy.",
        462.06,
        469.32
    ],
    [
        " He did, he did six years in the teams and then separated 2005 and he did what a lot of guys did",
        469.64,
        476.94
    ],
    [
        " at the time was he started contracting overseas because he wanted to be at that point of friction.",
        476.94,
        482.64
    ],
    [
        " And for Scotty, I don't think he was ever, ever happier than when he was at that point of friction.",
        483.48,
        489.62
    ],
    [
        " So he did a bunch of contracting. He wound up getting hired by the defense intelligence agency as",
        489.78,
        495.22
    ],
    [
        " as a GS position, a full-time position. And then January, this last January, he was killed by a",
        495.32,
        503.86
    ],
    [
        " suicide bomber when he was out operating in Syria. And I remember when I got the text message,",
        503.86,
        511.62
    ],
    [
        " we were all in a group text that he passed. And I just, man, it kind of floored me for a second.",
        511.64,
        517.88
    ],
    [
        " But then, you know, it's like Scotty died doing what he loved. And he was just, he was a",
        518.92,
        528.7
    ],
    [
        " maniac in the best sense of the word. Like, the hardest I've ever laughed in my life is with him.",
        528.7,
        535.64
    ],
    [
        " And most people will tell you that anytime they've had a good belly laugh or something,",
        535.92,
        539.42
    ],
    [
        " he, you know, was with Scotty. And he had that kind of contagious smile where you look at pictures",
        540.06,
        545.98
    ],
    [
        " and Seth is a lot like this. When I look at Seth's pictures, he's got that smile that just has",
        545.98,
        551.66
    ],
    [
        " that special thing about it that automatically makes you use smile. Then you know, you are not",
        551.66,
        558.68
    ],
    [
        " ever going to be the voice of reason and you are always going to be a good time and you're a good friend.",
        558.68,
        563.56
    ],
    [
        " And so while there's, there's remorse that he's not here anymore, I'm so fired up",
        565.32,
        571.68
    ],
    [
        " that I got to spend the time with them that I did. And so anyway, I mean, there you really have it.",
        572.0,
        580.1
    ],
    [
        " He passed. He's from St. Louis. So they had a big funeral form there. And it was at this",
        580.54,
        587.2
    ],
    [
        " Catholic cathedral. There had to be a thousand people inside that cathedral. And it was raining the",
        587.2,
        593.9
    ],
    [
        " day they had it. So the funeral procession from the cathedral to the military cemetery where they",
        593.9,
        602.94
    ],
    [
        " buried him had to be like at least 30 miles. Every single overpass on the freeway on the drive",
        602.94,
        611.38
    ],
    [
        " there had fire trucks and first responders out on it. The freeway, they shut the freeway down.",
        611.38,
        620.22
    ],
    [
        " Every exit was stopped by police officers, which is, which is pretty, pretty dang cool.",
        620.88,
        625.88
    ],
    [
        " That's awesome. So then when we got off the freeway and we were driving on the surface streets,",
        626.04,
        631.06
    ],
    [
        " people, the people of St. Louis just pulled their cars over and they were standing at attention",
        631.08,
        639.12
    ],
    [
        " out in the rain. And so it's moving when someone in uniform does that, but you almost kind of",
        639.12,
        650.2
    ],
    [
        " a 30 year old mother of two and her two like eight year old kid and seven year old kid.",
        650.2,
        654.94
    ],
    [
        " Standing at attention with their hands in the heart over their hearts in the rain and it was a",
        655.2,
        662.88
    ],
    [
        " cold rain. As he went by, it's just, it's an amazing and humbling experience to see that kind of",
        662.88,
        674.7
    ],
    [
        " love and respect by the people of this country and the people of St. Louis.",
        674.72,
        679.34
    ],
    [
        " Yeah, that's awesome. Well, I was with Chris Kyle's procession going down to where he was buried and",
        679.82,
        688.06
    ],
    [
        " that was a long drive. I want to say it was a few hours and the entire thing and again, it was",
        688.06,
        693.72
    ],
    [
        " raining. Same thing. We're in Texas, but it's raining and sure enough. I mean, there was people",
        693.72,
        699.42
    ],
    [
        " were lying the entire way and I was riding with one other guy and it was just and we were in this",
        699.42,
        706.36
    ],
    [
        " massive, there was a massive procession of people, but it was just I remember sitting there for a",
        706.36,
        710.98
    ],
    [
        " long time and it's just the windshield wipers just going back and forth when we're not talking",
        710.98,
        716.12
    ],
    [
        " because there's nothing to say. You can't put words to that. You know, you can't put words to",
        716.12,
        721.36
    ],
    [
        " thousands of people standing out in the rain with their hands on their hearts just every bridge,",
        721.36,
        728.8
    ],
    [
        " fire trucks, flags hung up from the ladders extended. Yeah, this same type of feeling that I had",
        728.8,
        737.3
    ],
    [
        " when I was doing that and it definitely makes you realize that regardless of all the,",
        737.3,
        743.5
    ],
    [
        " what do they say these days that America is division, all this division that everyone talks about,",
        743.74,
        751.34
    ],
    [
        " there's plenty of people that understand what it takes to keep this country free for sure.",
        751.64,
        757.58
    ],
    [
        " Absolutely. I feel like it's such a small and maybe vocal minority that's out there and I don't think",
        757.72,
        766.76
    ],
    [
        " it's on a whole. I think we're we're on even though a lot of us have our differences and I think",
        766.76,
        773.14
    ],
    [
        " we're figuring out how to discuss politics just by looking at how people discuss stuff on social media",
        773.14,
        779.72
    ],
    [
        " and people are dialing it in and they're they're able to have realistic discussions with each",
        781.36,
        788.46
    ],
    [
        " other without getting too hateful and there's some people that are still figuring that out.",
        788.46,
        792.62
    ],
    [
        " Yeah, for sure. I'll say two things about that. I was on Ben Shapiro's podcast and Ben was like",
        792.86,
        800.8
    ],
    [
        " and Ben's a real nice guy. He's very nice to me and all that and he's you know, he's what's",
        800.8,
        809.7
    ],
    [
        " like got this running list of everything that he said that's stupid or wrong or whatever,",
        809.7,
        813.66
    ],
    [
        " you know, his me a copo list. But anyways, yes, we were having this conversation. He was",
        813.78,
        818.72
    ],
    [
        " hinting at the fact of this massive division and you know, the massive right against the massive",
        818.72,
        824.7
    ],
    [
        " left and and you know, I said, listen, man, I travel the our whole country all the time. I work with",
        824.7,
        832.76
    ],
    [
        " construction companies with finance companies with now you do too insurance companies. I mean,",
        832.76,
        838.08
    ],
    [
        " we meet people from every different industry. I said, these people aren't on the extreme right?",
        838.08,
        843.86
    ],
    [
        " They're not on the extreme left. They're common sense. They're Americans and I said, you Ben, you're",
        844.1,
        850.86
    ],
    [
        " you're like here at at at ground zero for political like mayhem. And so what do you expect to see? Like",
        850.86,
        860.68
    ],
    [
        " you're you're the you're the lightning rod for a lot of this stuff. And so that's what you hear.",
        860.68,
        864.24
    ],
    [
        " Has a normal America. It didn't really like that. You know, it's just not it's just not I'm out there",
        864.26,
        869.8
    ],
    [
        " all the time. You're out there all the time now. You know, you see it. No one's coming up to you saying,",
        869.8,
        873.16
    ],
    [
        " you know, with some extreme views. Are there small number of people sure on both sides? Yes,",
        873.24,
        878.56
    ],
    [
        " absolutely. But in general, people are realizing, oh, well, that's not a bad point. And then I was on",
        878.7,
        884.44
    ],
    [
        " Brian Coppiment's podcast and we were talking about the same thing. And what's interesting is, you know,",
        884.44,
        890.04
    ],
    [
        " Ben Shapiro's pretty pretty far on the right and and Brian Coppiment is pretty far on the left.",
        891.44,
        896.14
    ],
    [
        " And me, I think they're both really nice guys that are super cool. And but what I said to him was,",
        896.36,
        901.9
    ],
    [
        " you know, what what you're saying, what I believe is leading to the attitude kind of shifting is",
        903.24,
        910.36
    ],
    [
        " basically this, if you're not humble and you think you know everything, then why should I",
        910.36,
        916.06
    ],
    [
        " listen to anything that you say? You know, why should if I'm on the far left, why should I listen",
        916.06,
        920.36
    ],
    [
        " to anything? I know everything and everyone on the right is wrong. If I'm on the far right, why",
        920.36,
        924.06
    ],
    [
        " should I listen to anyone that anyone say anything that anyone saying on the other side? I know everything.",
        924.06,
        928.18
    ],
    [
        " If you're humble and you say, you know what? I've got some ideas, but I'm probably not a hundred",
        928.68,
        932.92
    ],
    [
        " percent, right? You know, maybe I'm only 98 percent, right? No, if you just look at other people and say,",
        932.92,
        938.88
    ],
    [
        " oh, you know what? I probably don't have the full solution for this. Maybe I should listen to other",
        938.9,
        943.72
    ],
    [
        " people's opinions and try and try and come up with a more broad base idea than just what I think.",
        943.72,
        950.32
    ],
    [
        " So I think people are starting to realize if you take one extreme view and you don't listen to",
        950.7,
        956.26
    ],
    [
        " anyone else, then you're wrong. And so I think people are becoming a little bit more balanced.",
        956.26,
        961.9
    ],
    [
        " I certainly hope. Yeah. And I know that that I've got some really, really close friends that are on",
        962.34,
        969.92
    ],
    [
        " both ends of the spectrum. And when I sit down with them and have a logical conversation with them,",
        969.92,
        976.54
    ],
    [
        " I find out that our values are the same. Yeah. And really it's just a lot of misrepresentation and",
        976.98,
        986.52
    ],
    [
        " some unfortunate semantics sometimes that, you know, have drawn us to different directions or put",
        986.52,
        998.86
    ],
    [
        " it. Speaking of the left hand and the right hand, you're going to tell the story about, and this is",
        1000.48,
        1009.62
    ],
    [
        " this is a good revealing story about I, I, I, I looed to oftentimes the dark sense of humor in the",
        1009.62,
        1017.74
    ],
    [
        " teams. And there's a dark sense of humor in the military. And you kind of have to have a dark sense of",
        1017.74,
        1028.84
    ],
    [
        " it's just a crazy movie that Tim Kennedy and, and, and Matt Best and the Black Rifle Coffee company.",
        1029.06,
        1035.96
    ],
    [
        " Yeah, they, all those guys, they throw the keys to the girl. Yeah, yeah, it's just, it's just every",
        1035.96,
        1040.58
    ],
    [
        " horrible dark joke that you can make they make. And I don't know how well it did or whatever.",
        1040.58,
        1047.84
    ],
    [
        " It did good enough. It did good enough. I mean, I'm sure to offend a lot of people. I'm sure to",
        1048.1,
        1058.82
    ],
    [
        " you know, you talk about that, that kind of dark sense of humor. And I think this story, which you",
        1059.24,
        1065.1
    ],
    [
        " like called me, I don't know, whatever it was six months ago or whatever you go, I gotta tell you",
        1065.1,
        1069.46
    ],
    [
        " a story, which whenever you call me and tell me that I get super excited, I tell my kids to leave",
        1069.46,
        1073.76
    ],
    [
        " the room and I like put you on speaker phone and I put you on speakerphone and then I mute. So I",
        1073.76,
        1078.58
    ],
    [
        " don't, but it's gonna interrupt you by laughing so hard because whenever you call me, tell me",
        1078.58,
        1088.8
    ],
    [
        " and I talked to Aaron Kendall this morning to make sure I got the details correct. So Aaron",
        1088.82,
        1096.18
    ],
    [
        " Kendall is a seal that was working at the training detachment when I was the command master chief there.",
        1096.18,
        1100.62
    ],
    [
        " And he is on a hunting trip out in Texas, like a foundation supported hunting trip. And he's",
        1101.48,
        1108.68
    ],
    [
        " driving one of those side by sides out to where he's gonna hunt like side by side ATV. Yeah,",
        1108.68,
        1117.06
    ],
    [
        " and it rolls and it's the roll bar smashes his left arm. So he makes a tourniquet out of his belt",
        1117.74,
        1125.96
    ],
    [
        " and walks like a mile back to the range house and then they call, they try to call life light,",
        1125.96,
        1133.9
    ],
    [
        " life light can't come out it's too foggy, they get an ambulance, comes and get some, they start",
        1134.0,
        1138.9
    ],
    [
        " driving them up towards to a hospital at San Antonio. Now he's in the hospital, they wind up",
        1138.9,
        1145.82
    ],
    [
        " having to amputate his left hand in the hospital in this first hospital. Why is that?",
        1145.82,
        1151.4
    ],
    [
        " Because it was just completely smashed. So it was so smashed. Yeah, his form was just smashed.",
        1152.3,
        1158.16
    ],
    [
        " It was done. He was losing so much blood through there and they ended up like they kind of had",
        1158.62,
        1164.06
    ],
    [
        " to fight to save the amputation below his elbow because they were worried that because later on",
        1164.06,
        1169.6
    ],
    [
        " in surgeries they're taking more and more. So there were a couple other team guys that were there",
        1169.6,
        1173.16
    ],
    [
        " and other team guys flew in to help out and they're staying at this hotel right outside the hospital",
        1173.16,
        1180.06
    ],
    [
        " where he's at. So they take him from where he was, they take him to this hospital. He's at this hospital",
        1180.06,
        1184.7
    ],
    [
        " and at that hospital they have to amputate his hand. So he's bedside talking with the other with",
        1184.7,
        1190.64
    ],
    [
        " some other seals and they're the surgeon who amputate his hand is in there checking on him and they",
        1190.64,
        1195.76
    ],
    [
        " ask the surgeon, hey, do you guys still have his hand? And the surgeon says, yeah, I think so.",
        1195.76,
        1204.76
    ],
    [
        " I don't, you know, we haven't destroyed and they asked him, what are you going to do with it? And",
        1205.28,
        1208.54
    ],
    [
        " they goes, well, you know, I guess they destroyed it or whatever. And so Aaron asked, well, can I have",
        1208.54,
        1213.62
    ],
    [
        " my hand? And the surgeon says, I'll go check. So he goes and checks with the administrators, right?",
        1213.62,
        1221.86
    ],
    [
        " And they come back and they say, yeah, you have to fill out these forms, but we'll give you the hand.",
        1221.86,
        1226.34
    ],
    [
        " So they fill out the forms. They give the hand to one of the other seals actually receives a hand",
        1227.28,
        1234.84
    ],
    [
        " because Aaron now has had to move to a different hospital. That's a little bit better to deal with",
        1234.84,
        1239.5
    ],
    [
        " the amputations. And they've got his hand with the intent to take it to a taxidermist.",
        1239.5,
        1244.88
    ],
    [
        " So in the meantime, they're keeping it in the freezer of the hotel. And",
        1245.84,
        1252.2
    ],
    [
        " they're taking turns spending time with Aaron. So guy will be there at the hospital with Aaron",
        1252.2,
        1260.48
    ],
    [
        " while he's in the other hospital and other guys at the hotel and they're flipping back and forth.",
        1260.48,
        1264.16
    ],
    [
        " Which is a little testament to like, well, the way it is for team guys. Guys are just looking out for each other.",
        1264.34,
        1268.76
    ],
    [
        " They take care of you. Like, you're in the hospital. Someone's going to stay with you 24 hours a day. It's",
        1268.84,
        1272.58
    ],
    [
        " awesome. Right. So one of the guys that's back at the hotel room decides that either he's got to",
        1272.6,
        1279.66
    ],
    [
        " go somewhere and he wants to put the hand in the other guy's freezer or he's going to play a joke on",
        1279.66,
        1284.36
    ],
    [
        " one of the other guys and put the hand in his bed. And so he comes up with these different",
        1284.36,
        1290.9
    ],
    [
        " rules to try and get the hotel staff to let him into the room. And they're not having any of it",
        1290.9,
        1296.86
    ],
    [
        " because he looks kind of shady. He's a team guy. Yeah. Yeah. So he's telling him, oh, hey,",
        1296.86,
        1302.16
    ],
    [
        " you know, my friend left his phone in the room. Can I get in there and they're like, well, no,",
        1302.16,
        1305.48
    ],
    [
        " or hey, well, no, actually, he wasn't his phone. It was his ID. And I need to go like all that stuff.",
        1305.68,
        1309.68
    ],
    [
        " That kind of shot them down because he looks like a criminal. Yes. So then he leaves to go to the hospital,",
        1309.74,
        1315.18
    ],
    [
        " I guess. But they're suspect. They're suspect. The poor maid goes in there and finds a hand in the freezer.",
        1315.18,
        1322.04
    ],
    [
        " I have a picture of it. It's horrible. It's all gray and just like ripped off right there. So",
        1324.54,
        1332.28
    ],
    [
        " Adam's family style. Yes. And so they of course call the police. The police show up and they just",
        1332.28,
        1340.3
    ],
    [
        " detain everybody. Of course, of course. And then Aaron's in the hospital and all the nurses come up",
        1340.3,
        1347.9
    ],
    [
        " and they're like, hey, all these police are calling here. They need to talk to you something about",
        1348.28,
        1352.46
    ],
    [
        " your hand. So he's got to get on the phone and explain to the police why his hand is in the thing.",
        1352.46,
        1359.66
    ],
    [
        " I think they probably validated something with the doctor too. And you know, calm them down that",
        1359.66,
        1363.66
    ],
    [
        " this wasn't some kind of murder. Yeah. And then they kind of settled everything through everybody",
        1363.66,
        1370.8
    ],
    [
        " out of the motel. Aaron gave his hand to the taxidermist. He had a nice, what they call European",
        1370.8,
        1376.72
    ],
    [
        " Mount where the taxidermist in Texas is awesome. So they they mounted like the skeleton hand",
        1376.72,
        1382.54
    ],
    [
        " is in this really cool mount inside glass all done up for him. And Aaron just had he had the best",
        1382.54,
        1393.02
    ],
    [
        " sense of humor about the whole thing. You know, if you're going to get depressed, I mean losing a",
        1393.02,
        1399.84
    ],
    [
        " limb is a pretty good way to do it. You know, and in a lot of ways, he's like some of the stuff you",
        1399.84,
        1404.86
    ],
    [
        " see out of guys like, you know, Travis Mills, where it's just funny. You're not guys like that.",
        1404.86,
        1410.58
    ],
    [
        " You're not going to bum them out. You're just going to keep them going. But yeah, his terrible.",
        1410.7,
        1415.22
    ],
    [
        " So then that's obviously one of it is like one of many stories. How does that translate to like",
        1415.8,
        1422.22
    ],
    [
        " when you're dealing with your with your family? Like so, for instance, my wife, when I when I had to",
        1422.22,
        1430.48
    ],
    [
        " go to college, I had to go to the University of San Diego. And it says my first time in my adult life",
        1430.48,
        1435.12
    ],
    [
        " that I wasn't like in a platoon. And so I was I didn't really think about it. But now all of a sudden",
        1435.12,
        1441.46
    ],
    [
        " I didn't have anyone to like attack verbally all day. Because when you're a sea of platoon, it's just",
        1441.46,
        1445.88
    ],
    [
        " constant, you know, attack and combat, verbal combat, sometimes physical combat. And so when I would",
        1445.88,
        1452.24
    ],
    [
        " come home from school, of course, there's my wife. And I'd want to have some verbal sparring matches.",
        1452.24,
        1458.4
    ],
    [
        " So I start hacking away on her, you know. And finally after three months, she goes, she goes,",
        1458.4,
        1463.98
    ],
    [
        " she goes, she's bright, you know, she says, uh, hey, I'm not a teen guy, you know. And when she",
        1464.48,
        1470.64
    ],
    [
        " said that to me, it instantly, I instantly realized exactly what she was talking about. And I knew",
        1470.64,
        1475.66
    ],
    [
        " she was 100% right. I can't treat my wife as if she's a E5 and a seal. No. And especially like",
        1475.66,
        1484.06
    ],
    [
        " the weapons cleaning table. Oh, when we're all stuck there cleaning weapons is when guys would just",
        1484.06,
        1488.94
    ],
    [
        " that's when you'd look for weaknesses in any spot and any guy and just start pick, pick,",
        1488.94,
        1494.06
    ],
    [
        " picking, waiting for the reaction. Yeah. You spend so much time with people and so much time",
        1494.42,
        1499.86
    ],
    [
        " just waiting, you know, it's a hurry up and wait thing. So, oh, what are we going to do on a four-hour",
        1499.86,
        1504.16
    ],
    [
        " van ride? Yeah. We're going to destroy someone, get into a fight, spill Cheetos everywhere. You know,",
        1504.16,
        1511.6
    ],
    [
        " just like total chaos and mayhem. But yeah, it's all about that. But that, but I guess what I'm",
        1511.6,
        1516.94
    ],
    [
        " asking is I know, you know, Iris obviously had to get what's the word indoctrinated into the life of",
        1516.94,
        1526.48
    ],
    [
        " beat because you know, I met my wife when I was pretty young. Yeah. And you were not that young.",
        1526.48,
        1532.2
    ],
    [
        " No. And so you, you know, you how'd that work out? So the ideal wife, the, I don't say I'd",
        1532.6,
        1538.34
    ],
    [
        " feel and feel that on you poor Iris. Listen to this. But the square to way, let's say that.",
        1538.34,
        1542.02
    ],
    [
        " The square to way spouse. You know, it was that look like it.",
        1542.36,
        1546.1
    ],
    [
        " So I got to go back to, if you look at my career and you know this because you said this to",
        1546.7,
        1556.88
    ],
    [
        " her one is you're on the podcast, like she's the best thing that ever happened to me. Oh, yeah.",
        1556.88,
        1561.58
    ],
    [
        " Because she's completely squared away. And it's because she's so solid and independent.",
        1561.58,
        1568.74
    ],
    [
        " And so there was never ever any aspect of me having to worry about the home front.",
        1569.22,
        1576.2
    ],
    [
        " And there's a constant. She's like very dialed in and challenges me. Like a lot of my, I had a lot of,",
        1577.56,
        1586.98
    ],
    [
        " pretty far right political views. And then when we sit down and have discussions and stuff,",
        1587.52,
        1592.42
    ],
    [
        " she's really opened my aperture up on that. But you know, you look at her history where she,",
        1592.82,
        1598.52
    ],
    [
        " she worked on ranches where she was the only female Wrangler with a whole bunch of cowboys.",
        1598.72,
        1605.96
    ],
    [
        " So she, she got it. She had that aspect of what it's, what it's like to be around. And then",
        1606.56,
        1613.56
    ],
    [
        " around guys and then when I'd be messing with her like that, you know, she just same deal as Helen.",
        1613.84,
        1618.44
    ],
    [
        " Let me know. Just put you in check. Basically. Yeah. And the,",
        1618.86,
        1624.18
    ],
    [
        " you know, this, this job that we have where we're constantly going forward in harm's way.",
        1624.86,
        1633.2
    ],
    [
        " And they're, they're, I chose my words kind of poorly on the last podcast when I was talking about her.",
        1633.96,
        1639.92
    ],
    [
        " I said that she put up with a lot of stuff that other women wouldn't. And that, that gives the",
        1639.92,
        1644.66
    ],
    [
        " indication that she tolerated a lot of shenanigans. Negative. She was the strength that she had",
        1644.66,
        1652.22
    ],
    [
        " to have to be home while I was on combat deployments and then deal with me when I came back.",
        1652.22,
        1659.64
    ],
    [
        " That strength, most, most woman just can't deal with that kind of lifestyle.",
        1660.22,
        1666.62
    ],
    [
        " And don't have that kind of what were the words that you used on the last podcast?",
        1667.94,
        1671.84
    ],
    [
        " She put up with a lot of stuff. Yeah. I said, put up. Yeah. Yeah. And so that, that was a really poor",
        1672.16,
        1676.94
    ],
    [
        " choice of words because it indicates like she was just a pushover and she isn't absolutely not a pushover.",
        1676.94,
        1682.76
    ],
    [
        " Yeah. It's more, yeah. It's more like she had the strength to contend with the, the hard",
        1683.12,
        1689.14
    ],
    [
        " life that it is. Exactly. Of being married to some guy that's going on constant deployment and",
        1689.14,
        1695.7
    ],
    [
        " isn't around a lot. And then when they're gone by the way, they might die. They might come back",
        1695.72,
        1701.06
    ],
    [
        " horribly wounded, whatever. And you sign up for that as well. And she's working long hours and",
        1701.06,
        1706.92
    ],
    [
        " raising two little kids while I'm going on six month deployments. Yeah. And then she's, she also",
        1706.92,
        1715.7
    ],
    [
        " like in, and I pretty much, I stayed in contact with, with, with, are pretty often. So we,",
        1715.7,
        1723.96
    ],
    [
        " we pretty once talked at least three times a week, three times a week on deployment. And,",
        1724.12,
        1729.56
    ],
    [
        " and that's the model at work for us. I've described it and I forget who I described it to you as",
        1729.6,
        1737.7
    ],
    [
        " emotional independence. Like my wife has and had enough emotional independence that she was going",
        1737.7,
        1746.04
    ],
    [
        " to run the show. If I'm not there, it's not freaking out. You know, and I think that's if you're",
        1746.04,
        1751.96
    ],
    [
        " going to look for a, a good spouse, they got to be, you can't be, they can't be co-dependent, right?",
        1751.96,
        1757.72
    ],
    [
        " Co-dependent is actually actually like a bad thing, right? I mean, that's an, an actual bad thing,",
        1757.86,
        1762.26
    ],
    [
        " right? Co-dependency. Yeah. So, yeah. So, but if you go to the other end of the spectrum,",
        1762.48,
        1767.22
    ],
    [
        " or not maybe, I don't know, maybe there's, I guess if you go too far on that spectrum,",
        1767.22,
        1770.82
    ],
    [
        " then you get to where, hey, I don't even, oh, you're gone. I didn't, I wasn't aware of that.",
        1771.08,
        1773.88
    ],
    [
        " Sorry. I'm over here doing my own thing. But you, but you got to find a good strong balance,",
        1773.94,
        1777.66
    ],
    [
        " probably leaning towards independent. In my opinion, you got to be leaning towards independent.",
        1777.9,
        1781.88
    ],
    [
        " Because if you're not leaning towards independent, I mean, when you don't get the, you know,",
        1781.9,
        1787.14
    ],
    [
        " it sucks being here by yourself for six months. It's not a true partnership.",
        1787.34,
        1791.1
    ],
    [
        " If, if, if they're not equal, right? If you're kind of not equal footing and one person really",
        1791.36,
        1797.88
    ],
    [
        " needs the other one, then, then the partnership at, ship aspect of it is, it's not there.",
        1797.88,
        1806.96
    ],
    [
        " Yeah, that's a, that's something to pay attention to. Because the thing that's kind of weird",
        1807.38,
        1814.34
    ],
    [
        " is when you're young, guys get suckered into the being, it feels all empowering to have someone",
        1814.34,
        1824.74
    ],
    [
        " that's all dependent on you. You see what I'm saying? Oh, yeah. When you're young, and you got",
        1824.74,
        1827.9
    ],
    [
        " the girl, and she's all dependent on you, and the world revolves around you. And then when you're",
        1827.9,
        1832.88
    ],
    [
        " not there, she's falling apart, and you feel, oh, yeah, I'm the man. And so it's easy. I think that,",
        1832.88,
        1837.74
    ],
    [
        " I've seen that happen a lot where guys get suckered into those situations. And that's not a good",
        1837.92,
        1843.38
    ],
    [
        " situation to get. It never works out because then they're like, who's, well, and then she's in a",
        1843.38,
        1848.56
    ],
    [
        " situation. If it's that kind of girl, she's going to find someone else to take care of her while",
        1848.56,
        1852.04
    ],
    [
        " you're not there to take care of her. And then the case with Iris is like, we're inside the same",
        1852.04,
        1860.24
    ],
    [
        " box as far as just the things that we enjoy, where we want to be in the outdoors. It's all the same",
        1860.24,
        1868.62
    ],
    [
        " thing. So, you know, it's like I said in my retirement ceremony, when I look, look, I look at the",
        1868.62,
        1873.54
    ],
    [
        " trajectory of my career. And then when Iris and I became together, I went from platoon chief to master",
        1873.54,
        1879.7
    ],
    [
        " chief first time up every time and just hammered it because she was a good partner, and she drove",
        1879.7,
        1888.74
    ],
    [
        " me to be better and is always driving me to be better. It helps to have somebody that's super",
        1888.74,
        1895.86
    ],
    [
        " squared away like that. You know what that does? It forces you like you're not doing it for yourself",
        1895.86,
        1901.5
    ],
    [
        " because it's easy. Sometimes it's easier to let yourself down, right? Yeah. It's easier to let",
        1901.5,
        1904.7
    ],
    [
        " yourself down than to let down this person that's that's looking at you thinking, hey, you could",
        1904.7,
        1909.64
    ],
    [
        " do better than that. Come on. Are you serious right now? And that's the kind of stuff that you'll",
        1909.64,
        1914.94
    ],
    [
        " say to me. You know, she's very straightforward and I'll be going, I'll just say check,",
        1914.94,
        1919.04
    ],
    [
        " got it. And then we've gotten to the point where we can give each other pretty honest feedback",
        1919.22,
        1926.54
    ],
    [
        " without there being any resentment involved. I've been pretty straightforward with Iris on",
        1926.54,
        1932.44
    ],
    [
        " some things. We're working on some projects together. And it's pretty cool for me to be able to",
        1932.44,
        1937.38
    ],
    [
        " just be real straightforward with her, you know? And she's like, no, tell me. Well, actually,",
        1937.38,
        1942.02
    ],
    [
        " you know, how does she says it? She says, no, go ahead and tell me. Yep.",
        1942.02,
        1945.34
    ],
    [
        " Check. So, you know, speaking of Afghanistan, you're you you you you you did the last time you",
        1946.56,
        1958.96
    ],
    [
        " were on, you know, we we breeze through Afghanistan pretty quick. We did. But that was actually a",
        1958.96,
        1964.24
    ],
    [
        " really pretty big deployment in terms of what you guys did there. Yep. And I know there were some",
        1965.98,
        1972.54
    ],
    [
        " details that you wanted to get into on some of those operations and some of the things that you",
        1972.54,
        1977.78
    ],
    [
        " brought home from those operations, lessons learned, et cetera. I mean, you were talking about one",
        1977.78,
        1984.44
    ],
    [
        " earlier, talking about the Maudus and bringing the Maudus. That's it. That's a that's a good piece of",
        1984.44,
        1991.12
    ],
    [
        " gear to bring out on an operation. Yeah. And usually you got it marked on mounted on top of a truck.",
        1991.12,
        1997.56
    ],
    [
        " But when we did that that operation as Frago 6 and C-Gengin, and we actually went into Marja,",
        1997.7,
        2006.9
    ],
    [
        " and the element that I was with was in a blocking position that was looking down a road that ran",
        2007.58,
        2014.2
    ],
    [
        " east west. And we were the furthest east position. So we're blocking position on on that direction.",
        2014.2,
        2019.86
    ],
    [
        " And where we got dropped off was really close to where we were going to stay for four days.",
        2021.28,
        2026.0
    ],
    [
        " So we were, you know, we brought a mortar and we brought the the M2HB the heavy barrel 50-cal machine",
        2026.98,
        2034.34
    ],
    [
        " gun with the big tripod for it and everything. How'd you break that up? How many guys would carry that?",
        2034.34,
        2039.42
    ],
    [
        " But there's a lot of weight to carry man. You start talking about the ammunition and the weapon",
        2039.62,
        2045.82
    ],
    [
        " and the tripod. Well, the ammunition got pair dropped into us. But the initial the initial insert.",
        2045.88,
        2051.16
    ],
    [
        " We had an eight ATV on the helicopter. And a lot of that stuff was loaded on the ATV. Plus we were",
        2051.86,
        2059.02
    ],
    [
        " inserted maybe 200 yards from the position. So everything was kicked out of the helo, staged. We",
        2059.02,
        2066.14
    ],
    [
        " went and cleared the building and then hauled everything over there and set it up. And we done all",
        2066.14,
        2070.78
    ],
    [
        " the you know the imagery set up for okay, here's what we're going to be. Here's where our firing",
        2070.78,
        2075.92
    ],
    [
        " lanes all that all that stuff was pretty much set up ahead of time. Once you guys were doing that,",
        2075.92,
        2080.18
    ],
    [
        " we started the guys and trade at that that we were putting through training started doing it,",
        2080.22,
        2083.56
    ],
    [
        " started carrying them in. There was some big team guy. Oh, he just got back from deployment.",
        2083.74,
        2089.48
    ],
    [
        " I know exactly who you talked about. You carry the 50-cal like he looked like he was carrying a 60.",
        2089.88,
        2093.74
    ],
    [
        " And it was a legit good to watch. His nickname was pig nips. His nickname was pig nips.",
        2094.58,
        2102.34
    ],
    [
        " And he's a beast. I know he's listening. Good on you. That's one of one of my favorite nicknames.",
        2102.36,
        2108.5
    ],
    [
        " You don't have some feature about you that gets noticed in the games because everyone's",
        2108.68,
        2114.38
    ],
    [
        " going to call you by some weird name. And the funny thing about him is he is super. He's a big guy.",
        2114.38,
        2120.06
    ],
    [
        " And he's super intelligent. Yeah, good good guy. Everywhere you measure it. So we set this thing up",
        2120.06,
        2126.24
    ],
    [
        " in a window in you know inside. So just the barrel was sticking out and of the compound that we",
        2126.24,
        2133.94
    ],
    [
        " were holding aiming right down the east west road because our biggest fear is a vehicle-borne",
        2133.94,
        2141.14
    ],
    [
        " IED coming down that road. And along across that road there was this there was like a head row",
        2141.14,
        2148.86
    ],
    [
        " and there was a little irrigation ditch over there. And so the Taliban kept coming down",
        2148.86,
        2155.18
    ],
    [
        " that head row and firing at us from the trees and then just put that 50 on the tree line,",
        2155.18,
        2163.22
    ],
    [
        " stitch it like at shin level because that would be chest or a little bit high level for somebody",
        2163.68,
        2170.22
    ],
    [
        " in the ditch and just send a belt all the way down and back and then push them back further.",
        2170.22,
        2175.8
    ],
    [
        " Well at one point some guys had come up from a different direction and they were getting really,",
        2176.72,
        2182.66
    ],
    [
        " really close in this tree line. Bad guys. Bad guys. Taliban guys and we could not traverse the gun",
        2182.66,
        2189.02
    ],
    [
        " over far enough. So we tried to shove it out the window. It wouldn't go out the window. So me and",
        2189.02,
        2197.16
    ],
    [
        " that EOD warn officer who is with us and then one of my E5s who right now he's a troop S.E.A.",
        2198.22,
        2207.0
    ],
    [
        " over at one of the seal teams. Drug the thing out and put it in the street and just started laying it",
        2207.24,
        2214.5
    ],
    [
        " down. So we got the 50 cows set up in the street right out in front of our compound and for a second",
        2214.5,
        2227.14
    ],
    [
        " little bit high and we just kept stitching, stitching, stitching and then they were done. They",
        2227.14,
        2232.76
    ],
    [
        " broke contact. They did not like that big gun. In fact the next day it kind of slowed down for us",
        2232.76,
        2238.96
    ],
    [
        " because they didn't want to come you know they're like we'll find a different direction",
        2238.96,
        2244.4
    ],
    [
        " because we were holding you know basically four square blocks so they started penetrating in",
        2244.4,
        2250.2
    ],
    [
        " from different directions. Later on two days later guys pushed out to another building",
        2250.64,
        2258.08
    ],
    [
        " that was about a hundred yards in front of the position and they got into a little tick up there.",
        2258.08,
        2263.86
    ],
    [
        " So we started lighting up the area that we thought they were taking fire from and the 50 cow was",
        2264.1,
        2270.56
    ],
    [
        " so loud that they thought that they were taking direct fire from the 50 cow when we were shooting.",
        2270.56,
        2276.8
    ],
    [
        " From the rounds passing by them. From the rounds passing by them were so loud and knocking dust off",
        2276.8,
        2282.36
    ],
    [
        " the wall. That's how I was saying I can't even imagine what it would be like to be in a building.",
        2282.36,
        2287.08
    ],
    [
        " Yeah. In you know that one situation the Tony was in where someone's light and you're building up",
        2287.28,
        2292.12
    ],
    [
        " with several hundred rounds. Yeah no the blue on blue situation those guys put 150 rounds into",
        2292.12,
        2297.8
    ],
    [
        " 150 rounds of 50 cow from I don't know 20 meters away. I mean from the corner it was a building on",
        2297.8,
        2303.92
    ],
    [
        " the corner and they stopped in the corner and just shot and those guys coming out of that building",
        2303.92,
        2308.78
    ],
    [
        " after we got the thing under control. I mean I kicked open the door I saw Tony there and then but",
        2308.78,
        2314.94
    ],
    [
        " the and Tony looked pretty much just like normal Tony. Yeah. Everyone else in that building",
        2314.94,
        2321.06
    ],
    [
        " looked like they just saw death and they actually just did see death. I mean they're in a building",
        2321.06,
        2326.02
    ],
    [
        " they get a hundred and fifty rounds of 50 cow. The guy that was on the roof he was he was telling me",
        2326.02,
        2331.6
    ],
    [
        " he was telling me there's like a year ago like we were just talking about and he goes he goes yeah",
        2331.6,
        2334.78
    ],
    [
        " I got out my pistol life a hundred percent thought that we were going to get overrun and I was",
        2334.78,
        2338.86
    ],
    [
        " going to die if I didn't just take a round through the concrete into my head. Right yeah.",
        2338.86,
        2343.98
    ],
    [
        " So did they know it was blue and blue or they think that they were just getting hammered by",
        2344.34,
        2348.62
    ],
    [
        " them. It's just like one of the one of the one of the many little like components of this.",
        2348.62,
        2354.32
    ],
    [
        " So that guy the guy that was on the rooftop that I was talking to. Uh-huh. 12 hours before",
        2354.92,
        2359.6
    ],
    [
        " he was in another position and he got lit up with a dishka a 12.7 millimeter you know weapon",
        2360.16,
        2368.3
    ],
    [
        " which is the Soviet equivalent of the 50 cow for those of you don't know. He got lit up with that",
        2368.3,
        2373.06
    ],
    [
        " and hit with RPGs. So he said I remember it as soon as you know as soon as this was all over",
        2373.06,
        2377.78
    ],
    [
        " and we got back to base he that's another thing he told me but he told me this way back then he",
        2377.78,
        2383.02
    ],
    [
        " said he said to himself I can't believe the guy with the dishka found me again. He was so",
        2383.06,
        2389.12
    ],
    [
        " he was so and we were only you know a couple days to play and and that same guy",
        2389.12,
        2393.7
    ],
    [
        " so when he got lit up he was in this he was in he was on camp carregator in an overwatch",
        2393.7,
        2399.96
    ],
    [
        " position looking for ID in places. He's sitting there on his sniper rifle and all the sudden",
        2399.96,
        2405.58
    ],
    [
        " he starts taking machine gun fire and it's it's a dishka and then he gets hit with a couple RPGs.",
        2405.58,
        2412.18
    ],
    [
        " Well I'm inside with the company commander from from the from one of the companies from the first",
        2412.64,
        2419.1
    ],
    [
        " of five or six and we were planning an operation that we're doing the next day so we start here in",
        2419.1,
        2422.22
    ],
    [
        " gunfire and all of a sudden we hear RPGs boom boom and I said to him the machine gun fire starts",
        2422.22,
        2430.76
    ],
    [
        " and he goes oh it sounds like we're in contact and I go hey my snipers are up there don't worry",
        2430.76,
        2434.82
    ],
    [
        " about it like just jaco the badass right and all of a sudden boom boom so we hear the RPGs",
        2434.82,
        2442.08
    ],
    [
        " so we go running outside and I'm I'm still just I say hey don't worry my guy's got this and",
        2442.16,
        2450.1
    ],
    [
        " right as those words are coming out of my mouth out of the bottom of the sniper tower because we",
        2450.1,
        2455.68
    ],
    [
        " we were right next to it out of the bottom of the sniper tower out pours that guy who I'm sure",
        2455.68,
        2461.16
    ],
    [
        " will be on the podcast one day he comes pouring out of the tower his weapon his sniper gun had been",
        2461.16,
        2466.26
    ],
    [
        " blown like the stock up blown off bro by the RPG and he's he just looks like oh my god you know I",
        2466.26,
        2472.92
    ],
    [
        " said okay well maybe not it was horrible but so that's the guy when they're getting when they're",
        2472.92,
        2478.78
    ],
    [
        " getting shot up with 50 cow yeah he's he just thought and the rest of the guys too because everyone",
        2478.78,
        2483.04
    ],
    [
        " knew that this had happened and we briefed it hey they hey just imagine the the PLO going out to",
        2483.04,
        2487.66
    ],
    [
        " this I'm saying hey guys these guys have dish got 12.7 millimeter you know anti aircraft gun out",
        2487.66,
        2494.52
    ],
    [
        " there so be ready for some significant heavy weapons and sure enough that's the guy on the rooftop",
        2494.9,
        2500.82
    ],
    [
        " thinking to himself I can't believe this guy with the dish got found again yeah man",
        2500.82,
        2505.52
    ],
    [
        " the and and that was one of the big lessons learned when I got to trade at where guys would put",
        2505.52,
        2512.38
    ],
    [
        " 50 rounds of 50 cow into a building with blanks you know simulating combat and and then we'd",
        2512.38,
        2518.84
    ],
    [
        " have a trade-out guy in there that would get up and shoot someone and they'd be like that's bull",
        2518.84,
        2521.84
    ],
    [
        " you know that guy that that would never happen and I'm like oh yes it would happen you know you",
        2521.84,
        2526.92
    ],
    [
        " we had guys survive 25 millimeter chain gun from from Bradleys and still stumble out of you know",
        2526.92,
        2533.44
    ],
    [
        " not friendly's right not not not for me but but we know there was an enemy that made it out of",
        2533.44,
        2539.72
    ],
    [
        " buildings that had whatever however many rounds a bunch of 25 millimeter chain gun rounds coming",
        2539.72,
        2546.28
    ],
    [
        " out of the building you're coming coming into your building and they'd still live so you don't know",
        2546.28,
        2550.62
    ],
    [
        " what's gonna happen with bullets you know you just don't know how to tell and that yeah the",
        2550.62,
        2557.56
    ],
    [
        " the frustration and the blame casting that goes on some of that training we'll get into that",
        2557.56,
        2563.78
    ],
    [
        " that way but man gosh that that 50 cow is such a bad ass weapon period and then you know later on",
        2563.78,
        2573.86
    ],
    [
        " we had those things mounted on our trucks and the the clearance of Mosul guys were stopping",
        2573.94,
        2580.66
    ],
    [
        " v-bids that are completely armored with those things just hammered on them but then it's on a",
        2580.66,
        2586.54
    ],
    [
        " crow's remote system and it does a number that's just a beautiful thing it's it's incredible that",
        2586.54,
        2594.46
    ],
    [
        " that gun was made in the early 1900s yeah yeah yeah for sure yeah on Browning yeah that's an",
        2594.46,
        2599.98
    ],
    [
        " incredible weapon using exact same weapon today that's amazing that's a feat of engineering someone",
        2600.16,
        2606.3
    ],
    [
        " was asking me when I posted pictures of all the brass all over the floor of that room on on",
        2606.3,
        2611.94
    ],
    [
        " Instagram they're like oh did you have any jams oh we know how to set our headspace and timing",
        2611.94,
        2616.44
    ],
    [
        " got the gauge right there on it boom that's that's an awesome weapon now another one you know",
        2616.44,
        2629.32
    ],
    [
        " like a like a Russian like a hip 17 so the um we went into this operation in sorry",
        2629.32,
        2637.1
    ],
    [
        " pansway which is a really really hot area and we didn't like to drive anywhere because afghanistan's",
        2637.1,
        2646.14
    ],
    [
        " limited you know it's limited roads and so their i.e. death threat was huge plus the",
        2646.14,
        2652.12
    ],
    [
        " recovers everywhere so they would just pack all the a covert full of explosives and it could blow",
        2652.12,
        2658.3
    ],
    [
        " up like you know two em wraps kill everybody that and uh so we didn't have helicopter support for",
        2658.3,
        2668.7
    ],
    [
        " this one operation but we were working with the death fast teams and they had their own helo support",
        2668.7,
        2674.76
    ],
    [
        " and they had these mi 17s which are these you know Russian helicopters which are super durable helicopters",
        2674.76,
        2682.52
    ],
    [
        " and um contracted you know american pilots in them obviously okay that's cool and uh so they",
        2682.52,
        2690.96
    ],
    [
        " had this operation they're like hey you guys want to go on with us so we're you know we're the",
        2690.96,
        2696.2
    ],
    [
        " main force on that and it was during one of our turnover ops it was actually the op after the",
        2696.2,
        2702.02
    ],
    [
        " uh when dan lost his leg so we did it too and uh get dropped off first thing in the morning",
        2702.02,
        2709.98
    ],
    [
        " go in clear to compounds and we found a whole bunch of uh on that there were fields and fields",
        2709.98,
        2717.64
    ],
    [
        " of marijuana around here and then on that operation one of the compounds just had a whole bunch of",
        2717.64,
        2723.88
    ],
    [
        " hash was like huge burlap sacks of of hash and i think i think they said there was 200 pounds of it",
        2724.92,
        2734.1
    ],
    [
        " that in the middle they destroyed it and so it was the typical thing that happened",
        2734.1,
        2737.78
    ],
    [
        " women and children left fighters came in and then we were in you know a 360 firefight and",
        2737.78,
        2745.08
    ],
    [
        " we're in the firefight and over the radio we're hearing from from our aircraft overhead",
        2745.08,
        2752.18
    ],
    [
        " they're saying hey there's a white van and it's dropping fighters off around you so this white",
        2752.56,
        2761.88
    ],
    [
        " this white minivan is driving off picking up fighters and then driving a big circle around us",
        2761.88,
        2769.1
    ],
    [
        " and dropping off fighters so this is like an hour later firefighter's that thing i did okay",
        2769.1,
        2776.86
    ],
    [
        " so this is a story so about an hour later there's they're like hey the white coming over",
        2776.86,
        2782.76
    ],
    [
        " because i'm on dual com so i can hear on the fires net and and that's like the other radio",
        2782.76,
        2788.6
    ],
    [
        " frequency outside of inner squad comms for those of you who don't understand that is just go one",
        2788.6,
        2792.62
    ],
    [
        " where the aircraft are talking and when we're we all talking and i'm on both of them and i can hear",
        2792.62,
        2796.34
    ],
    [
        " the aircraft saying that white van is back and so all the sudden i'm looking straight north at",
        2796.34,
        2805.56
    ],
    [
        " 200 yards and i see a white van pulling to the open and stop in you know in an alleyway so",
        2806.04,
        2813.84
    ],
    [
        " get on the radio where's that white van and is it directly north or position",
        2813.84,
        2819.78
    ],
    [
        " and their aircraft comes back yeah it just dropped off two guys and they're stopped",
        2819.78,
        2824.7
    ],
    [
        " they're looking at you right now crack crack crack two rounds and then a 60 gunner just mows the",
        2824.7,
        2829.64
    ],
    [
        " thing down and they're just done through well firefight just kept going now the mi-17s they can't",
        2829.64,
        2839.08
    ],
    [
        " fly after dark they didn't have some kind of certification so they had to come in there and do a",
        2839.08,
        2844.76
    ],
    [
        " hot extract on that lz to get us off so there's there's bullets flying all over the place",
        2844.76,
        2851.82
    ],
    [
        " we get stacked to set our breakout so everyone's kind of broken down from their position we",
        2851.82,
        2857.6
    ],
    [
        " slept security they're they're setting up the lz and then my job as the senior listed guy on my",
        2858.14,
        2864.46
    ],
    [
        " aircraft was i run out i'm the first guy to the aircraft and i count guys getting on and on the last",
        2864.46,
        2871.48
    ],
    [
        " guy on that aircraft so that aircraft isn't going until i have whatever number of people getting on",
        2871.48,
        2877.64
    ],
    [
        " it getting on it everybody's piling on there i got a full head count i got a full head count and",
        2877.64,
        2883.22
    ],
    [
        " there's no seats for me so i got a hop on the ramp and hook and arm through one of the guy's legs",
        2883.22,
        2889.86
    ],
    [
        " my feet are dangling off the ramp as we take off and then i'm shooting just half-ass from the",
        2889.86,
        2897.08
    ],
    [
        " hip because it's cool just for fun just for the call just for the call of the apocalypse now",
        2897.08,
        2902.5
    ],
    [
        " call at at you know a place we were taking fire from as we took off and then we got out of there",
        2902.5,
        2909.56
    ],
    [
        " it was a lot of fun i'm gonna stop short saying it's awesome because i'm not gonna use that word",
        2909.56,
        2913.9
    ],
    [
        " anymore but it was pretty damn great does it not merit an awesome right there that's a conspiracy",
        2913.9,
        2917.9
    ],
    [
        " yeah it was and no one got her no one got wounded no one that one no amazing like you said all",
        2917.9,
        2926.58
    ],
    [
        " these bullets are flying around and it's just incredible because just the laws of chance yeah well",
        2926.58,
        2933.64
    ],
    [
        " those aircraft too you know it's like um those old school aircraft like when you read about the",
        2933.64,
        2939.2
    ],
    [
        " Vietnam guys and i'm reading a book right now those aircraft they were flying these king they",
        2939.2,
        2944.92
    ],
    [
        " were they had Vietnamese pilots in these king b aircraft uh-huh and those things the the guy",
        2944.92,
        2950.94
    ],
    [
        " came back from one up they had 48 holes in it been shot 48 times yeah and and this american sf",
        2950.94,
        2959.08
    ],
    [
        " guys looking at the aircraft and he's looking at the pilot he's getting in like you were and he",
        2959.1,
        2964.64
    ],
    [
        " gets in and he's looking at this Vietnamese pilot and the Vietnamese pilot looks cool he's just like",
        2964.64,
        2970.92
    ],
    [
        " Roger and i got it it's a great quote the guy says something along the lines of when i'm flying",
        2970.92,
        2975.24
    ],
    [
        " i'm just thinking about flying i'm not thinking about bad guys i'm not thinking about bullets i'm just",
        2975.24,
        2979.28
    ],
    [
        " flying my aircraft if it's my day it's my day period and the story but that coming in a hot",
        2979.28,
        2985.02
    ],
    [
        " extract like that that sketch and those guys they they come in super fast and super less speeds",
        2985.02,
        2991.54
    ],
    [
        " speeds on their side and it is sketchy it's uh um i was in a random rush in air helicopter a",
        2991.54,
        2999.14
    ],
    [
        " hip or what do you am i 17 i guess the the the the NATO term is like a hip uh-huh but yeah i was in",
        2999.14,
        3005.78
    ],
    [
        " africa working and and that's like we needed to get somewhere and the only thing they could get us",
        3005.78,
        3010.8
    ],
    [
        " was he contracted contracted helicopters but it was but it was contracted pilots too and i was",
        3010.8,
        3017.84
    ],
    [
        " happy to land on that one because those are a pretty common sight over in there in Afghanistan a",
        3017.84,
        3024.26
    ],
    [
        " lot of the other other agencies were using those and somebody had told me and i don't know if this",
        3024.26,
        3030.1
    ],
    [
        " is true or not that they were they were so inexpensive it wasn't worth doing the maintenance on them",
        3030.1,
        3036.7
    ],
    [
        " so when they got to a maintenance schedule they just destroy it and buy another one",
        3036.7,
        3039.92
    ],
    [
        " that's crazy yeah and and and i don't know if that's true you know that's something i heard from",
        3039.92,
        3046.58
    ],
    [
        " some guy over at the chow hall who yeah who was well informed apparently but those pilots were so",
        3046.58,
        3054.9
    ],
    [
        " so good and they you know they were all probably xtf 160 guys that were now hired on by",
        3054.9,
        3061.3
    ],
    [
        " these other guys that do the job over there i was incredible so speaking of wounded or",
        3062.28,
        3067.5
    ],
    [
        " that case not wounded but you were telling me a story about um and i cut you off so you didn't tell",
        3067.5,
        3073.1
    ],
    [
        " it to me but you were telling me a story about a Taliban guy getting shot in the leg",
        3073.1,
        3077.3
    ],
    [
        " yeah so last time i was telling you the story about last time i was telling you the story about the uh",
        3077.3,
        3084.62
    ],
    [
        " the operation where we'd set pop flares out because guys were were able to get so close to us",
        3087.6,
        3093.36
    ],
    [
        " and during that firefight one of our firing positions up on a roof they're like hey there's",
        3093.36,
        3100.32
    ],
    [
        " there was someone that had circled around kind of behind our position and we weren't",
        3100.32,
        3103.52
    ],
    [
        " taking any fire for them they were in in the process of trying to flank us they're like hey there's",
        3103.52,
        3107.58
    ],
    [
        " a guy back here and we just shot him we killed him so stuff calmed down and i talked that the",
        3107.58,
        3114.44
    ],
    [
        " TU commander i'm like hey i'm gonna press out with these two guys because it appeared as if it was",
        3114.44,
        3120.1
    ],
    [
        " like right around the corner around this wall and we're gonna go see if if the guys got a radio on",
        3120.1,
        3125.4
    ],
    [
        " them or anything like that so we push out of the compound and we loop around a wall but it's not",
        3125.4,
        3131.64
    ],
    [
        " just one wall at several walls and we get a little bit farther away so we round the corner where",
        3131.64,
        3137.24
    ],
    [
        " the guy is supposed to be and there's no dead guy at all but there's a guy standing 30 yards away",
        3137.24,
        3142.5
    ],
    [
        " on a hill and he's shooting at me so i have got i'm patrolling my scar heavy but i folded the butt",
        3143.42,
        3152.72
    ],
    [
        " stock like a dummy and cuz i you know i thought that was a cool way to patrol and so now",
        3152.72,
        3159.7
    ],
    [
        " i'm like oh no i can't shoulder my my scar so i just tried to lock it out on the screen",
        3159.7,
        3167.12
    ],
    [
        " do it the mp5 case yes a lot punch it out dude just punch it out squeezed at him missed him",
        3167.12,
        3174.58
    ],
    [
        " and then it had a stove pipe in a feet jam so i just took a knee and started to reload and then",
        3174.58,
        3182.02
    ],
    [
        " cleared the jam real quick start shooting me again but he was gone and then he turned up again",
        3182.02,
        3188.76
    ],
    [
        " when uh when we had when we went to do our extract the following day we had to clear a couple",
        3188.76,
        3195.6
    ],
    [
        " buildings near where uh uh the kilos were gonna land and then we found that same guy with this",
        3195.6,
        3202.3
    ],
    [
        " leg all bandaged up because they they didn't kill him they just shot him in the way and then we",
        3202.3,
        3209.32
    ],
    [
        " just wound up you know leaving him there so like so was at the last time you patrolled the",
        3209.32,
        3216.76
    ],
    [
        " your scar heavy with the stock folded in and then you know on another op it was that i learned the",
        3216.76,
        3222.94
    ],
    [
        " lesson of never taking off my body armor and helmet because it was hot yeah yeah what happened on",
        3222.94,
        3228.82
    ],
    [
        " that one oh my goodness so we were um it was an operation in swally caught where we'd taken",
        3228.82,
        3237.4
    ],
    [
        " high ground above a couple of compounds that we'd cleared and the next day the talent we'd",
        3237.4,
        3248.22
    ],
    [
        " gotten to the point right where we'd we'd started to get a little bit complacent and all our",
        3248.22,
        3254.9
    ],
    [
        " engagements with the Taliban we'd always had the upper hand against them we'd uh uh completely",
        3254.9,
        3260.04
    ],
    [
        " we had air power we had better weapons we were trained better yeah and on this operation we had",
        3260.04,
        3269.12
    ],
    [
        " a piece of high ground right behind the compounds that we took was everyone wearing was everyone",
        3269.12,
        3273.94
    ],
    [
        " using the acogs on their on their scars generally or what were they using guys variety of acogs the",
        3273.94,
        3279.44
    ],
    [
        " snipers actually took the scopes off their SR-25s and put them on the uh the scar everyone had",
        3279.44,
        3285.22
    ],
    [
        " basically every had scopes and so lots of them and we had 300 windmags night per apples that we'd",
        3285.22,
        3290.8
    ],
    [
        " brought along on this i'm just thinking mentally from the viewpoint of where the enemy's at like",
        3290.8,
        3294.8
    ],
    [
        " you're reaching out and touching them accurately way further than they can get you pretty much",
        3294.8,
        3298.92
    ],
    [
        " which a lot which again leans towards you thinking yourself we're gonna kick these guys out",
        3298.92,
        3303.6
    ],
    [
        " every time yep and then you did kick their ass a bunch of times and and and so then these guys start",
        3303.6,
        3310.0
    ],
    [
        " to take a high ground all around our positions and we can see a guy pushing out with a pkm onto",
        3310.0,
        3317.92
    ],
    [
        " this flat ledger rock he's 1100 yards away and we're shooting at him with a 300 windmag what it's",
        3317.92,
        3324.9
    ],
    [
        " windy and and we're missing we're missing close and he'd go back and then come back out go back come",
        3324.9,
        3330.94
    ],
    [
        " back out they were getting set up all around us and then they just brought it they let it go with a",
        3330.94,
        3337.68
    ],
    [
        " salvo of rocket propellant grenades and then just steady pkm fire and we thought their thousand yards",
        3337.68,
        3347.98
    ],
    [
        " out they really can't do that much oh it's you know 105 degrees out so we'll take our body armor",
        3347.98,
        3354.88
    ],
    [
        " and helmets off and then that they just laid the hammer down luckily for me I happen to be right",
        3354.88,
        3363.54
    ],
    [
        " on top of my body armor helmet because I was in the in the prone position and then I just was able",
        3363.54,
        3368.0
    ],
    [
        " to snake into my body armor and get my helmet back on my head and you know in this this is a position",
        3368.0,
        3374.84
    ],
    [
        " where this is the first time we've been somewhere we couldn't fill sandbags so we just stacked a bunch",
        3374.84,
        3380.3
    ],
    [
        " of rocks as best we could to make a fighting position and the bullets were just deadly hammering",
        3380.3,
        3386.6
    ],
    [
        " the rocks and hammering the rocks and hammering the rocks and I was thinking man alive",
        3386.6,
        3390.26
    ],
    [
        " I'm gonna get shot and I wonder if it's gonna hurt but it's definitely gonna happen the odds are",
        3390.26,
        3397.44
    ],
    [
        " odds are there and somehow I didn't and then then the bb1 bomber came on station and dropped a",
        3397.44,
        3410.28
    ],
    [
        " I ran out of water we all ran out of water up in this high ground position it was like 112",
        3410.28,
        3414.88
    ],
    [
        " 14 degrees at two in the afternoon we ran under water and there was no getting any water until",
        3414.88,
        3420.74
    ],
    [
        " that night when the sun went down did you listen to podcast with Ron sure on",
        3420.74,
        3426.02
    ],
    [
        " I'm sure I did yeah the SF guy metal of honor recipient but if you go watch the videos",
        3426.02,
        3433.26
    ],
    [
        " oh that yeah yeah like the castle that they're attacking that's crazy just straight uphill",
        3433.26,
        3439.54
    ],
    [
        " I was just I couldn't believe that I when I when I as I was reading like I was reading a bunch of",
        3440.58,
        3446.06
    ],
    [
        " articles about the situation yeah and then they kept talking about video and I said I'll you know",
        3446.06,
        3450.3
    ],
    [
        " check out YouTube and I saw that I couldn't believe it I couldn't believe it and the way he described it",
        3450.3,
        3457.64
    ],
    [
        " it was just incredible yeah he just laid it out there it's like oh yeah you know yeah he's so",
        3457.64,
        3463.5
    ],
    [
        " understated uh-huh he's like well you know it was a little bit of a hill yeah it was a pretty big",
        3463.5,
        3468.5
    ],
    [
        " building it was a cliff and there was a castle I'm talking about bro",
        3468.5,
        3472.24
    ],
    [
        " well I don't know if we can all some guy you know another thing that we we're talking about and",
        3472.24,
        3478.02
    ],
    [
        " you made obviously this isn't get leave in Afghanistan but it's getting back early in your career when you",
        3478.02,
        3483.66
    ],
    [
        " when you failed the stalking section of sniper school and then you went back and you and you",
        3483.66,
        3492.78
    ],
    [
        " and you you know you obviously made it through you passed the the stalking section",
        3492.78,
        3496.4
    ],
    [
        " and you kind of touched on it when you were on last time but I was wondering like a little bit more",
        3497.12,
        3502.14
    ],
    [
        " granularity on what you changed that you went from failing the stalks to all right here's here's",
        3502.14,
        3510.12
    ],
    [
        " me knocking out whatever a 10 yeah and and it comes down to basically doing what I've been taught",
        3510.12,
        3516.64
    ],
    [
        " and and and people were telling me is that you start the stalk",
        3516.64,
        3523.46
    ],
    [
        " you're told to find the OP which is you know 1200 yards away and the first thing you've got to do",
        3524.48,
        3530.44
    ],
    [
        " is figure out where that OP hit or observe and OP is an observation point and that's where the",
        3530.44,
        3536.14
    ],
    [
        " the guys that are grading you on the stalk who are other sniper instructors that's where they're at",
        3536.14,
        3541.26
    ],
    [
        " and you you take that this model and I always just thinking how it applies to problem solving",
        3541.26,
        3549.3
    ],
    [
        " basically across the board where okay I need to find a goal in my future here somewhere in this",
        3549.3,
        3557.98
    ],
    [
        " case it's the stalk and then before I start executing on moving toward that that goal going to",
        3557.98,
        3566.58
    ],
    [
        " find that OP I need to take some time and study the terrain and see what my you know line of attack",
        3566.58,
        3574.08
    ],
    [
        " is going to be and how I'm going to move all the way up to where to where I'm going to go and then",
        3574.08,
        3579.58
    ],
    [
        " I need to put it into action and while I'm putting into action I'm constantly reassessing that goal",
        3579.58,
        3585.64
    ],
    [
        " and adjusting my actions across the way and that when I went from that model I went from you know",
        3585.64,
        3593.38
    ],
    [
        " failing stalks to being the first one done hardly spending any time on my belly and doing that so",
        3593.38,
        3600.18
    ],
    [
        " then you take that and you apply it to life and you think about just goal setting where do where do I",
        3602.62,
        3609.14
    ],
    [
        " want to be in five years and identify it and then say okay do a little research how do I get there",
        3609.14,
        3617.78
    ],
    [
        " and then get on that damn path stay disciplined and then just keep the eye in the target and keep",
        3617.78,
        3625.2
    ],
    [
        " adjusting your aim as you go and I can look back at times in my life where really I wasn't paying",
        3625.36,
        3632.38
    ],
    [
        " attention I'm really just treading water you know living paycheck to paycheck doing whatever and now",
        3632.38,
        3638.86
    ],
    [
        " you know I take take that model and I apply it to where do I want to be in five years where",
        3638.86,
        3645.76
    ],
    [
        " do I want my kids to be what kind of parent do I want to be and how am I going to get there and",
        3645.76,
        3649.9
    ],
    [
        " what's the path I'm going to lay out for it yeah and this from a leadership perspective obviously",
        3650.44,
        3655.56
    ],
    [
        " this applies because from a leadership perspective if you're and I was just on Peter Tia's podcast",
        3655.56,
        3661.12
    ],
    [
        " and we were talking about a little bit about that strategic framework tactical right yeah",
        3661.12,
        3667.08
    ],
    [
        " listening at this morning and and you know what I said to him that where it first started to",
        3667.08,
        3672.26
    ],
    [
        " occur to me that was hey if my guys don't know what it is that we're trying to accomplish",
        3672.32,
        3678.34
    ],
    [
        " they're they can't make it they can't they're can't move in there sure I can tell move",
        3678.34,
        3682.3
    ],
    [
        " eight yards forward and then they can't hear me anymore now what they're going to wait for me",
        3682.3,
        3686.52
    ],
    [
        " to get wherever they are I can say go take that building right there well now they can't hear me",
        3686.52,
        3690.14
    ],
    [
        " anymore so now what they're gonna they're gonna sit there and wait for me to come up and tell them",
        3690.14,
        3692.42
    ],
    [
        " to do something else no they need to know what we're trying to get accomplished and then they need",
        3692.42,
        3696.42
    ],
    [
        " to have this the standard operating procedures down well enough so they and the parameters that",
        3696.42,
        3700.28
    ],
    [
        " they're allowed to maneuver within and that allows us to actually accomplish the mission and",
        3700.28,
        3704.14
    ],
    [
        " that's something I think I I mean I don't even know when I learned that but without that strategic",
        3704.14,
        3710.22
    ],
    [
        " objective and that's a strong word okay I get it I get strategic I get what it means and I'm not",
        3710.22,
        3715.4
    ],
    [
        " talking about you know global warfare but when you're in a town and you have a mission objective",
        3715.4,
        3723.42
    ],
    [
        " that okay we're gonna get to this building or we're gonna move to this area we're gonna take this",
        3723.42,
        3727.52
    ],
    [
        " piece of terrain and everybody knows that and even when those things change because as you know",
        3727.52,
        3732.9
    ],
    [
        " you get into a contact or you get into a situation where you change what you're doing you have to",
        3732.9,
        3738.54
    ],
    [
        " let everyone know that hey we're breaking contact we're getting out of here hey we're going to",
        3738.54,
        3743.44
    ],
    [
        " strong way this building or whatever once everybody knows that then they can act on it then they",
        3743.44,
        3749.12
    ],
    [
        " can carry it out same same thing that what you're talking about there now on a bigger picture of",
        3749.12,
        3753.62
    ],
    [
        " course is to apply on a bigger picture if your troops in the field don't know what it is you're",
        3753.62,
        3757.38
    ],
    [
        " trying to achieve then they make bad decisions if they don't know that you're trying to protect the",
        3757.38,
        3762.56
    ],
    [
        " populace if they don't know that that's a broad strategy then they get out there and treat the",
        3762.56,
        3766.2
    ],
    [
        " the populace they lack like idiots if they know that's what they're trying to do then they make better",
        3766.2,
        3771.34
    ],
    [
        " to I'm not saying they make perfect decisions because they don't but they'll make better decisions",
        3771.34,
        3775.42
    ],
    [
        " because they understand what that broad strategy says and it's certainly the same thing in business",
        3775.42,
        3779.6
    ],
    [
        " and with business it goes back and forth too because business sometimes in business you're",
        3779.6,
        3783.98
    ],
    [
        " you know I run into it with businesses where they're for instance trying to go public so they",
        3783.98,
        3789.12
    ],
    [
        " need to make money every quarter they need to show that profitability increase and so the biggest",
        3789.12,
        3794.14
    ],
    [
        " thing they got on their mind is trying to show a good quarter and they'll sacrifice some strategic",
        3794.14,
        3800.76
    ],
    [
        " things like the sacrifice a little bit of taking care of a customer because they want to scrape",
        3800.76,
        3806.54
    ],
    [
        " a little more money out of it out of the situation that's a bad strategic play but they do it",
        3806.54,
        3811.58
    ],
    [
        " short term at the time because they know they got to make more money the quarter so they can come",
        3811.58,
        3815.38
    ],
    [
        " back and reinvest more so but everybody's got to know that because if everyone thinks hey",
        3815.38,
        3819.52
    ],
    [
        " hey the number one thing is we we never let our customers out okay guess what we lost money",
        3819.52,
        3824.86
    ],
    [
        " this quarter now we now we can't go public because we and again this is a really",
        3824.86,
        3829.26
    ],
    [
        " kindergarten level examples but that's the kind of thing where what you're talking about if people",
        3829.26,
        3835.02
    ],
    [
        " don't understand what that longer term goal is then they can't really operate and function on their own",
        3835.8,
        3841.04
    ],
    [
        " which is a problem no and you're not thinking long term you're just thinking day to day basically",
        3841.04,
        3849.14
    ],
    [
        " yeah I kind of went off at the muster on that one kid that asked me how often are you thinking",
        3849.14,
        3858.14
    ],
    [
        " strategically and how often are you thinking tactically and you know I just kind of was going off",
        3858.14,
        3863.56
    ],
    [
        " about look man every single thing I do is strategic I'm not making any tactical moves I'm not",
        3863.76,
        3868.78
    ],
    [
        " I'm not worried about the tactical wins and losses now there's a reason for that I'm in a good spot",
        3868.78,
        3872.7
    ],
    [
        " right now where a little tactical loss doesn't mean that much to me right now and it's really easy",
        3872.7,
        3876.8
    ],
    [
        " for me to just focus on the strategic stuff you know when I was younger I had to focus more on some",
        3876.8,
        3881.78
    ],
    [
        " tactical things you know that's the way it is but even as a young person you got to keep that",
        3881.78,
        3888.06
    ],
    [
        " straight you know you might have to take some tactical you might have to you might have to make",
        3888.06,
        3890.9
    ],
    [
        " some adjustments and win some short torn battles just this because that's the way it is",
        3890.9,
        3894.12
    ],
    [
        " but you should be thinking tactics all the time or start you should be thinking strategy all the time",
        3894.12,
        3899.5
    ],
    [
        " you should be thinking long game all the time all the time thinking about the long game all the time",
        3899.5,
        3903.9
    ],
    [
        " thinking about how is this decision affect where I'm going to be in the long term because the short term",
        3903.9,
        3909.46
    ],
    [
        " decisions those are the ones that beat you down yeah try that long game nested inside that long",
        3909.46,
        3917.52
    ],
    [
        " term go you know strategy yeah yeah I actually kind of appreciated that he brought that uh oh",
        3917.52,
        3923.4
    ],
    [
        " totally it was a good question he was and he was a younger guy and you could see he's thinking",
        3923.4,
        3927.98
    ],
    [
        " you know it probably he probably thought to himself hey it seems like jaco keeps talking about",
        3927.98,
        3931.86
    ],
    [
        " the long game and he thought to himself how often is jaco thinking about that and so he asked",
        3931.86,
        3937.66
    ],
    [
        " the question good on him so I could explain I'm thinking about it all the time I'm thinking",
        3937.66,
        3947.5
    ],
    [
        " for bringing that the whole framework of the bringing the whole framework and everything up",
        3947.5,
        3952.2
    ],
    [
        " yeah yeah yeah for that aspect of that because I was listening to that this morning I'm like",
        3952.2,
        3955.44
    ],
    [
        " yeah this lays that's the same thing that makes you successful on a stock choosing that goal and",
        3955.44,
        3961.62
    ],
    [
        " then working your way to it doing your you know and you you got to watch out for the situation where",
        3961.62,
        3967.22
    ],
    [
        " you get paralysis by analysis or and that's caught up by you got a time limit on a stock okay you got",
        3967.22,
        3976.16
    ],
    [
        " three hours to get this done so you got to get it figured out and you got to get moving or I think",
        3976.16,
        3982.7
    ],
    [
        " a lot of people will fall into that trap where they do too much study too too much study oh yeah",
        3982.7,
        3989.54
    ],
    [
        " then there's no action in life in general and in stocks guys will run out of time",
        3989.54,
        3995.58
    ],
    [
        " I said something the other day uh most things don't get finished because most things don't get",
        3995.58,
        4001.86
    ],
    [
        " started I think people don't even start people even make that move right of course hey guess what big",
        4002.28,
        4007.66
    ],
    [
        " shocker there's an dichotomy and that's the bottom line there's an economy if you rush into it and",
        4007.66,
        4012.24
    ],
    [
        " you start moving without having a long term plan you're probably going to make a bad move if you take",
        4012.24,
        4016.28
    ],
    [
        " too long you're going to wait too long and the whole world's going to pass you by so you have to",
        4016.28,
        4020.24
    ],
    [
        " constantly modulate and figure out where you're at and no one's going to be able to give you the answer",
        4020.24,
        4024.18
    ],
    [
        " I can't sit here and be like oh you know what you want to do right there you want to make this no",
        4024.18,
        4028.56
    ],
    [
        " no one's going to be sitting there telling you that day by day you've got to figure that out and",
        4028.56,
        4032.26
    ],
    [
        " you got to figure out if it's really really moving you in the right direction yeah",
        4032.26,
        4035.76
    ],
    [
        " way it's got to be when you were talking about coming back to trade at and you know you and I both",
        4035.76,
        4044.68
    ],
    [
        " had the the the luck to be at trade at in the positions we were in I was the I was the trade at",
        4044.68,
        4051.04
    ],
    [
        " OIC you were the trade at CMC so basically we were the senior dudes we weren't together unfortunately",
        4051.04,
        4056.38
    ],
    [
        " but what a good job and what a good opportunity to see how things unfold and what a good",
        4057.06,
        4064.84
    ],
    [
        " opportunity to take these standard operating procedures and pressure test them you exactly so",
        4064.84,
        4073.96
    ],
    [
        " I was I was hit up the other day in a brief where I was talking about when I was there as a",
        4073.96,
        4082.0
    ],
    [
        " troop SEA and we did our first FTX and you had just trained changed training to where we before",
        4082.52,
        4089.3
    ],
    [
        " prior to that and every time I'd been through land warfare prior to coming through as as the",
        4089.3,
        4095.26
    ],
    [
        " troop senior and listed advisor in 2008 our FTXs were all life fire great life fire school but it's",
        4095.26,
        4103.72
    ],
    [
        " so canned yeah because it has to be for safety that it really doesn't put any pressure on the",
        4103.72,
        4110.28
    ],
    [
        " leadership and there's not really any pressure brought to bear on any of your SOPs yeah to put",
        4111.18,
        4116.74
    ],
    [
        " this simply to everyone when you're in a gunfight there's two horrible things that the enemy will do",
        4116.74,
        4122.92
    ],
    [
        " they will shoot at you and they will maneuver and when you're using live fire for training your",
        4122.92,
        4128.8
    ],
    [
        " enemy is a bunch of paper targets at best they're mounted on those little carts that can move around",
        4128.8,
        4135.3
    ],
    [
        " but they're very very limited not even remotely close to what a human being is going to do",
        4135.3,
        4139.88
    ],
    [
        " so when you're going with live fire your enemy neither shoots back at you nor do they maneuver",
        4139.9,
        4146.08
    ],
    [
        " so in the SEAL teams we would destroy our paper targets all the time we would crush them all the time",
        4146.08,
        4152.42
    ],
    [
        " relentlessly we would outmaneuver them because they couldn't move we would out shoot them because",
        4152.42,
        4157.04
    ],
    [
        " they didn't shoot so it was pretty easy to dominate and sure there was that level of stress of",
        4157.04,
        4163.94
    ],
    [
        " the fact that it is live fire and when you're out like in the desert you are and you do do and we",
        4163.94,
        4170.22
    ],
    [
        " still do this where you have to shift fire and you're walking and you're you know you're making sure",
        4170.22,
        4174.92
    ],
    [
        " that you're safe because you can't you know you can you can shoot each other but that type of stress",
        4174.92,
        4179.72
    ],
    [
        " compared to the stress of okay now the enemy we're using we're using laser tag guns or paintball",
        4179.72,
        4185.44
    ],
    [
        " and the enemy isn't full on maneuvering they're full on shooting back at us that's a that's a big step",
        4185.44,
        4190.54
    ],
    [
        " up yeah and so we just completely epically failed that first operation and we took a hard look at",
        4190.94,
        4200.16
    ],
    [
        " the four biggest things we did wrong and identified where our standard operating procedures were flawed",
        4200.16,
        4207.58
    ],
    [
        " and then we sat down with our leadership and we got input and started to modify those SOPs",
        4207.58,
        4216.4
    ],
    [
        " to so we could build up standard operating procedures that were resilient enough to withstand",
        4216.84,
        4221.84
    ],
    [
        " all the pressure that you guys were putting on us in training and uh",
        4221.84,
        4226.02
    ],
    [
        " someone asked me at a keynote I was given the other day like well didn't you guys have SOPs",
        4226.02,
        4235.28
    ],
    [
        " prior to that we absolutely did but they weren't good good enough because they couldn't",
        4235.28,
        4241.04
    ],
    [
        " withstand the pressure so they had to be modified we had to modify the way we were doing",
        4241.04,
        4245.16
    ],
    [
        " SOPs for getting head counts we had to modify how we were dealing with our down men like honestly",
        4245.8,
        4251.84
    ],
    [
        " we weren't carrying litters around we weren't but it's it's just an absolute abject disaster",
        4251.84,
        4258.58
    ],
    [
        " if you get a wounded guy sure I can drag him off the X but now if I patch him up and I",
        4258.58,
        4266.02
    ],
    [
        " gonna throw him over my shoulder again I'm gonna blow out every bandage I just put on him that's",
        4266.02,
        4273.94
    ],
    [
        " radio comms going when everything is confusing we had to fix that so we had to dial those SOPs in",
        4273.94,
        4279.52
    ],
    [
        " the standard operating procedures and the beauty of of trade-at is that as stuff is happening",
        4279.52,
        4288.62
    ],
    [
        " on the battlefield we immediately modify that in the training and we're putting that on top of",
        4288.62,
        4295.64
    ],
    [
        " the guys in training so they can see if their standard operating procedures are good to go or if",
        4295.64,
        4301.48
    ],
    [
        " they're flawed and they need to be modified so we can constantly modify if people are honest about",
        4301.48,
        4306.02
    ],
    [
        " them yeah and that's that's the beauty of the the basically the the P3 dish or the lab that we had",
        4306.02,
        4311.8
    ],
    [
        " out there at trade-at because the other thing is we could see when when people were being honest",
        4311.8,
        4317.4
    ],
    [
        " about their mistakes or when guys were were blame casting and not taking ownership of what was",
        4317.4,
        4324.56
    ],
    [
        " going on and and not being honest with their SOPs and then you just develop these SOPs like they",
        4324.56,
        4332.18
    ],
    [
        " don't just apply to the battlefield we came up with standard operating procedures for you know how",
        4332.18,
        4341.58
    ],
    [
        " we did our admin stuff how we dealt with with anything that you can think of we would think of a",
        4341.58,
        4348.26
    ],
    [
        " good way to do it and then test it and then run through it so you know you might not like this",
        4348.26,
        4354.84
    ],
    [
        " this analogy but I think that SOPs kind of are a life hack because it is one of those things that",
        4354.84,
        4361.5
    ],
    [
        " you can lay there is no work I know except for the standard operating procedures pretty",
        4361.5,
        4367.7
    ],
    [
        " dang close to one yeah you know what's as you were as you were talking about that one thing that I",
        4367.7,
        4372.44
    ],
    [
        " definitely noticed is the you could have almost 90% of the time that you use the word modify RSRP",
        4373.64,
        4382.2
    ],
    [
        " you could have used the word simplify because most of the time it was someone saying hey we got this",
        4382.2,
        4390.74
    ],
    [
        " crazy we this is what we're gonna do we're gonna do this and you're gonna do that and there's all",
        4390.74,
        4393.76
    ],
    [
        " these crazy things and they realize that doesn't work so you make it simpler and simpler now where",
        4393.76,
        4397.96
    ],
    [
        " that's counterintuitive is like in extreme ownership where I talked about doing SSE and when we",
        4399.06,
        4405.3
    ],
    [
        " first started to do it SSE the plan was real simple just smash everything and just take whatever",
        4405.3,
        4408.66
    ],
    [
        " you'd find right that was a horrible plan and it didn't work so we had to we had to put something",
        4408.66,
        4413.44
    ],
    [
        " that was a little bit more looked on the surface to be a little bit more complex even though when",
        4413.44,
        4417.32
    ],
    [
        " you broke down the individual human beings and what they were doing it was very straightforward and",
        4417.32,
        4420.64
    ],
    [
        " very simple so so yeah yeah no there's no doubt that having that opportunity to watch SOPs get",
        4420.64,
        4427.52
    ],
    [
        " tested and either pass or fail and it was so obvious either way because it was so cool in the",
        4428.52,
        4435.22
    ],
    [
        " platoons and the taskings would start to work together and they'd start to cover move for each other",
        4435.22,
        4440.46
    ],
    [
        " and they'd start to use decentralized command they would they would crush the trade-out guys",
        4440.46,
        4443.8
    ],
    [
        " or they would absolutely would at least get the best of them they'd at least kill them all",
        4443.8,
        4449.08
    ],
    [
        " whereas when they're not doing it it would be comical for trade-out guys would kill 40 guys or",
        4449.08,
        4456.1
    ],
    [
        " whatever it was then you just be thinking hmm and and and you're right this is where you'd have",
        4456.1,
        4460.98
    ],
    [
        " ego problems would show up because guys would think and it was so hard from from my perspective",
        4460.98,
        4467.06
    ],
    [
        " from your perspective when you're like listen the the trade-out cadre is going to do the same they",
        4467.06,
        4472.98
    ],
    [
        " did the same thing to the last nine troops or the last five troops they did this exact same",
        4472.98,
        4478.26
    ],
    [
        " scenario and and the other troops used simple standard operating procedures they covered",
        4478.26,
        4483.7
    ],
    [
        " move they used decentralized command and they they won here's what you're doing this is from my",
        4483.7,
        4488.44
    ],
    [
        " perspective and I know it's hard but what you're doing is you're trying to control everyone or what",
        4488.44,
        4491.86
    ],
    [
        " you're doing is you've got these these standard operating procedures that are too complicated",
        4491.86,
        4495.46
    ],
    [
        " or you're not prioritizing an excuse you're just you're you're you've got to follow these simple rules",
        4495.46,
        4500.22
    ],
    [
        " and it would be hard to convey to some guys if the guys wanted to put up their ego barrier and",
        4500.22,
        4506.34
    ],
    [
        " let it offend them and think no it would never happen or no that's just the trade-out guys knew what",
        4506.34,
        4511.68
    ],
    [
        " we were going to do yeah the trade-out guys know what you're going to do you know what you're",
        4511.68,
        4515.4
    ],
    [
        " attacking a target area anyone any any military mind in the world is going to get the high ground",
        4515.4,
        4521.72
    ],
    [
        " and then they're going to sweep through if they can from high ground to low ground that's what",
        4521.72,
        4527.04
    ],
    [
        " that's what everyone's going to do it's not like the trade-out guys the anybody could figure that out",
        4527.04,
        4531.44
    ],
    [
        " any any military mind is going to look at a target and do it one of three ways or one of four",
        4531.44,
        4537.16
    ],
    [
        " ways and 50% of those four ways actually is going to overlap so you don't have to be a freaking",
        4538.18,
        4542.28
    ],
    [
        " rocket science or scientist or or or or Napoleon to be able to figure out okay here's the target",
        4542.28,
        4548.86
    ],
    [
        " where do I think the seals are going to come in from it's like oh okay they're probably going to",
        4548.86,
        4552.82
    ],
    [
        " come in from here I'll set up two guys there there's also a chance they're going to come in from",
        4552.82,
        4556.04
    ],
    [
        " over here cool I'll put two guys over there there you go we knew you knew our plan it's like yeah",
        4556.04,
        4562.1
    ],
    [
        " bro the enemy is it's like you talked about you had situations where you went in and you're like oh",
        4562.4,
        4568.78
    ],
    [
        " we'll go get on the high ground oh the the enemy put ied is there yeah guess what it doesn't take",
        4568.78,
        4573.74
    ],
    [
        " a rocket science to figure out oh if you're going to assault us here you're probably going to want",
        4573.74,
        4577.48
    ],
    [
        " to get this piece of this piece of terrain over here so that would offend guys and they'd get",
        4577.48,
        4582.7
    ],
    [
        " into the hey this is this is wrong and instead of saying okay what did I do wrong can you",
        4582.7,
        4587.3
    ],
    [
        " can you tell me what I did wrong again because I'm not sure I understand it oh well what you did",
        4587.3,
        4591.9
    ],
    [
        " is this you didn't prioritize next you you didn't use decentralized command and they would just",
        4591.9,
        4595.92
    ],
    [
        " fear if you're not going to listen to that you know it's a problem I had a guy at the",
        4595.92,
        4600.62
    ],
    [
        " mustard just asking me about like how do you handle it when someone really picks you apart",
        4600.62,
        4606.52
    ],
    [
        " on a debrief and I flag bro you know I handle that I what I do is I look him right in the eye and I",
        4606.52,
        4616.34
    ],
    [
        " say thank you thank you for telling me that please thank you and and I appreciate it and I'm",
        4617.56,
        4622.9
    ],
    [
        " going to go look at what you just told me and I'm going to try and figure out if I can fix it because",
        4622.9,
        4627.38
    ],
    [
        " otherwise that like you just I could see in the skies eyes like he's asking me that question because",
        4627.38,
        4633.32
    ],
    [
        " his ego is getting offended I so everyone's ego gets offended mine because I get offended when",
        4633.32,
        4639.14
    ],
    [
        " somebody tells me that when somebody gives me the nine big debrief points I want I did wrong I'm",
        4639.14,
        4642.68
    ],
    [
        " freaking mad I don't want to make mistakes I even ego just like everyone else if not a",
        4642.68,
        4646.12
    ],
    [
        " freaking larger ego than anyone else and when somebody tells me I did nine things wrong I'm pissed",
        4646.12,
        4650.86
    ],
    [
        " I'm pissed at myself and it's really easy for me to look at you and get pissed to you for telling me",
        4650.86,
        4655.44
    ],
    [
        " that I screwed this up but instead I've gotten old enough to realize even if I don't like it it's",
        4655.44,
        4662.64
    ],
    [
        " even harder final like it's even harder when I don't like it it's even harder right that's what makes",
        4662.64,
        4666.18
    ],
    [
        " it super hard but when you go you know what you bite down and you go okay thank you let me",
        4666.18,
        4672.9
    ],
    [
        " assess what you just told me if you could make that little step up in your life it's epic and",
        4672.9,
        4678.62
    ],
    [
        " when guys would to your point when guys wouldn't make that step in that step up in coming through",
        4678.62,
        4684.52
    ],
    [
        " the trade-at training it would be a nightmare it was a nightmare and the thing is man like I love all",
        4684.52,
        4692.16
    ],
    [
        " these team guys I want them to go kick ass that's all I wanted was them to like go do great things",
        4692.16,
        4697.92
    ],
    [
        " on deployment and when you get that the guy coming through that just would be offended Maya and I'd",
        4698.62,
        4704.22
    ],
    [
        " be so bummed out I'd you know I'd just I'd be so bummed out I'd be like probably I just want you",
        4704.22,
        4709.82
    ],
    [
        " to do good I'm just telling you like don't focus on a head count when you're in the firefight that's what I'm",
        4709.82,
        4713.52
    ],
    [
        " saying yeah and then then you get to the point where you're just like oh man you're not going to",
        4713.52,
        4725.3
    ],
    [
        " get it now I'm just going to make you suffer yeah but the because you get you'll get critique points",
        4725.3,
        4734.0
    ],
    [
        " where guys will say hey we need to get an op so we can go start to finish where you let us win",
        4734.0,
        4742.42
    ],
    [
        " basically and you know if you're playing football and your college team goes against a high school",
        4742.42,
        4748.46
    ],
    [
        " team that's not challenging for anybody and you're not going to really learn anything out of it",
        4748.46,
        4752.18
    ],
    [
        " and that's why I gave you a walk through and so after seeing that so many times and running land",
        4752.62,
        4760.06
    ],
    [
        " warfare I started going out at the front day one and saying hey guys listen you're going to get a",
        4760.06,
        4767.18
    ],
    [
        " walk through that's your time to work through your whole script on how you're going to run a target",
        4767.18,
        4772.26
    ],
    [
        " assault but I'm short-changing you if I'm not putting pressure on you when we have these FTX",
        4772.26,
        4782.16
    ],
    [
        " where your weak points are and get better and then knowing about myself when I have those two",
        4782.16,
        4787.96
    ],
    [
        " voices arguing in my head the one that's my ego and it's making an excuse for everything that",
        4787.96,
        4795.04
    ],
    [
        " you're that someone who's debriefing me is picking apart and the other reasonable voice which I'm",
        4795.04,
        4801.0
    ],
    [
        " trying to turn the volume up on that's going oh yeah that's a fair critique yeah well I got a",
        4801.0,
        4808.8
    ],
    [
        " little lazy there shouldn't have taken my body armor off that that kind of stuff or or the worst",
        4808.8,
        4816.7
    ],
    [
        " was like the oh I see that would come out after you were oh I see and he if he came out the training",
        4816.7,
        4822.7
    ],
    [
        " and he would find some stuff that was screwed up and he's like why am I the one fixing it and I'm like",
        4822.7,
        4829.08
    ],
    [
        " you are exactly right and guys are good angry he's like he comes out here and he calls us out he goes",
        4829.08,
        4834.02
    ],
    [
        " we we deserve it let's not do this ever again we cannot have our boss coming out here and looking at",
        4834.32,
        4842.82
    ],
    [
        " how we're running training and calling us out and and a lot of it was for I'll give you an example",
        4842.82,
        4850.82
    ],
    [
        " go out to an IADS range and a platoon has decided to have their 60 gunner walk point because",
        4850.82,
        4856.94
    ],
    [
        " that's going to work good for an immediate action drill but that's not what you're really going to",
        4856.94,
        4862.04
    ],
    [
        " do that's patrol the contact that's not what we're training in an immediate action drill when we're",
        4862.18,
        4866.44
    ],
    [
        " training for a sucker punch and he's like what in the world of sports is going on here and we'd be",
        4866.44,
        4872.66
    ],
    [
        " like yeah but guys wouldn't want to tell the platoon be one of these small things where and I",
        4872.66,
        4882.64
    ],
    [
        " failed in this in in leadership a lot of times where it's just like I'll just let that slide I'll",
        4882.64,
        4887.04
    ],
    [
        " just let that and pretty soon everything's sliding and you're not really given people any guidance",
        4887.04,
        4891.64
    ],
    [
        " but um yeah people come you got to be honest with critique and look at it and then move forward",
        4893.84,
        4899.64
    ],
    [
        " and at the end of the day you always kind of know when you're wrong and it to take ownership of it",
        4899.64,
        4906.2
    ],
    [
        " you feel better about it because now you have power over it right and then it's like oh if I",
        4906.2,
        4913.16
    ],
    [
        " think that the the trade-it staff is cheating non-powerless against it and it's just kind of",
        4913.16,
        4921.14
    ],
    [
        " stressor that I'm dealing exactly they're just going to win it doesn't matter blah blah and then it's",
        4921.28,
        4928.96
    ],
    [
        " it's also on on a trade-it it's and it's difficult to debrief people and not come off as condescending",
        4928.96,
        4936.04
    ],
    [
        " that's a real skill and that's the some guys are really good at that and that's something I try",
        4936.04,
        4940.66
    ],
    [
        " to work on and I'm not perfect at it but to give people constructive criticism in a manner",
        4940.66,
        4947.4
    ],
    [
        " that they're like accepted that doesn't one of the things I'm hoping that's hard about that",
        4947.4,
        4950.86
    ],
    [
        " and trade-it is you don't really have a good relationship with 50% of the guys that are coming through",
        4950.86,
        4954.48
    ],
    [
        " so some guys that come through like when you're coming through and like hey bro like we I could",
        4954.48,
        4957.86
    ],
    [
        " just like be pretty straight up with you yeah some guys I don't really know you and you're from",
        4957.86,
        4961.3
    ],
    [
        " like a different team and I never worked with you before so I have no sort of sort of relationship",
        4961.3,
        4966.18
    ],
    [
        " and then it's a harder you know to say hey man that was a really bad job you know now I I don't",
        4966.18,
        4976.36
    ],
    [
        " just be like hey this is what happened you know and by the way I recorded you on my audio thing",
        4976.36,
        4980.7
    ],
    [
        " like I would carry a little voice recorder and then when people would be panicking or freaking out",
        4980.7,
        4985.62
    ],
    [
        " I would record them and I'd say you were kind of freaking out out there and they'd say no",
        4985.62,
        4989.0
    ],
    [
        " wasn't freaking out back okay listen to this everybody knows that sound like freaking out",
        4989.0,
        4994.46
    ],
    [
        " to yours that your calm voice so the and the other fun thing about the dit skier was",
        4994.46,
        5003.24
    ],
    [
        " you could hit him with the near miss because if they got killed they would get now drug through",
        5004.9,
        5010.28
    ],
    [
        " the desert by their ankle yeah and guys didn't want to die so they still weren't as honest about",
        5010.28,
        5016.9
    ],
    [
        " fires they could be but they would still like my favorite thing to do would be put the god gun which",
        5016.9,
        5023.38
    ],
    [
        " is just a regular thing I had as a lean grater on near miss and if guys were screwing around like",
        5023.38,
        5029.12
    ],
    [
        " they would not you know they'd all be standing up in a perimeter where they shouldn't be",
        5029.12,
        5033.64
    ],
    [
        " standing and I would just near miss them all guys would just die yeah they was like real rounds",
        5033.64,
        5040.12
    ],
    [
        " they was like legitimate real rounds were covered out and when they hear that near miss things",
        5040.12,
        5043.56
    ],
    [
        " they didn't want to get drug through the desert for freaking two kilometers to the extract point",
        5043.56,
        5049.12
    ],
    [
        " have all their gear beat up and bruised and gone punished all their whoever has to carry",
        5049.12,
        5054.72
    ],
    [
        " us is getting completely punished okay feel my face man yeah well I would them younger guys coming",
        5054.72,
        5063.72
    ],
    [
        " out you know everyone talks about the big millennials and I'm I'm from what I've seen when I when I've",
        5063.72,
        5070.86
    ],
    [
        " talked to the teams and when I've gone out to some training sites guys are awesome I think across",
        5070.86,
        5076.32
    ],
    [
        " the board they are yeah I mean I've looked at all all the new guys and the quality of the new",
        5076.32,
        5083.8
    ],
    [
        " guys now compared to who I was yeah I'm not sure I could have made it through training if I",
        5083.8,
        5089.4
    ],
    [
        " was compared against all the guys now they're smart they're motivated and they're hard yeah and",
        5089.4,
        5096.26
    ],
    [
        " uh they're only coming in because they want to go to war yeah because that's a given yeah did I",
        5096.26,
        5101.68
    ],
    [
        " want to go to war absolutely but it wasn't a known thing I gotta admit that I kind of thought it was",
        5101.68,
        5106.26
    ],
    [
        " I thought like a I'm going to know yeah that was I thought I was going to know I'm in 1991",
        5106.26,
        5112.8
    ],
    [
        " but yeah these guys know for a fact I mean they they see they see you know memorial services on",
        5114.54,
        5121.1
    ],
    [
        " TV they know what's what they're getting into for sure and the complaints the complaints about",
        5121.1,
        5128.9
    ],
    [
        " the millennials that I hear are that oh they want to know why they're doing something well done yeah",
        5128.9,
        5135.94
    ],
    [
        " you know and you just covered that in that that document that was written after reward too that",
        5135.94,
        5140.68
    ],
    [
        " says hey guess what you need to tell guys why they're doing something or they're not going to",
        5140.68,
        5145.72
    ],
    [
        " be the most effective and it's generally generationally it's just more blame casting where people",
        5145.72,
        5153.22
    ],
    [
        " are whining about the next generation it goes back forever that's just normal right I think it's",
        5153.22,
        5159.12
    ],
    [
        " one of those normal whiny things that you gotta be the young guys suck uh-huh they don't you suck",
        5159.12,
        5167.32
    ],
    [
        " when I was it one of the leadership courses with some regular navy leadership and one of the",
        5169.26,
        5176.02
    ],
    [
        " master chiefs was telling a story that she had an E5 and she worked in in supply and she's like",
        5176.02,
        5184.84
    ],
    [
        " hey I need you to go do the inventory today and she's checks back comes back like an hour and a half",
        5184.84,
        5193.12
    ],
    [
        " later and uh the guy had to go inventory this whole warehouse and he's hanging out in the coffee",
        5193.98,
        5199.96
    ],
    [
        " lounge and I don't have later and she's like hey what what the heck is going on here she's like I",
        5199.96,
        5203.5
    ],
    [
        " did the inventory and she's like no way that takes all day let's spot check it spot just randomly",
        5203.5,
        5210.78
    ],
    [
        " pulls up a couple items off that inventory list checks it she's like how did you do this",
        5210.78,
        5215.94
    ],
    [
        " and he's like well you know I got this app reader on my phone and I just went and scanned all",
        5217.82,
        5223.82
    ],
    [
        " the barcodes used his phone and completed the inventory like that with a little bit of ingenuity",
        5223.82,
        5230.38
    ],
    [
        " and so basically she just told them the end state and got out of his way it was by accident",
        5230.38,
        5236.42
    ],
    [
        " but she got out of his way and let him figure out how something to do it and then then went with it",
        5236.42,
        5243.52
    ],
    [
        " nothing wrong with that no what about for you as you've gotten older what kind of mindset",
        5244.86,
        5251.48
    ],
    [
        " changes have you gone through where like I just kind of talked about one from my perspective you",
        5251.48,
        5259.0
    ],
    [
        " are as I got older you see see different things and I always try and make that perfectly cleared",
        5259.0,
        5264.84
    ],
    [
        " everyone that you know I kind of you know I learned I learned and I'm still learning and so you know",
        5264.84,
        5275.22
    ],
    [
        " would you what what what like where some things that if you could have learned or changed your",
        5275.22,
        5281.94
    ],
    [
        " your mentality on earlier like what yeah I mean for shutting down the ego uh uh you know a lot of",
        5281.94,
        5292.52
    ],
    [
        " my growth honestly is being married to iris and is a hundred percent responsible for her and",
        5292.52,
        5297.04
    ],
    [
        " and she shuts down your ego shut my ego down but then has honest conversations about well",
        5297.04,
        5302.54
    ],
    [
        " what are you really thinking here and then you know actually listening to what someone saying",
        5302.54,
        5309.94
    ],
    [
        " because the the trap I used to fall into was when someone was talking to me I wasn't really listening",
        5309.94,
        5316.96
    ],
    [
        " to them I was just formulating what I was going to say back to them formulating your counter punch",
        5316.96,
        5322.92
    ],
    [
        " exactly and and I probably score a high-end trait disagreeableness yeah so you know it's just my",
        5322.92,
        5333.36
    ],
    [
        " nature to want to be at that point of friction but that also makes me just you know want to go stick",
        5333.36,
        5338.68
    ],
    [
        " my finger in people's eyes and offend them and stuff like that and so stepping back and opening",
        5338.68,
        5346.3
    ],
    [
        " my mind up to other points of view um and then being a little bit more cognizant of other people",
        5346.3,
        5355.66
    ],
    [
        " and how they're reacting to me so I can adjust how I interact with them relationship wise I don't",
        5355.66,
        5361.9
    ],
    [
        " if you remember this question at the mustard guide asked hey what what are you doing you how do you",
        5361.9,
        5366.6
    ],
    [
        " deal with someone who's super negative and about you know the the the the team or whatever and you know",
        5366.6,
        5374.96
    ],
    [
        " I said here's a really good leadership technique that you can use it's very complicated it's called",
        5374.96,
        5380.7
    ],
    [
        " listen how much you listen to him but you actually listen to what people are saying somebody's feels",
        5380.7,
        5385.94
    ],
    [
        " really negative about my team guess what I want to know why I want to actually hear their explanation",
        5385.94,
        5391.04
    ],
    [
        " as to why they're being super negative and by the way when you allow someone to voice their opinion",
        5391.04,
        5396.16
    ],
    [
        " and you listen to them carefully instead of formulating our counter punch which is what our instinct",
        5396.16,
        5400.4
    ],
    [
        " does to do have been said you go hmm okay well what's wrong Jason what mean what's what's the",
        5400.4,
        5404.46
    ],
    [
        " problem over here I actually want to listen to you I want to hear what you have to say and that is",
        5404.46,
        5408.84
    ],
    [
        " such an advantage as a leader instead of always feeling like hey anybody that steps to me is getting",
        5408.84,
        5416.26
    ],
    [
        " crushed like no actually anyway it steps to me is going to teach me something and I'm happy to hear it",
        5416.26,
        5422.26
    ],
    [
        " yeah boom and then just being aware of you know but my biases yeah my biases and then I find this a",
        5423.62,
        5434.92
    ],
    [
        " lot of times with the dang media presses the heck out of my buttons and so I I got to the point where",
        5434.92,
        5443.3
    ],
    [
        " I just I don't want to news anymore yeah because the news is is hard it's there to get you angry",
        5443.3,
        5449.4
    ],
    [
        " so you'll pay attention to it and gets them better ratings yeah and a lot of times when I'll see",
        5449.4,
        5454.28
    ],
    [
        " some really extreme things that they're claiming people said when I dig into when I actually take",
        5454.28,
        5460.2
    ],
    [
        " the time to dig into it it's like not quite what it was and now that I've become a lot more",
        5460.2,
        5466.14
    ],
    [
        " introspective and so I'm paying attention to how things make me react I'm paying attention to",
        5466.14,
        5472.72
    ],
    [
        " when my face flushes out or I grip and I'm like okay now it's time to detach and step back I've",
        5472.72,
        5478.52
    ],
    [
        " noticed it that just like not not a positive positive you know thing in my life to have my",
        5478.52,
        5485.22
    ],
    [
        " blood pressure spiked again and again and again and again because I've got a 24 hour news feed",
        5485.22,
        5491.76
    ],
    [
        " coming in yeah and so uh another team guy pointed this out to me he's like hey I was talking about",
        5491.76,
        5499.42
    ],
    [
        " the news and I was all angry about something and he's like you know what I quit watching the news",
        5499.42,
        5503.88
    ],
    [
        " and he goes I'm a lot happier since I stopped watching the news it doesn't matter and I'm like are",
        5503.88,
        5508.22
    ],
    [
        " you kidding me of course it matters but he planted a little seed and watered it and then I'm like okay",
        5508.22,
        5514.8
    ],
    [
        " I'm gonna quit watching the news yeah and it doesn't it doesn't matter and I was to the point where",
        5514.8,
        5519.74
    ],
    [
        " I'll just check the news like first thing in the morning to make sure of volcano enough",
        5519.74,
        5523.66
    ],
    [
        " right now I don't even do that yeah if there's a volcano going off I'll see the smoke or someone",
        5523.66,
        5527.28
    ],
    [
        " will tell yeah yeah you're gonna find out about it the the 24 hour news cycle is filled with a lot of",
        5527.28,
        5532.24
    ],
    [
        " things that you don't need to know you don't need to know at all and that's that's the kind of way",
        5532.24,
        5536.62
    ],
    [
        " I am I mean I still look at it but it doesn't it I'm completely I can look at I can look at 19 headlines",
        5536.62,
        5542.38
    ],
    [
        " in a row and none of them have any remote impact on my mentality at all until I see one that says oh",
        5542.38,
        5550.8
    ],
    [
        " there was a terror bombing here and I go okay let's see what's going on or hey there was a US",
        5550.8,
        5554.9
    ],
    [
        " serviceman killed here and I'm like oh okay but every other of the 17 headlines that I read",
        5554.9,
        5561.84
    ],
    [
        " that were I'm trying to think of a good one right now because there's just you know",
        5561.84,
        5566.32
    ],
    [
        " everything is going down and you're like okay fine yeah no everything's not going down the world",
        5566.32,
        5574.12
    ],
    [
        " isn't going to end but it's clickbait isn't yeah I you guys are the first ones I heard use that word",
        5574.12,
        5580.42
    ],
    [
        " I'm like oh that's what that is oh yeah yeah yeah yeah what is exactly what it's going on clickbait",
        5580.42,
        5585.96
    ],
    [
        " but it's just clickbait on the TV to get you to dial in and get him higher and then we've got to",
        5585.96,
        5591.04
    ],
    [
        " listen to Sam Harris and I forget the female's name that was on but she did this whole research",
        5591.04,
        5595.6
    ],
    [
        " about it talking about how the Russian the Russian bots and all that stuff and yeah you can create",
        5595.6,
        5601.86
    ],
    [
        " headlines that are gonna make people click and then you can make fictional random you can just",
        5601.86,
        5607.54
    ],
    [
        " make up stories I know and people they'll catch you know someone else will report that story as being",
        5607.54,
        5613.42
    ],
    [
        " true it's a crazy world the onion yeah that joke newspaper they've got you the AP is picked their",
        5613.42,
        5620.02
    ],
    [
        " stuff up like two or three times before totally nuts so you got to learn you should definitely add",
        5620.02,
        5626.6
    ],
    [
        " all men a mom learn to detach when you read the news yeah and then something that I found",
        5626.6,
        5633.08
    ],
    [
        " real helpful is is putting a filter on my thoughts so the and this is something that that",
        5633.08,
        5640.92
    ],
    [
        " Iris is kind of talked about she's like the first filter is am I whining and then the second filter",
        5640.92,
        5647.4
    ],
    [
        " is am I resentful and then the third filter is am I jealous and if I can just catch that stuff",
        5647.4,
        5655.3
    ],
    [
        " once I identify it it doesn't bother me anymore yeah but prior to identifying it if I'm just like",
        5655.3,
        5662.22
    ],
    [
        " oh so and so just got a promotion that's bullshit he you know and then then I realize oh wait a",
        5662.9,
        5668.78
    ],
    [
        " minute I should be happy for him for getting that promotion uh and Jordan Peterson says something",
        5668.78,
        5676.52
    ],
    [
        " about be careful who you share good news with and and and I just don't that's not that's not",
        5676.52,
        5682.62
    ],
    [
        " something I I I'm proud of when I see it come up in myself and that's one of the things that",
        5682.62,
        5688.54
    ],
    [
        " that as I age on I'm trying to fix the other thing that that as I've gotten older is I used to be",
        5689.28,
        5696.3
    ],
    [
        " very group identified and now I find myself becoming more of an individual if that makes sense",
        5696.3,
        5704.72
    ],
    [
        " no that makes that makes that makes that understand this is this is that's where I'm trying to go and",
        5704.72,
        5709.3
    ],
    [
        " this is this is the path that uh that I'm on and it's it's a struggle when it all comes down and I",
        5709.3,
        5716.02
    ],
    [
        " kind of wish there was two words for ego right because the ego if I didn't have an ego driving",
        5716.02,
        5723.38
    ],
    [
        " me to be better yeah I I would just be sitting at home eating chocolate chip cookies on on the",
        5723.38,
        5729.3
    ],
    [
        " couch there's not two words to describe ego but there is the dichotomy of it though there is and",
        5729.3,
        5733.44
    ],
    [
        " so then you're good to go yeah you know uh one of my team guy buddies a long time ago",
        5733.44,
        5740.88
    ],
    [
        " use this phrase which I which I always remembered because I thought it was really good basically",
        5741.28,
        5747.14
    ],
    [
        " someone was whining about something and you know you know raise their hand and say well you know",
        5747.14,
        5751.68
    ],
    [
        " why we're doing this and then afterwards my buddy goes hey that's cool put yourself on report for",
        5751.68,
        5756.76
    ],
    [
        " being a bitch and so like I've been hypersensitive to that for a real long time I do not ever you know",
        5756.76,
        5767.0
    ],
    [
        " I don't care what I'm going through I will not complain about anything like I am hypersensitive",
        5767.0,
        5771.02
    ],
    [
        " about that at least I try to be I mean you know cold not gonna mock him to say anything uh you know",
        5771.02,
        5777.88
    ],
    [
        " hurt like I hurt my knee and I my knee was also on a ball jacked up and I didn't tell anyone I told",
        5777.88,
        5785.98
    ],
    [
        " me hey I injured my knee no no factor and finally life was like hey you know it was up with your knee",
        5785.98,
        5791.38
    ],
    [
        " I sent him a picture like the knee is just twice as big as the other one he's like oh my god",
        5791.38,
        5796.84
    ],
    [
        " are you gonna need surgery I'm like no no factor but and I only sent it to him like six or seven",
        5797.0,
        5802.68
    ],
    [
        " days the swelling had gone down but out of the gate I wasn't gonna say anything because I don't",
        5802.68,
        5806.76
    ],
    [
        " I don't want to sit there and complain like bro I hurt my knee doing Jiu Jitsu oh no you know what I mean",
        5806.76,
        5812.16
    ],
    [
        " like come on bro I'm not gonna complain about that uh but yeah those other things about being",
        5812.16,
        5816.86
    ],
    [
        " resentful and being jealous whenever I feel that tinge of when I feel that tinge of jealousy when",
        5816.86,
        5825.9
    ],
    [
        " I feel that tinge of what I feel like when I feel like mad at someone for doing something I",
        5825.9,
        5831.36
    ],
    [
        " automatically know it's me I automatically and I've known that for years there was a stoner as a",
        5831.36,
        5835.84
    ],
    [
        " matter of fact was going to he wanted to go to Princeton and he he said to me he and he I wasn't",
        5835.84,
        5845.1
    ],
    [
        " we weren't we weren't together a team three anymore and so he was talking to some people and finally",
        5845.1,
        5848.92
    ],
    [
        " he comes to me and he says hey man I want to go to Princeton I want to put together this package and",
        5848.92,
        5852.76
    ],
    [
        " go to Princeton he said but uh some of the other people I'm talking to are telling me it'd be bad",
        5852.76,
        5858.58
    ],
    [
        " for my career and I'm like bro those guys are just jealous uh that's not happening I go you go",
        5858.58,
        5866.58
    ],
    [
        " and you get your freaking degree from Princeton are you kidding me how is that gonna be bad for and he",
        5866.58,
        5871.12
    ],
    [
        " did he ended up doing it and he got he got in he got accepted and but that was one of those things",
        5871.12,
        5875.74
    ],
    [
        " where it was so obvious to me like whoever told you that is just telling you that because they don't",
        5875.74,
        5881.12
    ],
    [
        " want you to have have another punk card to pull on you because like hey you're stoner you're you",
        5881.12,
        5886.6
    ],
    [
        " know you got a bunch of combat experience you got a bunch of combat awards you're you're this",
        5886.6,
        5892.08
    ],
    [
        " big strapping dude and by the way you're gonna go to Princeton like no one wanted that final punk",
        5892.08,
        5896.98
    ],
    [
        " card to be issued this donor it's hard when you see someone else that's successful and you know",
        5896.98,
        5902.66
    ],
    [
        " that like I should be getting up off my ass and getting into Princeton myself or going and you",
        5902.66,
        5910.36
    ],
    [
        " can't control whether or not you're deployed to combat but a lot of other stuff is and I think",
        5910.36,
        5915.0
    ],
    [
        " that's where it gets painful for guys it's like okay well I'm not gonna make the effort so I don't",
        5915.0,
        5920.86
    ],
    [
        " want anybody else to make make the effort either I'm a crab in this bucket and I'm gonna drag",
        5920.86,
        5925.16
    ],
    [
        " that crab that's trying to climb out yeah back in the bucket and this is actually in way the warrior",
        5925.16,
        5930.48
    ],
    [
        " could three this is why I had to address this which in way the warrior could three you know have",
        5930.48,
        5935.5
    ],
    [
        " you read it yet not yet so in way the warrior kid there's a new character that comes his name is",
        5935.5,
        5939.92
    ],
    [
        " like good at everything he's better at mark than everything he's like a little bit smarter does",
        5939.92,
        5944.34
    ],
    [
        " better in the test in school and he's a little bit faster and he can do more pull ups and then",
        5944.34,
        5948.72
    ],
    [
        " like to take the cake because he's a new kid moves in and and Mark still thinks he's got the ultimate",
        5948.72,
        5953.78
    ],
    [
        " punk card to pull which is I do jujitsu and I can choke you some of the stuff matters it turns out",
        5953.78,
        5960.56
    ],
    [
        " Danny Ryan Hart's been training for two more years and and that's exactly what happens is Mark",
        5960.56,
        5965.82
    ],
    [
        " instead of saying wow I can learn from you wow you can help me wow uh that's awesome I know",
        5965.9,
        5971.26
    ],
    [
        " you worked hard for that instead he just tries to undermine and he just is jealous and so that's",
        5971.26,
        5976.58
    ],
    [
        " something that you deal with when you're starting to be like oh even as a little kid you know",
        5976.58,
        5980.06
    ],
    [
        " there's even a little kid you can be jealous so checking to check yourself if you're being resentful",
        5980.06,
        5986.16
    ],
    [
        " if you're jealous of someone those are like the first things I check when I start getting mad at",
        5986.16,
        5992.12
    ],
    [
        " someone those are the first things I check when I start getting mad at someone I go am I being",
        5992.12,
        5995.82
    ],
    [
        " jealous right now yes I am he did that filter yeah that is not is not good and and what's worked out",
        5995.82,
        6002.8
    ],
    [
        " really well for me is when you identify these these people that are good at everything keep them",
        6002.8,
        6009.02
    ],
    [
        " around you oh for sure for sure for sure and that's the other the other clincher in the way the",
        6009.02,
        6015.56
    ],
    [
        " way you could three is is Danny Ryan Hart he's not only like better he's also like a really nice kid",
        6015.56,
        6020.26
    ],
    [
        " yeah and so that makes Mark even matter because everyone wants to be friends with him you know just",
        6021.5,
        6026.48
    ],
    [
        " because he's nice so yeah you got to watch out for that check yourself don't get that uh I wanted to",
        6026.48,
        6032.8
    ],
    [
        " talk about some leadership mistakes that you've made and I was thinking to myself well I could talk",
        6032.8,
        6039.22
    ],
    [
        " I could call out Jason for leadership mistakes that he's made that's kind of jacked up if I",
        6039.22,
        6043.4
    ],
    [
        " don't talk about me leadership mistakes that I've made now of course I've listed a bunch of",
        6043.4,
        6046.98
    ],
    [
        " leadership mistakes that I've made in that kind of me of leadership and in extreme ownership so",
        6046.98,
        6051.32
    ],
    [
        " there's that but I I got a couple that I thought of and I was trying to think of some broad ones one",
        6051.32,
        6057.48
    ],
    [
        " of them is when I was in Ramadi I hate to start off like that when I was in Ramadi I did not do",
        6057.48,
        6067.36
    ],
    [
        " as good a job as I should have and I'll go a little bit further to keeping the rest of our community",
        6067.84,
        6077.9
    ],
    [
        " informed as to what was happening and why it was happening and to be honest with you the reason I",
        6077.9,
        6083.38
    ],
    [
        " say I'll go further than I just didn't keep informed I wasn't even thinking about it I wasn't",
        6083.38,
        6087.62
    ],
    [
        " even thinking about it when I got home and one of our good friends said to me and he was all fired up",
        6087.62,
        6096.58
    ],
    [
        " and he's like we were reading your he's like we read your AARs at quarters every day like so he",
        6096.6,
        6101.62
    ],
    [
        " every day at trade at at the time while we were in Ramadi they were reading the AARs the after",
        6101.62,
        6108.22
    ],
    [
        " action report for the hey they killed nine guys they killed seven guys and and I that's you know",
        6108.22,
        6113.04
    ],
    [
        " I was like hey that's awesome that's cool I didn't really even think of that but what I also",
        6113.04,
        6117.3
    ],
    [
        " didn't think of was guys that were saying hey wait a second what are these guys doing over there",
        6117.3,
        6120.3
    ],
    [
        " hey wait a second wait what why are you conducting operations during the daytime hey wait a second",
        6120.3,
        6126.14
    ],
    [
        " why are you staying out after you get contacted why are you staying in position hey wait a second",
        6126.36,
        6133.12
    ],
    [
        " why are you working alongside the conventional forces why aren't you doing stuff with just special",
        6133.12,
        6140.08
    ],
    [
        " operations and I did a bad job of explaining these things to our community as a whole and even when",
        6140.08,
        6147.58
    ],
    [
        " we got back I had the opportunity to do it and I spread the word to some people and was able to",
        6147.58,
        6152.16
    ],
    [
        " explain to them but by then some people had already thought oh well these guys were just over there",
        6152.16,
        6156.08
    ],
    [
        " doing these rogue operations by themselves and they shouldn't have been doing it so that's that's one",
        6156.68,
        6162.12
    ],
    [
        " that's one big one that I wish I would have done a better job and I just I just wasn't even",
        6162.12,
        6167.82
    ],
    [
        " paying attention and and you know what it's like man I mean this is my this is my excuse is my",
        6167.82,
        6174.72
    ],
    [
        " it's my fault because I was over there and I'm thinking like hey we got an operation tomorrow I got",
        6174.72,
        6180.7
    ],
    [
        " to I got I got two elements going out in the field I'm not worried about what they're thinking",
        6180.7,
        6184.0
    ],
    [
        " like I just didn't even think of it and I should have so I don't know if that's an excuse it's",
        6184.0,
        6188.7
    ],
    [
        " the reason why I didn't think of it way I should have and I was wrong for not doing that how much",
        6188.7,
        6193.48
    ],
    [
        " bandwidth could you have expanded on it though in the moment you know what if I would have",
        6193.48,
        6198.22
    ],
    [
        " been a little bit smarter and a little bit better I could have taken 15 minutes to send out an",
        6198.22,
        6203.6
    ],
    [
        " email and say hey everyone want to let you know what this op was really like because they're in",
        6203.6,
        6208.36
    ],
    [
        " the op sums right the op sum is an official document if I could have supplemented that with hey",
        6208.36,
        6212.84
    ],
    [
        " guys jaco here I know this one sounds a little bit crazy here's what's going on the Iraqi soldiers",
        6213.24,
        6218.28
    ],
    [
        " that we're working with they don't have night vision they have one flashlight per fire team to go",
        6218.28,
        6224.72
    ],
    [
        " out at night with these guys is completely it doesn't work and so we got to go out in the daytime",
        6224.72,
        6230.44
    ],
    [
        " with them sometimes and so that's what we're doing here's why we're doing it you know I could have",
        6230.44,
        6235.5
    ],
    [
        " done it I could have expanded a little bit and I just didn't have the awareness that I should have",
        6235.5,
        6239.76
    ],
    [
        " to explain these things also to explain them plain English because it's one thing to read the op sum",
        6240.6,
        6245.22
    ],
    [
        " that's an official document that's written a certain way it's another thing to say hey guys jaco",
        6245.22,
        6251.36
    ],
    [
        " here here's what's going on and because I mean let's face it at that time I'd been in for",
        6251.36,
        6255.6
    ],
    [
        " a long time and I had friends everywhere I mean and when my friends would reach out to me this",
        6255.6,
        6261.96
    ],
    [
        " is probably should have been my best indicator some of my friends that reached out to me and said like",
        6261.96,
        6266.22
    ],
    [
        " hey dude what's going on like I heard you just got a guy I heard one of you guys got shot what's",
        6266.22,
        6271.06
    ],
    [
        " going on how's that happening and I had one specific friend of mine who wrote me like a long email",
        6271.06,
        6276.24
    ],
    [
        " and and I wrote him back right and said hey man this is what's going on but that should have been",
        6276.24,
        6282.62
    ],
    [
        " an indicator if one of my friends was reaching out to me and saying hey what's going on I should have",
        6282.62,
        6288.02
    ],
    [
        " been more cognizant the fact that people beyond and people that didn't know me at all you know",
        6288.02,
        6294.02
    ],
    [
        " would be thinking what you know well this guy's this guy's hyper aggressive and they're just out",
        6294.16,
        6298.84
    ],
    [
        " there taking too many risks it's like no and and what was cool was there was some guys",
        6298.84,
        6304.06
    ],
    [
        " that were in Ramadi other seals that were in Ramadi are working in and around Ramadi at the time who",
        6304.06,
        6310.08
    ],
    [
        " I knew and they were like oh you guys are crushing it you guys are doing great this is awesome",
        6310.08,
        6313.44
    ],
    [
        " you know but I didn't do a good job so that's that's one thing I don't know what it looked like",
        6313.44,
        6318.6
    ],
    [
        " from your perspective where were you when I was over there in Peacom pull side at Thailand",
        6318.6,
        6324.02
    ],
    [
        " explaining to my guys why we had to put the missions first yeah yeah check check yeah but at the time",
        6324.02,
        6331.08
    ],
    [
        " I was excited for you guys because it was like the that was like the first sustained heavy combat yeah",
        6331.08,
        6339.64
    ],
    [
        " yeah yeah yeah yeah everything had been we were talking about the big news to stand around and talk",
        6342.62,
        6350.22
    ],
    [
        " about when you were at the bar was was maybe a tick or a firefighter lasted five minutes yeah",
        6350.22,
        6355.92
    ],
    [
        " and you guys were troops in contact a hundred percent of the time every time you walked outside the",
        6355.92,
        6360.72
    ],
    [
        " gate yeah it wasn't quite that but it was a lot yeah and then that's for sure and and that's what",
        6360.72,
        6365.76
    ],
    [
        " that's what I think I think I should have explained that better than I did throughout the community",
        6366.68,
        6371.24
    ],
    [
        " and you know I still talk to guys I still have the opportunity when I you know some guys that",
        6371.24,
        6374.84
    ],
    [
        " I'll I'll still explain this to some guy that I haven't seen you know it is you run into",
        6374.84,
        6378.76
    ],
    [
        " guys you haven't seen in 15 years yeah they'll be like do what you do over there okay let me",
        6378.76,
        6382.68
    ],
    [
        " explain it to you I've had people sit through kind of the the Ramadi brief and be like okay I get",
        6382.68,
        6389.96
    ],
    [
        " it I get here yeah that makes sense hey Roger but yeah should have done a better job of that from",
        6389.96,
        6395.5
    ],
    [
        " a leadership perspective um I was trying to think of a tactical example of and this is really",
        6395.5,
        6402.18
    ],
    [
        " easy story once I might personally chase down some dude over like multiple rooftops as a",
        6402.18,
        6406.28
    ],
    [
        " in Baghdad you know like just got in the one man pursuit well I had another guy like a trailing",
        6406.28,
        6411.32
    ],
    [
        " knee but basically we're hitting a target there's a squirter I'm outside the building",
        6411.32,
        6417.68
    ],
    [
        " as it's happening and also you know the the overhead asset reports that there's a squirter and he",
        6417.68,
        6424.3
    ],
    [
        " jumps to another rooftop and I had a radio meant the radio man was like near me and we both know the",
        6424.3,
        6431.98
    ],
    [
        " radio man and he's like hey he's like oh you went to the next roof and I was like god him and so I",
        6431.98,
        6438.7
    ],
    [
        " climb up a palm tree a climb up a palm tree like in between a palm tree and like the garage and I get",
        6438.7,
        6445.02
    ],
    [
        " to the roof and I get and then he's like he jumped to the next one and so the radio the to J attack is",
        6445.02,
        6449.44
    ],
    [
        " in the street with me following down and telling me what's going on and basically I left my I",
        6449.44,
        6455.62
    ],
    [
        " shouldn't have done that you know I should have sent a couple guys and eventually I got",
        6455.62,
        6458.2
    ],
    [
        " what someone else with me and then we we got the guy but you know I just was trying to think of",
        6458.2,
        6463.04
    ],
    [
        " hey where did I make some mistakes where that we're more on a tactical level and that's one right",
        6463.04,
        6469.26
    ],
    [
        " there is you know I I'm in charge of the assault and if I'm out there chasing a guy from rooftop",
        6469.26,
        6475.82
    ],
    [
        " I'm not doing my job I but they did have it on video and it was pretty awesome to watch",
        6476.18,
        6484.74
    ],
    [
        " and I tried to get a hold of it but of course it's classified so I couldn't have it but yeah",
        6484.74,
        6489.8
    ],
    [
        " it was pretty cool to watch you know yeah you're doing like parkour and you can't climb in palm trees",
        6489.8,
        6496.44
    ],
    [
        " yeah climb the palm tree and then jump from roof to roof to roof and then eventually they're like",
        6496.44,
        6505.8
    ],
    [
        " what was one and then the last thing again I was trying to think of like a variety of different",
        6505.8,
        6509.92
    ],
    [
        " mistakes and here's something from a leadership perspective that I really when I look back I wish",
        6509.92,
        6515.4
    ],
    [
        " I would have done a better job and that's helping guys with the finances young guys I mean how many young",
        6515.4,
        6522.2
    ],
    [
        " guys reenlist they get a hundred and fifty thousand dollar reenlistment bonus and they show but",
        6522.2,
        6528.06
    ],
    [
        " work two days later they've got a new Ford F 350 super duty Harley Davidson version and they have",
        6528.06,
        6535.78
    ],
    [
        " you know they're they have a they have a sixty two thousand dollar truck that is now worth they just",
        6536.28,
        6541.64
    ],
    [
        " had it for a day and they've not worth forty eight thousand so they already lost money and guys that",
        6541.64,
        6546.48
    ],
    [
        " would rent instead of bought you know just all those things where and and I wasn't like super",
        6546.48,
        6552.56
    ],
    [
        " at it but I was ahead and I should have been telling guys like hey man let me talk to you but hey",
        6552.56,
        6557.9
    ],
    [
        " guys let's do a little let's talk for a half an hour about where you're at right now let's come",
        6557.9,
        6563.42
    ],
    [
        " up with a strategic objective of where you're going to be in five years you know do you still want",
        6563.42,
        6569.12
    ],
    [
        " to be rent an apartment in IB because that's probably not great or do you want to be buying a place",
        6569.12,
        6575.36
    ],
    [
        " get with one of your buddies so I never talked about that kind of stuff and again what it boils down",
        6575.36,
        6580.96
    ],
    [
        " to is my own my own being obsessed like I didn't care about that stuff you know what I mean",
        6580.96,
        6587.3
    ],
    [
        " I guess I cared about it enough to do it and I got lucky I had a I had an officer one time",
        6587.3,
        6592.4
    ],
    [
        " that said I bought a house every three years and kept it he just said that to me and I was like",
        6593.46,
        6599.2
    ],
    [
        " that seems like a really good idea and that's what I tried to do but I didn't pass that word on",
        6599.2,
        6604.28
    ],
    [
        " and I could probably help out more guys so kind of a bummer on that one I yeah because",
        6604.28,
        6610.0
    ],
    [
        " that aspect I completely dropped the ball on that early in my career as well later on I got a",
        6610.0,
        6621.98
    ],
    [
        " 30 but I could tell a guy how to be a good shooter yeah but then I didn't look at the whole",
        6623.48,
        6629.4
    ],
    [
        " rest of the dang pie chart and realized that if I fixed all that other stuff they'd be even better",
        6629.4,
        6635.88
    ],
    [
        " shooter exponentially better right and yeah that that was something that that actually helping guys",
        6635.88,
        6645.3
    ],
    [
        " and there were stuff that this is this is something I really failed that is like I could see guys",
        6645.3,
        6651.7
    ],
    [
        " messing up but I didn't want to have that uncomfortable conversation with them to like bro you got",
        6651.7,
        6659.22
    ],
    [
        " to you got to kind of fix this like hey you know you've used the analogy before if I have a",
        6659.22,
        6664.16
    ],
    [
        " booger hanging out I want somebody to tell me yeah and so I see you get mad at them what he",
        6664.16,
        6669.76
    ],
    [
        " was talking about I wanted that booger there no I I definitely wouldn't I had some of those",
        6669.76,
        6677.74
    ],
    [
        " conversations for sure and I'm sure you did too like hey bro this girl she's not the one I'm",
        6677.74,
        6682.9
    ],
    [
        " gonna tell you that right now this isn't gonna work out well for you the problem is getting somebody",
        6682.9,
        6688.68
    ],
    [
        " to listen to that conversation is real hard when it comes to the ladies yeah and that aspect of",
        6688.68,
        6693.4
    ],
    [
        " just most times it blows up in your face and then sometimes you're just like hey I realize that",
        6693.4,
        6699.48
    ],
    [
        " maybe I'm gonna lose my friendship with you true but I got to tell you this and",
        6699.48,
        6706.98
    ],
    [
        " later on in my career when I started to to start like struggling with anger issues that were",
        6706.98,
        6716.14
    ],
    [
        " probably a result of my combat deployments and started to go sit down with a psych and I would see",
        6716.14,
        6722.66
    ],
    [
        " you know you were super angry even before like I was I was like probably pretty pretty",
        6722.66,
        6727.98
    ],
    [
        " disposed to it all and I just mad it just turned it up to 11 right and uh and then I would see",
        6728.08,
        6735.22
    ],
    [
        " myself another guys and I would tell him hey man here's the deal here's the psych's number I want",
        6735.22,
        6742.06
    ],
    [
        " you just to give him a call and you don't have to see him after that but do me this favor and",
        6742.06,
        6748.14
    ],
    [
        " some guys it would help and other guys I made the effort and they'll come to that conclusion",
        6748.14,
        6755.56
    ],
    [
        " at some point but it's like son you know we got to look out look out for each other and do the",
        6755.56,
        6760.08
    ],
    [
        " best we can and that was something that I you know missed out on uh I think I probably would have",
        6760.08,
        6767.76
    ],
    [
        " made an awesome platoon chief about the time I was an ops master chief two echelons above it",
        6767.76,
        6773.1
    ],
    [
        " and really realized what that job was because as a platoon chief one of the things that I missed out",
        6773.1,
        6780.04
    ],
    [
        " on was uh that the guys are always looking at me to set the example and so it was one thing",
        6780.04,
        6787.46
    ],
    [
        " during working hours I could set an example but if I'm a buffoon out drinking too hard",
        6787.46,
        6792.14
    ],
    [
        " they're like you're an idiot or they follow your example they and they they'll follow my example and",
        6792.14,
        6799.26
    ],
    [
        " think that this is acceptable behavior uh if if I'm gonna badmouth my leadership which is I'm",
        6799.26,
        6805.98
    ],
    [
        " embarrassed to say it but it's just stuff that if I didn't didn't really have my aperture open on",
        6805.98,
        6811.94
    ],
    [
        " the big picture and would complain about the command and then I complain in front of the guys",
        6811.94,
        6816.6
    ],
    [
        " just screwing them over and I did because they're like well he's whining yeah now I'm gonna go ahead",
        6816.6,
        6823.36
    ],
    [
        " and whine uh I had issues where like personally I didn't like the person that I was working directly",
        6823.36,
        6832.68
    ],
    [
        " for and that that tainted my interaction with that person I didn't have any relationship with",
        6834.5,
        6843.5
    ],
    [
        " him and then my whole platoon would suffer because I had a bad relationship with the next guy up",
        6843.5,
        6851.46
    ],
    [
        " just because I didn't like him uh which is complete weak sauce oh yeah I was having a conversation",
        6851.46,
        6856.32
    ],
    [
        " with Dave Burke good to do yeah and it was we we had he just quoted me yesterday yesterday I was",
        6856.32,
        6863.26
    ],
    [
        " hanging out with him and well the quote was like whatever six months ago we were having a conversation",
        6863.26,
        6869.24
    ],
    [
        " and I said something like hey Dave whether I love you or hate you you won't know either way",
        6869.24,
        6879.9
    ],
    [
        " and and he was like he said well it kind of freaks me out because you're super nice to me and",
        6881.98,
        6887.38
    ],
    [
        " now I think you could just hate me and don't care and you know we laughed about it but that's",
        6887.38,
        6891.98
    ],
    [
        " exactly right and that is the truth like the guys that I hated never knew it I mean to this day",
        6891.98,
        6900.74
    ],
    [
        " they don't know it and so I mean you and I were having a conversation about a couple of people",
        6900.74,
        6905.88
    ],
    [
        " that I obviously don't like at all they don't know that so so you've got to be professional at all",
        6905.88,
        6915.22
    ],
    [
        " at all times and it's a very small number of people most people are pretty cool to me you know",
        6915.22,
        6920.18
    ],
    [
        " and most people support what I'm trying to get done so I'm pretty lucky in that way but yeah if you",
        6920.18,
        6926.06
    ],
    [
        " if you let that out that's bad is there ever really a reason not to be polite yeah very seldom yeah",
        6926.06,
        6933.76
    ],
    [
        " okay you could politely punch someone in the face",
        6934.84,
        6936.98
    ],
    [
        " here's what people can all like oh well you know that's what you're talking about Jacque you're",
        6936.98,
        6942.38
    ],
    [
        " you're a kiss ass it's like actually let me tell you what I actually want to do what I actually",
        6942.38,
        6945.88
    ],
    [
        " want to do is I want to win what I actually want to do is I want to have my platoon able to get",
        6945.88,
        6950.06
    ],
    [
        " the sport that they need what I actually want to do is I want to be able to have my platoon get",
        6950.06,
        6953.58
    ],
    [
        " the sport that they need so that we can actually do a better job doing our mission that's what I'm",
        6953.58,
        6958.3
    ],
    [
        " doing what I care about is my guys and my mission that's what I actually care about and if I've",
        6958.3,
        6964.48
    ],
    [
        " got a be polite to someone to make that happen if I've got to overlook the fact that someone might",
        6964.48,
        6969.42
    ],
    [
        " not be the personality type that I particularly like I don't care I don't care guess what I'm",
        6969.42,
        6975.52
    ],
    [
        " going to deal with it I'm going to accept it I'm going to absorb whatever kind of crap that that",
        6975.52,
        6979.62
    ],
    [
        " they want to throw and I'm going to deal with it's fine now do you get into situations where you",
        6979.62,
        6984.68
    ],
    [
        " actually have a bad boss that you have to show let's face it if I'm treating you like a piece of",
        6984.68,
        6991.78
    ],
    [
        " shit and and you or I'm making really bad decisions and all you do is support me and you're a yes",
        6991.78,
        6998.1
    ],
    [
        " man well your guys are going to lose respect for you so you there's times where you have to say hey",
        6998.1,
        7002.48
    ],
    [
        " listen guys here's what's going on I don't agree with everything that the boss says but you know",
        7002.48,
        7006.5
    ],
    [
        " what he's the boss right now and what we're going to do is try the easiest way the way for me to",
        7006.5,
        7012.4
    ],
    [
        " get him to make better decisions is if he trusts me so right now what we're going to do is we're",
        7012.4,
        7016.48
    ],
    [
        " going to kick ass and so suck it up quick complaining we're going to do a great job and I'm going to",
        7016.48,
        7022.34
    ],
    [
        " get a better relationship over him where he will start listening to me and we'll move forward",
        7022.34,
        7026.78
    ],
    [
        " and by the way unless we're going to have a mute me which we're not going to have this is the",
        7026.78,
        7032.7
    ],
    [
        " best option the other option is me to have an antagonistic relationship with the boss in which case",
        7032.7,
        7036.92
    ],
    [
        " all he's going to do is screw us over so how do you guys want to play this you know what I mean so",
        7036.92,
        7040.96
    ],
    [
        " sometimes you've got to be transparent about that stuff and and that's fine too I mean I've",
        7040.96,
        7045.06
    ],
    [
        " been in situations where I've had to do that where it's like okay hey guys here's what's going on",
        7045.06,
        7048.76
    ],
    [
        " I know this seems a little bit crazy I know that the boss may seem like he's making a rash decision",
        7048.76,
        7053.0
    ],
    [
        " on this here's what we're going to do let's explain his perspective here's what the boss is seeing",
        7053.0,
        7057.88
    ],
    [
        " he doesn't want this to happen again he's tightening the news he's tightening the bleach way",
        7057.88,
        7061.96
    ],
    [
        " more than I want him to but guess what let's show him that he can let loose on the leash again",
        7061.96,
        7066.72
    ],
    [
        " let's get in line you'll see you gotta have those conversations sometimes but broadly I'm going to",
        7066.8,
        7072.44
    ],
    [
        " get along with everybody why not I want to do my mission I want to take care of my guys the best",
        7072.44,
        7076.96
    ],
    [
        " way to do that is if I have good relationships up and down the chain of command boom oh question",
        7076.96,
        7082.08
    ],
    [
        " what so in your opinion secret in your view the secret is out yeah I was kind of got that either way",
        7082.08,
        7091.56
    ],
    [
        " in your view what what's the difference between that how you say like you get a lot like even if you",
        7092.1,
        7097.66
    ],
    [
        " don't if you really don't like someone they want ever know in your view what's the difference",
        7097.66,
        7101.24
    ],
    [
        " with you in that and being like oh what do you go like a two-face or you know like let's say",
        7101.24,
        7105.52
    ],
    [
        " always a two-face person or whatever well one big thing is I'm not I'm not I'm not getting along",
        7105.52,
        7110.38
    ],
    [
        " with some so that I can so that I can better my own life I'm not doing it so I can take care of me",
        7110.38,
        7115.32
    ],
    [
        " yeah because I don't really care about me I'm doing it so I can do my job well so I can take care",
        7115.32,
        7119.8
    ],
    [
        " of my platoon so I can take care of my team so I can accomplish my mission that's number one",
        7119.8,
        7123.34
    ],
    [
        " if I'm doing it so I can get the promotion I'm actually the guy that I don't like the guy that's",
        7123.34,
        7129.38
    ],
    [
        " like oh I'm doing this so I can get promoted no I'm not doing that and and that's another thing",
        7129.38,
        7133.64
    ],
    [
        " the troops see through that every single time everybody they have a name for it in the teams that",
        7133.64,
        7138.76
    ],
    [
        " guy is a ticket puncher they're trying to get their ticket punch oh he's just trying to get his",
        7138.76,
        7141.84
    ],
    [
        " ticket punch he's trying to grab onto that guys grab a hold of that person's coattails and ride him",
        7141.84,
        7146.8
    ],
    [
        " you know ride him up to the neck rank it's like no everyone sees through that if you're doing",
        7147.02,
        7151.82
    ],
    [
        " the right things for the right reasons people like hey you know what jaco europe I mean",
        7151.82,
        7155.46
    ],
    [
        " how many times people let's do do your patient guy layfabin told me that hey you're so patient I",
        7155.46,
        7160.6
    ],
    [
        " don't see how you deal I don't see how you do it you know this is when he was younger like bro how",
        7160.6,
        7165.14
    ],
    [
        " do you deal with that I care about our task unit I will make this happen I can I can absorb some",
        7165.14,
        7172.2
    ],
    [
        " impacts no factor bring it I remember when I was working the club isn't guy who I thought was",
        7172.28,
        7178.46
    ],
    [
        " too faced and when I listened to you like I you're like oh yeah because you said that before",
        7178.46,
        7182.7
    ],
    [
        " that you like if you didn't like someone they probably wouldn't know I was like oh yeah that",
        7182.7,
        7187.78
    ],
    [
        " makes sense you know because it like it helps the relationship helps morale like helps helps",
        7187.78,
        7191.98
    ],
    [
        " all these things right and then so I think yeah a too faced guy there was a distinct difference",
        7191.98,
        7196.68
    ],
    [
        " and one of the main things on top of what you said because what you said was like",
        7196.68,
        7200.58
    ],
    [
        " I think a way more thorough ultimately view mine is a little bit more",
        7201.24,
        7205.42
    ],
    [
        " what should I say straightforward ground level I guess can I guess what you're gonna say",
        7205.42,
        7210.62
    ],
    [
        " sure you can well because the other option the other answer I was gonna give is I'm not",
        7210.62,
        7216.3
    ],
    [
        " acting differently in one situation I don't go hey boss yes I got it and then go back",
        7216.3,
        7222.22
    ],
    [
        " for the opportunity to go these needy and no no no no I don't do that I go hey boss you know",
        7222.22,
        7227.7
    ],
    [
        " what and even if even if it was a situation where I was saying like I might go back and tell",
        7227.7,
        7230.48
    ],
    [
        " the guys like hey guys this is what's going on I would tell the boss I wouldn't say boss that",
        7230.48,
        7233.4
    ],
    [
        " sounds like the greatest plan ever yeah no I'd say hey boss I'm not I don't think I'm 100% on",
        7233.4,
        7237.08
    ],
    [
        " board with this I see some other ways we could get this done if this is what you're telling me you",
        7237.08,
        7240.6
    ],
    [
        " want me to do I'm gonna make it happen but I think we could you know I'm gonna I'm sorry I don't",
        7240.6,
        7246.34
    ],
    [
        " act differently yeah I'm not I'm not a different person in front of you know I was I was doing an",
        7246.34,
        7250.5
    ],
    [
        " event the other day and I was like talking to a company and I was backstage talking to CEO",
        7250.5,
        7255.96
    ],
    [
        " and we were just you know and all of a sudden you know there's like he's like hey it's only",
        7256.9,
        7260.5
    ],
    [
        " another half an hour before you go on do you need some time and I was like no I don't need any time",
        7260.5,
        7266.04
    ],
    [
        " because the person that's gonna walk out on that stage is me and I'm not acting any different way",
        7266.04,
        7270.98
    ],
    [
        " as just me I'm gonna you know I don't need to get into character I'm in character I'm walking",
        7270.98,
        7275.54
    ],
    [
        " around on me this is me and he was like oh that's awesome so same thing I don't I don't when I'm",
        7275.54,
        7280.2
    ],
    [
        " dealing with the boss that I don't like or whatever I don't show that to anybody yeah act differently",
        7280.2,
        7285.62
    ],
    [
        " yeah but you're you're also you're doing a good I you're doing a good you're managing what hills",
        7285.62,
        7295.04
    ],
    [
        " are worth dying on for sure when you go to your boss so that you built up that equity with them",
        7295.04,
        7301.96
    ],
    [
        " no doubt about that when you need it you can cash it in and that's why you have to establish those",
        7301.96,
        7306.28
    ],
    [
        " relationships with them and that's what I really failed as as a young leader before my",
        7306.28,
        7312.96
    ],
    [
        " aperture started to get opened up before I got into respect even I started thinking about all this",
        7312.96,
        7317.1
    ],
    [
        " stuff from a big picture and then my little ego was in the way yeah and uh um you know if you're",
        7317.1,
        7327.0
    ],
    [
        " not if you're not the guy that is bitching every time when you do bring something up in a respectful",
        7327.0,
        7332.08
    ],
    [
        " manner then they're gonna at least consider what you have to say and nine times out of 10 they're",
        7332.08,
        7342.94
    ],
    [
        " that's the extreme ownership story you know that's the and it was me sitting around with your",
        7342.94,
        7349.46
    ],
    [
        " tasking to commander the other tasking manage from all the different teams and everyone's you know",
        7349.46,
        7353.36
    ],
    [
        " you say they got this problem that problem the other problem you know in the the Commodore at the",
        7353.36,
        7357.4
    ],
    [
        " time who was a friend of mine says hey jocke what do you need and I was like hey sir we don't need",
        7357.4,
        7362.42
    ],
    [
        " anything we're good to go and you like it and you know for whatever reason I was like the last guy",
        7362.42,
        7368.36
    ],
    [
        " so it had even more impact because everyone's complaining about this thing and the other thing",
        7368.76,
        7372.74
    ],
    [
        " and he goes he goes jocke which this they gave it even more impact because he's just like you",
        7372.74,
        7377.64
    ],
    [
        " know he knows me because jocke what do you need I'm like nothing sir we're good to go and you",
        7377.64,
        7381.8
    ],
    [
        " can see you know four months later when I go in there and I say hey sir we need x he goes cool",
        7381.8,
        7387.34
    ],
    [
        " go to supply I'm calling him right now boom taking care of that's that's how it should be",
        7387.34,
        7392.44
    ],
    [
        " another thing that I was thinking about when you were talking somebody asked me at some point",
        7392.72,
        7399.22
    ],
    [
        " you know at which what point did you start sort of like looking at yourself kind of what you're",
        7399.22,
        7406.78
    ],
    [
        " talking about what point did did I start to look at myself from an external position and say from",
        7406.78,
        7412.68
    ],
    [
        " a detached perspective and say wait are you being jealous are you being resentful are you",
        7412.68,
        7417.68
    ],
    [
        " complaining I can tell you right now that when I stepped into a leadership position what I",
        7418.3,
        7423.86
    ],
    [
        " knew was that as you said every guy in my platoon is looking at me and I looked at myself the same way",
        7423.86,
        7433.46
    ],
    [
        " I because as a young and listening because my first leadership inside of platoon was as an",
        7433.46,
        7438.56
    ],
    [
        " as an assistant platoon commander you know as an incident and so sure I was a little bit you know",
        7438.56,
        7444.08
    ],
    [
        " when I was in e5 I was a I was a three platoon e5 and are you in a leadership position you know a",
        7444.08,
        7451.64
    ],
    [
        " little bit sure but not really a little bit when I was a platoon engine I was thinking the whole time",
        7451.64,
        7458.44
    ],
    [
        " these guys are looking at me just like I used to look at my officer so if I complain that it's cold",
        7458.44,
        7465.52
    ],
    [
        " or I complain that it's because when my officers used to do that do the sucks oh really I'd be like",
        7465.52,
        7473.42
    ],
    [
        " I would I would just I would I just see I would get furious and that's why that's the when I really",
        7473.42,
        7483.26
    ],
    [
        " started looking at myself and I'll quite frankly when I started putting in an officer package",
        7483.26,
        7489.96
    ],
    [
        " as a young and listed guy and I was like wait a second these guys I want these guys to think that",
        7489.96,
        7495.96
    ],
    [
        " I actually should be in charge I need to tighten it up they're looking at me right now thinking",
        7495.96,
        7500.4
    ],
    [
        " why does Jaco think he should be an officer here's why here's I need to act like I actually deserve",
        7500.4,
        7506.16
    ],
    [
        " this so that was a real precursor to me looking at myself from the outside saying I mean I know what",
        7506.16,
        7515.04
    ],
    [
        " it's like to be an e5 in a platoon looking at the officer going oh you forgot that piece of gear",
        7515.04,
        7520.0
    ],
    [
        " did you and you're in charge of me you're making more money than me you're making the decisions",
        7520.0,
        7526.48
    ],
    [
        " tonight on this operation you didn't bring your handset really that's where we're at I know what",
        7526.54,
        7533.1
    ],
    [
        " that felt like and so I held myself to a high standard because I didn't didn't want somebody to",
        7533.1,
        7539.56
    ],
    [
        " be looking at me thinking Jaco's complaining he's weak he's making up he's he forgot a piece of",
        7539.56,
        7545.72
    ],
    [
        " gear he didn't show up on time he didn't show up on time you know how many times I was late when I",
        7545.72,
        7556.46
    ],
    [
        " zero never wide paranoia high level of paranoia don't want to have guys when my officers were late",
        7558.74,
        7566.08
    ],
    [
        " I'd look at him and think oh you can't even show up on time you're in charge of me you know",
        7566.08,
        7571.16
    ],
    [
        " that's a young arrogant kid for sure absolutely that's me but I I I ate that and I held onto it",
        7571.16,
        7578.66
    ],
    [
        " and that's one of the first things that made me and at some point it turned from this kind of",
        7578.66,
        7584.7
    ],
    [
        " hostility into like you need to be a better person you know if you're gonna be in charge it went",
        7586.0,
        7590.88
    ],
    [
        " from like this attitude that I'm kind of portraying right now of like oh you suck into like hey you",
        7590.88,
        7597.68
    ],
    [
        " need to do a better job you need to hold yourself to a high standard you need to be a better person",
        7597.68,
        7604.12
    ],
    [
        " if you're gonna be in charge of these guys you need to hold the line and you need to elevate that",
        7604.12,
        7608.38
    ],
    [
        " line so that had that definitely had a big impact on me and bro if anybody knows this you do",
        7608.38,
        7614.18
    ],
    [
        " you knew me when I was a four 20 years old maniac right yeah and then you you know you ran",
        7614.22,
        7621.1
    ],
    [
        " into me what however many years later and you're like oh he seems a little bit different you know",
        7621.1,
        7624.58
    ],
    [
        " not totally different but because even when I was a young kid I was fired up oh yeah but",
        7624.58,
        7631.34
    ],
    [
        " you know I had to elevate had to elevate some yeah that introspection is something that that I",
        7631.34,
        7638.72
    ],
    [
        " didn't figure out till way later but I'm sure glad I'm dead because I think it paid off",
        7638.72,
        7645.64
    ],
    [
        " it's that's one of the things and it's one of those things that you know",
        7645.64,
        7654.16
    ],
    [
        " did your dad ever give you any advice yeah so did mine you know much I listened to",
        7654.16,
        7663.08
    ],
    [
        " this is about the same amount as I listened to mine it's one of those things where",
        7663.8,
        7667.88
    ],
    [
        " you you just there's some things that you have that you it's like you can't be taught",
        7667.88,
        7674.76
    ],
    [
        " yeah but you you like someone can't tell you this for some reason there's some things that people",
        7674.76,
        7679.48
    ],
    [
        " can't tell you unless you can just completely open your mind and get humble and put your ego",
        7679.48,
        7683.68
    ],
    [
        " in check which is really hard to do when you're 22 23 24 like there's things that I look at",
        7683.68,
        7689.8
    ],
    [
        " and I go oh you know what I've heard that before I learned that lesson I got told that lesson",
        7689.8,
        7694.56
    ],
    [
        " but I didn't learn it but it's you can pick it up pretty dang quick by by example and so you know",
        7694.56,
        7700.48
    ],
    [
        " how often do you get people asking you well how do I get that guy over there to take extreme",
        7700.48,
        7705.62
    ],
    [
        " ownership yeah it's like you do it yeah that's true you take extreme ownership and it will be",
        7705.62,
        7711.54
    ],
    [
        " contagious yeah yeah um and in in that manner when people see those modeled behaviors",
        7711.54,
        7718.84
    ],
    [
        " then it just goes out and it goes back to that thing that lafe talks about there's no bad teams",
        7720.48,
        7726.02
    ],
    [
        " there's bad leaders and I've seen groups seal platoons and seal troops that have raw talent in them",
        7726.02,
        7732.4
    ],
    [
        " oh for sure and then they'll have kind of a guy come in that's a tyrant and an egomaniac and",
        7732.4,
        7739.74
    ],
    [
        " that will permeate into everybody mm-hmm the same way as you know the one all I see that you're",
        7739.74,
        7747.52
    ],
    [
        " talking about that that I've worked around everywhere that guy goes he lifts everybody else",
        7747.52,
        7754.36
    ],
    [
        " everyone that's around him becomes better by his example yeah yep any other mistakes",
        7754.36,
        7762.52
    ],
    [
        " or major mistakes you know it just back to being uh when I was a the troop senior and listed",
        7762.52,
        7773.4
    ],
    [
        " advisor over in Afghanistan and we were doing the remain over day operations and there were a lot",
        7773.4,
        7777.52
    ],
    [
        " of my younger guys that didn't understand why we weren't going why we weren't just going in hitting",
        7777.52,
        7784.18
    ],
    [
        " a target and coming out during the same cycle of darkness they felt like that would be more effective",
        7784.18,
        7788.56
    ],
    [
        " and instead of sitting down with them and explaining to them why we were doing what we were doing",
        7788.56,
        7794.46
    ],
    [
        " I would just tell them shut up and get out and you know hindsight not not the right thing to do",
        7794.46,
        7802.9
    ],
    [
        " because then they really don't know why they're doing what they're doing and then there's there's",
        7802.9,
        7806.82
    ],
    [
        " resentment that's building and then they're just not going to be the most effective at what",
        7806.82,
        7812.8
    ],
    [
        " they've got going on yeah man I wish we could do this whole job over again we kind of can though I",
        7812.8,
        7820.68
    ],
    [
        " mean it goes back to the resentment thing and and another bad r word is that regret yeah I've learned",
        7820.68,
        7828.32
    ],
    [
        " like all these dang mistakes I've made in every big setback that I've experienced in my life",
        7828.5,
        7835.24
    ],
    [
        " I feel like it's kind of set me up for success through moving forward so it's kind of like",
        7835.24,
        7840.52
    ],
    [
        " glacier you know I'm every time I've taken like a foot back I then move forward yeah three feet",
        7840.52,
        7847.52
    ],
    [
        " yeah learn from it and press on well what's interesting for me is as I look back at at my career now",
        7847.52,
        7853.64
    ],
    [
        " and I was actually doing this when I was thinking about mistakes man and I was actually talking",
        7853.64,
        7858.3
    ],
    [
        " to Dave Burke deal Dave yeah and like the things that I talk about all the time now I did those",
        7859.04,
        7869.62
    ],
    [
        " things like when I was a bulletin commander I was doing this stuff I wasn't I wasn't as crystallized",
        7869.62,
        7875.46
    ],
    [
        " but like when I was a task unit commander boom I was this is what I was doing this is what I was doing",
        7875.46,
        7880.52
    ],
    [
        " it wasn't like I had it crystallize it wasn't like I had this like oh this is what I had seen",
        7880.52,
        7886.9
    ],
    [
        " enough and most of it I'd seen as you just said through modeling from some good officers and from",
        7886.9,
        7890.86
    ],
    [
        " some bad officers and some good chiefs and some bad chiefs where I'd say oh that's all with that",
        7890.86,
        7895.64
    ],
    [
        " I'm gonna hey what does that guy do that he always tells me what's going okay I'm gonna always do",
        7895.64,
        7899.4
    ],
    [
        " that you know like that kind of thing it's but but like you said when you get done with a job you",
        7899.4,
        7905.96
    ],
    [
        " look at him you're like man let me just do that one more time because I will knock this thing out",
        7905.96,
        7909.32
    ],
    [
        " of the park so when is the moment do you think for you that you're the collective light bulb went",
        7909.32,
        7916.06
    ],
    [
        " off and you kind of put a lot of this together the collective well that you know the first FDX",
        7916.72,
        7922.9
    ],
    [
        " is it trade-ed when you got there and that was part of it like I like my assistant platoon commander",
        7922.9,
        7928.68
    ],
    [
        " in my OIC I was telling him this stuff you know I was like hey man here's what's going on like",
        7928.68,
        7937.02
    ],
    [
        " hey we need to do this hey you when you go in and brief this guy you need to be like this this",
        7937.02,
        7942.52
    ],
    [
        " stuff I was doing it but then the next deployment it was like when I was you know when I was working",
        7942.52,
        7949.08
    ],
    [
        " with life and Seth you know it was me saying hey man come here and you know those guys would whip out",
        7949.08,
        7955.82
    ],
    [
        " the freaking the wheel books you know like after they realized what was going on which was like",
        7955.82,
        7960.92
    ],
    [
        " three days into our our our task unit I'd be like hey check this out boom they'd get out and",
        7960.92,
        7968.96
    ],
    [
        " it right and they'd write down like okay this is what okay got it yes that makes sense and",
        7968.96,
        7973.62
    ],
    [
        " but as far as actually taking it and crystallizing it I was absolutely my first the first FDX I went",
        7973.62,
        7980.3
    ],
    [
        " on with trade-ed and watch the pull watch the task unit out there just fall apart and and all I was",
        7980.3,
        7986.66
    ],
    [
        " doing was sitting there thinking if this was my task unit number one here's what I'd be doing",
        7986.66,
        7993.08
    ],
    [
        " and number two when I got back I'd be telling the platoon commander this this and this I'd be",
        7993.08,
        7997.4
    ],
    [
        " telling those guys hey this is where you screwed up and I just was watching it and go okay",
        7997.4,
        8000.86
    ],
    [
        " here I basically condensed everything that I had told my guys and said okay here's what you guys",
        8000.86,
        8006.96
    ],
    [
        " need to do and that was cover move simple prioritize next you decentralized command the answers to",
        8006.96,
        8012.94
    ],
    [
        " so many the answers to all problems boiled down to four things and they all kind of overlap yeah",
        8012.94,
        8019.18
    ],
    [
        " they definitely are intertwined and they overlap and you do have to throw extreme ownership on",
        8019.18,
        8027.38
    ],
    [
        " the problems then they're not going to get solved and that is going to hurt you so yeah",
        8027.38,
        8032.96
    ],
    [
        " that at at the muster JP was saying some stuff that really stuck with me and he set it out at the",
        8032.96,
        8040.22
    ],
    [
        " PT and he's like hey everybody we get to be here this is an opportunity that you have to be here",
        8040.22,
        8051.86
    ],
    [
        " and he said that and I thought man that is just an awesome perspective to have I called him up",
        8053.16,
        8060.2
    ],
    [
        " yesterday I'm like hey I want to talk about this and you know just fill me on and on what your",
        8060.2,
        8066.38
    ],
    [
        " mindset is and he goes yeah he goes you know because because when he was at buds the way he looked",
        8066.38,
        8072.0
    ],
    [
        " at a four mile time run which I hated four mile time runs I just I would throw up every four mile",
        8072.0,
        8078.34
    ],
    [
        " time run his his attitude was I get to do this four mile time run so if you take that and you",
        8078.34,
        8085.12
    ],
    [
        " start applying that to everything heck yeah they just don't have there's no room to bitch",
        8085.12,
        8091.52
    ],
    [
        " about a damn thing you know I moved through the airport today and I see a guy with no legs and I'm",
        8091.52,
        8099.96
    ],
    [
        " like man my life is so good both my legs work and I and I shouldn't I shouldn't have a complaint in",
        8099.96,
        8107.9
    ],
    [
        " the world yeah one of the one of the last thing and I were getting kind of like getting pretty",
        8108.16,
        8114.1
    ],
    [
        " long here but um you know one of the things I were I wanted you to talk about and I know this",
        8114.1,
        8119.1
    ],
    [
        " isn't really well it's I guess it is because as a leader of your family um I know that we we have to",
        8119.1,
        8127.9
    ],
    [
        " we have to lead our family right and one of you you you posted something the other day that was",
        8127.9,
        8133.68
    ],
    [
        " legit um I think it was called a promise to my daughter you know I just asked if you could bring",
        8135.98,
        8141.04
    ],
    [
        " it in because I think if if you don't mind reading that to everyone I think it's a pretty cool",
        8141.04,
        8147.1
    ],
    [
        " setup of how to take ownership of of your family and how to how to how to what you what you as a leader",
        8147.1,
        8154.76
    ],
    [
        " and as a dad and as a father and as a husband what you are putting forth as your goal",
        8154.76,
        8163.52
    ],
    [
        " as your objective as your strategy with your daughter and I thought it was pretty awesome so if you",
        8163.72,
        8169.82
    ],
    [
        " wouldn't mind reading that that'd be cool absolutely I promise to my daughter I will love you always",
        8169.82,
        8178.08
    ],
    [
        " unconditionally no matter what I will not pamper you this will forge a resilience that will help",
        8178.08,
        8187.68
    ],
    [
        " you conquer all of life's obstacles I do not intend to raise a princess but rather a warrior with",
        8187.86,
        8197.26
    ],
    [
        " fire in her heart and ice and her veins in my mind there is nothing you can't do no job or goal",
        8197.26,
        8205.6
    ],
    [
        " beyond your reach I will challenge you so that you stand confidently on your own two feet",
        8205.6,
        8214.8
    ],
    [
        " and I will set the example on how to treat those you love so that when you choose a partner it will",
        8215.54,
        8221.14
    ],
    [
        " be someone that lifts you up I will invest my time and energy in you so that when I am gone",
        8221.14,
        8228.22
    ],
    [
        " enough memories of me will be with you in your heart to keep forever stand tall with your",
        8228.22,
        8236.24
    ],
    [
        " shoulders back this world is yours for the taking boom yeah that's awesome and obviously I would",
        8236.24,
        8247.16
    ],
    [
        " think the same stuff for my son yeah yeah but well you'll have to write one a little bit specific to him",
        8247.16,
        8256.58
    ],
    [
        " very similar answer yeah yeah no that's awesome and that that's really going on better a lot of people will",
        8256.58,
        8265.3
    ],
    [
        " a listen to it and be plagiarize it and you know absolutely for their own family but no that's",
        8266.4,
        8275.06
    ],
    [
        " awesome and and like I said we're we're going pretty long right now so I think that's good place to",
        8275.06,
        8282.36
    ],
    [
        " wrap up this one what is this now we've done something like seven or eight hours seven or eight",
        8282.36,
        8289.88
    ],
    [
        " hours awesome so echo speaking of having a strategy to get to where we want to go to be a little",
        8290.56,
        8303.04
    ],
    [
        " bit better across the board in all aspects what do you got for us got some tips oh by the way yeah",
        8303.04,
        8309.18
    ],
    [
        " I read that on Instagram if I'm not mistaken and I considered plagiarizing it please do my daughter",
        8309.18,
        8315.4
    ],
    [
        " now I got the confirmation or what do you guys call it cleared clear hot yeah clear hot all right there you",
        8315.5,
        8321.44
    ],
    [
        " go and you were right about the the two face things when you said I don't let me guess what you're",
        8321.44,
        8327.14
    ],
    [
        " going to say oh you're absolutely 100% correct cool yeah like act one way yeah yeah yeah hey boss",
        8327.14,
        8332.74
    ],
    [
        " hey you know hate some no didn't you know you're awesome you're awesome and then right when he leaves",
        8332.74,
        8337.12
    ],
    [
        " then you know yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah good good last yes we're on the path",
        8337.12,
        8345.5
    ],
    [
        " okay good strategy versus uh tactical long game short game yeah I know you've been a long game",
        8345.5,
        8354.4
    ],
    [
        " for a while big picture small picture all the same thing when people ask echo what's like the big",
        8354.4,
        8362.3
    ],
    [
        " take away I think that's its primary takeaway is focusing on the long game which he's a football so",
        8362.44,
        8370.66
    ],
    [
        " you know he like thinks the game thing or super Mario brothers sure as well more but you know as",
        8370.66,
        8377.24
    ],
    [
        " opposed to thinking short game yeah and if you look at your life every day in long game slash",
        8377.24,
        8382.18
    ],
    [
        " strategic instead of short game slash tactical you're gonna end up in a better spot yeah and when I say",
        8382.18,
        8387.56
    ],
    [
        " the biggest I mean that's the one that applies to like the whole life there's the other stuff no",
        8387.56,
        8393.46
    ],
    [
        " complaining now and was that's a big one no complaining no uh blaming of course and then um resent",
        8393.46,
        8400.96
    ],
    [
        " resent I never really had the resent faint the jealousy thing I that's something I never really had",
        8400.96,
        8406.74
    ],
    [
        " that kind of into yeah um that one to me always felt obvious when I when I when I discovered um like",
        8406.74,
        8413.46
    ],
    [
        " anger like when you're mad that's like something up with you kind of thing you know it's natural",
        8414.52,
        8418.72
    ],
    [
        " whatever I'm one I that's one of the biggest one of the biggest things I got from doing this",
        8418.72,
        8424.44
    ],
    [
        " podcast is cap and plum saying when they were in the in the Hanoi Hilton yeah yeah and him saying if",
        8424.44,
        8430.3
    ],
    [
        " you were annoyed with your prison bunk mate yeah it was your fault it was like hit me like a diamond",
        8430.3,
        8438.6
    ],
    [
        " bullet yeah right between the eyes that was extreme ownership next level yeah always annoyed",
        8438.8,
        8445.28
    ],
    [
        " with that other person you go no actually know what that's my fault yeah yeah that was good when I",
        8445.28,
        8451.88
    ],
    [
        " when I discovered it was a book I was reading called my games I mentioned it before and it said",
        8451.88,
        8456.08
    ],
    [
        " small little passage said basically um in a nutshell like when you have anger issues not to say",
        8456.08,
        8463.06
    ],
    [
        " when you get mad but just as if you have anger issues it has something to do with your self-esteem",
        8463.06,
        8467.06
    ],
    [
        " like you have low self-esteem and that hit me really hard like oh man that hit me so hard",
        8467.16,
        8471.96
    ],
    [
        " that I was like man I can never get mad ever again that's that's like a reverse psychology on your",
        8471.96,
        8476.88
    ],
    [
        " ego because in your ego is going on I got to turn myself down because I got low self-esteem here oh",
        8476.88,
        8482.6
    ],
    [
        " yes genius same thing with the drinking now you you you put it into words good where kiss with",
        8482.6,
        8487.48
    ],
    [
        " drinking right I ended up figuring out or it being revealed to me that like when you drink when",
        8487.48,
        8492.12
    ],
    [
        " you have a drink and you want another one and you want another one and your mind and the more you",
        8492.12,
        8495.1
    ],
    [
        " have the more you sort of want you can't really stop or whatever you don't want to stop it's just",
        8495.1,
        8498.88
    ],
    [
        " your brain tricking you you know it's your brain tricking like your brain is chemically saying oh",
        8498.88,
        8503.04
    ],
    [
        " we need this hey we need this you know we need more whatever but you're like you were getting",
        8503.04,
        8507.12
    ],
    [
        " manipulated I felt like I was a sucker as you said and my ego was it whoa whoa whoa I'm not a",
        8507.12,
        8512.22
    ],
    [
        " sucker I don't care if it's my own brain I'm not a sucker or whatever and it was just that easy",
        8512.22,
        8516.2
    ],
    [
        " man to that easy to control it but yes it is a reverse psychology on your ego good as opposed to",
        8516.2,
        8523.54
    ],
    [
        " regular psychology on your ego short term and long term jujitsu right yeah yeah I thought you're",
        8523.78,
        8529.82
    ],
    [
        " gonna use the word reverse reversal I thought that's what you're gonna handle the transition negative",
        8529.82,
        8536.02
    ],
    [
        " negative I'm saying I'm on the first uh long game and short game jujitsu is one of those long game short",
        8536.02,
        8541.7
    ],
    [
        " game situations 100% part of the path part of the many activities that we're all doing on the path",
        8541.7,
        8548.46
    ],
    [
        " Jason Gardner got into good shape obviously so we're exercising we're doing jujitsu we're eating healthy",
        8548.46,
        8555.06
    ],
    [
        " we're not getting mad at people we're not showing resentment we're not complaining very so the",
        8555.06,
        8561.78
    ],
    [
        " things that we'll go over anyway jujitsu when you do jujitsu you're gonna need a ghee what ghee do we",
        8561.78,
        8565.34
    ],
    [
        " get origin ghee get it from origin main dot com this is where all their stuff by the way is made",
        8565.34,
        8570.18
    ],
    [
        " all in America from the cotton they grow from the ground all the way to the end",
        8570.18,
        8576.18
    ],
    [
        " from the dirt to the shirt all that you know origin main dot com this is",
        8577.22,
        8583.4
    ],
    [
        " the chance yes American yeah yes which we are producing right now we are hiring more people to",
        8583.4,
        8593.02
    ],
    [
        " produce even more so my apologies on it if you're ordering right now maybe we don't have your",
        8593.02,
        8598.7
    ],
    [
        " size we're working it we're working it hard we're growing yeah that was good some people",
        8598.7,
        8602.98
    ],
    [
        " I appreciate that they have the 28 inch in seam usually I can only get 30s oh there you go",
        8603.28,
        8610.86
    ],
    [
        " there you go accommodating everybody other some a few guys at the muster who had a mom I was like",
        8610.86,
        8615.42
    ],
    [
        " yeah I don't know how to grow man yeah that's good I don't have anybody that those are the",
        8615.42,
        8620.5
    ],
    [
        " breaks and that's just the life I live also if sweatpants and shirts and whatnot other stuff on",
        8620.5,
        8626.18
    ],
    [
        " their also supplement supplements the best kind of supplements by the way yeah there were some",
        8626.18,
        8631.84
    ],
    [
        " there were some people freaking out on the strawberries they have you tried strawberries later yet",
        8631.86,
        8637.78
    ],
    [
        " yeah that's just not me oh you don't I'm not not that kind of strawberry guy I definitely got some",
        8637.78,
        8644.4
    ],
    [
        " and tried it didn't work I'm I'm a hardcore men chocolate chip and then the vanilla for mix yeah",
        8644.4,
        8649.34
    ],
    [
        " yeah you get that vanilla gorilla and throw it inside your coffee coffee heck yeah that's your",
        8649.34,
        8661.82
    ],
    [
        " iris is mixing that in when you drink that in the morning oh oh like what time",
        8661.82,
        8666.4
    ],
    [
        " like right at right after I PT and then how when do you feel hungry for your next meal oh I don't",
        8666.4,
        8673.2
    ],
    [
        " eat until like one two o'clock yeah just that and I just just putting it in everything she's making",
        8673.2,
        8682.24
    ],
    [
        " mold yeah she's making no pancakes and smoothies and all that stuff so we go through quite a bit of",
        8682.24,
        8687.76
    ],
    [
        " milk in our house yeah and the kids love it yeah that strawberry can make like it's like a",
        8687.76,
        8692.52
    ],
    [
        " milkshake smoothie hybrid here's what I said the other day if you put in front of me",
        8692.52,
        8699.86
    ],
    [
        " hogging does strawberry milkshake yes right yes lees strawberry quick",
        8699.86,
        8707.94
    ],
    [
        " and strawberry slayer milk and I was gonna die in 15 minutes so we're just going pure",
        8707.94,
        8716.16
    ],
    [
        " satisfaction you're short short you're a short term like the long game is out of the picture yes",
        8717.22,
        8721.52
    ],
    [
        " I'm going straight to the strawberry slayer milk because that's what tastes the best that is the taste test",
        8721.52,
        8727.1
    ],
    [
        " right no one does the taste test like that I'm not throwing a caveat on there but the hogging",
        8727.1,
        8731.26
    ],
    [
        " don's is gonna be sugary or the nest these quick is gonna give you a sugar no we're taking the long",
        8731.26,
        8737.22
    ],
    [
        " game totally other picture we're going pure short term tactical taste where you at strawberry slayer",
        8737.22,
        8743.88
    ],
    [
        " break it the name is awesome too yes yeah well you know I agree also joint work for",
        8744.38,
        8751.24
    ],
    [
        " joint Pete was trying to like tell me product names and he's like he's like brain someone",
        8751.24,
        8755.98
    ],
    [
        " Pete goes you know Pete's like Mr. Creative yes right yeah he's like in the creative yeah he even",
        8755.98,
        8761.38
    ],
    [
        " told me yeah yeah oh yeah he'll tell you it's like that's his creative stuff right so Pete's",
        8761.38,
        8764.96
    ],
    [
        " like hit me on pieces so he said it said in me all these all these things strawberry sniper I have",
        8764.96,
        8770.86
    ],
    [
        " to pull out the list it's so funny everything these random military terms but yeah don't catch Pete",
        8770.86,
        8777.8
    ],
    [
        " he gets into these moods creativity is just coming out of his coming out of his brain and he'll",
        8777.8,
        8783.64
    ],
    [
        " start hitting me up with texts about strawberry sniper yeah I'm not I'm not that mad it's from",
        8783.64,
        8790.0
    ],
    [
        " the snap that mad he had some ones but slayer is better I'm used to slayer so when I hear sniper I'm",
        8790.0,
        8794.24
    ],
    [
        " like oh I see why that was like a distance second one I'm trying to think of some of the other",
        8794.24,
        8797.74
    ],
    [
        " wack ones he came to because I'm sorry Pete bro yeah some of them were real funny actually I texted",
        8797.74,
        8804.54
    ],
    [
        " him he texted Brian and me he texted us all these names and I was like okay stop no more and he",
        8804.54,
        8810.92
    ],
    [
        " just started laughing yeah so check that you know he's probably had a here a little too much discipline",
        8810.92,
        8817.1
    ],
    [
        " go yeah potentially yeah yeah how many discipline go are you on right now for daily no per day yeah",
        8817.1,
        8826.0
    ],
    [
        " just because I had to get up at 3 a.m. oh right currently what time did you go to bed got",
        8826.28,
        8830.34
    ],
    [
        " what 10 10 p.m. now you're on five hours of sleep right now did you sleep on the plane no can you",
        8830.34,
        8836.58
    ],
    [
        " see pump planes yes I can see sometimes I can but I was I was just writing all these notes and",
        8836.58,
        8841.66
    ],
    [
        " you're ready for this and sometimes I can just turn it off but I wasn't able to sleep on the",
        8841.66,
        8846.74
    ],
    [
        " plane I can see pump planes not as well as echo though echo gets the world championship belt",
        8846.74,
        8850.94
    ],
    [
        " we're sleep replans we get on a plane I'm gonna play with them within within 38 seconds he's asleep",
        8851.58,
        8858.14
    ],
    [
        " if he looks he puts his sunglasses on he looks like he's awake but it's alive",
        8858.14,
        8862.34
    ],
    [
        " so yeah so discipline go that's a good situation I take two every morning check so get up in the",
        8862.34,
        8870.46
    ],
    [
        " morning two discipline go and then um joint warfare yeah taken morning and night yeah and I",
        8870.46,
        8877.42
    ],
    [
        " notice a different how many do you take I'm taking two in the morning and two at night and then",
        8877.42,
        8882.04
    ],
    [
        " and what's your body weight right now 160 something like that I take three I take three joint warfare",
        8882.04,
        8889.46
    ],
    [
        " three curliol morning three joint warfare three curliol night if I'm if I got a little",
        8889.46,
        8895.8
    ],
    [
        " little little situation going on I might if I'm around I'll take three during the day for lunch time",
        8895.8,
        8901.12
    ],
    [
        " two things just got the infusion infusion infusion it's good man so that's that yeah don't forget",
        8901.24,
        8907.8
    ],
    [
        " about the warrior kid mocto yeah for the warrior kids yeah well so all right well let's let's talk",
        8907.8,
        8914.08
    ],
    [
        " about it then what's what in your opinion or you kid moct strawberry or strawberry slayer strawberry",
        8914.08,
        8919.94
    ],
    [
        " slayers thicker it's like a shake yeah I think actually I think the way that they are they are",
        8919.94,
        8926.12
    ],
    [
        " actually suitable for their audience so that's true the strawberry the warrior kid strawberry",
        8927.14,
        8933.48
    ],
    [
        " moct is just a little bit a little bit lighter we'll say because it does have less protein",
        8933.48,
        8938.46
    ],
    [
        " and the one the adult one is a little bit heavier good a little bit more like that hog and",
        8938.46,
        8956.06
    ],
    [
        " yes very refreshing I'm gonna say the light the nice stuff about it very refreshing certified organic",
        8957.32,
        8962.28
    ],
    [
        " pomegranate white tea doesn't sound hardcore but it can after dead lifting eight thousand pounds dead",
        8962.28,
        8969.0
    ],
    [
        " is kind of hardcore yeah proven by the way choosing burdener scientifically yeah you know all about that",
        8969.0,
        8973.5
    ],
    [
        " you know I'm talking about 100% guaranteed can I get sued for that uh I you know maybe I guess",
        8973.5,
        8979.32
    ],
    [
        " if there was someone that couldn't hit an eight thousand pound deadlift and then they might come",
        8979.32,
        8983.34
    ],
    [
        " at me yeah come at me bro you know I'll say lift harder yeah man drink more you can't yeah you",
        8983.34,
        8988.88
    ],
    [
        " gotta train because there's no way everyone else is dead lifting eight thousand pounds what's",
        8988.88,
        8992.76
    ],
    [
        " wrong with you yeah yeah yeah make sense also we have a store it's called jaco store I think we all",
        8992.76,
        8998.94
    ],
    [
        " know that this is where you can get rash guards t-shirts gonna represent discipline equals freedom",
        8998.94,
        9005.76
    ],
    [
        " for the truckers hats beanies some beanies there man I gotta refill the beanies",
        9006.26,
        9011.8
    ],
    [
        " oh so maybe you don't have beans there whooped well it's where I go never wears hats so these",
        9011.8,
        9017.2
    ],
    [
        " apparently are no on the pro have you even had a cold head before yeah I have that I called it",
        9017.2,
        9022.8
    ],
    [
        " before sure in quiet well depends on what you mean by cold but you know yeah you put the",
        9022.8,
        9028.28
    ],
    [
        " lid on you know put that like the uh just put the coldness on the head yeah man right when",
        9028.28,
        9033.58
    ],
    [
        " you shave it like with the what he called the razor with the big rating and I say when you",
        9033.58,
        9037.88
    ],
    [
        " bake your head that's what that's an expression oh yeah I can get a little nippy I guess kind of cold",
        9037.88,
        9042.9
    ],
    [
        " well anyways the rest of us would like some more beanies online yes sir you got it and for the",
        9042.9,
        9048.46
    ],
    [
        " summertime yes sir if you're up in Maine in the summertime yeah or you're up in Michigan in the",
        9048.46,
        9053.68
    ],
    [
        " summertime yeah or you're up in Washington in the summertime once the song goes down yeah you can",
        9053.68,
        9060.06
    ],
    [
        " get that little chili yeah yeah coming at you yeah I agree and that's how it is here too in my",
        9060.06,
        9065.42
    ],
    [
        " opinion and you might as well have a beanie that says discipline equals freedom yeah man represent",
        9065.42,
        9071.06
    ],
    [
        " with everything also the hoodies like I mentioned lightweight hoodies lightweight hoodies do you",
        9071.06,
        9076.62
    ],
    [
        " think guys all you were doing at the muster right look good right not bad oh thank you oh now we're",
        9076.62,
        9081.02
    ],
    [
        " on the however one looks well well it's part of the game it can be part of maybe not for you",
        9081.02,
        9085.82
    ],
    [
        " aesthetics wise right we got functionality we have aesthetics they're not exclusive yeah and you",
        9086.4,
        9091.12
    ],
    [
        " remember I was asking you about the heavyweights because that's what I but that's what I need up in",
        9091.12,
        9095.56
    ],
    [
        " northeastern Washington Canadian border we are working we are working currently at this time so",
        9095.56,
        9101.52
    ],
    [
        " that by the time fall walls rolls around we offer the heaviest of heavyweight hoodies yeah that's the",
        9101.52,
        9108.38
    ],
    [
        " one point yes I'm talking big time the real deal yeah yeah where there'll be no doubt in your",
        9108.48,
        9114.58
    ],
    [
        " mind you're like oh yeah this is this is the heaviest hoodie I've ever heard I had putting on five pounds",
        9114.58,
        9118.94
    ],
    [
        " yeah that's what we want that's what we do but aesthetics how let's say an a factor of 10",
        9118.94,
        9124.72
    ],
    [
        " is function right you don't have to answer this question Jason you need you need level 10 functionality",
        9124.72,
        9130.02
    ],
    [
        " obviously aesthetics what are we what are you at what number a seven that's pretty significant",
        9130.02,
        9136.98
    ],
    [
        " what are you at zero zero straight up the lightweight anything having to do with fashion I think I think",
        9137.16,
        9146.18
    ],
    [
        " you're at a one that's what I think yeah no if there are some things where I'd be like this looks",
        9146.18,
        9152.0
    ],
    [
        " stupid therefore I will not wear it so we are correct that puts me at a level one all right well",
        9152.0,
        9156.64
    ],
    [
        " how about this you got you got three four t-shirts one green like green green not OD green green green",
        9156.64,
        9167.54
    ],
    [
        " green one red one black one purple which one are you choosing black why looks better right doesn't",
        9167.54,
        9176.24
    ],
    [
        " get dirty as easy no man all right all right anyway that punk car is that pulled boy anyway so",
        9176.24,
        9184.44
    ],
    [
        " when the stuff on there too it is jaco store dot com this is where you can get stuff to represent",
        9184.44,
        9190.48
    ],
    [
        " yeah check it out like something get something did you say origin main dot com yes okay that's",
        9190.48,
        9196.12
    ],
    [
        " for yes for the origin somebody might want something that strawberry yes of course man of course",
        9196.12,
        9201.66
    ],
    [
        " yes also strawberry slayer should have like a like a like a theme like when you say it it should",
        9201.66,
        9207.2
    ],
    [
        " be like in the background to go strawberry slayer double-based drum hammer yeah I don't",
        9207.2,
        9216.08
    ],
    [
        " don't I don't know if I agree with that but you know it's a good name for sure 100% also",
        9216.08,
        9222.52
    ],
    [
        " subscribe to the podcast if you haven't already on iTunes and wherever you get your podcasts yeah",
        9222.52,
        9227.6
    ],
    [
        " don't forget about the warrior kid podcast yes which comes out not as frequently as it should it",
        9227.6,
        9234.0
    ],
    [
        " should step up this summer as time opens up to create and record that particular podcast yeah",
        9234.0,
        9243.3
    ],
    [
        " that's a good one and and then you can get some of that warrior kid so your friends would map right",
        9243.3,
        9248.0
    ],
    [
        " yeah up there Aiden making it on his farm Irish oaks yeah Irish oaks rants dot com how do you know him",
        9248.0,
        9256.34
    ],
    [
        " through Iris he come to your farm yeah we were going to buy meat from him and then when he came",
        9256.34,
        9262.62
    ],
    [
        " to deliver it to you he swung by and visited also I was going that day so I didn't meet him but",
        9262.62,
        9267.22
    ],
    [
        " him and I have chatted on the phone a whole bunch of times awesome yeah he's a firefighter up in",
        9267.22,
        9271.4
    ],
    [
        " an adventure county and he's got a farm as well and his son Aiden was a young warrior kid makes soap",
        9271.4,
        9279.38
    ],
    [
        " so that everyone in the world can stay clean yep that's cool that's good soap too by the way",
        9279.38,
        9287.56
    ],
    [
        " functional soap it's not the decorative you know the one that you know nice makes and it's like here",
        9288.14,
        9292.98
    ],
    [
        " it's not you're not even supposed to really use it yes decoration like gift if you will",
        9292.98,
        9298.16
    ],
    [
        " yes also wherever you tube channel the jaco podcast youtube channel is where you can get the video",
        9298.16,
        9303.48
    ],
    [
        " version of course you want to see what Jason looks like right hand some looking guy I'd say",
        9303.48,
        9309.04
    ],
    [
        " bro jaco what you what just take it easy",
        9309.04,
        9313.4
    ],
    [
        " hey man either way if you are interested in that you we have a youtube channel also some excerpts",
        9314.84,
        9320.34
    ],
    [
        " on there you know we'll cut up little excerpts and sometimes echo puts cello music behind them",
        9320.34,
        9327.58
    ],
    [
        " and he puts explosions in them yeah sometimes when I want to enhance them maybe maybe like a certain",
        9327.58,
        9332.98
    ],
    [
        " message that you talk about hits me hard I say hey let me express this you know put some stuff",
        9332.98,
        9338.38
    ],
    [
        " on there do you ever feel like maybe we should just get a couple of cello players in here no I don't",
        9338.38,
        9343.28
    ],
    [
        " I don't ever feel like that at all and you know I think we should stick with what we're doing that's my",
        9343.28,
        9347.76
    ],
    [
        " opinion here's the thing about youtube though as far as uh subscribing yeah so it doesn't even matter",
        9347.76,
        9353.7
    ],
    [
        " and you might notice jay you do you spend time on youtube yes like okay so here's what I learned",
        9353.7,
        9359.42
    ],
    [
        " and observed if you subscribe to someone on youtube it doesn't matter that much like there's",
        9359.42,
        9365.54
    ],
    [
        " stuff and won't show up all the time like how you would expect you'd think like oh if you",
        9365.54,
        9370.04
    ],
    [
        " subscribe there stuff is gonna sort of show up on your way call it the home yeah page or whatever",
        9370.04,
        9375.32
    ],
    [
        " doesn't so much do that anymore but I get an email every time you post something okay now you",
        9375.32,
        9379.66
    ],
    [
        " talk to me see yeah now you're talking because when you subscribe to someone and you do that",
        9379.66,
        9383.6
    ],
    [
        " additional step you click on the little bell I think it's like right next to or on the",
        9383.6,
        9387.68
    ],
    [
        " subscribe button or wherever it is right there if you do that then you'll get the alert email",
        9387.68,
        9392.1
    ],
    [
        " you know my alerts my alerts actually come onto my phone they like spring up that from youtube",
        9392.1,
        9399.34
    ],
    [
        " before your jaco podcast just posted a new video that's from my from the app from the youtube",
        9399.34,
        9405.3
    ],
    [
        " app from the youtube app yes which is pretty cool yeah yeah so if you want that this is what I'm saying",
        9405.3,
        9410.94
    ],
    [
        " so when you subscribe it's almost like a half subscribe not even a half so it's like a quarter",
        9410.94,
        9415.14
    ],
    [
        " subscribe that's what it is because you're corse sort of like oh yeah I officially sort of",
        9415.14,
        9420.0
    ],
    [
        " subscribe but youtube's like cool okay I think we're not gonna let you know we want to subscribe",
        9420.0,
        9424.44
    ],
    [
        " this is different this is different I'm saying if you want to subscribe and you want to get alerts",
        9424.48,
        9429.3
    ],
    [
        " and you want it to sort of be in your what do you call it the feed or whatever you got to",
        9429.3,
        9433.24
    ],
    [
        " get a little bell this is what I'm worried about I'm worried about since you're very decentralized",
        9433.24,
        9437.5
    ],
    [
        " since there's a lot of decentralized command here yes I'm worried that if people don't subscribe",
        9437.5,
        9442.86
    ],
    [
        " all of a sudden you're just gonna start putting the little thing at the end of your enhanced",
        9442.86,
        9447.68
    ],
    [
        " videos that says that says like share and click subscribe like share and subscribe like it shows",
        9447.68,
        9453.58
    ],
    [
        " the little finger click subscribe and if that happens we're gonna have a problem yes the videos make",
        9453.58,
        9460.22
    ],
    [
        " it get centralized real quick real quick well here we're not gonna worry about that because I agree",
        9460.22,
        9465.9
    ],
    [
        " with you 100% like share subscribe yeah hey before you watch this video go down to the bottom right",
        9465.9,
        9472.4
    ],
    [
        " click subscribe now I'm just saying I'm sure there's slightly annoying I hate it when I see that",
        9473.34,
        9479.94
    ],
    [
        " yeah I'm sure there's some function in that what's the equivalent of when you meet someone like",
        9479.94,
        9484.82
    ],
    [
        " what's the equivalent of of a human interaction where you say that we got somebody dropping the",
        9484.82,
        9490.36
    ],
    [
        " S bomb would it be like yeah that but it would be like like hey good to meet you can I have a",
        9490.36,
        9494.6
    ],
    [
        " pad on the back please like isn't that basically what it is that's the human interaction equivalent",
        9494.6,
        9498.42
    ],
    [
        " yeah okay nice to meet you um give me your phone and I'm gonna index I'm gonna put my phone number",
        9499.52,
        9505.38
    ],
    [
        " in there yeah so so I can text you what I'm doing yeah all the time yeah give me a pad on the back",
        9505.38,
        9511.98
    ],
    [
        " all right sorry no I might think of that that's actually a good little an analogical analog analogy",
        9511.98,
        9518.0
    ],
    [
        " like comparison task think find the analogies what I'm saying psychological warfare",
        9518.0,
        9525.62
    ],
    [
        " iTunes Google Play MB3 platforms if you want it if you want to wake up call yes",
        9525.86,
        9531.56
    ],
    [
        " which a lot of people say can't you make an alarm can't you make an alarm can't you make an alarm",
        9531.56,
        9534.5
    ],
    [
        " yes you can use psychological warfare as an alarm there's a bunch of alarm options there there's",
        9534.5,
        9539.0
    ],
    [
        " also something on there if you're if you're feeling like you want to eat a donut or you want to",
        9539.0,
        9543.88
    ],
    [
        " eat a bag of Cheetos yeah when's the last time you ate a bag of Cheetos one time I ate a whole bag",
        9543.88,
        9549.3
    ],
    [
        " of Hershey's kisses and this is when I was in the teams I'm talking a grown man how big was it",
        9549.3,
        9554.18
    ],
    [
        " like a like a good size like the size of a book the size of a regular size book like it was one of those",
        9554.22,
        9559.16
    ],
    [
        " yeah it was like six years ago my mom came over to my house and put a whole bag a candy corn",
        9559.16,
        9565.14
    ],
    [
        " that was around Halloween and every time I walked by it I was talking I think it's in my mouth and",
        9565.14,
        9569.22
    ],
    [
        " pretty soon they're all gone they're good at sense I I bet I couldn't eat one right now because I",
        9569.22,
        9578.42
    ],
    [
        " you know kind of cut sweet stuff out and every time I slip I taste something like holy cattle",
        9578.7,
        9584.14
    ],
    [
        " the thing I noticed that is with with Coca-Cola like I can't even can't even come close to drinking",
        9584.14,
        9590.26
    ],
    [
        " a Coca-Cola I mean I'm gonna have one a legit like hey I'm gonna have a coke in probably 10 or 15",
        9590.26,
        9594.7
    ],
    [
        " years or something like a long time yeah yeah I'm not but when I when I look at them or like the",
        9594.7,
        9601.02
    ],
    [
        " last time I try to sip one I was like yeah yeah they're like syrup yeah so anyways yeah that makes",
        9601.02,
        9607.26
    ],
    [
        " sense like see that I can drink it so that's like logical warfare you can get that on any of those",
        9607.26,
        9612.64
    ],
    [
        " platforms also flipside canvas dot com if you want the visual remind you of something my brother",
        9612.64,
        9619.92
    ],
    [
        " Dakota Meyer has a company called flipsidecambus.com and he's making all kinds of cool stuff he's",
        9619.92,
        9626.94
    ],
    [
        " about to run out some warrior kid stuff too some little warrior kid I don't like his Teddy Roosevelt",
        9626.94,
        9631.54
    ],
    [
        " stuff definitely he's just gonna have to yeah so he's making some really cool stuff art art with layers",
        9631.94,
        9637.98
    ],
    [
        " by the way art with layers there you go I like that you know also on it expanding your home gym you",
        9637.98,
        9644.72
    ],
    [
        " getting more kettlebells which I did by the way Darth Vader how much is it way 70 okay here's",
        9644.72,
        9651.08
    ],
    [
        " the thing about the 70 pound like sure I'm not you know I'm gonna be more impressed with your 100",
        9651.08,
        9655.44
    ],
    [
        " pound to kettlebell that you were whatever bragging to me about 106 one I'll stay you go there you",
        9655.44,
        9661.08
    ],
    [
        " go 106 but the 70 and the 72 the gorilla one and whatever those in my opinion have the most",
        9661.36,
        9667.24
    ],
    [
        " like place universal yeah universal you said yes that's a great I agree yeah plus the Darth Vader let",
        9667.24,
        9672.98
    ],
    [
        " me come on man it's the ultimate one I think and but they should they should have made the old they",
        9672.98,
        9677.14
    ],
    [
        " should have made the dodge Vader like a hundred at least over a hundred pounds yeah in my opinion",
        9677.14,
        9682.62
    ],
    [
        " maybe Jason you're the star wars expert yeah he should definitely be the heaviest who's the most",
        9682.62,
        9688.06
    ],
    [
        " heaviest who's the most powerful character in Star Wars Darth Vader this doesn't seem to be kind of a",
        9688.06,
        9694.3
    ],
    [
        " chumps no negative not you'd think the emperor maybe but it's Darth Vader Darth Vader you're about",
        9694.3,
        9699.86
    ],
    [
        " to see the emperor you're about to see the guy what do you think yeah I mean I don't know you know",
        9699.86,
        9705.58
    ],
    [
        " Darth Maul was pretty dang bad attitude no what I mean who is like the chopped up pretty quick",
        9705.58,
        9710.58
    ],
    [
        " who's but I mean Darth Vader lost Darth Vader lost Luke Skywalker who crumbled immediately by the way",
        9710.58,
        9718.8
    ],
    [
        " yeah later on so I start later man I think he'd start the theater yeah I like Vader",
        9718.8,
        9724.5
    ],
    [
        " I'm the last day real leader lifts people up you ever see that meme and Darth Vader's holding",
        9724.5,
        9730.76
    ],
    [
        " that round guy up my left hand there you go there you go he'll lead him lift me up that is so funny",
        9730.76,
        9737.54
    ],
    [
        " but Darth Vader went through the whole arc he was good bad good boom you know I don't think he",
        9737.56,
        9743.86
    ],
    [
        " know well I'm sure the doll of the duck side nonetheless yes I got that kettlebell there's a lot of",
        9743.86,
        9748.12
    ],
    [
        " good stuff there's these there's these electrolyte minerals that are part of my daily daily",
        9748.12,
        9753.26
    ],
    [
        " manganese with the discipline nonetheless go on there on it dot com slash jaco and check out some",
        9753.26,
        9758.84
    ],
    [
        " stuff on there some really good stuff on there all right some books way the warrior kid free",
        9758.84,
        9763.42
    ],
    [
        " the book is called where there's a will there's a good message talked about it already",
        9763.9,
        9767.78
    ],
    [
        " check that one out it is available now also way the warrior kid one and two marks mission is two",
        9767.78,
        9775.0
    ],
    [
        " number one is way the warrior kid check those out for your kid to teach your kid these lessons",
        9775.0,
        9780.84
    ],
    [
        " these lessons that that Jason I just talked about for two plus hours are broken down simplified",
        9780.84,
        9789.94
    ],
    [
        " and and sprinkled sprinkled throughout these books so that your kid is gonna read them and your",
        9792.28,
        9797.7
    ],
    [
        " kid is gonna save things to you like dad I think you that might be your ego talk it that's that",
        9797.7,
        9806.5
    ],
    [
        " that so that the idea of ego gets introduced in way the warrior kid three that's where it gets",
        9806.5,
        9811.78
    ],
    [
        " introduced for the first time so why because I wish somebody would have told me about my ego I",
        9811.78,
        9817.92
    ],
    [
        " wish somebody would have explained to me that I was resentful I was jealous I was I was",
        9817.92,
        9824.84
    ],
    [
        " whining no one did or if my dad did I didn't listen because I was a young punk so get those books",
        9824.84,
        9835.94
    ],
    [
        " also if you got a younger kid you can get Mikey in the dragons as well which again this is the",
        9835.94,
        9842.3
    ],
    [
        " thing where your kid gets taught a lesson hey I didn't listen to my dad my I didn't listen to my",
        9842.3,
        9849.82
    ],
    [
        " mom Jason didn't listen to his mom Jason didn't listen to his dad I've been sitting around with a",
        9849.82,
        9856.58
    ],
    [
        " bunch of like real really squared away people business people and we're start talking about kids",
        9856.58,
        9864.24
    ],
    [
        " and and then I say hey wait a second who here listen to their parents no one raises their hands",
        9864.24,
        9870.74
    ],
    [
        " like very few there's the one occasional two occasional uh Eddie Haskels whatever yeah yeah I",
        9870.78,
        9877.58
    ],
    [
        " always listen to my house no you didn't liar most most but what happens is when they hear it from",
        9877.58,
        9883.84
    ],
    [
        " another angle they listen to it and they go oh okay I understand that and they think it's cool it's",
        9883.84,
        9888.52
    ],
    [
        " uncle Jake saying it's not my dad because your your kids want to rebel against you because they know",
        9888.52,
        9893.58
    ],
    [
        " they have to leave the nest so they got to set up some kind of a barrier so they need someone to",
        9893.58,
        9900.62
    ],
    [
        " be uncle Jake let that someone be the king in Mikey in the dragons so there you go that's that",
        9900.62,
        9906.56
    ],
    [
        " also we got obviously disciplinical freedom field manual if you're an adult you need to know how",
        9906.56,
        9914.84
    ],
    [
        " to get on the path and stay on the path get that book and put it by your bedside and read that read a",
        9914.84,
        9919.24
    ],
    [
        " page in the morning if you ever had a book that will get you out of bed no okay disciplinical freedom",
        9919.24,
        9925.42
    ],
    [
        " field manual put it next to your bed yeah you'll be like I'm getting out of bed I'm gonna go get some",
        9925.42,
        9930.74
    ],
    [
        " so then there's extreme ownership and then I got a big leadership piece of the books about",
        9930.74,
        9936.08
    ],
    [
        " leadership written by me and my brother Lafe Babin about the lessons that we learned overseas now",
        9936.08,
        9940.94
    ],
    [
        " you can apply them in your team in your business in your life also we got Ashilan Front leadership",
        9940.94,
        9947.38
    ],
    [
        " consultancy and we're very busy you know why we're very busy we're very busy because no matter",
        9947.38,
        9955.1
    ],
    [
        " what problem you have in your team in your business the problem is a leadership problem and if",
        9955.1,
        9962.52
    ],
    [
        " you want to get it solved you got to solve the leadership the leadership problems that you have",
        9962.52,
        9968.18
    ],
    [
        " and if you can do that then they're going to solve the problems in your company so it's me it's",
        9968.18,
        9973.88
    ],
    [
        " Lafe Babin JP DeNel Dave Burke Flynn Cochran Mike Sirelli Mike Baima and Jason Gardner if you want us",
        9973.88,
        9983.26
    ],
    [
        " to help you go to ashilanfront.com for details we got the muster Chicago is done did it sell out yes",
        9983.98,
        9992.72
    ],
    [
        " it did how'd you like the muster as your first muster Jason how'd you like it wow that was amazing",
        9992.72,
        9998.38
    ],
    [
        " don't you wish you got to go to that when you were 25 years old yeah yeah I was super impressed by",
        9998.38,
        10006.62
    ],
    [
        " there there were people that had their kids there yeah yeah that's not normal right",
        10006.62,
        10010.88
    ],
    [
        " I mean when you say there was people there was probably okay and by my my kids there were",
        10011.26,
        10016.98
    ],
    [
        " I'm talking there was one 13 year old that was there but there was a quite a few like teenagers",
        10016.98,
        10021.72
    ],
    [
        " and high school age 18 yeah yeah I would say 16 to 21 right there there we there'll be a good",
        10021.72,
        10030.32
    ],
    [
        " amount maybe a dozen right and then but there's yeah there was one 13 year old the warrior kid",
        10030.32,
        10035.96
    ],
    [
        " that was just straight getting after it yeah that's not a early morning PT yeah well you're",
        10035.96,
        10040.82
    ],
    [
        " gonna rush you anyway you can mention that warrior kid rash guard yeah if you want to get that",
        10040.82,
        10045.92
    ],
    [
        " yeah anyways that's the muster they always sell out the next one is in Denver it's 19th and 20th of",
        10045.92,
        10052.36
    ],
    [
        " September and it's gonna sell out Sydney Australia December 4th and 5th it's gonna sell out we",
        10052.36,
        10062.38
    ],
    [
        " got people in Australia yes we do when I went to brizzy there was people from all over Australia",
        10062.38,
        10068.36
    ],
    [
        " coming to hang out oh yeah home of David Hackworth Brisbane that's removed take it yeah",
        10068.36,
        10075.56
    ],
    [
        " and if you want to come to that go to extremotorship.com get on it early",
        10075.56,
        10080.3
    ],
    [
        " ef online if you can't come to the muster or you can't bring your entire company to the",
        10080.3,
        10086.32
    ],
    [
        " because the muster is expensive then get go to ef online.com what that is it's leadership training",
        10086.48,
        10094.32
    ],
    [
        " but the thing is leadership training is not an inoculation you can't just go to leadership",
        10094.32,
        10098.2
    ],
    [
        " training one time and then you're like oh cool I got extremotorship now I'm good to go doesn't",
        10098.2,
        10102.24
    ],
    [
        " work like that just like you can get a one jiu jitsu class or even one week's worth of jiu jitsu",
        10102.24,
        10106.14
    ],
    [
        " class you can't go to a two day jiu jitsu seminar now you're good to go no you need to keep training",
        10106.14,
        10110.94
    ],
    [
        " and that's what happens here as well so you get it's not a it's not an inoculation",
        10111.12,
        10114.92
    ],
    [
        " you got to get it repeatedly and that's what ef online does or if you can't make it to the muster",
        10114.92,
        10123.56
    ],
    [
        " go to ef online.com and also ef overwatch taking proven leaders from spec ops and combat aviation",
        10123.56,
        10132.36
    ],
    [
        " and putting them in companies in the civilian sector that need leaders now you might think well",
        10132.36,
        10139.18
    ],
    [
        " they don't have any experience in my industry. Cool they'll learn it that's what we do",
        10139.18,
        10143.22
    ],
    [
        " hire further character hire for the leadership capability and then teach them the industry",
        10143.22,
        10148.26
    ],
    [
        " specifics they'll pick up and they will fill in the leadership holes that are causing you problems",
        10148.26,
        10152.44
    ],
    [
        " and if you want to hear more about 90s tv shows or super mario brothers from echo",
        10152.44,
        10161.42
    ],
    [
        " No no no. oh yeah or you want to hear more about war or leadership from json or me",
        10161.42,
        10168.46
    ],
    [
        " than all of us are on the interwebs json is on instagram jason dot n dot gardener he's on twitter",
        10168.46,
        10176.56
    ],
    [
        " jason n gardener he's on facebook as well jason gardener and obviously",
        10176.56,
        10184.18
    ],
    [
        " echo and i are both on those platforms twitter instagram and ad faze bogey bogey bogey",
        10185.42,
        10193.78
    ],
    [
        " echoes at echo charles and i am at jaco willing and thanks to all the veterans out there at leg jason",
        10193.78,
        10201.12
    ],
    [
        " who did their time on the line and thanks to everyone else out there right now in the fight",
        10201.12,
        10207.54
    ],
    [
        " thanks for protecting our way of life you got any other closing thoughts",
        10207.54,
        10213.02
    ],
    [
        " nothing for the group check and also thanks to police and law enforcement fire fighters",
        10213.02,
        10224.28
    ],
    [
        " paramedics emt's dispatchers correctional officers border patrol secret service and all the",
        10224.28,
        10237.52
    ],
    [
        " remember that we all make mistakes but the mistakes that you can't recover from are the ones",
        10238.28,
        10246.3
    ],
    [
        " that you don't own the ones that you don't admit so step up admit your mistakes and own your",
        10246.3,
        10255.8
    ],
    [
        " mistakes and then no matter what keep getting after it and until next time this is jason gardener",
        10255.8,
        10267.36
    ],
    [
        " and echo and jaco out",
        10267.52,
        10270.64
    ]
]