[
    [
        " This is Jocco podcast number 178 with Echo Charles and me, Jocco Willink. Good evening, echo. Good evening.",
        0.38,
        8.14
    ],
    [
        " Honorable Mother and Father. The difficulty of the journey you made to see me was clearly evident in your disheveled hair and in the hollows under your eyes.",
        9.98,
        24.82
    ],
    [
        " It made me want to bend my knees and worship before you. In the wrinkles on your brows was vivid testimony of the pains you took to raise me.",
        26.08,
        37.72
    ],
    [
        " Words could not express my feelings and what little I did say was superficial in the extreme.",
        39.56,
        46.74
    ],
    [
        " Yet although acutely conscious of how little time we had, I saw in your eyes and in your gaze all you wanted to say but couldn't.",
        48.9,
        58.98
    ],
    [
        " When you took my hand, I experienced a sense of profound peacefulness unlike anything I have experienced since joining up, like being a baby again and longing for the warmth of a mother's love.",
        58.98,
        73.76
    ],
    [
        " It is because I bask in the beauty of your deep devotion that I can martyr myself for you. For in death I will sleep in the world of your love.",
        75.36,
        88.76
    ],
    [
        " Honorable Mother. Even if I was never able to fully accept the love you gave me, I received so much wisdom from you.",
        90.12,
        100.62
    ],
    [
        " And Father, your silent words are carved deeply into my heart. With this I will be able to fight together with both of you.",
        102.14,
        114.06
    ],
    [
        " Even if I should die, it will be with a peaceful spirit. I mean this with all my heart.",
        115.42,
        122.8
    ],
    [
        " The war zone is where these beautiful emotions are put to the test.",
        124.14,
        129.5
    ],
    [
        " If death means a return to this world of love, there is no need for me to fear.",
        130.22,
        136.48
    ],
    [
        " There is nothing left to do but press on and then fulfill my duty.",
        137.38,
        143.66
    ],
    [
        " And that is the final letter written by a man named Captain Adachi Takoya.",
        147.82,
        161.22
    ],
    [
        " It was written obviously to his parents and he was assigned to Kamakaze Special Attack Group number one.",
        162.08,
        169.6
    ],
    [
        " And he did carry out his mission, a suicide attack on one of the US Navy vessels in the vicinity of Okinawa on the 28th of April 1945.",
        170.46,
        183.06
    ],
    [
        " He was 23 years old, which is actually pretty old for a Kamakaze.",
        183.9,
        189.76
    ],
    [
        " Here is another last letter home. This one is from Ensun Kiyoshi Agawa, Father and Mother.",
        190.24,
        201.8
    ],
    [
        " It has been decided that I also will make a sortie as a proud special attack core member.",
        202.8,
        209.2
    ],
    [
        " Looking back when I think of you raising me in your arms for more than 20 years, I am filled with a sense of gratitude.",
        210.08,
        216.9
    ],
    [
        " I truly believe that no one else has lived a happier life than me and I am resolved to repay the Emperor and my father for your kindness.",
        217.58,
        226.98
    ],
    [
        " Beyond those boundless white clouds, I will make my attack with a calm feeling.",
        228.4,
        234.96
    ],
    [
        " Not even thoughts of life and death will come to my mind. A person dies once.",
        236.24,
        241.56
    ],
    [
        " It will be an honorable day to live for the eternal cause.",
        243.78,
        248.06
    ],
    [
        " Father and Mother, please be glad for me.",
        250.64,
        253.54
    ],
    [
        " Above all, Mother, please take care of your health and I wish for everyone's prosperity.",
        255.32,
        263.2
    ],
    [
        " Father and Mother, I always and forever will be living near you and will be praying.",
        266.4,
        273.26
    ],
    [
        " I will go smiling both on the day of my sortie and forever.",
        273.82,
        280.96
    ],
    [
        " In Ensun, Agawa was the pilot of the second plane to hit the USS Bunker Hill.",
        285.2,
        293.36
    ],
    [
        " That kamikaze attack killed 393 and wounded 264 and took the aircraft carrier out of commission for the duration of the war.",
        295.82,
        308.56
    ],
    [
        " Most of the kamikazis were young.",
        310.2,
        314.06
    ],
    [
        " They were sometimes 17, but usually 18, 19, maybe 20 years old.",
        314.62,
        319.42
    ],
    [
        " They all wrote final letters home.",
        319.94,
        323.2
    ],
    [
        " The letters generally spoke of their commitment to the Emperor, their commitment to the Japan, their commitment to their parents.",
        323.86,
        333.76
    ],
    [
        " There are a lot of these letters.",
        336.8,
        338.38
    ],
    [
        " There are thousands of them.",
        339.4,
        340.44
    ],
    [
        " It is actually when you sit there and read them, it is actually kind of sickening to read these letters.",
        340.64,
        346.46
    ],
    [
        " These young boys, their brainwashed.",
        346.7,
        352.52
    ],
    [
        " I know some people find some level of honor in the kamikaze pilots.",
        352.64,
        361.54
    ],
    [
        " They sacrifice for their country.",
        362.04,
        363.82
    ],
    [
        " They put service above themselves for their Emperor.",
        364.2,
        367.68
    ],
    [
        " I have a hard time with that.",
        368.32,
        370.66
    ],
    [
        " These are kids. These are ponds.",
        371.96,
        377.06
    ],
    [
        " And actually they weren't even that effective.",
        379.0,
        380.86
    ],
    [
        " They had a hit ratio of about 14%.",
        382.22,
        385.72
    ],
    [
        " There was 2,800 kamikaze pilots that were killed.",
        389.1,
        393.88
    ],
    [
        " And they killed about 4,900 sailors, US Navy sailors.",
        394.96,
        400.26
    ],
    [
        " And God bless all those brave sailors, every one of those losses and deaths as a tragedy.",
        400.8,
        409.82
    ],
    [
        " And the US Navy and World War II and the Navy in general in World War II was a nightmare.",
        411.14,
        417.06
    ],
    [
        " The kamikaze sank 34 ships, which is horrible, but it actually wasn't a game changer.",
        417.58,
        428.84
    ],
    [
        " But these suicide bombers, you know, you got to think about how they ended up in that situation.",
        434.62,
        440.52
    ],
    [
        " And I don't like suicide bombers at all.",
        440.52,
        443.04
    ],
    [
        " And I guess I have a biased against suicide bombers.",
        443.46,
        447.16
    ],
    [
        " Fine. There was a lot of suicide bombers in Ramadi.",
        447.66,
        452.24
    ],
    [
        " And some people, like I said, some people try and glorify a suicide bomber, whether it's a kamikaze or whether it's a modern day suicide bomber.",
        452.96,
        461.0
    ],
    [
        " And they try and glorify them, but there's no glory.",
        461.36,
        464.26
    ],
    [
        " The modern suicide bombers are either cowards that are afraid to face their enemies in battle.",
        464.54,
        474.26
    ],
    [
        " And what's really sad is that's rare more than likely the modern suicide bomber that you're dealing with is an actual victim, himself, who is, you know, usually a young kid been manipulated and lied to and or I should say also coerced through threats.",
        475.18,
        499.48
    ],
    [
        " And that happened all the time. It was like, hey, if you don't carry out this suicide mission, we're going to kill your family.",
        499.56,
        504.72
    ],
    [
        " And so you might as well, you might as well do it.",
        505.24,
        509.0
    ],
    [
        " So that's what you're dealing with.",
        509.98,
        512.88
    ],
    [
        " But some of them, you know, sometimes people just get straight up brainwashed and it's the same thing with the Japanese kamikazis.",
        513.86,
        520.52
    ],
    [
        " I would say a lot less on the coercion side.",
        521.32,
        525.44
    ],
    [
        " You know, like, it wasn't like they were holding their family, but they did a great job of brainwashing these kids.",
        528.7,
        537.4
    ],
    [
        " And yeah, I'm no expert.",
        539.02,
        542.14
    ],
    [
        " I should have said that straight out of the gate. I'm just giving you my opinion, my thoughts about it.",
        543.24,
        548.16
    ],
    [
        " There's some Japanese documents that I think paint a pretty clear picture of kind of the foundation of what the Japanese military was taught.",
        552.26,
        563.08
    ],
    [
        " And it's why they were why they fought to the death. And there's a lot of propaganda that you can look at too.",
        564.08,
        569.9
    ],
    [
        " The propaganda that, you know, explains Americans as these evil people that were going to come and rape their women and it was better to die.",
        570.02,
        578.46
    ],
    [
        " So there's that. But there's there's a more foundational thing, I think, that was printed in World War II.",
        579.28,
        588.94
    ],
    [
        " And it was called the Imperial Rescript to Soldiers and Sailors.",
        589.38,
        594.88
    ],
    [
        " And a rescript is like an official guidance. It's like this is the word from the boss.",
        596.16,
        600.9
    ],
    [
        " And it included in it something called the Senjikan, which meant instructions for the battlefield.",
        601.76,
        609.36
    ],
    [
        " And what's weird about this document is it's got a lot of really a lot of stuff in it that's when you hear it.",
        610.26,
        618.54
    ],
    [
        " It sounds for lack of a better word. It sounds good. It's the kind of thing that you think, oh, wow, that's honorable. That's good.",
        618.54,
        628.28
    ],
    [
        " It's very idealistic. And I think if this document, this Imperial Rescript to soldiers and Sailors, if it actually would have been followed, a lot of the problems, a lot of the atrocities that were committed wouldn't happen.",
        629.0,
        645.26
    ],
    [
        " Because the document, as you're going to hear, is a, it's a fairly positive document.",
        646.9,
        654.52
    ],
    [
        " And I think sometimes people take and they hold up that attitude, that kind of bouchito attitude and hold it up on a pedestal.",
        655.24,
        668.94
    ],
    [
        " And like I said, I get it because when you, when you look at it on its own, you think, wow, this is, this is a good thing. This is a positive thing.",
        669.08,
        678.44
    ],
    [
        " But what you can't forget is that it's this attitude of this attitude and this culture of extreme obedience.",
        679.06,
        691.06
    ],
    [
        " And I talk about it all the time, but I got a question, your leaders, right? And I talk all the time how if you're told to do something that's unethical or illegal or immoral, it is your obligation and your duty to disobey.",
        693.82,
        708.84
    ],
    [
        " So they, they didn't have that attitude. Their attitude was 100% obedience. They also had the strong attitude of ethnic superiority.",
        710.14,
        721.12
    ],
    [
        " So they, the Japanese people thought that their race and their ethnicity was superior to everyone else's.",
        721.74,
        729.1
    ],
    [
        " And that attitude led to things like these, kamikaze pilots, and it led to atrocities like the rapinan king and like unit 731,",
        730.48,
        742.3
    ],
    [
        " a just horror, horror show atrocities with the darkest evil imaginable.",
        744.68,
        752.3
    ],
    [
        " And you know, podcast 60, rapinan king, podcast 133, 133 unit 731.",
        752.62,
        760.96
    ],
    [
        " If you listen to those, you don't, you can't listen to those and feel normal when you're done listening to it. You can't.",
        761.94,
        771.16
    ],
    [
        " It's they're disturbing to listen to when you see how evil human beings can be to other human beings.",
        773.68,
        781.76
    ],
    [
        " So like I said, when you hear this imperial rescript, it, it, it sounds positive. A lot of it sounds good, but it, first of all, it wasn't followed.",
        782.3,
        800.7
    ],
    [
        " Because some, some of the positive parts of the code that they, they clearly did not listen to. And then other parts of the code that are positive, like anything that's positive, if you let it go too far, then it becomes a negative. And that's seems to me what happened.",
        802.32,
        821.86
    ],
    [
        " At least in some sense, an imperial Japan.",
        822.82,
        825.22
    ],
    [
        " So I think this document kind of reveals how they framed their mindset.",
        825.82,
        832.72
    ],
    [
        " And there's, like I said, there's lessons in here to learn and think about things that you can take away that you say, that's a good policy.",
        833.54,
        841.68
    ],
    [
        " But you can also see that when it's taken to the extreme, it becomes the framework for imperial Japan to become the sadistic evil that they originally believed they were fighting against.",
        845.94,
        857.74
    ],
    [
        " So let's get into it. The imperial rescript to soldiers and saliers, sailors, here we go, introduction. The battle is where the imperial army acting under the imperial command.",
        858.16,
        871.4
    ],
    [
        " Displays, it's true character conquering. Whenever it attacks, winning, whenever it engages in combat, in order to spread Cotto.",
        871.82,
        882.5
    ],
    [
        " And so Cotto is the imperial way. That's what it means. And that's how they describe it. But what's interesting is it literally means like a fragrance, like a smell. So it's like the scent, the spirit, the heartbeat.",
        883.14,
        897.6
    ],
    [
        " So that's what Cotto is. They want to spread the Cotto far and wide so that the enemy may look up in awe to the august virtues of his majesty.",
        897.6,
        906.98
    ],
    [
        " Those who marched to the battlefield, therefore, should endeavor to exalt throughout the world, the glories of the empire by fully realizing what the country stands for and firmly upholding the moral tenets of the imperial army.",
        907.68,
        923.1
    ],
    [
        " The imperial rescript to the armed forces is explicit, while regulations and manuals clearly defined conduct and combat and methods of training.",
        923.74,
        933.52
    ],
    [
        " Conditions in the combat zone, however, tend to cause soldiers to be swayed by immediate events and become forgetful of their duty.",
        934.0,
        942.02
    ],
    [
        " Indeed, they should be wary.",
        943.52,
        944.74
    ],
    [
        " Indeed, they should be wary, they're less to they run counter to their duties as soldiers.",
        946.42,
        951.4
    ],
    [
        " The purpose of this code lies in providing concrete rules of conduct in the light of past experience so that those in the zone of combat may wholly abide by the imperial rescript to enhance the moral virtues of the imperial army.",
        952.04,
        968.4
    ],
    [
        " So hey, combat's going to be tough.",
        969.76,
        972.78
    ],
    [
        " And you may forget your morals that they're talking about moral virtues.",
        973.9,
        978.9
    ],
    [
        " And so we're saying, hey, combat's going to be hard.",
        979.64,
        982.84
    ],
    [
        " It's going to be chaotic.",
        983.42,
        984.92
    ],
    [
        " And when you get in that tough situation, you may forget your morals. And so this guide right here is going to help you keep you on track. That's what it's going to do. That's the idea here.",
        985.52,
        993.82
    ],
    [
        " Chapter one, the empire.",
        994.46,
        996.94
    ],
    [
        " Japan is the cocoa koo, which means the empire.",
        999.0,
        1003.16
    ],
    [
        " The tenu, which is the emperor of Japan, rules over it everlastingly in a line unbroken through the ages as the successor in the high and broad cause established by the imperial ancestor at the time of the founding of the empire.",
        1004.02,
        1019.78
    ],
    [
        " Imperial benevolence is extended to all without favor while the imperial virtues enlighten the world.",
        1020.9,
        1028.12
    ],
    [
        " The people, too, handing down from traditions of loyalty, filial piety, and valor from generation to generation and enhancing thereby their moral peculiar to the empire have assisted the throne.",
        1028.64,
        1048.0
    ],
    [
        " A perfect national unity under the throne, which has brought about the present national prosperity.",
        1048.26,
        1055.62
    ],
    [
        " So they go that this goes back to like a racial thing, right? Hey, this is an unbroken, unbroken line of royalty for thousands of years.",
        1056.48,
        1068.48
    ],
    [
        " And that's why we're here. And they've been so benevolent, that's why we're living a good life right now.",
        1069.32,
        1076.18
    ],
    [
        " Soldiers on the field should seek to achieve with unshakeable determination their mission of defending the empire by laying to heart the essential character of the national policy.",
        1078.0,
        1087.6
    ],
    [
        " The army under command of the emperor assist in furthering the imperial fortunes by enhancing the glories of the empire through the embodiment of the lofty spirit of valor.",
        1088.46,
        1102.5
    ],
    [
        " This spirit is the basic factor in realizing universal peace.",
        1103.5,
        1107.82
    ],
    [
        " We're fighting for peace over here. That's what we're doing.",
        1108.2,
        1110.84
    ],
    [
        " For does this spirit of justice combined with valor and of valor tempered by benevolence in conformity with the imperial wishes?",
        1111.6,
        1120.74
    ],
    [
        " So this is all good, right? That's where we're at. This is all good. This is a benevolent leader.",
        1121.2,
        1126.24
    ],
    [
        " You've got the spirit of the army is actually just the reflection, the arm of this benevolence that's going to go out and bring the spirit of peace to the world.",
        1126.36,
        1136.92
    ],
    [
        " Valor, then we get into it a little bit. Valor requires strictness.",
        1137.46,
        1142.18
    ],
    [
        " While benevolence must be universal, should there be an enemy who dares oppose the imperial army, the army must",
        1143.2,
        1149.3
    ],
    [
        " resolutely resort to force of arms and deal him a crushing blow.",
        1150.34,
        1154.24
    ],
    [
        " We took a little one idiot, didn't we? Hey, we're all about getting our peace on.",
        1154.72,
        1160.22
    ],
    [
        " But if you oppose, if you dare to oppose the imperial army, you're going to get a crushing blow. That's how we're rolling.",
        1160.86,
        1166.74
    ],
    [
        " However, even though force may compel the enemy to submit, should a lapse of virtue, should a lapse in virtue occur by the striking of those who do not resist or by failure to resist.",
        1167.4,
        1179.28
    ],
    [
        " If you're to show kindness to those who surrender, it cannot be said that such an army is perfect.",
        1179.3,
        1184.26
    ],
    [
        " So there we got, we got, we're going to take care of the people that, if you surrender, you're good.",
        1185.46,
        1190.04
    ],
    [
        " If you don't resist, you won't be harmed, right? So we're like a benevolent army.",
        1190.72,
        1196.08
    ],
    [
        " If you stand up to us, we're going to crush you, but if not, it's cool. We're going to take care of you.",
        1196.74,
        1200.92
    ],
    [
        " Here's modest in its strength, unostentatious in its kindness, the imperial army becomes an object of admiration.",
        1203.34,
        1212.66
    ],
    [
        " When it quietly displays its valor and benevolence. So here we are. You know what's saying here? Gotta be humble. I say that all the time. Gotta be humble. That's what they're saying. You gotta be modest.",
        1213.56,
        1223.48
    ],
    [
        " You gotta, you gotta quietly display your strength, right? Just be modest. We agree with that.",
        1224.7,
        1232.1
    ],
    [
        " The mission of the imperial army lies in making the imperial virtues, the objects of universal admiration through the exercise of justice tempered with mercy.",
        1232.94,
        1244.04
    ],
    [
        " Obviously the folks in Nanking did not get this message.",
        1245.02,
        1252.04
    ],
    [
        " Discipline. And actually, the truly didn't because if this didn't, this wasn't released when the rapenane king took place. This hadn't come out yet.",
        1254.32,
        1261.08
    ],
    [
        " So they truly did not get the memo of this at that time. Discipline.",
        1261.46,
        1269.8
    ],
    [
        " The essence of discipline in the imperial army lies in the lofty spirit of complete obedience to his majesty.",
        1269.8,
        1276.46
    ],
    [
        " High and low must have deeply engraved in their minds, the solemnity of the right of command.",
        1286.92,
        1294.08
    ],
    [
        " Those above who should exercise the right in all seriousness while those below should obey the commands in utmost sincerity.",
        1294.76,
        1302.28
    ],
    [
        " Essential to victory and requisite, and the right of the right of the command.",
        1303.52,
        1306.44
    ],
    [
        " The right of the command is the condition where in the entire army, united in the bonds of absolute loyalty, moves as one in response to a command.",
        1306.98,
        1315.9
    ],
    [
        " So this is where we're getting into it. Even the U.S. military, you've got to obey the lawful orders of the people appointed above you.",
        1317.34,
        1326.94
    ],
    [
        " The lawful orders. That's the oath that you swear. Is that you'll obey the lawful orders? Doesn't just say obey.",
        1327.64,
        1333.52
    ],
    [
        " Especially on the battlefield is the utmost observance of the spirit of obedience necessary.",
        1334.28,
        1341.62
    ],
    [
        " The spirit of the soldiers best exemplified by those who silently do their duty, joyfully braving death in obedience to a command given at a time when they are undergoing great hardships.",
        1341.98,
        1354.3
    ],
    [
        " There's no more important time that you need to obey than on the battlefield.",
        1354.86,
        1359.98
    ],
    [
        " Next section, unity. The army looks up in awe to his majesty as its august head.",
        1361.34,
        1368.88
    ],
    [
        " It will be united in compliance with the imperial will as one in spirit and in body and in single-hearted loyalty.",
        1370.28,
        1379.9
    ],
    [
        " In keeping with the basic principles of command an army unit should form a solid yet genial group with its commander as its center.",
        1381.22,
        1390.84
    ],
    [
        " It is essential that each man high and low, dutifully observing his place, should be determined always to sacrifice himself for the whole in accordance with the intentions of the commander.",
        1391.38,
        1403.1
    ],
    [
        " By reposing every confidence in his comrades and without giving even the slightest thought to personal interest and to life for death.",
        1403.1,
        1413.04
    ],
    [
        " So, hey, I'm a firm believer. In fact, I think that's what makes a good team player is someone that puts the team above themselves.",
        1415.7,
        1428.42
    ],
    [
        " No doubt about it. That's also what makes a good leader, someone that puts the team's mission and the people on the team above themselves.",
        1429.48,
        1436.82
    ],
    [
        " That's, I agree with that. I guess we're going a little next level here, maybe a little bit.",
        1438.04,
        1444.88
    ],
    [
        " You gotta be, see, there's a difference, I think, it's in this word, determined always to sacrifice for yourself for the whole.",
        1446.12,
        1454.18
    ],
    [
        " That's going to the next level, right? It's not like, hey, I'm putting the team first. It's like my goal is to sacrifice myself for the team. That's where I'm headed. That's what I'm trying to make happen. That's a little different.",
        1454.38,
        1463.4
    ],
    [
        " It's a little next level.",
        1463.9,
        1465.42
    ],
    [
        " Cooperation, next section cooperation of soldiers not only should be united in mind in carrying out their tasks, but should also display the spirit of cooperation by forgetting themselves for the sake of victory.",
        1467.16,
        1479.28
    ],
    [
        " Every unit should carry out its mission with responsibility upholding its honor, placing confidence in others and assisting one another,",
        1479.96,
        1489.56
    ],
    [
        " volunteering to face hardships, exerting all its strength and cooperation and fighting valiantly to achieve its objective.",
        1490.18,
        1498.64
    ],
    [
        " Teamwork, that's what we're saying. We're talking about teamwork.",
        1499.3,
        1505.72
    ],
    [
        " We are going a little next level here because we're talking about forgetting yourselves for the sake of victory.",
        1506.36,
        1511.52
    ],
    [
        " That's a little next level.",
        1513.14,
        1515.48
    ],
    [
        " Volunteering to face hardships while everyone does that in the military. Exerting strength and cooperation, yes, everyone does that in the military. Fighting valiantly to achieve its objective. Yes, everyone does that in the military.",
        1518.28,
        1528.64
    ],
    [
        " But forgetting yourself for the sake of victory, that's again, this is like, hey, I'm putting the team and the mission above me. I get that.",
        1529.56,
        1539.78
    ],
    [
        " We're not going to forget ourselves, though, right? We're not just saying, okay, I don't exist.",
        1540.76,
        1545.98
    ],
    [
        " We're not giving up our personal spirit for the collective spirit. We're not doing that.",
        1547.22,
        1553.8
    ],
    [
        " We'll need to rephrase that. We're not doing that in America. That's not what we're doing.",
        1554.88,
        1558.24
    ],
    [
        " We join together the collective spirit, but we're not giving up ours.",
        1559.36,
        1563.36
    ],
    [
        " Next section, aggressiveness.",
        1564.66,
        1567.1
    ],
    [
        " Can't argue with aggressiveness. Aggressiveness should constantly prevail in combat, which must be carried out with bravery and determination.",
        1568.86,
        1577.52
    ],
    [
        " When attacking, be determined and positive, always taking the initiative, fighting vigorously and stubbornly, vowing not to cease until the enemy is crushed.",
        1578.32,
        1587.82
    ],
    [
        " I got no issues with that.",
        1589.24,
        1590.84
    ],
    [
        " In defense, always retain the spirit of attack and always maintain freedom of action.",
        1592.0,
        1597.6
    ],
    [
        " Never give up a position, but rather die.",
        1598.08,
        1601.74
    ],
    [
        " In pursuit, be thorough and inexorable.",
        1603.14,
        1606.96
    ],
    [
        " So, yep, never give up position. It's better to die.",
        1608.5,
        1613.4
    ],
    [
        " And I think we talked about, well, we definitely talked about that on the podcast.",
        1614.36,
        1618.28
    ],
    [
        " When is it intelligent to make a tactical retreat? There are times without question.",
        1618.52,
        1624.6
    ],
    [
        " And there's been times throughout history where tactical retreats, giving up positions has caused victory.",
        1625.04,
        1631.2
    ],
    [
        " The Imperial Japanese Army is not talking about that. They're talking about it's better to die.",
        1632.16,
        1639.82
    ],
    [
        " Continuing on, act boldly.",
        1641.44,
        1643.46
    ],
    [
        " Intent upon victory. Be fearless and calm. Meeting the situation courageously, undergoing hardships with indomitable perseverance.",
        1644.3,
        1652.94
    ],
    [
        " So as to overcome all obstacles.",
        1653.42,
        1655.4
    ],
    [
        " I'm good with that, right?",
        1656.2,
        1659.76
    ],
    [
        " That's what you got to do.",
        1661.56,
        1665.18
    ],
    [
        " Indomitable perseverance. Overcome all obstacles.",
        1666.04,
        1668.48
    ],
    [
        " Good, the next section, conviction to win. Faith is strength.",
        1669.26,
        1674.52
    ],
    [
        " He who has faith in combat is always the victor.",
        1675.38,
        1679.4
    ],
    [
        " The conviction to win grows from constant and rigorous training.",
        1680.7,
        1683.84
    ],
    [
        " Develop the strength to conquer the enemy by every possible effort and by improving every moment.",
        1685.0,
        1691.06
    ],
    [
        " No issues with that. Get better. Yeah, train hard.",
        1691.94,
        1695.76
    ],
    [
        " Rigorous training is definitely going to get you ready for tough situations.",
        1697.02,
        1700.74
    ],
    [
        " You got to have faith in what you're doing for sure.",
        1701.46,
        1705.04
    ],
    [
        " The destiny of the Empire rests upon victory or defeat in battle.",
        1705.22,
        1709.9
    ],
    [
        " It's a heavy weight to bear.",
        1710.64,
        1711.5
    ],
    [
        " Do not give up under any circumstances.",
        1713.66,
        1716.6
    ],
    [
        " Keeping in your mind your responsibility to keep untarnished, the glorious history of the Imperial Army.",
        1717.06,
        1724.4
    ],
    [
        " With its tradition of invincibility.",
        1724.4,
        1727.64
    ],
    [
        " Yeah, that one's a stretch.",
        1727.96,
        1733.14
    ],
    [
        " We're taking a stretch now because I promise you that no man and no army is invincible.",
        1733.74,
        1741.84
    ],
    [
        " So we'll get a little stretch there.",
        1743.0,
        1744.46
    ],
    [
        " Going a little too deep.",
        1745.3,
        1746.82
    ],
    [
        " Next section, chapter two.",
        1747.84,
        1752.82
    ],
    [
        " And part one is called piety.",
        1754.4,
        1757.26
    ],
    [
        " The gods look upon us from above.",
        1758.48,
        1761.6
    ],
    [
        " Be worthy of divine protection by being pure in heart, just in action, profound and sincere in your piety.",
        1762.28,
        1771.74
    ],
    [
        " Constantly mindful of the loyalty you owe the Emperor end of duty to your parents.",
        1772.5,
        1780.7
    ],
    [
        " So we're talking that's the first most important thing is your devotion to the Emperor.",
        1783.5,
        1788.88
    ],
    [
        " That's the most important thing that we're talking about.",
        1789.56,
        1793.24
    ],
    [
        " And the gods look upon you from above.",
        1793.54,
        1796.44
    ],
    [
        " The gods are related to the Emperor.",
        1796.84,
        1798.5
    ],
    [
        " The next section is filial piety.",
        1799.96,
        1806.26
    ],
    [
        " So now we're talking about reverence of our parents loyalty and filial piety as one form the essence of our national morality.",
        1807.12,
        1816.48
    ],
    [
        " A loyal subject is always a dutiful son.",
        1817.84,
        1820.42
    ],
    [
        " And devor to manifest the best traditions of our forefathers by bearing in mind the wishes of your parents thereby fulfilling the sacred duty of a loyal subject on the battlefield.",
        1821.8,
        1834.16
    ],
    [
        " Hey, respect your parents. I can get behind that.",
        1837.04,
        1839.56
    ],
    [
        " Nothing wrong with that.",
        1840.68,
        1841.94
    ],
    [
        " Trying to be a good kid, but sure, no objections.",
        1844.34,
        1848.12
    ],
    [
        " Salutes and manners. The salute is the expression of a sincere feeling of obedience.",
        1850.02,
        1854.9
    ],
    [
        " And is also a symbol of unity between those above and those below.",
        1855.72,
        1860.4
    ],
    [
        " Salutes must be strictly executed on the field.",
        1861.72,
        1864.62
    ],
    [
        " If a soldier is filled with a sense of decorum and strict in practicing good manners, it shows that he is a strong warrior.",
        1865.02,
        1871.92
    ],
    [
        " To me, this is weird.",
        1872.56,
        1873.44
    ],
    [
        " This is weird.",
        1874.04,
        1875.38
    ],
    [
        " Because salutes are a definitely a time honored military tradition throughout the world.",
        1876.26,
        1883.52
    ],
    [
        " And in the US military, you don't salute a lot in the field for sure.",
        1884.4,
        1889.9
    ],
    [
        " In the SEAL teams, you don't salute. I mean, very rarely. It's not a lot of saluting going on basically because you're not walking around with uniform all the time.",
        1889.9,
        1898.56
    ],
    [
        " So there's not a lot of saluting going on.",
        1898.9,
        1900.64
    ],
    [
        " But yeah, so there's a lot of different ways to show respect.",
        1901.48,
        1906.78
    ],
    [
        " And saluting is sort of the most visible, I guess way.",
        1907.1,
        1910.4
    ],
    [
        " But it's just kind of interesting to me that they're so into it.",
        1910.76,
        1913.78
    ],
    [
        " Let me put it to this way.",
        1914.04,
        1915.22
    ],
    [
        " This is...",
        1918.38,
        1917.64
    ],
    [
        " You know, when you see like a military movie, which I'm sure you've seen some, when you see like the new guy officer, and he says,",
        1917.64,
        1927.44
    ],
    [
        " Hey, you better give me a salute sergeant, right?",
        1927.64,
        1929.68
    ],
    [
        " And everyone knows that that guy is not a good leader immediately, right?",
        1930.6,
        1933.7
    ],
    [
        " Because you don't get all freaked out because someone doesn't salute you the way they should.",
        1933.94,
        1936.7
    ],
    [
        " So now we have the whole military is acting like that.",
        1937.8,
        1942.12
    ],
    [
        " The whole Japanese military is like, hey, you better salute.",
        1942.12,
        1944.44
    ],
    [
        " That to me is a little bit.",
        1944.9,
        1946.02
    ],
    [
        " And I get it, right?",
        1946.72,
        1948.5
    ],
    [
        " It's the military tradition.",
        1949.26,
        1951.2
    ],
    [
        " It's not a show of obedience.",
        1951.6,
        1953.58
    ],
    [
        " As far as I'm concerned, it's a respectful thing.",
        1953.96,
        1955.4
    ],
    [
        " Like, hey, you know, there you are.",
        1955.64,
        1956.86
    ],
    [
        " You're seeing your officer or whatever, boom.",
        1957.08,
        1958.86
    ],
    [
        " You crack the salute.",
        1959.1,
        1960.46
    ],
    [
        " It's all good.",
        1961.02,
        1961.6
    ],
    [
        " Isn't it like a symbol of like just extreme discipline, like know your place.",
        1962.1,
        1970.16
    ],
    [
        " Like know your role, know your place.",
        1970.16,
        1971.94
    ],
    [
        " It does, I guess, signify that.",
        1972.42,
        1975.24
    ],
    [
        " But really, it's just about respect as far as I'm concerned.",
        1975.48,
        1977.72
    ],
    [
        " You know, boom, you see someone that's senior to you.",
        1978.1,
        1980.68
    ],
    [
        " Boom, you crack a salute.",
        1981.3,
        1982.22
    ],
    [
        " All good.",
        1982.4,
        1982.7
    ],
    [
        " But let's say like the kind of the functional use of that respect is like, you know, I'm gonna come.",
        1983.12,
        1991.22
    ],
    [
        " I'm gonna, you know, appear before you kind of thing.",
        1991.58,
        1994.16
    ],
    [
        " And it's basically recognizing, hey, I'm beneath you.",
        1994.38,
        1996.8
    ],
    [
        " You're above me.",
        1997.1,
        1997.68
    ],
    [
        " You know, this is how we're functioning together right now.",
        1997.7,
        2001.66
    ],
    [
        " Yeah, yeah.",
        2001.66,
        2002.14
    ],
    [
        " You know, affirm what do you call like a confirmation?",
        2002.14,
        2005.18
    ],
    [
        " Yeah, yeah.",
        2006.1,
        2006.4
    ],
    [
        " There is, there is a, that's there.",
        2006.52,
        2009.0
    ],
    [
        " And it's, and it's a way, to me, it's all about tradition and respect, more than anything else.",
        2009.36,
        2014.06
    ],
    [
        " Yeah.",
        2014.46,
        2014.7
    ],
    [
        " You know, that's what it is.",
        2014.96,
        2016.78
    ],
    [
        " It's about tradition and respect.",
        2017.02,
        2018.1
    ],
    [
        " You know, you see someone that's senior, you know, an officer.",
        2018.32,
        2022.06
    ],
    [
        " If you're an enlisted guy, you salute all the officers. Boom.",
        2022.36,
        2024.24
    ],
    [
        " Get them up.",
        2024.5,
        2024.92
    ],
    [
        " That's the way it is.",
        2025.18,
        2025.94
    ],
    [
        " But it's, to me, it's not like this crazy thing.",
        2027.96,
        2033.38
    ],
    [
        " Like I never yelled at anyone for not saluting me, right?",
        2033.48,
        2036.24
    ],
    [
        "",
        2037.08,
        2037.08
    ],
    [
        " You know, and you probably couldn't find a lot of seals that would, that have done that.",
        2038.24,
        2042.6
    ],
    [
        " Now, could you say that, oh, this, there's, you know, you could see some kid that's being legitimately trying to be disrespectful.",
        2043.28,
        2051.12
    ],
    [
        " Right?",
        2051.76,
        2051.98
    ],
    [
        " Yeah.",
        2052.3,
        2052.5
    ],
    [
        " And maybe that person could get tightened up.",
        2054.62,
        2057.22
    ],
    [
        " Yeah.",
        2057.22,
        2057.7
    ],
    [
        " But, yeah, like on a few good men, remember when he's like, hey, whatever happened to saluting an officer when he leaves the room.",
        2058.22,
        2064.96
    ],
    [
        " And then the guy puts his hands in his pocket.",
        2065.26,
        2067.08
    ],
    [
        " Oh, dang.",
        2067.38,
        2068.02
    ],
    [
        " Who puts their hand in the pocket?",
        2068.52,
        2070.14
    ],
    [
        " His name was...",
        2070.5,
        2072.16
    ],
    [
        " Downey?",
        2072.16,
        2073.12
    ],
    [
        " Dawson.",
        2073.44,
        2074.68
    ],
    [
        " Dawson.",
        2074.76,
        2075.2
    ],
    [
        " Dawson.",
        2075.3,
        2075.72
    ],
    [
        " And who is he doing that too?",
        2075.88,
        2078.34
    ],
    [
        " Tom Cruise.",
        2078.6,
        2078.96
    ],
    [
        " Oh, dang, Tom Cruise wasn't getting the respect.",
        2079.46,
        2081.3
    ],
    [
        " There you go.",
        2081.7,
        2082.46
    ],
    [
        " Yeah.",
        2082.56,
        2082.98
    ],
    [
        " There you go.",
        2083.36,
        2084.22
    ],
    [
        " Good example.",
        2084.48,
        2086.14
    ],
    [
        " But see what I'm saying though, it's like, but what is that respect kind of reflecting, no?",
        2086.54,
        2093.04
    ],
    [
        " Overall functionally, it does seem like that.",
        2093.22,
        2095.62
    ],
    [
        " It's like, okay, no, knowing your place, I'm here to kind of recognize that.",
        2095.7,
        2099.8
    ],
    [
        " You know, just in this small detailed way that that apparently will be unnecessary in certain scenarios.",
        2099.96,
        2104.46
    ],
    [
        " Yeah, yeah.",
        2104.92,
        2105.58
    ],
    [
        " And I guess, I guess what you're actually talking about is just good order and discipline.",
        2105.58,
        2108.38
    ],
    [
        " Yeah.",
        2108.6,
        2108.8
    ],
    [
        " Like, good order and discipline.",
        2108.8,
        2109.5
    ],
    [
        " Like, from beginning to end.",
        2109.5,
        2110.44
    ],
    [
        " It's the way it is.",
        2110.76,
        2111.38
    ],
    [
        " You know, we just have this tradition, this is, you know, this is what's happening.",
        2111.52,
        2114.24
    ],
    [
        " Yeah.",
        2114.34,
        2114.52
    ],
    [
        " Same thing with like, polish shoes or, you know, your uniform be square to wear.",
        2114.66,
        2118.52
    ],
    [
        "",
        2118.52,
        2118.52
    ],
    [
        " Just good order and discipline.",
        2118.52,
        2119.5
    ],
    [
        " Yeah.",
        2119.64,
        2119.78
    ],
    [
        " Yeah.",
        2120.02,
        2120.4
    ],
    [
        " Exactly right.",
        2120.68,
        2121.34
    ],
    [
        " So it's like, there's no questions.",
        2121.5,
        2122.6
    ],
    [
        " There's no wiggle room or whatever.",
        2122.84,
        2124.0
    ],
    [
        " Like, we're here to do the job like, from eight to seven.",
        2124.16,
        2126.12
    ],
    [
        " Yeah.",
        2126.12,
        2126.44
    ],
    [
        " And I'm just saying, if you're freaking out about sluts, then you probably need to look at some other stuff that's going on around you.",
        2126.64,
        2133.84
    ],
    [
        " You might be freaking out about the wrong thing.",
        2133.9,
        2135.8
    ],
    [
        " It's all I'm saying.",
        2135.98,
        2136.68
    ],
    [
        " And if you're good, like, if you're a good officer, it's not like people are trying to avoid saluting you.",
        2137.5,
        2143.3
    ],
    [
        " Yeah.",
        2143.44,
        2143.76
    ],
    [
        " They're, they're down.",
        2143.92,
        2144.52
    ],
    [
        " They're like, you know, hey, here's a salute.",
        2144.58,
        2147.0
    ],
    [
        " Let's do it.",
        2147.18,
        2147.66
    ],
    [
        " All right, getting back to the book, the way of comrades and arms.",
        2147.86,
        2151.16
    ],
    [
        " Comrades and arms united in life and death for the imperial cause should display full mutual trust.",
        2151.36,
        2157.22
    ],
    [
        " Should always endeavor to improve each other, assist each other in distress and restrain each other against successes.",
        2157.78,
        2164.4
    ],
    [
        " In order that they may jointly fulfill their duties as soldiers.",
        2165.04,
        2169.2
    ],
    [
        " It's all solid.",
        2169.74,
        2171.06
    ],
    [
        " Hey, we're going to trust each other.",
        2171.42,
        2172.84
    ],
    [
        " We're going to work always to improve each other.",
        2173.02,
        2175.44
    ],
    [
        " We're going to help each other if we got a problem.",
        2175.9,
        2177.98
    ],
    [
        " These are all fine.",
        2178.26,
        2179.5
    ],
    [
        " All good to go.",
        2179.76,
        2180.6
    ],
    [
        " Initiative.",
        2182.6,
        2182.92
    ],
    [
        " Next, next section.",
        2183.16,
        2183.96
    ],
    [
        " Initiative in exemplary conduct.",
        2184.2,
        2186.26
    ],
    [
        " This is interesting because we're not just talking about it initiative because initiative is good.",
        2186.8,
        2191.1
    ],
    [
        " We want people to have initiative.",
        2191.48,
        2192.38
    ],
    [
        " But this is initiative in exemplary conduct.",
        2192.38,
        2195.38
    ],
    [
        " Leaders should be zealous in giving a worthy example in everything.",
        2195.98,
        2200.36
    ],
    [
        " If there is disorder above, those below will be unruly.",
        2201.34,
        2205.72
    ],
    [
        " Action is prized on the field.",
        2207.68,
        2209.16
    ],
    [
        " Leaders should provide an example by acting more courageously than others.",
        2209.64,
        2213.3
    ],
    [
        " Yeah.",
        2214.54,
        2216.74
    ],
    [
        " I mean, can't really argue with those.",
        2217.36,
        2221.18
    ],
    [
        " You got to have discipline.",
        2222.38,
        2223.56
    ],
    [
        " You got to have order.",
        2223.8,
        2224.68
    ],
    [
        " You got to set the example.",
        2225.8,
        2227.38
    ],
    [
        " Can't argue with those.",
        2228.44,
        2229.64
    ],
    [
        " Next, responsibility.",
        2229.9,
        2230.78
    ],
    [
        " Duty is sacred.",
        2232.4,
        2233.58
    ],
    [
        " One's responsibility is extremely heavy.",
        2235.86,
        2238.52
    ],
    [
        " Each and every task must be performed with the utmost care until all available means are exhausted.",
        2240.08,
        2247.26
    ],
    [
        " Those who have a strong sense of responsibility are bravest of the brave on the field.",
        2248.9,
        2256.26
    ],
    [
        " Okay.",
        2257.14,
        2259.62
    ],
    [
        " Okay.",
        2260.64,
        2260.84
    ],
    [
        " Duty is sacred.",
        2261.48,
        2262.14
    ],
    [
        " You got responsible.",
        2262.8,
        2263.9
    ],
    [
        " You got to be responsible.",
        2264.24,
        2265.04
    ],
    [
        " You got to take care with doing your thing.",
        2265.36,
        2267.2
    ],
    [
        " Can't really argue with that one.",
        2268.04,
        2270.06
    ],
    [
        " Next one, view of life and death.",
        2270.42,
        2272.86
    ],
    [
        " The lofty spirit of self-sacrificing service to the state must prevail in life and in death.",
        2273.0,
        2278.7
    ],
    [
        " Do your duty with heart and soul regardless of life or death.",
        2279.22,
        2283.02
    ],
    [
        " After exerting all your powers spiritually and physically,",
        2283.5,
        2287.2
    ],
    [
        " calmly faced death rejoicing in the hope of living in the eternal cause for which you serve.",
        2287.94,
        2294.4
    ],
    [
        " You see little kamikaze activity creeping in right there.",
        2296.96,
        2300.44
    ],
    [
        " Honor.",
        2301.9,
        2303.14
    ],
    [
        " Next section.",
        2303.54,
        2304.16
    ],
    [
        " Strong are those who have a keen sense of honor.",
        2304.78,
        2307.34
    ],
    [
        " Meet the expectations of your family and home community by making effort upon effort always mindful of the honor of your name.",
        2308.2,
        2316.42
    ],
    [
        " If alive, do not suffer the disgrace of becoming a prisoner.",
        2317.92,
        2322.88
    ],
    [
        " In death, do not leave behind a name soiled by misdeeds.",
        2323.94,
        2330.02
    ],
    [
        " No surrender.",
        2330.46,
        2333.48
    ],
    [
        " I was reading something.",
        2334.18,
        2335.3
    ],
    [
        " I forget the facts off the top of my head, but the number of Japanese military that were taken prisoner was like this tiny number.",
        2335.42,
        2346.72
    ],
    [
        " It was like, I don't know, 30, 40, 50,000 something like that.",
        2347.18,
        2350.4
    ],
    [
        " And I say it's a tiny number when you compare it to the amount of Germans and there was millions of Germans that were taken prisoner won't put another.",
        2350.84,
        2361.92
    ],
    [
        " And again, don't quote me on the number, but it's the disparity is huge.",
        2362.3,
        2365.64
    ],
    [
        " And this is why they were not going to be taken prisoner.",
        2365.92,
        2369.62
    ],
    [
        " Next simplicity and fortitude.",
        2370.82,
        2380.0
    ],
    [
        " Here we go.",
        2380.0,
        2380.42
    ],
    [
        " Let simplicity guide your daily life on the battlefield.",
        2380.58,
        2383.24
    ],
    [
        " Promote habits of fortitude and a high morale.",
        2384.14,
        2386.68
    ],
    [
        " Can't argue with that.",
        2388.92,
        2390.12
    ],
    [
        " Life on the field must be plain.",
        2391.12,
        2392.3
    ],
    [
        " Consider privation your daily lot and and dever to be thrifty.",
        2392.64,
        2396.48
    ],
    [
        " Luxury saps valor.",
        2397.54,
        2398.86
    ],
    [
        " Oh, I like that.",
        2399.18,
        2400.1
    ],
    [
        " There you go.",
        2400.82,
        2402.56
    ],
    [
        " Luxury saps valor.",
        2402.78,
        2404.24
    ],
    [
        " Feele Vaughn, are you listening?",
        2404.66,
        2405.68
    ],
    [
        " Luxury.",
        2408.34,
        2408.78
    ],
    [
        " You can't have those luxury days too often.",
        2408.92,
        2410.28
    ],
    [
        " This is this idea of simplicity, of course, important.",
        2411.44,
        2414.92
    ],
    [
        " And even, you know, I talk about simplicity from a, you know, from a, from a communications viewpoint and from a planning viewpoint.",
        2415.18,
        2423.84
    ],
    [
        " But in life, simplicity is a very positive thing.",
        2424.12,
        2428.52
    ],
    [
        " You know, you got the modern day minimalist movement.",
        2428.84,
        2432.58
    ],
    [
        " Are you familiar with that?",
        2432.98,
        2433.76
    ],
    [
        " Yes.",
        2433.94,
        2434.08
    ],
    [
        " Where you don't own anything.",
        2434.08,
        2435.84
    ],
    [
        " Or as little as you can.",
        2436.3,
        2437.86
    ],
    [
        " Yeah.",
        2438.24,
        2438.34
    ],
    [
        " Though the cool, one of the coolest things about going on deployment in the day, I'm sparking the day.",
        2439.14,
        2448.22
    ],
    [
        " One of the coolest things about it is you, everyone's a minimalist.",
        2448.76,
        2453.4
    ],
    [
        " It's just you go on deployment.",
        2454.02,
        2455.74
    ],
    [
        " You have like whatever, five bags.",
        2456.18,
        2459.56
    ],
    [
        " And in the bags, you have three pairs of pants, two pairs of boots, four t-shirts, got your weapon, got your body armor.",
        2460.08,
        2470.52
    ],
    [
        " Like you're, it's so awesome.",
        2471.52,
        2473.44
    ],
    [
        " And it feels really good when you're able to get away from all that stuff that you got piling up back in your big house with the big closets.",
        2473.78,
        2485.48
    ],
    [
        " And you got a lot of stuff in there and all that stuff weighs down on you.",
        2485.48,
        2489.12
    ],
    [
        " So when you get to, you know, Tony, BTF Tony, where he used to joke about you and you got like,",
        2489.72,
        2495.22
    ],
    [
        " you know, he got problems going on at home and everyone's just like bothering you.",
        2495.56,
        2499.7
    ],
    [
        " And he's like, get on a, you just get on a C-130 ball.",
        2500.0,
        2503.26
    ],
    [
        " Everything's fine.",
        2504.16,
        2505.04
    ],
    [
        " And I agree with that.",
        2505.92,
        2509.46
    ],
    [
        " You would get that feeling of everything's fine.",
        2509.88,
        2511.8
    ],
    [
        " You're just, hey, there's nothing to worry about.",
        2512.06,
        2513.98
    ],
    [
        " All you have to worry about is the bad guys, right?",
        2513.98,
        2516.06
    ],
    [
        " It's very easy. It's very focused.",
        2516.36,
        2517.58
    ],
    [
        " You don't have all this other stuff going on.",
        2517.98,
        2519.48
    ],
    [
        " And you don't have all this other literal stuff.",
        2519.68,
        2521.96
    ],
    [
        " You just got what you need.",
        2522.34,
        2523.82
    ],
    [
        " You don't bring it.",
        2524.58,
        2525.24
    ],
    [
        " If you don't need it, you don't bring it.",
        2526.58,
        2528.3
    ],
    [
        " Because you don't want this other stuff.",
        2528.52,
        2529.92
    ],
    [
        " Yeah, yeah.",
        2530.28,
        2530.72
    ],
    [
        " So you keep it simple.",
        2530.94,
        2534.1
    ],
    [
        " Is what you keep it.",
        2534.74,
        2535.54
    ],
    [
        " And that's what they're saying here.",
        2536.04,
        2536.92
    ],
    [
        " And, you know, of course, I doubt.",
        2538.68,
        2540.88
    ],
    [
        " I doubt that the Emperor was living, you know, a simple life of privation in the palace, right?",
        2541.36,
        2548.4
    ],
    [
        " But if we can convince all the people,",
        2548.62,
        2551.14
    ],
    [
        " if we can convince everyone that they should just be living like in the dirt,",
        2551.5,
        2555.08
    ],
    [
        " cool, more for me.",
        2555.28,
        2556.22
    ],
    [
        " So there's a little bit of that going on.",
        2556.56,
        2560.1
    ],
    [
        " Trying to keep the people with the positive mindset, even though they don't have anything.",
        2560.7,
        2563.74
    ],
    [
        " Telling them that you don't want anything because it's going to sap your valor.",
        2564.52,
        2567.26
    ],
    [
        " You want to live it lean, right?",
        2567.52,
        2569.58
    ],
    [
        "",
        2570.1,
        2570.1
    ],
    [
        " Luxury saps valor.",
        2570.54,
        2572.22
    ],
    [
        " Oh, true statement though.",
        2572.82,
        2576.06
    ],
    [
        " True statement.",
        2576.88,
        2577.7
    ],
    [
        " Right?",
        2578.08,
        2578.76
    ],
    [
        " What happens to rock and roll bands?",
        2579.08,
        2580.34
    ],
    [
        " They're a valor.",
        2581.18,
        2582.7
    ],
    [
        " Get sapped.",
        2582.82,
        2583.46
    ],
    [
        " No.",
        2583.64,
        2583.96
    ],
    [
        " They come out with a good album, right?",
        2584.48,
        2587.44
    ],
    [
        " A good hard album.",
        2587.76,
        2589.06
    ],
    [
        " Everyone goes, yes, that's a kickass album.",
        2589.36,
        2593.42
    ],
    [
        " And then the next thing, you know, they're living a life of luxury and their music gets soft and weak.",
        2593.58,
        2598.54
    ],
    [
        " Yeah, maybe it saps their valor.",
        2598.74,
        2602.26
    ],
    [
        " Saps their grit.",
        2602.64,
        2604.32
    ],
    [
        " Next up, integrity.",
        2605.48,
        2606.72
    ],
    [
        " Integrity is the foundation of the spirit of the warrior.",
        2606.94,
        2609.02
    ],
    [
        " How can a man who cannot conquer his worldly desires devote his life to the country?",
        2610.64,
        2614.86
    ],
    [
        " Be austere in your daily behavior.",
        2616.14,
        2619.16
    ],
    [
        " Deal with matters justly so that you will not be ashamed of your conduct in the sight of God or man.",
        2620.32,
        2627.36
    ],
    [
        " Hey, cool, right?",
        2627.98,
        2631.8
    ],
    [
        " Act.",
        2632.24,
        2632.54
    ],
    [
        " You know, keep control over your desires.",
        2633.04,
        2634.88
    ],
    [
        " Got it.",
        2635.2,
        2635.58
    ],
    [
        " Let that sounds like a good idea.",
        2635.82,
        2637.3
    ],
    [
        " You know, act in such a way that you're that people, you know, this goes back to the, hey, imagine you're being at someone's video and you at all times.",
        2638.3,
        2646.28
    ],
    [
        " And then how do you really want to act the way if everyone was watching you all the time?",
        2646.96,
        2651.72
    ],
    [
        " How would you act?",
        2651.96,
        2652.64
    ],
    [
        " You want to make the right decisions so you can stand up before other man or God and be like, yep, my actions were fine.",
        2653.44,
        2662.08
    ],
    [
        " So that's what, that's what this is saying.",
        2662.74,
        2665.34
    ],
    [
        " Can we argue against that?",
        2666.44,
        2667.84
    ],
    [
        " Not really.",
        2668.02,
        2668.36
    ],
    [
        " What was interesting is you read some of those kamikaze letters.",
        2668.5,
        2671.32
    ],
    [
        " A lot of them specifically say there was no, I have no, I have no woman in my life.",
        2672.12,
        2680.0
    ],
    [
        " They specifically say that.",
        2680.22,
        2681.78
    ],
    [
        " Like I've read a bunch of those letters.",
        2682.14,
        2684.08
    ],
    [
        " I don't know how many, but a lot.",
        2684.08,
        2685.5
    ],
    [
        " And there's a decent percentage.",
        2685.8,
        2687.36
    ],
    [
        " I don't know, maybe 10%, which is a lot when you think about it.",
        2687.58,
        2691.76
    ],
    [
        " But a lot of the letters, who knows on the actual percentage.",
        2692.04,
        2694.72
    ],
    [
        " But if you read some of those letters, you'll see, you'll see these young 18, 19, 20 years old.",
        2694.82,
        2700.12
    ],
    [
        " Bragging to their parents, I have no female in my life.",
        2700.76,
        2705.48
    ],
    [
        " They say the most positive way.",
        2705.8,
        2708.88
    ],
    [
        " They say they have the most positive way.",
        2709.54,
        2710.64
    ],
    [
        " They say, you know, I have no need for money or women.",
        2710.64,
        2714.22
    ],
    [
        " They say these things.",
        2714.46,
        2715.16
    ],
    [
        " So they're actually telling their parents, like, all I have is you.",
        2715.62,
        2719.6
    ],
    [
        " Right?",
        2720.68,
        2720.82
    ],
    [
        " They're more looking to honor their parents than they are looking to have a girlfriend.",
        2721.02,
        2726.3
    ],
    [
        " Which to me is really jacked up.",
        2727.24,
        2731.88
    ],
    [
        " When you're 18 years old, you have a girlfriend.",
        2732.28,
        2736.64
    ],
    [
        " That's sure.",
        2737.22,
        2737.8
    ],
    [
        " Am I wrong?",
        2738.66,
        2739.38
    ],
    [
        " I have to eat their own, I guess.",
        2739.62,
        2741.88
    ],
    [
        " Bra, come on.",
        2742.46,
        2743.12
    ],
    [
        " You're 18 years old.",
        2743.54,
        2744.58
    ],
    [
        " An 18 year old needs a girlfriend.",
        2744.96,
        2747.08
    ],
    [
        " Yeah, no.",
        2747.92,
        2748.78
    ],
    [
        " I'm not if he's committed to the cause.",
        2749.16,
        2751.6
    ],
    [
        " I always felt that, especially at 18,",
        2752.48,
        2755.42
    ],
    [
        " if you're committed to like, I don't know, I feel it.",
        2755.42,
        2757.64
    ],
    [
        " Well, again, to each their own, for sure.",
        2757.8,
        2760.3
    ],
    [
        " But it is not uncommon for an 18 year old dedicated to a...",
        2760.64,
        2766.66
    ],
    [
        " What's the cause?",
        2766.66,
        2767.4
    ],
    [
        " I don't know.",
        2767.82,
        2768.4
    ],
    [
        " Whatever in whatever situation to get jacked up because they got some girlfriend.",
        2768.66,
        2773.4
    ],
    [
        " Oh, no, that's true.",
        2773.4,
        2774.26
    ],
    [
        " I'm not saying the girlfriends won't jam you up.",
        2774.5,
        2776.96
    ],
    [
        " Oh, yeah.",
        2777.34,
        2777.68
    ],
    [
        " They will.",
        2778.1,
        2778.66
    ],
    [
        " So it's been your 17, 16, 18, 14, 13.",
        2778.92,
        2782.36
    ],
    [
        " Let's face it.",
        2782.54,
        2783.02
    ],
    [
        " 19, 20, 24.",
        2783.08,
        2784.48
    ],
    [
        " Yeah, even's out at about 30.",
        2785.12,
        2786.68
    ],
    [
        " Let's face it.",
        2786.86,
        2787.52
    ],
    [
        " That's where you get a grip.",
        2787.52,
        2788.22
    ],
    [
        " That's where you get a grip.",
        2788.54,
        2789.56
    ],
    [
        " Probably because of yourself, to be honest with you.",
        2789.8,
        2791.8
    ],
    [
        " But it's 100% of yourself.",
        2791.88,
        2793.28
    ],
    [
        " It's not the girl.",
        2793.64,
        2794.46
    ],
    [
        " Yeah.",
        2794.5,
        2794.7
    ],
    [
        " It's you.",
        2794.96,
        2795.26
    ],
    [
        " But yes.",
        2795.44,
        2796.46
    ],
    [
        " So they, you know, like, I don't know, 18, what do you do at 18?",
        2796.88,
        2800.98
    ],
    [
        " Military, I would imagine.",
        2801.24,
        2802.4
    ],
    [
        " I know in football, it was like that.",
        2802.7,
        2804.32
    ],
    [
        " The girlfriend.",
        2804.52,
        2805.26
    ],
    [
        " You know, it was like getting in the way.",
        2805.38,
        2807.1
    ],
    [
        " Okay, but no girls whatsoever.",
        2807.1,
        2808.56
    ],
    [
        " Are you talking like...",
        2809.16,
        2810.4
    ],
    [
        " Yeah, oh yeah.",
        2810.4,
        2810.86
    ],
    [
        " Abstonance from girls.",
        2810.86,
        2812.12
    ],
    [
        " I'm not saying actual abstonance.",
        2812.38,
        2813.96
    ],
    [
        " Take it into the next level.",
        2813.96,
        2814.96
    ],
    [
        " Echo Charles.",
        2815.2,
        2815.84
    ],
    [
        " No, but I am saying if you're trying to demonstrate or illustrate your loyalty to parents,",
        2816.04,
        2823.72
    ],
    [
        " the cause, whatever, yes.",
        2823.72,
        2825.54
    ],
    [
        " You say like, I don't even, girls don't even like, you know, waver my dedication to the cause.",
        2825.8,
        2832.6
    ],
    [
        " Okay, I get that.",
        2832.82,
        2834.18
    ],
    [
        " I get that that's what this is saying.",
        2834.4,
        2836.04
    ],
    [
        " Yes.",
        2836.28,
        2836.46
    ],
    [
        " I'm just saying I don't think I necessarily agree with the",
        2836.64,
        2840.28
    ],
    [
        " 1918, 20 year old male human having no female interaction.",
        2840.84,
        2849.38
    ],
    [
        " Yeah.",
        2849.9,
        2850.56
    ],
    [
        " To me, that just sounds like not the best idea.",
        2851.08,
        2854.02
    ],
    [
        " Well, let's put it this way.",
        2854.6,
        2855.9
    ],
    [
        " I agree with you, but I agree with this because I feel like that's just what they're saying.",
        2856.98,
        2864.5
    ],
    [
        " No, it's definitely, no, I agree with you.",
        2865.38,
        2868.24
    ],
    [
        " Yeah, I agree with you.",
        2868.24,
        2869.36
    ],
    [
        " And I think what hit me weird was the kamikaze violence.",
        2869.6,
        2874.08
    ],
    [
        " That's just like so happy that they don't have a girlfriend.",
        2874.4,
        2876.92
    ],
    [
        " I'm thinking, are you really that happy that you don't have a girlfriend?",
        2877.1,
        2879.4
    ],
    [
        " And if you are that happy that you don't have a girlfriend, they kept you in lockdown.",
        2879.88,
        2884.16
    ],
    [
        " Right?",
        2884.84,
        2885.06
    ],
    [
        " They kept you in a serious lockdown.",
        2885.3,
        2886.78
    ],
    [
        " Yes.",
        2887.24,
        2887.44
    ],
    [
        " Because do you remember, I mean, when you're a boy, when you're 10 years old,",
        2887.58,
        2893.46
    ],
    [
        " when you're 11 years old, 12 years old, like you're already looking at girls like,",
        2893.62,
        2898.1
    ],
    [
        " oh, I want to hang out with that thing right over there.",
        2898.1,
        2901.7
    ],
    [
        " That girl, I want to go like talk to that, right?",
        2901.82,
        2904.16
    ],
    [
        " Talk to that thing.",
        2904.34,
        2905.4
    ],
    [
        "",
        2905.72,
        2905.72
    ],
    [
        " You know what I'm saying?",
        2905.88,
        2906.34
    ],
    [
        " I know what you're saying.",
        2906.5,
        2907.86
    ],
    [
        " In instinct.",
        2907.86,
        2908.56
    ],
    [
        " Yes.",
        2909.12,
        2909.36
    ],
    [
        " That is fully there as a dude.",
        2909.84,
        2913.0
    ],
    [
        " Right, but at that most cases.",
        2913.38,
        2915.38
    ],
    [
        " At that point, I would argue that in most cases, you're not consciously thinking of a meaningful,",
        2915.96,
        2920.96
    ],
    [
        " productive relationship necessarily.",
        2921.38,
        2924.12
    ],
    [
        " You just have a sort of a feeling and a sort of like attraction or draw towards this thing.",
        2924.26,
        2928.94
    ],
    [
        " And that attraction and draw towards this thing will get in the way or at the very least come to you.",
        2929.1,
        2936.68
    ],
    [
        " You're right.",
        2936.68,
        2937.04
    ],
    [
        " I get you.",
        2937.24,
        2937.82
    ],
    [
        " I don't say I hear you.",
        2938.1,
        2939.44
    ],
    [
        " Yes.",
        2939.58,
        2939.76
    ],
    [
        " You got to be indefinitely.",
        2940.16,
        2941.22
    ],
    [
        " If you're 17 years old, you got to be careful that girls don't pull you off track.",
        2941.46,
        2946.2
    ],
    [
        " Yeah.",
        2946.76,
        2946.88
    ],
    [
        " And by the way, I'm saying this in one direction.",
        2947.34,
        2949.36
    ],
    [
        " Same thing opposite direction.",
        2949.72,
        2950.86
    ],
    [
        " I guess I should've said that.",
        2951.1,
        2952.16
    ],
    [
        " But what do you know?",
        2952.58,
        2953.72
    ],
    [
        " Girls will get pulled off track by boys.",
        2954.06,
        2957.0
    ],
    [
        " Oh, yes.",
        2957.0,
        2957.46
    ],
    [
        " So I guess what we're talking about is getting the relationship going.",
        2957.86,
        2961.74
    ],
    [
        " Okay.",
        2962.32,
        2964.04
    ],
    [
        " I agree with you.",
        2964.3,
        2965.3
    ],
    [
        " If you are fully committed to the cause, one thing that could fall away from your commitment would be,",
        2965.86,
        2971.56
    ],
    [
        " look, I'm not even, I don't care about girls.",
        2971.66,
        2973.34
    ],
    [
        " That's where I'm at.",
        2973.68,
        2974.36
    ],
    [
        " Okay.",
        2974.64,
        2974.8
    ],
    [
        " I'll give it to you.",
        2975.04,
        2975.88
    ],
    [
        " Actually, you kind of have to because you were like that.",
        2976.24,
        2978.9
    ],
    [
        " Even when you said when you were overseas, you didn't like, you know, you didn't want to think about your family.",
        2978.98,
        2984.68
    ],
    [
        " You didn't want to do it.",
        2984.94,
        2985.76
    ],
    [
        " So what would have even made it better technically in this specific way?",
        2986.02,
        2990.58
    ],
    [
        " It's to not even have a family, not even have a girlfriend, not even have a wife.",
        2990.96,
        2994.2
    ],
    [
        " That's the ultimate commitment.",
        2994.22,
        2994.7
    ],
    [
        " Exactly right.",
        2994.94,
        2995.52
    ],
    [
        " So yeah, so that's what they're going to say, you know.",
        2995.74,
        2998.06
    ],
    [
        " Yeah.",
        2998.22,
        2998.42
    ],
    [
        " No, that's the ultimate commitment.",
        2998.62,
        3000.18
    ],
    [
        " You are correct.",
        3000.46,
        3001.14
    ],
    [
        " I don't agree with it though.",
        3001.94,
        3003.96
    ],
    [
        " Well, ironically, I don't agree with you.",
        3004.3,
        3007.88
    ],
    [
        " Yeah.",
        3008.18,
        3008.5
    ],
    [
        " You're just, well, you, so you see their point.",
        3008.52,
        3010.68
    ],
    [
        " Yes, sir.",
        3010.9,
        3011.28
    ],
    [
        " And I see their point.",
        3011.3,
        3012.14
    ],
    [
        " And that's why I kind of lived that way when I was overseas.",
        3012.28,
        3014.44
    ],
    [
        " Hey, I don't want to look at pictures of my wife and kids while I'm here.",
        3014.44,
        3016.9
    ],
    [
        " I want to focus on the mission at hand.",
        3016.9,
        3018.28
    ],
    [
        " But that's a lot different than coming home and saying, oh, I don't want to, I don't want to have any, uh, female in my life.",
        3018.54,
        3024.52
    ],
    [
        " Yeah.",
        3024.74,
        3025.06
    ],
    [
        " It's a lot different.",
        3025.2,
        3025.78
    ],
    [
        " Yeah.",
        3026.18,
        3026.86
    ],
    [
        " Or if you're a female saying, look, I don't, I don't want someone to be focused on.",
        3027.44,
        3030.4
    ],
    [
        " I guess, I guess that happens, you know, on the other way too.",
        3030.6,
        3033.36
    ],
    [
        " Yeah, fully.",
        3033.72,
        3034.44
    ],
    [
        " You know, a female that's committed to her career.",
        3034.44,
        3036.78
    ],
    [
        " So she doesn't want to have kids.",
        3037.1,
        3038.34
    ],
    [
        " She doesn't want to get married because she's focused on the career.",
        3038.5,
        3041.68
    ],
    [
        " Yeah.",
        3041.96,
        3042.46
    ],
    [
        " Yeah, which is actually cool, but it is an extreme way to, uh, get down.",
        3042.72,
        3047.82
    ],
    [
        " All right.",
        3048.06,
        3048.42
    ],
    [
        " Well, I don't believe there's any conduct that you need to be ashamed of if you have a girlfriend.",
        3048.6,
        3055.28
    ],
    [
        " It's what I'm saying.",
        3055.28,
        3056.46
    ],
    [
        " There you go.",
        3056.72,
        3058.3
    ],
    [
        " All right.",
        3058.58,
        3059.28
    ],
    [
        " Chapter three, counsel concerning field service.",
        3061.42,
        3064.56
    ],
    [
        " A moment's negligence may result in an unexpected catastrophe.",
        3066.06,
        3070.4
    ],
    [
        " Be constantly on your guard.",
        3071.0,
        3072.4
    ],
    [
        " Do not despise your enemy or the natives.",
        3072.88,
        3075.1
    ],
    [
        " Do not be negligent after a small success.",
        3076.54,
        3078.76
    ],
    [
        " Okay, let's just go through this little bit.",
        3079.42,
        3080.36
    ],
    [
        " Okay.",
        3080.54,
        3080.66
    ],
    [
        " So a moment's negligence may negligence may result in an unexpected catastrophe.",
        3080.9,
        3085.52
    ],
    [
        " That's a great point.",
        3085.86,
        3086.7
    ],
    [
        " Pay attention.",
        3087.26,
        3087.84
    ],
    [
        " Be constantly on your guard.",
        3088.66,
        3090.22
    ],
    [
        " Great point.",
        3090.78,
        3091.24
    ],
    [
        " Pay attention.",
        3091.92,
        3092.52
    ],
    [
        " Do not despise your enemy or the natives.",
        3093.46,
        3096.12
    ],
    [
        " Great point, right?",
        3097.04,
        3098.48
    ],
    [
        " We're going to go fight with honor and we're not going to abuse the natives.",
        3098.68,
        3102.56
    ],
    [
        " Do not be negligent after a small success.",
        3103.34,
        3106.66
    ],
    [
        " Great point.",
        3107.44,
        3108.06
    ],
    [
        " That's when you're going to get arrogant and your ego gets out of control and you get caught.",
        3108.64,
        3112.0
    ],
    [
        " Know that carelessness brings disaster.",
        3112.6,
        3115.82
    ],
    [
        " Great point.",
        3119.54,
        3118.8
    ],
    [
        " So there you go.",
        3120.18,
        3121.56
    ],
    [
        " That's just opening up.",
        3121.72,
        3122.62
    ],
    [
        " Here's how we roll.",
        3122.78,
        3123.68
    ],
    [
        " I wonder if this document was written as a reaction to NAND King.",
        3125.62,
        3130.6
    ],
    [
        " I wonder if they said, look, we let that happen.",
        3131.3,
        3133.04
    ],
    [
        " We got to tighten up.",
        3133.14,
        3133.68
    ],
    [
        " I wonder if they actually did that.",
        3133.76,
        3134.68
    ],
    [
        " The US military does that kind of thing.",
        3135.16,
        3136.82
    ],
    [
        " Like something will go, hey, the prisoner abuse happened and in Abu Ghraib,",
        3137.14,
        3140.54
    ],
    [
        " they made all kinds of rules and regulations about what you do with prisoners after that.",
        3140.58,
        3143.36
    ],
    [
        " I wonder if this is the same kind of thing.",
        3143.44,
        3145.22
    ],
    [
        " They tried to tighten them up.",
        3145.6,
        3146.7
    ],
    [
        " Century duty is important.",
        3149.4,
        3150.58
    ],
    [
        " Upon the century rest the safety of an army.",
        3151.1,
        3153.0
    ],
    [
        " He also represents the discipline of an army.",
        3154.04,
        3156.24
    ],
    [
        " Those on Century duty must devote their entire person to the task which must be sternly carried out.",
        3157.02,
        3162.22
    ],
    [
        " Accord the century high respect.",
        3163.32,
        3165.5
    ],
    [
        " Cool.",
        3166.92,
        3167.18
    ],
    [
        " Gotta be unguarded.",
        3167.56,
        3168.18
    ],
    [
        " Next ideological warfare is an important phase in modern conflict.",
        3169.06,
        3173.7
    ],
    [
        " Destroy propaganda and fabrications of the enemy by your unshakable faith in the cause for which the empire stands and endeavor to spread Kodo.",
        3174.7,
        3186.46
    ],
    [
        " Which again, that's the spirit of the empire.",
        3187.34,
        3189.16
    ],
    [
        " So they're telling you to watch out for the enemy propaganda and how you overcome it is by having unshakable faith.",
        3189.84,
        3197.28
    ],
    [
        " Next up, rumors arise from a lack of confidence.",
        3199.56,
        3202.84
    ],
    [
        " Do not be misled.",
        3203.3,
        3204.42
    ],
    [
        " Do not be agitated by them.",
        3205.1,
        3206.7
    ],
    [
        " Firmly believe in the strength of the imperial army and deeply trust your superiors.",
        3207.2,
        3211.64
    ],
    [
        " Hmm.",
        3212.56,
        3213.62
    ],
    [
        " Deeply trust your superiors.",
        3214.54,
        3215.62
    ],
    [
        " There's no BY's on the end of that.",
        3215.64,
        3217.26
    ],
    [
        " I noticed that.",
        3217.38,
        3218.02
    ],
    [
        " Like the American manual said, said, trust your superiors, but BY's.",
        3218.02,
        3221.44
    ],
    [
        " Also, rumors arise from a lack of confidence.",
        3221.64,
        3225.88
    ],
    [
        " I disagree with that.",
        3226.74,
        3228.0
    ],
    [
        " I think rumors arise from lack of knowledge and lack of hearing the truth.",
        3228.48,
        3233.6
    ],
    [
        " Because the way you overcome rumors is to tell people, that's how you stop rumors.",
        3234.04,
        3236.96
    ],
    [
        " Tell people the truth.",
        3237.3,
        3237.9
    ],
    [
        " Ah, not.",
        3239.28,
        3241.12
    ],
    [
        " Number six, be mindful to protect enemy property and resources.",
        3241.54,
        3244.92
    ],
    [
        " Requisitions, seizures, and destruction of goods and similar actions must be executed in keeping with the regulations and always under the orders of your commanding officer.",
        3245.36,
        3253.56
    ],
    [
        " This is incredible.",
        3254.02,
        3255.2
    ],
    [
        " They're literally saying, hey, you know, when you defeat someone, you got enemy property.",
        3255.68,
        3260.02
    ],
    [
        " You need to treat it well.",
        3260.16,
        3261.92
    ],
    [
        " You can't seize it.",
        3262.3,
        3263.48
    ],
    [
        " You can't destroy it.",
        3263.58,
        3264.34
    ],
    [
        " There you go.",
        3264.48,
        3264.8
    ],
    [
        " This is like guidance.",
        3264.88,
        3265.64
    ],
    [
        "",
        3266.14,
        3266.14
    ],
    [
        " Seven, be gentle.",
        3268.4,
        3269.52
    ],
    [
        " And protect innocent inhabitants in the spirit of benevolence in accordance with the true ideal of the imperial army.",
        3270.48,
        3279.02
    ],
    [
        " Like I said, maybe this is a reaction to what happened in Nanking, because there was no being gentle and no protecting the innocent.",
        3281.16,
        3288.62
    ],
    [
        " There was a complete opposite.",
        3289.06,
        3291.24
    ],
    [
        " Number eight, those on the field must not indulge in wine and women or allow desire to be clouded their consciences.",
        3293.2,
        3300.76
    ],
    [
        " They're by damaging the prestige of the imperial army and causing the dissipation of a body dedicated to service.",
        3300.76,
        3308.52
    ],
    [
        " So that one is written for Echo Charles.",
        3309.12,
        3311.04
    ],
    [
        "",
        3311.5,
        3311.5
    ],
    [
        " No wine, no women.",
        3312.06,
        3313.66
    ],
    [
        " Those are just going to just going to jam you up.",
        3313.94,
        3315.92
    ],
    [
        " They will.",
        3316.1,
        3316.44
    ],
    [
        " Conquer.",
        3317.66,
        3318.72
    ],
    [
        " Okay.",
        3320.24,
        3321.4
    ],
    [
        " They should exercise self-control less to they besmirch the pure character of warriors.",
        3323.76,
        3330.58
    ],
    [
        " Nine, control your anger, good to go, and suppress your grudges.",
        3332.74,
        3336.66
    ],
    [
        " The ancients said, consider anger your enemy.",
        3337.24,
        3339.5
    ],
    [
        " A moment of violence often leaves cause for a long regret.",
        3339.86,
        3343.68
    ],
    [
        " It's great advice.",
        3344.52,
        3345.54
    ],
    [
        " Control your anger, control your emotions.",
        3346.72,
        3348.64
    ],
    [
        " The severity of military laws designed, especially to uphold the good name of soldiers and to preserve the dignity of the imperial army.",
        3348.88,
        3355.36
    ],
    [
        " Always remember the oath that you made and the deep emotion that you felt when you left home.",
        3355.7,
        3360.42
    ],
    [
        " Call to mind how your parents, your wife, and your children think of you and avoid exposing yourself to crime.",
        3361.62,
        3368.38
    ],
    [
        " Good guidance.",
        3369.74,
        3371.22
    ],
    [
        " To achievements, achievements of soldiers in service foster the tradition of respecting martial attainments.",
        3372.9,
        3380.38
    ],
    [
        " Cultivate and train the warriors of virtues and arts.",
        3380.84,
        3383.94
    ],
    [
        " Remember that do not allow yourself to become bored is the saying of an ancient general.",
        3384.54,
        3391.28
    ],
    [
        " So, hey, look, we're telling people to train.",
        3394.1,
        3397.66
    ],
    [
        " Train warrior arts, train the virtues of the warriors.",
        3398.32,
        3401.12
    ],
    [
        " This is all good stuff.",
        3401.42,
        3403.14
    ],
    [
        " And remember that to don't allow yourself to become bored.",
        3404.52,
        3408.3
    ],
    [
        " When's the last time you were bored?",
        3408.84,
        3410.0
    ],
    [
        " I don't remember you.",
        3411.22,
        3412.74
    ],
    [
        " Yeah.",
        3412.96,
        3413.18
    ],
    [
        " I'm not really one getting bored over here on my side either.",
        3413.76,
        3416.18
    ],
    [
        " Next, do not allow yourself to worry about the fate of those at home in the event of your death but devote yourself wholly to service.",
        3416.7,
        3424.08
    ],
    [
        " Be always ready to meet death without regret by settling your affairs beforehand.",
        3424.98,
        3428.66
    ],
    [
        " A soldier is always prepared to expose his corpse on the battlefield.",
        3430.44,
        3433.98
    ],
    [
        " Let his family know that at times even his ashes may not reach them.",
        3435.24,
        3439.78
    ],
    [
        " So there's, you know, again, there's some kamikaze attitude sneaking in there that you may have to lay it all down.",
        3441.58,
        3449.3
    ],
    [
        " Next, there is nothing more to be regretted than to fall victim to a disease on the field.",
        3449.82,
        3456.06
    ],
    [
        " Be particularly mindful of your health so that you may not be unable to serve because of excesses.",
        3456.68,
        3465.52
    ],
    [
        " So you gotta keep track of your health. Don't get sick.",
        3466.24,
        3468.32
    ],
    [
        " Lay to heart the saying of an ancient warrior.",
        3471.0,
        3473.56
    ],
    [
        " My sword is my soul, my horse is my fortune.",
        3474.38,
        3476.88
    ],
    [
        " Always take care of your arms and supplies and give humane attention to animals on the field.",
        3477.8,
        3482.86
    ],
    [
        " Solid.",
        3483.92,
        3484.56
    ],
    [
        " Take care of your gear and your gear will take care of you.",
        3485.94,
        3489.12
    ],
    [
        " Have you ever heard that before?",
        3489.8,
        3490.64
    ],
    [
        " Yes, from me.",
        3491.1,
        3491.66
    ],
    [
        " Okay.",
        3492.12,
        3492.42
    ],
    [
        " That's a good one.",
        3492.58,
        3494.22
    ],
    [
        " Yeah, seems good.",
        3494.7,
        3495.48
    ],
    [
        " It's a true one.",
        3495.64,
        3496.12
    ],
    [
        " Seems true, yeah.",
        3496.6,
        3497.54
    ],
    [
        " Virtue in the battle zone is the source of strength in combat.",
        3498.34,
        3503.2
    ],
    [
        " Always consider the interests of other units and do not monopolize billets and materials.",
        3503.72,
        3509.58
    ],
    [
        " Remember the saying a bird taking flight does not muddy the water.",
        3510.72,
        3514.2
    ],
    [
        " Let the good reputation of the Valorous Imperial Army long remain the cause of fond recollections in an alien land.",
        3515.26,
        3524.16
    ],
    [
        " So there you go.",
        3524.6,
        3525.32
    ],
    [
        " They're telling everyone to, you know, have be virtuous in the in the combat zone.",
        3525.98,
        3531.18
    ],
    [
        " Bird in flight does not muddy the water.",
        3531.92,
        3536.6
    ],
    [
        " I think it just means as you elevate, then you're not, you know, you don't need to get mad because it's not mudding the water.",
        3537.12,
        3544.04
    ],
    [
        " It's good. You're moving forward.",
        3544.26,
        3545.28
    ],
    [
        " Yeah.",
        3545.92,
        3546.38
    ],
    [
        " Could be wrong.",
        3546.8,
        3547.8
    ],
    [
        " Very obscure.",
        3548.9,
        3550.2
    ],
    [
        " A bird taking flight does not muddy the water.",
        3550.72,
        3552.74
    ],
    [
        " Let the good reputation of the Valorous Imperial Army long remain the cause of fond recollections in an alien land.",
        3553.5,
        3562.74
    ],
    [
        " Yeah, I think that's what it means.",
        3562.88,
        3563.88
    ],
    [
        " Like, hey, this is where elevated.",
        3564.36,
        3565.64
    ],
    [
        " Hey, we're in this land.",
        3565.84,
        3566.92
    ],
    [
        " We're here.",
        3567.18,
        3567.62
    ],
    [
        " We invaded.",
        3567.8,
        3568.28
    ],
    [
        " But we're not going to muddy the water.",
        3568.72,
        3570.32
    ],
    [
        " We're in flight.",
        3570.76,
        3571.52
    ],
    [
        " Next, do not boast of one achievement, but give others credit.",
        3572.1,
        3580.1
    ],
    [
        " But to give others credit is one of the most respected traditions among warriors.",
        3580.32,
        3584.82
    ],
    [
        " This is straight out of the extreme ownership, straight out of the dichotomy leadership.",
        3585.34,
        3589.58
    ],
    [
        " No, you don't, you don't boast of achievements.",
        3590.3,
        3593.64
    ],
    [
        " You give your credit to your team.",
        3594.08,
        3595.5
    ],
    [
        " Do not begrudge others their promotion or cherish resentment because your services are not recognized, but instead reflect upon your own shortcomings.",
        3595.64,
        3603.7
    ],
    [
        " This is, this is solid.",
        3604.26,
        3606.38
    ],
    [
        " That's solid advice, right?",
        3606.96,
        3608.44
    ],
    [
        " Oh, you got promoted.",
        3608.54,
        3609.52
    ],
    [
        " I didn't.",
        3609.68,
        3610.82
    ],
    [
        " I was going to hit mad at you.",
        3610.82,
        3612.06
    ],
    [
        " No, instead I should look at myself and say, okay, what did echo do that I didn't do?",
        3612.54,
        3616.4
    ],
    [
        " What could I do better?",
        3616.54,
        3617.08
    ],
    [
        " What are my shortcomings?",
        3617.2,
        3617.84
    ],
    [
        " Next, be honest always.",
        3619.06,
        3623.06
    ],
    [
        " Consider exaggerations and lies dishonorable.",
        3624.34,
        3626.98
    ],
    [
        " Cool.",
        3627.46,
        3627.6
    ],
    [
        " We're 100% on board with that.",
        3628.08,
        3630.0
    ],
    [
        " Always bear yourself as a member of a great nation,",
        3630.48,
        3632.88
    ],
    [
        " treading the path of righteousness and seeking justice so that you may enhance the prestige of the empire.",
        3632.88,
        3638.56
    ],
    [
        " Totally positive.",
        3639.24,
        3641.72
    ],
    [
        " They, in the SEAL teams for a little while they were trying to, it was, uh, it was something along the lines of, I will not dishonor my team, my unit, my navy or my nation.",
        3642.54,
        3653.86
    ],
    [
        " It's the same exact thing they've got written right there.",
        3654.84,
        3656.9
    ],
    [
        " You know, you want to, you want to make that the empire look good.",
        3657.18,
        3661.38
    ],
    [
        " You want to damage the reputation.",
        3661.8,
        3665.78
    ],
    [
        " Next.",
        3667.16,
        3669.4
    ],
    [
        " Also, do not show a lack of consideration for international curses.",
        3670.46,
        3676.7
    ],
    [
        " Think about that.",
        3678.54,
        3680.44
    ],
    [
        "",
        3680.98,
        3680.98
    ],
    [
        " Hey, when you go to another country, hey, don't, don't, uh, you know, take in consideration there.",
        3681.38,
        3686.1
    ],
    [
        " They're accustomed to some curses.",
        3686.28,
        3687.24
    ],
    [
        " That's a good thing to do.",
        3689.38,
        3690.54
    ],
    [
        " And the last one from this section, should you receive the order to return home alive after braving 10,000 deaths, think of those brave souls who will not return?",
        3691.8,
        3700.64
    ],
    [
        " Be determined to become an example to the people by being careful in word and deed renewing your vows to serve the country.",
        3701.32,
        3711.52
    ],
    [
        " Nothing wrong with that.",
        3716.16,
        3717.58
    ],
    [
        " And then this is how this thing ends, the conclusion.",
        3717.78,
        3722.44
    ],
    [
        " The conclusion is above all the above originate from and end in the imperial rescript.",
        3722.8,
        3730.92
    ],
    [
        " Let them serve as a guide in putting into practice this battlefield morality so that all may be perfect in obeying the impurity.",
        3732.4,
        3741.5
    ],
    [
        " The imperial commands soldiers and officers on the field lay heart.",
        3741.52,
        3746.14
    ],
    [
        " Lay to heart the import of the above by fully realizing the significance of real service to the state in order that you may carry out your duty as soldiers, thus responding to the boundless imperial benevolence.",
        3746.44,
        3764.6
    ],
    [
        " So like I said, there's parts of that document that you can't really argue with.",
        3769.9,
        3778.26
    ],
    [
        " And it's a powerful document. It's a powerful code.",
        3778.48,
        3780.44
    ],
    [
        " And that document obviously helped guide the actions of the military in Japan and of the nation of Japan who were highly committed to this cause.",
        3780.44,
        3800.36
    ],
    [
        " Completely committed to this cause. Got one more letter from Akamakaze.",
        3800.96,
        3809.18
    ],
    [
        " Dear mother and father, now it has been decided that I will participate in a sortie as a member of the kamakaze special attack corps squadron.",
        3811.3,
        3818.78
    ],
    [
        " I am deeply satisfied that nothing will surpass this as the long cherished desire of a military man to die in attacking an enemy ship together with his aircraft.",
        3819.84,
        3829.6
    ],
    [
        " When I think of my 23 years of life, I have not been able to repay anything for your kindness.",
        3831.32,
        3837.78
    ],
    [
        " However, with a smile, please forgive me from the beginning I offered myself for the country.",
        3838.24,
        3843.94
    ],
    [
        " The war is plunging into an increasingly critical period.",
        3844.92,
        3848.5
    ],
    [
        " But I believe in victory for the empire.",
        3849.28,
        3853.78
    ],
    [
        " I believe others will follow after me.",
        3855.0,
        3857.34
    ],
    [
        " Smiling, I will make a body crashing attack against an enemy ship.",
        3857.68,
        3862.22
    ],
    [
        " I am resolved that I will repay a 10,000th of the emperor's kindness.",
        3862.66,
        3868.18
    ],
    [
        " I have not been as thankful as today to be born a Japanese person.",
        3868.8,
        3874.1
    ],
    [
        " I, the humble subject, live not in vain.",
        3875.4,
        3880.28
    ],
    [
        " Having seen both heaven and earth prosper in this glorious age of vine.",
        3880.74,
        3885.96
    ],
    [
        " This is an old poem and it is my state of mind.",
        3886.42,
        3890.02
    ],
    [
        " Please give regards to my teachers at elementary school, junior high school, and teachers in college, all of the relatives and the villagers.",
        3890.58,
        3901.0
    ],
    [
        " Finally, I am praying for the welfare of everyone in the family bravely.",
        3901.82,
        3905.68
    ],
    [
        " I will fall knowing the way of samurai for the emperor who gave blessings.",
        3906.16,
        3913.4
    ],
    [
        " Naval Ensen Shijio Kaida",
        3915.22,
        3919.94
    ],
    [
        " and at 1245 on April 6, 1945, Ensen Kaida took off from Kushira Air Base and carried out his suicide attack off the coast of Okinawa.",
        3919.94,
        3942.32
    ],
    [
        " When you hear this code, and when you hear these letters, you have to think to yourself,",
        3948.96,
        3956.3
    ],
    [
        " who could defeat an enemy that is that determined what warrior culture could have the values and the courage to contend with and to actually defeat a people possessed with such willingness to make sacrifices.",
        3958.94,
        3982.14
    ],
    [
        " Such willingness to die for their cause, that is what you have to ask yourself.",
        3985.46,
        3990.38
    ],
    [
        " That is what I ask myself.",
        3990.88,
        3992.48
    ],
    [
        " What people could oppose and fight against this warrior breed?",
        3992.76,
        4002.06
    ],
    [
        " In the answer to that question, this isn't a theoretical answer, but it is a factual answer.",
        4005.3,
        4012.86
    ],
    [
        " The warrior culture that faced and defeated this fanatic society was the United States of America.",
        4014.0,
        4023.5
    ],
    [
        " Then it was our own hard and breed of warriors from the army, Navy, Air Force and Marines, the American warrior culture.",
        4026.34,
        4038.36
    ],
    [
        " The American warrior culture is what went from island to island and beach head to beach head and pill box to pill box fighting and sacrificing.",
        4039.78,
        4053.78
    ],
    [
        " Not only with a willingness to die, which they certainly had, but with a stronger willingness.",
        4054.52,
        4066.34
    ],
    [
        " To live.",
        4067.96,
        4069.16
    ],
    [
        " To live.",
        4069.62,
        4074.5
    ],
    [
        " And not to live a life of subservience and obedience, but a life of something much more powerful than all of that, a life of freedom.",
        4075.16,
        4087.08
    ],
    [
        " And that culture.",
        4090.94,
        4093.16
    ],
    [
        " That American culture of individual freedom has proven out to be the most powerful force in the world.",
        4097.02,
        4104.74
    ],
    [
        " And for us to be able to protect that freedom, what we do is we voluntarily impose discipline on ourselves.",
        4105.48,
        4117.58
    ],
    [
        " And we have the things that this book talked about. We have conviction to win. We believe in loyalty and responsibility.",
        4120.24,
        4127.18
    ],
    [
        " We live with honor and valor and we work together to protect each other.",
        4127.18,
        4131.68
    ],
    [
        " But we don't do that because we're mandated to do that.",
        4132.16,
        4135.46
    ],
    [
        " We do it so we can defend our way of life.",
        4136.3,
        4143.22
    ],
    [
        " We make sacrifices to preserve our culture because our way of life offers something.",
        4145.92,
        4155.36
    ],
    [
        " Something that is the apex of human existence. Freedom.",
        4155.84,
        4168.76
    ],
    [
        " Life, liberty and the pursuit of happiness.",
        4173.56,
        4176.5
    ],
    [
        " And that's why we fight.",
        4177.24,
        4181.9
    ],
    [
        " And that's why we win.",
        4182.46,
        4186.02
    ],
    [
        " We don't fight for glory. We don't fight for personal gain. We don't fight to impose our will onto others, but we fight for freedom.",
        4187.38,
        4196.32
    ],
    [
        " Freedom itself. That is our ideal. That is our standard.",
        4200.2,
        4207.74
    ],
    [
        " And we will never, ever surrender that ideal.",
        4208.42,
        4215.12
    ],
    [
        " The ideal of freedom.",
        4216.5,
        4223.06
    ],
    [
        " Freedom is our code.",
        4227.66,
        4229.94
    ],
    [
        " And I think that's all I've got for tonight. Echo Charles.",
        4230.48,
        4243.92
    ],
    [
        " Yeah, that's good.",
        4244.54,
        4245.34
    ],
    [
        " We are trying to maintain our freedom in order to do that.",
        4246.24,
        4252.38
    ],
    [
        " We all know that we have to impose some discipline on ourselves.",
        4252.38,
        4257.18
    ],
    [
        " Yes, sir.",
        4257.18,
        4258.1
    ],
    [
        " That means putting in the work means trying to get better.",
        4258.18,
        4265.42
    ],
    [
        " I know you got some things that might help us as we had down that path.",
        4265.96,
        4272.46
    ],
    [
        " Yeah, very much so.",
        4272.64,
        4273.8
    ],
    [
        " But the imperial, the emperor kind of seems like that's the part that kind of jammed everything up.",
        4278.32,
        4285.3
    ],
    [
        " Like this whole code, like the whole, what is this manual called imperial rescript for soldiers and sailors?",
        4285.68,
        4293.36
    ],
    [
        " Yeah, it's like, man, this is all good. It's all good.",
        4293.6,
        4296.32
    ],
    [
        " Except that one spot where there were like, yeah, the emperor is like a lion of people kind of as if to say, okay.",
        4296.64,
        4302.26
    ],
    [
        " But at the end of the day, like you got to listen to this like one.",
        4302.66,
        4306.76
    ],
    [
        " Whereas at the end of the day, what we do is individual freedom for nobody else.",
        4307.12,
        4314.56
    ],
    [
        " Yeah, like we were collectively protecting this freedom that we have.",
        4314.96,
        4318.7
    ],
    [
        " And we do that together.",
        4319.0,
        4320.64
    ],
    [
        " But once we have that freedom, it's not about for someone else.",
        4321.38,
        4324.46
    ],
    [
        " It's for the individual.",
        4324.8,
        4326.2
    ],
    [
        " It's for life, liberty, and the pursuit of happiness.",
        4326.34,
        4328.22
    ],
    [
        " That's what we're doing over here.",
        4328.48,
        4329.76
    ],
    [
        " That's what the, that's what Western culture is about.",
        4330.26,
        4334.02
    ],
    [
        " And you know, the fact that you have all this code written and everything, right?",
        4334.96,
        4340.94
    ],
    [
        " You have these people raised the Bushido mindset and all that.",
        4341.16,
        4343.66
    ],
    [
        " But like the Marines are going on to the beach at Guadalcanal.",
        4343.8,
        4347.16
    ],
    [
        " Yeah.",
        4347.16,
        4347.74
    ],
    [
        " That's what's going to happen.",
        4348.06,
        4350.88
    ],
    [
        "",
        4351.48,
        4351.48
    ],
    [
        " And going into a fortified island, you're at a complete disadvantage.",
        4352.0,
        4358.42
    ],
    [
        " Don't let anyone forget that.",
        4358.86,
        4361.92
    ],
    [
        " Yeah.",
        4362.26,
        4362.54
    ],
    [
        " When you're going again, when you're on the offense against a defensive position, you are at a complete disadvantage.",
        4362.9,
        4368.66
    ],
    [
        " That's the way it is.",
        4369.16,
        4370.22
    ],
    [
        " Yeah.",
        4370.84,
        4371.52
    ],
    [
        " And so this warrior culture that sometimes we put up on a pedestal because it sounds cool.",
        4375.1,
        4382.42
    ],
    [
        " It sounds cool.",
        4382.92,
        4384.78
    ],
    [
        " The imperial rescript sounds cool when you put this code out, right?",
        4384.88,
        4389.3
    ],
    [
        " But what you, what you just said is correct.",
        4390.68,
        4393.68
    ],
    [
        " When that code is not based and not the foundation of it isn't freedom, doesn't turn out good.",
        4393.96,
        4405.34
    ],
    [
        "",
        4406.04,
        4406.04
    ],
    [
        " And it's essentially like, it sounds cool because you know how you, it kind of ties into it.",
        4406.92,
        4412.86
    ],
    [
        " Okay.",
        4412.92,
        4413.44
    ],
    [
        " So this one equals freedom.",
        4413.6,
        4414.58
    ],
    [
        " We'll say, right?",
        4414.62,
        4415.46
    ],
    [
        " We'll start with that.",
        4415.56,
        4416.16
    ],
    [
        " You can say that.",
        4416.16,
        4416.78
    ],
    [
        " Discipline sounds cool.",
        4416.8,
        4418.6
    ],
    [
        " Yeah.",
        4418.84,
        4419.04
    ],
    [
        " And equals freedom.",
        4419.76,
        4420.56
    ],
    [
        " That whole thing sounds cool, whatever.",
        4420.76,
        4422.0
    ],
    [
        " So this Bushido thing kind of just seems like just the discipline part.",
        4422.28,
        4425.2
    ],
    [
        " So of course that part of it sounds cool.",
        4425.4,
        4427.12
    ],
    [
        " But when you look at big picture, you know how not cool that is.",
        4427.2,
        4430.2
    ],
    [
        " Yeah.",
        4430.42,
        4430.48
    ],
    [
        " Like, especially like to have to bow down to like some group of people.",
        4430.66,
        4435.12
    ],
    [
        " That's the way it is.",
        4435.56,
        4436.06
    ],
    [
        "",
        4436.36,
        4436.36
    ],
    [
        " You know, yeah.",
        4436.7,
        4437.64
    ],
    [
        " So you step back.",
        4437.72,
        4438.9
    ],
    [
        " You look at that.",
        4439.02,
        4439.54
    ],
    [
        " You're like, man, this isn't cool.",
        4439.54,
        4440.68
    ],
    [
        " Actually, this is like kind of bad.",
        4440.86,
        4442.66
    ],
    [
        " Especially when you get corruption for sure, which is kind of, it's one of the things that you're going to do.",
        4442.84,
        4449.02
    ],
    [
        " I forget the saying, but it's like absolute power is absolutely.",
        4449.04,
        4453.6
    ],
    [
        "",
        4453.6,
        4453.6
    ],
    [
        "",
        4454.0,
        4454.0
    ],
    [
        " Yeah.",
        4454.1,
        4455.3
    ],
    [
        " Yeah.",
        4455.5,
        4455.64
    ],
    [
        " So the, man, so you kind of consider that and that's a, that's a big picture thing too.",
        4455.94,
        4459.96
    ],
    [
        " Because no one just come out.",
        4459.96,
        4461.14
    ],
    [
        " No, no, no.",
        4461.32,
        4461.5
    ],
    [
        " I mean, I wasn't saying no one comes out of the gate corrupt, but that's not true either.",
        4461.5,
        4464.72
    ],
    [
        " But when you can have something like this where say, hey, they emperor there, you know, they're benevolent.",
        4464.84,
        4469.76
    ],
    [
        " They're divine.",
        4469.84,
        4470.48
    ],
    [
        " You know, all this stuff or whatever.",
        4470.82,
        4472.34
    ],
    [
        " And it's like, yeah, okay.",
        4472.46,
        4473.38
    ],
    [
        " That sounds cool.",
        4473.56,
        4474.36
    ],
    [
        " But man, after a while, big picture, you're like, man, you know damn well.",
        4474.52,
        4478.22
    ],
    [
        " You're not divine.",
        4478.22,
        4478.92
    ],
    [
        " You're just a person and that whole absolute power, creps us absolutely is like that's a very high likelihood and all this stuff.",
        4479.14,
        4485.0
    ],
    [
        " So given that, that they can just say whatever they want, they can be like, hey, I don't care.",
        4485.22,
        4490.6
    ],
    [
        " 18 year old kid out of high school, whatever.",
        4490.76,
        4493.02
    ],
    [
        " Oh, yeah, we need, we need to use you as a bullet.",
        4493.2,
        4495.18
    ],
    [
        " That's really what they're doing.",
        4495.34,
        4496.46
    ],
    [
        " Especially like the numbers, the numbers are like, bro, you killed one Japanese person for like every one point something.",
        4496.92,
        4503.0
    ],
    [
        " Yeah.",
        4503.18,
        4503.28
    ],
    [
        " Other person like enemy.",
        4503.38,
        4504.54
    ],
    [
        " So it's like, bro, two bullets are worth more than you really in a way, you know, and some like person can just sort of make that determination with your whole life.",
        4504.54,
        4514.4
    ],
    [
        " Oh man, that doesn't sound good.",
        4514.52,
        4516.12
    ],
    [
        " Yeah.",
        4516.9,
        4517.18
    ],
    [
        " And that's why this whole thing, this, it just boils down to, it just boils down to and it's such an overused word, man.",
        4517.4,
        4525.96
    ],
    [
        " It boils down to freedom.",
        4526.02,
        4527.14
    ],
    [
        " That's what it boils down to.",
        4527.92,
        4529.08
    ],
    [
        " Like when you are a man and you're from Iowa and you're in the Marine Corps and you're going on to that beach, your will as a free man is stronger than the will of this guy over on the other side.",
        4529.42,
        4548.36
    ],
    [
        " That is not truly free.",
        4548.72,
        4551.68
    ],
    [
        " And that, that right there, that's the, that's the, that's the crazy thing about this is you can take this, this entire warrior culture where these people are born and raised and taught this.",
        4552.02,
        4566.38
    ],
    [
        " And you see, you know, there's, there's training videos for the kamikazis, but even just the, just the militant life that these, the militaristic life that they led.",
        4567.3,
        4578.0
    ],
    [
        " And meanwhile, you take someone that was a shoe cobbler in Boston and you take another guy that was a farmer in Iowa and you take another guy that worked on the railroad in California and you put them together in a foxhole and their will to fight as free men is stronger than someone that was raised since birth to be a warrior.",
        4578.66,
        4605.64
    ],
    [
        " Freedom and the individual human will to do what you want to do with your life is such is the most powerful force and it gets left, it gets left behind.",
        4607.94,
        4619.52
    ],
    [
        " And if you leave it behind, you might win for a little while, but you're not going to win in the long run.",
        4620.28,
        4624.3
    ],
    [
        " And that's the, that's the force if you take that to a personal level, that's the force that you can use to drive discipline in your life because you want you, you don't impose discipline on yourself for, for the sake of discipline.",
        4626.12,
        4643.28
    ],
    [
        " That's going to be you can, you can do that. You can do that today. You can do that tomorrow. You can do that next week, but you can't do that for two years, three years.",
        4644.46,
        4653.72
    ],
    [
        " You need, it needs to be the foundation of the discipline needs to be the desire for freedom.",
        4654.54,
        4661.48
    ],
    [
        " That's what it has to be rooted in. At least that's for me. For me, that's what it's rooted in.",
        4662.9,
        4668.76
    ],
    [
        " And like, okay, discipline for the sake of discipline, that sounds cool. Right? Sounds awesome.",
        4670.28,
        4675.54
    ],
    [
        " Dig into it a little bit.",
        4676.08,
        4678.32
    ],
    [
        " Right, not big picture.",
        4678.34,
        4679.52
    ],
    [
        " Dig into it a little bit. And what do you find? It's got to be discipline for freedom.",
        4679.6,
        4684.1
    ],
    [
        " And it's functional on the battlefield.",
        4684.86,
        4689.18
    ],
    [
        " And it's functional in your life.",
        4690.0,
        4695.1
    ],
    [
        " You know, it's the same thing with the Nazis. The Nazis were a martial culture.",
        4696.94,
        4706.12
    ],
    [
        " You know, that's what they were. But they were subservient to the fear.",
        4707.18,
        4712.02
    ],
    [
        " And guess what happens? When you take, guess what happens when you take a kid from North Carolina.",
        4713.46,
        4719.66
    ],
    [
        " And you take another kid from Florida. And you take another kid from Tennessee.",
        4721.36,
        4725.8
    ],
    [
        " And you take those kids. They're not professional soldiers. They're going to go to boot camp.",
        4727.1,
        4732.4
    ],
    [
        " They're going to get trained in whatever they're going to get trained in. They're not right. They're not Hitler youth raised to fight.",
        4732.78,
        4739.46
    ],
    [
        " You ever seen little little Hitler youth training with weapons when they're 12 years old?",
        4739.52,
        4743.44
    ],
    [
        " Like, meanwhile, this kid was in Tennessee working on a farm. This other kid was in Brooklyn.",
        4744.28,
        4748.42
    ],
    [
        " Working in a pizza shop, working in a restaurant, whatever.",
        4749.06,
        4751.82
    ],
    [
        " So you take these folks that are fighting for the furor.",
        4752.66,
        4758.8
    ],
    [
        " And you put them up against someone that a group of people that are fighting for freedom.",
        4760.98,
        4764.92
    ],
    [
        " And freedom is going to win.",
        4766.68,
        4768.74
    ],
    [
        " Thank you right about that.",
        4769.76,
        4773.56
    ],
    [
        " Yeah, it's interesting.",
        4773.9,
        4775.28
    ],
    [
        " Like the freedom to jujitsu, by the way, and the freedom to get any kind of key one, but you're going to get the best keys.",
        4777.88,
        4785.32
    ],
    [
        " I don't want to qualify as a rough transition.",
        4785.5,
        4787.34
    ],
    [
        " Well, I'm just saying that's the first thing that came to mind at that point.",
        4787.54,
        4791.38
    ],
    [
        " When you said that, nonetheless, anyway, we're on the path. Yes, discipline.",
        4791.82,
        4796.44
    ],
    [
        " The path is the path of discipline that ends in, not ends in, but results in freedom.",
        4796.64,
        4802.4
    ],
    [
        " So on this path, many activities, many things to do and to not do, by the way.",
        4803.76,
        4809.84
    ],
    [
        " You know what you were talking about earlier with like this salute thing?",
        4810.06,
        4813.2
    ],
    [
        " Yeah. Look at that for a second, right?",
        4813.68,
        4815.26
    ],
    [
        " If I'm a guy that's like, has an attitude, like, I'm not saluting anyone.",
        4817.04,
        4821.96
    ],
    [
        " Yeah.",
        4822.44,
        4822.78
    ],
    [
        " I'm not disciplining myself. Well, guess what? Then I'm not going to do anything in the military.",
        4823.46,
        4828.78
    ],
    [
        " I'm going to get kicked out of the military action. I'm going to lose the freedom to serve.",
        4828.9,
        4832.3
    ],
    [
        " Whereas if you discipline yourself like, hey, I'm going to show respect to the people that are above me in the chain of command.",
        4833.18,
        4837.16
    ],
    [
        " Yeah.",
        4837.48,
        4837.66
    ],
    [
        " I'm going to do a good job.",
        4837.74,
        4838.64
    ],
    [
        " Yeah.",
        4839.08,
        4839.24
    ],
    [
        " I'm going to discipline myself.",
        4839.34,
        4840.5
    ],
    [
        " Yeah.",
        4841.36,
        4841.46
    ],
    [
        " Guess what?",
        4841.56,
        4841.92
    ],
    [
        " It's ridiculous.",
        4842.18,
        4843.74
    ],
    [
        " This is going to sound so ridiculous.",
        4844.22,
        4845.74
    ],
    [
        " For the most part, I could pretty much do whatever I wanted to when I was in the military.",
        4846.92,
        4853.2
    ],
    [
        " As crazy as that sounds.",
        4853.72,
        4855.02
    ],
    [
        " My bosses always gave me what I wanted.",
        4858.12,
        4859.84
    ],
    [
        " My...",
        4860.58,
        4861.44
    ],
    [
        " I just kind of do what I wanted to do.",
        4861.44,
        4864.96
    ],
    [
        " It was crazy.",
        4865.36,
        4865.92
    ],
    [
        " It was crazy when I look back on it now.",
        4866.48,
        4868.56
    ],
    [
        " And my bosses would give me what I want and help me and support me.",
        4869.68,
        4873.02
    ],
    [
        " Why did they do that?",
        4873.16,
        4873.86
    ],
    [
        " They didn't do it because I was manipulating them.",
        4873.92,
        4875.86
    ],
    [
        " They did it because I was working hard and supporting what they wanted to get done.",
        4875.9,
        4878.76
    ],
    [
        " And it's like a positive thing.",
        4879.0,
        4880.94
    ],
    [
        " It's not negative at all.",
        4881.04,
        4882.04
    ],
    [
        " It's like, it was awesome.",
        4882.42,
        4883.2
    ],
    [
        " But if you do it, you're going to have to do it.",
        4884.1,
        4885.0
    ],
    [
        " And if you have that attitude in life, like, hey, I'm going to work hard.",
        4885.06,
        4888.78
    ],
    [
        " I'm going to...",
        4889.26,
        4889.96
    ],
    [
        " I'm going to discipline myself.",
        4889.96,
        4891.94
    ],
    [
        " I'm going to submit in situations that require it.",
        4892.74,
        4898.06
    ],
    [
        " I'm going to subordinate my ego in situations that require it now.",
        4898.16,
        4902.78
    ],
    [
        " So that in the long run, I can get the freedom.",
        4903.5,
        4907.6
    ],
    [
        " So often people, they don't want to...",
        4908.68,
        4911.3
    ],
    [
        " They want the freedom right now.",
        4911.3,
        4912.96
    ],
    [
        " Freedom isn't going to come right now.",
        4913.5,
        4915.32
    ],
    [
        " You don't get it.",
        4915.32,
        4916.3
    ],
    [
        " You have to work for it.",
        4916.58,
        4918.46
    ],
    [
        " You have to fight for it.",
        4918.8,
        4920.76
    ],
    [
        " You have to impose discipline on your life so that you can end up with it.",
        4921.28,
        4924.64
    ],
    [
        " You have to work hard.",
        4925.54,
        4927.58
    ],
    [
        " You know, you have to work hard to get to a point where you get the freedom.",
        4928.64,
        4932.94
    ],
    [
        " But if you don't work hard, you won't end up with it.",
        4934.0,
        4937.9
    ],
    [
        " You just won't.",
        4938.46,
        4938.96
    ],
    [
        " You'll always end up being a slave to your paycheck.",
        4938.96,
        4944.46
    ],
    [
        " You'll be a slave to your jacked up friends.",
        4944.9,
        4948.5
    ],
    [
        " You'll be a slave to the manipulative partner you chose.",
        4949.04,
        4952.92
    ],
    [
        " You'll be a slave if you don't put discipline in your world.",
        4954.34,
        4957.46
    ],
    [
        " Slaved to drugs.",
        4958.02,
        4959.42
    ],
    [
        " You'd be a slave to drugs.",
        4959.62,
        4960.56
    ],
    [
        " You'd be a slave to alcohol.",
        4960.72,
        4961.44
    ],
    [
        " You'd be a slave to food.",
        4961.66,
        4962.54
    ],
    [
        " You can be a slave to doctors.",
        4962.7,
        4963.82
    ],
    [
        " Yeah, you can be a slave to all these things.",
        4963.94,
        4965.42
    ],
    [
        " You...",
        4967.26,
        4967.72
    ],
    [
        " So, it's just you gotta think about freedom.",
        4967.72,
        4972.5
    ],
    [
        " You gotta have that in the back of your mind.",
        4972.68,
        4974.46
    ],
    [
        " But you can't live your life thinking that it's gonna be given to you.",
        4974.58,
        4978.72
    ],
    [
        " Oh, free.",
        4978.84,
        4979.56
    ],
    [
        " No, it's not freedom isn't free, as they say.",
        4979.9,
        4982.4
    ],
    [
        " Is this...",
        4982.54,
        4983.58
    ],
    [
        " Freedom isn't free in a country.",
        4983.58,
        4986.04
    ],
    [
        " And freedom certainly isn't free in your own personal life.",
        4987.18,
        4989.72
    ],
    [
        " It's not free.",
        4989.78,
        4990.66
    ],
    [
        " Oh, no.",
        4991.12,
        4991.52
    ],
    [
        " Yeah, like we...",
        4991.98,
        4995.4
    ],
    [
        " You're gonna have to pay the price.",
        4995.78,
        4997.44
    ],
    [
        " Yeah, when...",
        4997.98,
        4998.92
    ],
    [
        " Pay now, pay later, whatever.",
        4998.92,
        5000.32
    ],
    [
        " You say.",
        5000.86,
        5001.12
    ],
    [
        " So, the whole pay now...",
        5001.78,
        5004.6
    ],
    [
        " I think that's the way to go.",
        5004.6,
        5006.14
    ],
    [
        " Paying now is definitely the way to go.",
        5006.88,
        5008.12
    ],
    [
        " Yeah.",
        5008.48,
        5008.74
    ],
    [
        " Yeah, you always gotta pay.",
        5009.3,
        5011.16
    ],
    [
        " And it's a constant thing.",
        5011.38,
        5012.42
    ],
    [
        " And that part can kind of be intimidating, you know?",
        5012.76,
        5015.18
    ],
    [
        " Where it's like...",
        5015.4,
        5016.04
    ],
    [
        " Like, let's say, you know, the real obvious one is like eating correctly and exercising.",
        5016.04,
        5021.02
    ],
    [
        " Right?",
        5021.4,
        5021.72
    ],
    [
        " Like that's...",
        5022.14,
        5022.8
    ],
    [
        " Well, what's good about those is they...",
        5022.8,
        5024.78
    ],
    [
        " They're physical activities that have physical, visible manifestations, right?",
        5024.78,
        5030.74
    ],
    [
        " If you eat like crap, you're gonna feel like crap, you're gonna look like crap, you're gonna perform like crap.",
        5031.32,
        5035.78
    ],
    [
        " Yeah.",
        5036.0,
        5036.22
    ],
    [
        " If you are inactive, you're gonna move like crap, you're gonna be sick.",
        5036.58,
        5042.24
    ],
    [
        " So, yeah, those are real clear examples.",
        5042.78,
        5047.74
    ],
    [
        " So, it's like so clear where you can be like, okay, I'm gonna pay now.",
        5048.34,
        5051.88
    ],
    [
        " Right?",
        5052.28,
        5052.52
    ],
    [
        " How am I gonna pay now?",
        5052.72,
        5053.92
    ],
    [
        " And what price am I gonna pay now?",
        5054.02,
        5055.22
    ],
    [
        " And that's with like, yeah, not eating things that you're so physically compelled to.",
        5055.4,
        5060.12
    ],
    [
        " Yeah.",
        5060.24,
        5060.42
    ],
    [
        " For the most part, exercising which can be a pain, literally.",
        5061.06,
        5066.08
    ],
    [
        " And, you know, no one...",
        5066.74,
        5068.84
    ],
    [
        " Most of the time you don't like want to...",
        5068.84,
        5072.4
    ],
    [
        " Like, that's not a natural thing, I think.",
        5072.4,
        5074.74
    ],
    [
        " To like...",
        5075.26,
        5075.64
    ],
    [
        " I would say that's true.",
        5075.64,
        5076.56
    ],
    [
        " To like...",
        5076.68,
        5076.88
    ],
    [
        " I would say, actually, you're right.",
        5076.88,
        5077.9
    ],
    [
        " I would say that you're right to the point where a normal human being is genetically programmed if they can conserve energy, then you want to conserve energy.",
        5078.1,
        5085.76
    ],
    [
        " Right.",
        5085.9,
        5086.08
    ],
    [
        " Because otherwise, if you didn't have that instinct, you would waste all your energy as a caveman and you would die, right?",
        5086.26,
        5091.34
    ],
    [
        " Because you'd starve to death.",
        5091.5,
        5092.24
    ],
    [
        " So, no, I think we're genetically programmed to lean towards less activity.",
        5092.6,
        5099.02
    ],
    [
        " Our energy conservation is what we're probably genetically programmed to do.",
        5100.4,
        5104.9
    ],
    [
        "",
        5105.48,
        5105.48
    ],
    [
        " Yeah, genetically...",
        5105.76,
        5107.08
    ],
    [
        " No, I get it if you're sitting in an office all day.",
        5107.08,
        5108.98
    ],
    [
        " And then you're like, we're gonna go for a run tonight.",
        5109.34,
        5110.9
    ],
    [
        " Yeah, of course.",
        5111.06,
        5111.52
    ],
    [
        " You're sitting in an office all day.",
        5111.7,
        5112.9
    ],
    [
        " So, there's gotta be some instinct to do that as well.",
        5113.34,
        5116.1
    ],
    [
        " But...",
        5116.54,
        5116.76
    ],
    [
        " Yeah, but most of the time, too, though, if you're gonna go for a run or go lift or something, like you're already familiar with the payoff of that.",
        5116.76,
        5124.54
    ],
    [
        " You know, no one's...",
        5124.74,
        5129.0
    ],
    [
        " Like, playing the pool or something, I guess.",
        5129.0,
        5130.98
    ],
    [
        " But that's different.",
        5131.28,
        5132.16
    ],
    [
        " Like, no one's just genetically yearning to go do a MetCon or something or run like a marathon or something like that.",
        5132.4,
        5139.9
    ],
    [
        " Well, that's why I kind of threw that out there a little bit.",
        5139.96,
        5142.04
    ],
    [
        " Because sometimes if you...",
        5142.12,
        5143.26
    ],
    [
        " For me?",
        5143.26,
        5143.56
    ],
    [
        " Yeah.",
        5144.84,
        5145.22
    ],
    [
        " Like sometimes for you.",
        5145.56,
        5146.26
    ],
    [
        "",
        5146.56,
        5146.56
    ],
    [
        " No, but for real, right?",
        5146.56,
        5148.04
    ],
    [
        " Let's say you couldn't work out for two days.",
        5148.2,
        5150.72
    ],
    [
        " Do you have like a little like thing that's mad I can't get there in jerks of steel?",
        5151.32,
        5155.72
    ],
    [
        " Yeah, big time.",
        5155.94,
        5156.64
    ],
    [
        " But then...",
        5157.3,
        5157.66
    ],
    [
        " Right, but that's for someone who...",
        5157.66,
        5159.18
    ],
    [
        " Or you're collecting that payoff.",
        5159.18,
        5160.78
    ],
    [
        " Okay, I got it.",
        5161.06,
        5161.52
    ],
    [
        " And it's like...",
        5161.62,
        5162.64
    ],
    [
        " And it goes through...",
        5162.64,
        5163.38
    ],
    [
        " And we talked about this, too, where that's kind of...",
        5163.38,
        5165.26
    ],
    [
        " Sometimes you just like to just go get some, though.",
        5165.26,
        5168.14
    ],
    [
        " Yes.",
        5168.14,
        5168.32
    ],
    [
        " Like only for the payoff.",
        5169.04,
        5169.88
    ],
    [
        " Sometimes I like to get some just to get some.",
        5170.7,
        5172.26
    ],
    [
        " I know, because you're...",
        5172.28,
        5173.46
    ],
    [
        " Well, and that's like...",
        5173.46,
        5176.04
    ],
    [
        " Like I was gonna say, that's like one of the benefits of...",
        5176.04,
        5181.46
    ],
    [
        " And we're just talking about working out, but this goes for kind of everything.",
        5181.46,
        5184.22
    ],
    [
        " Where if you familiarize yourself over the years of the payoff, like your body kind of accommodates that.",
        5184.72,
        5189.86
    ],
    [
        " Yeah.",
        5189.94,
        5190.04
    ],
    [
        " Like your body is like...",
        5190.16,
        5191.52
    ],
    [
        " Well, you get a dorfins and you get addicted to it.",
        5191.52,
        5193.88
    ],
    [
        " Yeah.",
        5193.94,
        5194.12
    ],
    [
        " And that's basically what we're talking about.",
        5194.36,
        5196.08
    ],
    [
        " Yeah, that becomes how you work.",
        5196.12,
        5197.1
    ],
    [
        " So, but let's say like, okay, let's say I'm, I don't know, 35 years old will say,",
        5197.3,
        5200.32
    ],
    [
        " I've never really worked out ever.",
        5200.48,
        5202.28
    ],
    [
        " Right, I just live a normal life, whatever.",
        5202.42,
        5203.7
    ],
    [
        " I just never really worked out, never like lifted weights.",
        5203.84,
        5206.08
    ],
    [
        " Never like went for runs.",
        5206.34,
        5207.6
    ],
    [
        " You'll have less of a desire than someone that's been working out their whole life.",
        5207.6,
        5210.2
    ],
    [
        " So, go work out for the first time, a hard one.",
        5210.34,
        5212.06
    ],
    [
        " Do you want to jok those workouts?",
        5212.4,
        5213.64
    ],
    [
        " You'd be like, I don't want to do this.",
        5213.86,
        5215.22
    ],
    [
        " No, I don't want to do this.",
        5215.58,
        5216.52
    ],
    [
        " You're going to be thinking that while you're doing it and the next day when you're all sorry,",
        5216.78,
        5220.42
    ],
    [
        " you're going to be like, I don't want to do that ever again, actually.",
        5220.42,
        5222.54
    ],
    [
        " So, it's different.",
        5223.08,
        5223.84
    ],
    [
        " But if you're you or someone who's like, you know, an athlete all their life or something like that,",
        5224.18,
        5228.5
    ],
    [
        " someone who, who reaped the benefits, they know they're familiar with, with the payoff.",
        5228.5,
        5235.06
    ],
    [
        " Yes, when you don't work out for one day, two days, you know, however many days.",
        5235.94,
        5241.5
    ],
    [
        " Yeah.",
        5242.02,
        5242.14
    ],
    [
        " You're going to be like, your body's going to be like, hey, we need that workout now.",
        5242.14,
        5246.06
    ],
    [
        " Kind of thing.",
        5246.5,
        5246.94
    ],
    [
        " Short term, short term payoff, we need that workout.",
        5247.36,
        5249.8
    ],
    [
        " So, again, the benefit of getting into working on a regular basis, you get short term and long term payoff.",
        5250.5,
        5257.2
    ],
    [
        " And that's what the path is, by the way.",
        5257.84,
        5261.5
    ],
    [
        " Anyway, same thing for Jiu Jitsu.",
        5262.3,
        5263.38
    ],
    [
        " Jiu Jitsu, it's a big one.",
        5263.38,
        5264.26
    ],
    [
        " If you take off, you did like, you've been out of Jiu Jitsu for a little bit because you're in it.",
        5264.72,
        5267.82
    ],
    [
        " Yeah, yeah, yeah.",
        5267.82,
        5268.5
    ],
    [
        " You're hurting right now.",
        5268.68,
        5269.44
    ],
    [
        " I'm hating it.",
        5269.44,
        5270.06
    ],
    [
        " Yeah, I mean, yeah, you're just walked out to the gym.",
        5270.18,
        5272.62
    ],
    [
        " I kind of looked at the mats.",
        5272.68,
        5273.52
    ],
    [
        " I got all excited.",
        5273.66,
        5274.26
    ],
    [
        " Yeah.",
        5274.36,
        5274.96
    ],
    [
        " You should be back in a week.",
        5275.24,
        5276.9
    ],
    [
        " I'll be back in a week.",
        5276.9,
        5277.4
    ],
    [
        " I'll be back in a week.",
        5277.4,
        5278.34
    ],
    [
        " All right.",
        5278.6,
        5278.96
    ],
    [
        " Well, no, sorry.",
        5279.44,
        5280.0
    ],
    [
        " Two weeks.",
        5280.1,
        5280.48
    ],
    [
        " I'll be back on the mats.",
        5280.52,
        5281.16
    ],
    [
        " I'm just this.",
        5281.34,
        5282.02
    ],
    [
        " Boom.",
        5282.14,
        5282.28
    ],
    [
        " There it is.",
        5282.54,
        5283.02
    ],
    [
        " So, while you're doing Jiu Jitsu, if you haven't started Jiu Jitsu, if you haven't, like, because you know there's a number of people who are like,",
        5283.38,
        5290.12
    ],
    [
        " hey, I hear good things.",
        5290.64,
        5291.66
    ],
    [
        " On the fence.",
        5292.28,
        5292.3
    ],
    [
        " On the fence.",
        5292.3,
        5292.78
    ],
    [
        " You know, they just haven't made the plunge.",
        5293.16,
        5295.42
    ],
    [
        " They haven't taken the step to even just try it because usually places you go, they'll give you, it's free.",
        5295.42,
        5300.26
    ],
    [
        "",
        5300.62,
        5300.62
    ],
    [
        " You try for free.",
        5300.74,
        5301.32
    ],
    [
        " Yeah.",
        5302.04,
        5302.14
    ],
    [
        " Which tells you that Jiu Jitsu is good because they don't say, hey, try this for free.",
        5302.32,
        5307.26
    ],
    [
        " They don't try and get your money.",
        5307.48,
        5308.6
    ],
    [
        " Oh, yeah.",
        5308.86,
        5309.26
    ],
    [
        " Just like, come on in.",
        5309.26,
        5309.94
    ],
    [
        " Yeah.",
        5310.16,
        5310.44
    ],
    [
        " It's like, given away free crack at the school year.",
        5310.66,
        5312.64
    ],
    [
        " Yeah.",
        5312.86,
        5312.94
    ],
    [
        " But it's the good guy, you know.",
        5313.0,
        5314.46
    ],
    [
        " Yeah, except for its crack that makes you like a better human being.",
        5314.82,
        5317.78
    ],
    [
        " That's basically what Jiu Jitsu is.",
        5318.1,
        5320.36
    ],
    [
        " It's like a car.",
        5320.52,
        5323.7
    ],
    [
        " It's like a bug that makes you better, stronger, smarter, faster, more calm, more patient.",
        5323.7,
        5328.92
    ],
    [
        " Just a better person.",
        5329.52,
        5330.66
    ],
    [
        " Yeah.",
        5330.68,
        5330.84
    ],
    [
        " It brings more to your perspective.",
        5331.16,
        5333.52
    ],
    [
        " That's for sure.",
        5333.74,
        5334.32
    ],
    [
        " It opens up your perspective.",
        5334.54,
        5335.66
    ],
    [
        " Big time.",
        5335.9,
        5336.22
    ],
    [
        " Yeah.",
        5336.52,
        5336.68
    ],
    [
        " So there's people, if what you're saying is correct, and there's someone right now that's on the fence, should I or should I not?",
        5337.14,
        5343.72
    ],
    [
        " Maybe I should.",
        5343.94,
        5344.62
    ],
    [
        " Maybe I won't like it.",
        5344.74,
        5345.7
    ],
    [
        " I don't know.",
        5345.78,
        5346.1
    ],
    [
        " It's sweaty dudes.",
        5346.18,
        5346.86
    ],
    [
        " I don't just go train.",
        5347.1,
        5348.24
    ],
    [
        " Go for free.",
        5348.5,
        5349.02
    ],
    [
        " Yeah, go for free.",
        5349.1,
        5350.08
    ],
    [
        " Try the one day.",
        5350.08,
        5350.98
    ],
    [
        " You can even, how would you even say go?",
        5351.14,
        5352.96
    ],
    [
        " Try the one day with it.",
        5353.16,
        5354.14
    ],
    [
        " I mean, I would never recommend having a defensive attitude towards it.",
        5354.48,
        5358.8
    ],
    [
        " I would never recommend that.",
        5359.12,
        5360.16
    ],
    [
        " But, Brad, it's better than not going to.",
        5360.58,
        5361.78
    ],
    [
        " Give yourself an attitude like, hey, if you don't like it, go prove that it sucks.",
        5361.78,
        5364.98
    ],
    [
        " Yes.",
        5365.4,
        5365.6
    ],
    [
        " Okay.",
        5365.78,
        5365.98
    ],
    [
        " Exactly right.",
        5366.28,
        5366.9
    ],
    [
        " Prove that it sucks.",
        5367.02,
        5368.24
    ],
    [
        " Yes, exactly right.",
        5368.26,
        5369.24
    ],
    [
        " But when you fail to prove that it sucks and you realize that it is awesome.",
        5369.44,
        5374.68
    ],
    [
        " It is awesome.",
        5374.8,
        5375.44
    ],
    [
        " You can be like, dang, where am I need a ghee and beskis, not only in America in the world,",
        5375.44,
        5381.26
    ],
    [
        " yeah, factually worldwide.",
        5381.6,
        5383.24
    ],
    [
        " They are made in America are from, they are from origin.",
        5383.52,
        5386.64
    ],
    [
        " So originmain.com is where you can get your geese.",
        5387.38,
        5390.32
    ],
    [
        " There's other stuff on there.",
        5390.54,
        5391.58
    ],
    [
        " Yeah.",
        5392.3,
        5392.5
    ],
    [
        " Crash cards on there for no geese.",
        5392.5,
        5394.0
    ],
    [
        " Crash card for the Jiu Jitsu.",
        5394.14,
        5395.08
    ],
    [
        " Also, when you're not on the Jiu Jitsu mat and you still want to have the comfort and the",
        5395.26,
        5402.8
    ],
    [
        " glory of American made products, we were talking a lot about freedom today.",
        5402.8,
        5408.04
    ],
    [
        " Why not get a pair of jeans that were made under the umbrella of freedom right here in",
        5408.32,
        5413.4
    ],
    [
        " the United States of America up in the great state of Maine, the throne here in America.",
        5413.4,
        5419.02
    ],
    [
        " Right.",
        5419.48,
        5419.7
    ],
    [
        " Why would you not do that?",
        5419.82,
        5420.7
    ],
    [
        " So check out jeans, check out t-shirts, check out all that clothing.",
        5421.14,
        5426.76
    ],
    [
        " And then also, if you want some supplements for your body, nutritional supplements, if you",
        5426.76,
        5436.14
    ],
    [
        " are working out all the time, you're going to need some joint warfare.",
        5436.14,
        5440.1
    ],
    [
        " Joint warfare helps your joints, critter oil also help your joints.",
        5441.34,
        5446.0
    ],
    [
        " And actually, both those things also help your just overall life.",
        5446.16,
        5450.64
    ],
    [
        " Yes.",
        5450.7,
        5451.2
    ],
    [
        " Get on those discipline and discipline go.",
        5451.46,
        5454.16
    ],
    [
        " Discipline is for me to pre-mission situation.",
        5454.74,
        5459.96
    ],
    [
        " It's not, but don't get it confused with the traditional pre-workout stimulant that gets",
        5460.4,
        5467.5
    ],
    [
        " you all amped up.",
        5467.5,
        5468.42
    ],
    [
        " I was reading someone saying, oh, I don't want to take pre-workout before Jiu Jitsu.",
        5468.52,
        5472.78
    ],
    [
        " Correct.",
        5473.0,
        5473.52
    ],
    [
        " That's a pre-workout.",
        5473.7,
        5474.54
    ],
    [
        " And I don't recommend taking a pre-workout before Jiu Jitsu.",
        5474.76,
        5477.04
    ],
    [
        " This has 15 milligrams of caffeine.",
        5479.46,
        5481.68
    ],
    [
        " Because that's what people worry about.",
        5482.1,
        5483.04
    ],
    [
        " My heart's going to be pumping.",
        5483.2,
        5484.02
    ],
    [
        " Right.",
        5484.4,
        5484.48
    ],
    [
        " No, this is going to get you cognitively and physically ready to rock and roll.",
        5484.76,
        5490.48
    ],
    [
        " It's going to be primed.",
        5490.66,
        5491.86
    ],
    [
        " And discipline go, which is the pill form, when you, when you need, imagine, okay, you know",
        5491.9,
        5499.82
    ],
    [
        " what you feel like when you're in the zone, right?",
        5499.82,
        5501.28
    ],
    [
        " Just imagine you could get in the zone, like basically on demand.",
        5501.86,
        5506.18
    ],
    [
        " Sure.",
        5506.56,
        5506.96
    ],
    [
        " That's what's happening here with discipline go.",
        5507.2,
        5509.28
    ],
    [
        " You can feel it and it gets you in the zone.",
        5509.98,
        5512.68
    ],
    [
        " It's, you know what, trips me out is I'll take discipline, I'll go into, you know, speak",
        5513.1,
        5520.24
    ],
    [
        " with the company.",
        5520.24,
        5520.72
    ],
    [
        " I'm going to be sitting down.",
        5521.06,
        5521.86
    ],
    [
        " There's 20 like smart leaders in a room from a company.",
        5522.16,
        5529.2
    ],
    [
        " They got a lot of stuff going on.",
        5529.38,
        5530.52
    ],
    [
        " Big company.",
        5530.8,
        5531.36
    ],
    [
        " And I go in and I've got, I've got to be honest, I'm like, Jiu Stup on like three",
        5531.88,
        5536.16
    ],
    [
        " discipline go.",
        5536.3,
        5537.0
    ],
    [
        " Yeah.",
        5537.84,
        5538.08
    ],
    [
        " You ready to go.",
        5538.08,
        5539.26
    ],
    [
        " It's already rock and roll.",
        5539.28,
        5539.86
    ],
    [
        " But I get in there and I'm, I'm, I'm just feeling great, right?",
        5540.1,
        5544.2
    ],
    [
        " And I get out of there and I'm like thinking myself, I'm like, you know, I should have",
        5544.64,
        5550.12
    ],
    [
        " recorded that.",
        5550.12,
        5550.7
    ],
    [
        " There's no, I'm not kidding.",
        5551.16,
        5552.4
    ],
    [
        " There's times where I go to, I work with a client and I think, man, I should have recorded",
        5552.56,
        5557.12
    ],
    [
        " that.",
        5557.12,
        5557.38
    ],
    [
        " I even do phone calls sometimes with clients and I'm like, I should have just recorded",
        5557.7,
        5560.86
    ],
    [
        " my end.",
        5560.86,
        5561.74
    ],
    [
        " Sure.",
        5562.0,
        5562.46
    ],
    [
        " Sure.",
        5562.46,
        5562.54
    ],
    [
        " Because I'm telling people really important things about planning, about leadership,",
        5562.8,
        5570.36
    ],
    [
        " about decision making and it's getting lost.",
        5570.68,
        5572.94
    ],
    [
        " I mean, I told 20 people, what about everyone else I'm thinking of myself.",
        5573.12,
        5575.52
    ],
    [
        " Yeah.",
        5575.68,
        5575.78
    ],
    [
        " And I come out of there and I think to myself, I'm like, I'm like, I was just in",
        5575.84,
        5578.7
    ],
    [
        " the zone.",
        5578.7,
        5579.06
    ],
    [
        " I wonder what happened.",
        5579.16,
        5580.02
    ],
    [
        " I'm like, oh, I took three discipline goes and I'm ready to rock and roll.",
        5580.02,
        5583.4
    ],
    [
        " That's what happened.",
        5583.58,
        5584.26
    ],
    [
        " It's funny.",
        5584.84,
        5585.24
    ],
    [
        " So anyways.",
        5585.44,
        5585.9
    ],
    [
        " It's funny.",
        5586.12,
        5586.48
    ],
    [
        " That sounds like you're like, oh, freaking like proud of yourself.",
        5586.6,
        5590.7
    ],
    [
        " Like, oh my god.",
        5590.92,
        5591.34
    ],
    [
        " Yeah, yeah.",
        5591.34,
        5591.92
    ],
    [
        " I'm so good at what I do.",
        5591.94,
        5593.4
    ],
    [
        " But I felt like I cheated.",
        5593.48,
        5594.28
    ],
    [
        " But no, it actually makes sense though.",
        5594.48,
        5598.12
    ],
    [
        " You know what?",
        5598.24,
        5598.5
    ],
    [
        " Like what you say when you're in the zone, right?",
        5598.56,
        5600.2
    ],
    [
        " And you say, you know, like, I don't know, even like in my case, like you're from my",
        5600.54,
        5603.22
    ],
    [
        " friend who asked me like a question.",
        5603.22,
        5605.36
    ],
    [
        " Yeah.",
        5605.6,
        5605.72
    ],
    [
        " And then I'll be like, wait, and I'll kind of cover like all the aspects of the question,",
        5605.8,
        5609.38
    ],
    [
        " like all fluidly.",
        5609.5,
        5610.54
    ],
    [
        " And I'm like, dang, I kind of said that kind of good right there.",
        5610.54,
        5612.9
    ],
    [
        " Yeah.",
        5613.0,
        5613.22
    ],
    [
        " Not that I'm a great speaker, nothing like that.",
        5613.36,
        5615.1
    ],
    [
        " But I'm just saying, given the question, he asked at the certain time and with a way",
        5615.12,
        5618.34
    ],
    [
        " of answer, I really feel good about it.",
        5618.34,
        5619.88
    ],
    [
        " I really feel good about it.",
        5620.08,
        5621.06
    ],
    [
        " That's kind of like what you get into.",
        5621.54,
        5623.04
    ],
    [
        " You take, you know, like you take the dispens, it's like, it's just, you just kind of flow",
        5623.5,
        5626.92
    ],
    [
        " with it, kind of like surfing or something.",
        5626.92,
        5629.62
    ],
    [
        " I started to get a loan.",
        5629.66,
        5630.78
    ],
    [
        " Like is it possible to become addicted to that feeling?",
        5631.04,
        5634.58
    ],
    [
        " Well, it depends on what kind of quote I'm going to get.",
        5635.04,
        5637.4
    ],
    [
        " I'm talking about.",
        5637.7,
        5638.64
    ],
    [
        " Because there's psychological addiction, yeah.",
        5638.64,
        5640.7
    ],
    [
        " Yeah.",
        5640.9,
        5641.18
    ],
    [
        " Like that's a thing.",
        5641.3,
        5641.96
    ],
    [
        " But yeah.",
        5642.44,
        5643.24
    ],
    [
        " So yeah, anyways, that's the discipline.",
        5643.24,
        5644.8
    ],
    [
        " And that's the discipline go.",
        5645.08,
        5645.98
    ],
    [
        " And then we got, we got some mok.",
        5646.96,
        5649.86
    ],
    [
        " And you know what mok is?",
        5650.38,
        5651.62
    ],
    [
        " Sure.",
        5651.84,
        5652.34
    ],
    [
        " Yeah, it's mok.",
        5652.62,
        5653.34
    ],
    [
        " Yeah.",
        5653.72,
        5654.1
    ],
    [
        " It happens to have 22 grams of protein.",
        5654.5,
        5657.6
    ],
    [
        " Yeah, yeah.",
        5657.78,
        5658.22
    ],
    [
        " And by the way, mint is my favorite kind of flavor overall in the world.",
        5658.26,
        5663.18
    ],
    [
        " And I have not had mint since I got strawberry at my house.",
        5663.4,
        5666.88
    ],
    [
        " I got to be straight up.",
        5667.02,
        5667.74
    ],
    [
        " Now I'll get over it in a little while.",
        5667.74,
        5669.82
    ],
    [
        " You know what I mean?",
        5670.12,
        5670.56
    ],
    [
        " But right now, it's just the hype is still right.",
        5670.64,
        5673.32
    ],
    [
        " It's so wrong.",
        5673.46,
        5673.96
    ],
    [
        " Yeah.",
        5673.96,
        5674.2
    ],
    [
        " The strawberry.",
        5674.44,
        5675.22
    ],
    [
        " Yeah.",
        5675.48,
        5675.76
    ],
    [
        " Fimble.",
        5676.4,
        5677.06
    ],
    [
        " Strawberry slayer.",
        5677.1,
        5678.28
    ],
    [
        " How good is it?",
        5678.66,
        5680.56
    ],
    [
        " Anyways.",
        5680.58,
        5680.82
    ],
    [
        " Yeah.",
        5681.06,
        5681.36
    ],
    [
        " That's that.",
        5681.44,
        5681.86
    ],
    [
        " Get the mok.",
        5681.96,
        5682.58
    ],
    [
        " Get the warrior mok kid for your kids.",
        5682.76,
        5684.76
    ],
    [
        " Warrior kid mok.",
        5685.16,
        5686.34
    ],
    [
        " It's that comes in strawberry and chocolate.",
        5686.56,
        5688.5
    ],
    [
        " Once again, the strawberry is unreal.",
        5688.98,
        5690.94
    ],
    [
        " The chocolate's fine.",
        5691.16,
        5691.94
    ],
    [
        " It's good.",
        5692.12,
        5692.56
    ],
    [
        " Your kids will like it.",
        5692.84,
        5694.02
    ],
    [
        " The strawberry, they'll be coming back for more.",
        5694.78,
        5696.6
    ],
    [
        " Right?",
        5696.9,
        5697.34
    ],
    [
        "",
        5697.7,
        5697.7
    ],
    [
        " It's dessert.",
        5697.7,
        5698.34
    ],
    [
        " And then of course, you got jocke a white tea.",
        5698.78,
        5700.62
    ],
    [
        " Which is good for you.",
        5702.82,
        5704.2
    ],
    [
        " It tastes good.",
        5704.62,
        5705.32
    ],
    [
        " And the most important thing is that it gives you an 8,000 pound deadlift.",
        5705.58,
        5710.14
    ],
    [
        " Which is not chabby.",
        5710.4,
        5712.46
    ],
    [
        " No.",
        5712.8,
        5713.08
    ],
    [
        " And it's 100% guaranteed.",
        5713.32,
        5714.52
    ],
    [
        " Like 100%.",
        5715.0,
        5716.32
    ],
    [
        " Yeah.",
        5716.32,
        5716.58
    ],
    [
        " Like every single person that's ever had it has gotten 8,000 bound dead.",
        5716.66,
        5721.2
    ],
    [
        " Yeah.",
        5721.2,
        5721.46
    ],
    [
        " So we're good there.",
        5721.58,
        5722.14
    ],
    [
        " Get that a try if you want.",
        5722.32,
        5723.86
    ],
    [
        " Yeah.",
        5724.08,
        5724.12
    ],
    [
        " Yeah.",
        5724.32,
        5724.44
    ],
    [
        " Big time.",
        5724.7,
        5725.06
    ],
    [
        " All that stuff that we just talked about is at originmain.com.",
        5725.26,
        5728.36
    ],
    [
        " Yes.",
        5728.56,
        5728.76
    ],
    [
        " If you want it.",
        5728.76,
        5729.64
    ],
    [
        " Yep.",
        5729.64,
        5730.0
    ],
    [
        " And the tea we offer the tea as well.",
        5730.3,
        5732.56
    ],
    [
        " Where?",
        5732.9,
        5733.2
    ],
    [
        " On our store.",
        5733.5,
        5734.2
    ],
    [
        " Oh, I didn't know we had a store.",
        5734.36,
        5735.42
    ],
    [
        " Jocke, you do have a store.",
        5735.66,
        5736.82
    ],
    [
        " It's called Jocke Store.",
        5736.94,
        5738.06
    ],
    [
        " Anyway, yes.",
        5738.34,
        5739.56
    ],
    [
        " So yeah, Jocke Store called Jocke Store.",
        5739.64,
        5741.24
    ],
    [
        " Dotcom.",
        5741.58,
        5742.3
    ],
    [
        " This is where you can get a bunch of rash guards, t-shirts, hats, stickers.",
        5742.3,
        5749.1
    ],
    [
        " Pretty much anything that you want.",
        5749.68,
        5751.24
    ],
    [
        " Do you have stickers in there right now?",
        5751.26,
        5752.24
    ],
    [
        " We have sticker, bumper stickers.",
        5752.52,
        5753.9
    ],
    [
        " Okay.",
        5753.9,
        5754.24
    ],
    [
        " I don't know if everyone knows that.",
        5754.52,
        5755.94
    ],
    [
        " Yeah.",
        5756.24,
        5756.56
    ],
    [
        " It could be sold out and we don't know it.",
        5756.84,
        5758.12
    ],
    [
        " Tell Jesse.",
        5758.28,
        5758.76
    ],
    [
        " Jesse will get him into game.",
        5759.0,
        5760.0
    ],
    [
        " No, the decals.",
        5760.18,
        5761.1
    ],
    [
        " Okay.",
        5761.22,
        5761.36
    ],
    [
        " So these are the different between bumper stickers and decals.",
        5761.54,
        5763.84
    ],
    [
        " We have decals.",
        5763.84,
        5764.74
    ],
    [
        " Oh, well, these are like more legitimate stickers.",
        5765.0,
        5767.26
    ],
    [
        " Okay, cool.",
        5767.7,
        5768.3
    ],
    [
        " That's the ones I like.",
        5768.4,
        5769.28
    ],
    [
        " Yes.",
        5769.28,
        5769.72
    ],
    [
        " Big time.",
        5769.9,
        5770.28
    ],
    [
        " Big time.",
        5770.28,
        5770.68
    ],
    [
        "",
        5770.8,
        5770.8
    ],
    [
        " Big time.",
        5770.82,
        5770.9
    ],
    [
        " Big time.",
        5771.2,
        5771.4
    ],
    [
        " Yeah, pretty much anything if you want to represent, you know, the discipline equals freedom,",
        5771.66,
        5776.74
    ],
    [
        " like, concept.",
        5777.12,
        5779.58
    ],
    [
        " You know, a guy, and this is just, you should know this.",
        5780.3,
        5782.9
    ],
    [
        " A guy, there was, I was speaking at an event and they were talking about like, oh, we",
        5783.46,
        5787.74
    ],
    [
        " got some guys that are going to wear your t-shirt.",
        5787.74,
        5789.36
    ],
    [
        " Yeah.",
        5790.54,
        5790.7
    ],
    [
        " And I was like, oh, that's awesome.",
        5791.08,
        5792.08
    ],
    [
        " And the guy was talking, he was kind of, I don't know.",
        5792.48,
        5794.54
    ],
    [
        " He just had a look on his face like, like I was like saying, oh, it's so awesome that",
        5794.56,
        5801.54
    ],
    [
        " guys are wearing, you know, the t-shirt.",
        5801.54,
        5803.5
    ],
    [
        " And so I said to him, I said, it's awesome because like, that's how the podcast is supported.",
        5803.82,
        5808.42
    ],
    [
        " It's like when you buy a t-shirt, that's how the podcast is supported.",
        5808.88,
        5812.6
    ],
    [
        " So it is cool and it's appreciated if you get a t-shirt or a hat or a rash guard or",
        5812.8,
        5820.68
    ],
    [
        " whatever from the jockel store because then we can have the podcast.",
        5820.68,
        5825.88
    ],
    [
        " Yeah.",
        5826.32,
        5826.88
    ],
    [
        " And the good, the good support, yeah, big time.",
        5827.02,
        5831.36
    ],
    [
        " Good news about this too though.",
        5832.14,
        5833.58
    ],
    [
        " It's not like the shirts and I said this from the beginning.",
        5833.7,
        5835.78
    ],
    [
        " I think this was kind of the goal when, you know, when you make shirts, you produce shirts.",
        5835.84,
        5840.52
    ],
    [
        " Yeah.",
        5841.94,
        5842.34
    ],
    [
        " It seems obvious to be like, oh yeah, let's just get some shirts.",
        5841.5,
        5846.86
    ],
    [
        " No, no, no.",
        5847.28,
        5847.92
    ],
    [
        " I made it a point to get like literally the shirts that I wear or that and which are,",
        5848.06,
        5853.5
    ],
    [
        " we're proving because I made shirts before in the past.",
        5853.6,
        5855.34
    ],
    [
        " I actually been making shirts and so I was like six years old to be honest with you.",
        5855.6,
        5858.32
    ],
    [
        " So I find that.",
        5859.3,
        5860.48
    ],
    [
        " Where are you making shirts from your six years old?",
        5860.52,
        5862.06
    ],
    [
        " I, but I mean, like we explain that a little bit.",
        5862.16,
        5865.26
    ],
    [
        " So you get shirt well because it wasn't like you were running a silk screen operation.",
        5865.34,
        5869.52
    ],
    [
        " No, but my mom's six years old.",
        5869.52,
        5871.12
    ],
    [
        " Yes, my mom was making shirts from your six years on.",
        5871.22,
        5873.62
    ],
    [
        " Well, it kind of filtered down to us too.",
        5873.68,
        5875.74
    ],
    [
        " So they did airbrush, they did silk screen.",
        5875.9,
        5878.98
    ],
    [
        " They did all the thing.",
        5879.26,
        5879.92
    ],
    [
        " I want to see some kid pictures of you with an airbrush t-shirt, unicorn rainbow.",
        5880.1,
        5885.62
    ],
    [
        " Shaka.",
        5886.36,
        5886.7
    ],
    [
        " Shaka, maybe there may be a lot of flowers.",
        5887.3,
        5889.76
    ],
    [
        " A lot of that kind of, it was on quiet.",
        5890.08,
        5891.62
    ],
    [
        " So there is a, she worked at a place called Tropical Shirts.",
        5891.8,
        5894.9
    ],
    [
        " Yes.",
        5895.96,
        5896.1
    ],
    [
        " On quiet and low.",
        5896.32,
        5896.98
    ],
    [
        " So why?",
        5896.98,
        5897.24
    ],
    [
        " They shared a building with like a pineapple cannery.",
        5897.96,
        5901.7
    ],
    [
        " Make sure it was really interesting.",
        5901.9,
        5903.42
    ],
    [
        " Anyway, that's where we learned.",
        5903.56,
        5904.4
    ],
    [
        " Nonetheless, the point is I didn't get some just random cheap, cheap shirt.",
        5904.78,
        5908.7
    ],
    [
        " I've got wearable shirts.",
        5908.88,
        5910.48
    ],
    [
        " There's many people.",
        5910.64,
        5911.68
    ],
    [
        " And when I say many, I mean more than I can, I can't recollect like a lot of people.",
        5912.2,
        5916.8
    ],
    [
        " It's actually a lot of people.",
        5917.06,
        5918.44
    ],
    [
        " Yeah, a lot of people tell me this too.",
        5918.5,
        5920.14
    ],
    [
        " Yeah, that it's the most like their favorite shirt to wear because it fits so good.",
        5920.34,
        5924.04
    ],
    [
        " It's like the soft material.",
        5924.18,
        5925.58
    ],
    [
        " It's not just like some rigid thing, you know.",
        5925.58,
        5928.38
    ],
    [
        " They're good, it's quality stuff is what I'm saying.",
        5928.56,
        5931.44
    ],
    [
        " So you know, beneficial in all of this.",
        5931.7,
        5933.54
    ],
    [
        " Check that's jockelstore.com.",
        5933.54,
        5935.3
    ],
    [
        " Hey, also speaking of the podcast, you should subscribe to this podcast.",
        5935.4,
        5938.52
    ],
    [
        " If you haven't already, if you will subscribe to it, then you just click a button that says",
        5938.88,
        5943.4
    ],
    [
        " subscribe and you did it.",
        5943.4,
        5944.44
    ],
    [
        " You achieved the goal of the day.",
        5944.56,
        5946.3
    ],
    [
        " You subscribed to the podcast.",
        5946.58,
        5948.92
    ],
    [
        " And the more subscribers we get, no, whatever.",
        5949.5,
        5952.52
    ],
    [
        " Subscribe to the podcast, get in the game.",
        5952.82,
        5955.02
    ],
    [
        " The Warrior Kid podcast as well.",
        5955.32,
        5957.84
    ],
    [
        " That one's coming out a little bit infrequently right now, but we are getting them out.",
        5958.5,
        5962.98
    ],
    [
        " I'm working on another one right now.",
        5963.14,
        5964.62
    ],
    [
        " There's plenty of lessons in there for everyone from Uncle Jake.",
        5964.96,
        5968.36
    ],
    [
        " And then you can also get some Warrior Kid soap from IrishOaksRanch.com.",
        5969.32,
        5973.78
    ],
    [
        " Also we have a YouTube channel.",
        5974.36,
        5976.62
    ],
    [
        " Yeah.",
        5977.12,
        5977.38
    ],
    [
        " Good channel.",
        5977.9,
        5978.82
    ],
    [
        " I think if you're interested in the video version, that's mainly what we're doing.",
        5979.02,
        5982.5
    ],
    [
        " What it's for.",
        5982.5,
        5982.96
    ],
    [
        " Also, there's some excerpts on there that we put out.",
        5983.12,
        5986.42
    ],
    [
        " So you don't have to necessarily listen to the whole thing every single time.",
        5987.12,
        5990.8
    ],
    [
        " Yeah.",
        5991.22,
        5991.38
    ],
    [
        " Whenever I meet someone that has a commute, more than 40 minutes to work and from work,",
        5991.9,
        5999.46
    ],
    [
        " they're completely caught up on the podcast.",
        5999.64,
        6000.94
    ],
    [
        " When I meet someone that has a commute that's like 10 minutes, they're like, oh, you put",
        6001.32,
        6006.2
    ],
    [
        " not these podcasts too fast.",
        6006.2,
        6007.36
    ],
    [
        " And I say, listen,劊ger.",
        6007.98,
        6010.62
    ],
    [
        " You know, because you can unsun some apps, you can play it at 1.5 or whatever, 2 times",
        6011.74,
        6018.52
    ],
    [
        " of speed.",
        6018.52,
        6018.88
    ],
    [
        " I don't know that I would recommend that.",
        6019.08,
        6020.5
    ],
    [
        " I've accidentally, sometimes you accidentally press a button and it'll go faster.",
        6020.88,
        6025.28
    ],
    [
        " It's kind of weird.",
        6025.44,
        6026.26
    ],
    [
        " But if you're trying to rush it, you can get used to it too.",
        6026.54,
        6029.72
    ],
    [
        " Yeah.",
        6030.0,
        6030.26
    ],
    [
        " You can get used to it.",
        6030.26,
        6031.0
    ],
    [
        " But then the thing is with me a lot of times, obviously I speak really slow with big",
        6031.0,
        6035.04
    ],
    [
        " giant pauses.",
        6035.04,
        6035.86
    ],
    [
        " I'm sorry.",
        6036.1,
        6036.44
    ],
    [
        " That's just the way I talk.",
        6036.58,
        6037.32
    ],
    [
        " But then also sometimes I speak really quickly and put my words together and they kind of",
        6037.32,
        6040.72
    ],
    [
        " flow out.",
        6040.72,
        6041.06
    ],
    [
        " If you were listening to this right now at 2.0 speed, you'd be in a world of hurt trying",
        6041.06,
        6045.18
    ],
    [
        " to understand what I was talking about.",
        6045.18,
        6046.26
    ],
    [
        " That's when you got to be able to get back to that button, hammer it down, get you to",
        6046.42,
        6050.4
    ],
    [
        " slow back down to a normal speed of 1.0.",
        6050.4,
        6053.74
    ],
    [
        " Oh, 1.0, yeah.",
        6054.06,
        6054.84
    ],
    [
        " True.",
        6055.22,
        6055.52
    ],
    [
        " But yeah, either way, YouTube.",
        6056.28,
        6057.88
    ],
    [
        " Yes, YouTube.",
        6058.1,
        6058.6
    ],
    [
        " It's a, we do have YouTube channels, so yeah, check that out.",
        6059.12,
        6061.3
    ],
    [
        " If you're interested in that one.",
        6061.44,
        6062.74
    ],
    [
        " Also, psychological warfare.",
        6063.0,
        6064.44
    ],
    [
        " If you don't know what that is.",
        6064.68,
        6065.4
    ],
    [
        " It's a no, with tracks, chocolate tracks, getting us all through our moments of weakness.",
        6065.42,
        6071.44
    ],
    [
        " If they become prevalent, which they do from time to time, they do way less now, by the",
        6071.44,
        6077.54
    ],
    [
        " way.",
        6077.54,
        6077.74
    ],
    [
        " But, you know, those are on wherever you get an MP3, you can get the psychological warfare",
        6078.2,
        6083.86
    ],
    [
        " album.",
        6083.86,
        6084.3
    ],
    [
        " That's an audio.",
        6084.58,
        6085.62
    ],
    [
        " It's an audio reminder.",
        6086.06,
        6089.6
    ],
    [
        " Remind if you want a visual reminder, you can go to flipsidecanvist.com.",
        6090.16,
        6094.68
    ],
    [
        " Run by my brother, Dakota Meyer.",
        6096.38,
        6098.56
    ],
    [
        " He was on this podcast number 115.",
        6099.46,
        6101.46
    ],
    [
        " He makes things that you can look at that say good things on them to remind you of what",
        6102.92,
        6109.66
    ],
    [
        " you should be doing.",
        6109.66,
        6110.32
    ],
    [
        " He just made a new one that says, all your excuses are lies.",
        6110.46,
        6114.98
    ],
    [
        " I saw them, that was good.",
        6115.32,
        6116.62
    ],
    [
        " There's no, not all fancy.",
        6116.98,
        6119.18
    ],
    [
        " Yeah.",
        6120.24,
        6120.4
    ],
    [
        " Because there's nothing fancy about all our exclusives are lies.",
        6120.4,
        6122.3
    ],
    [
        " It's simple.",
        6122.48,
        6123.02
    ],
    [
        " It's going for the simplicity element.",
        6123.02,
        6124.8
    ],
    [
        " Yes.",
        6124.98,
        6125.2
    ],
    [
        " Yes.",
        6125.58,
        6126.22
    ],
    [
        " So, yeah, check out flipsidecanvist.com, get some stuff to hang on your walls.",
        6126.68,
        6130.12
    ],
    [
        " Yes.",
        6130.5,
        6131.1
    ],
    [
        " And also, made under the umbrella of freedom here in America.",
        6131.46,
        6135.44
    ],
    [
        " Yes, sir.",
        6135.88,
        6136.34
    ],
    [
        " It is big time.",
        6136.74,
        6137.66
    ],
    [
        " Also on it, on it.com slash jockel.",
        6138.1,
        6141.12
    ],
    [
        " This is where you can get workout gear.",
        6141.34,
        6143.18
    ],
    [
        " So warrior bars.",
        6143.9,
        6145.38
    ],
    [
        " Here's the thing.",
        6145.96,
        6146.44
    ],
    [
        " I haven't been talking about the warrior bars, but those warrior bars are like key.",
        6146.54,
        6150.26
    ],
    [
        " They're a good to have on the standby scenario.",
        6150.64,
        6155.18
    ],
    [
        " Oh, yeah.",
        6155.42,
        6155.76
    ],
    [
        " And that's like semi daily.",
        6156.1,
        6158.64
    ],
    [
        " What is semi daily?",
        6158.82,
        6159.5
    ],
    [
        " Is that every other day?",
        6159.6,
        6160.44
    ],
    [
        " semi daily?",
        6160.74,
        6161.26
    ],
    [
        " It's not necessarily important.",
        6161.6,
        6164.52
    ],
    [
        "",
        6165.1,
        6165.1
    ],
    [
        " But well, my frequency with these warrior bars is protein packed, food.",
        6165.84,
        6172.1
    ],
    [
        " They're not like, you know, a polar bar.",
        6172.78,
        6175.34
    ],
    [
        " It's not like that.",
        6175.62,
        6176.82
    ],
    [
        " It's like a protein meat.",
        6176.92,
        6179.08
    ],
    [
        " Anyway, it's called a warrior bar.",
        6179.96,
        6181.2
    ],
    [
        " Anyway, that's every other day, I would say.",
        6181.34,
        6183.72
    ],
    [
        " It's like, I don't even like these words snack because it doesn't feel like a snack.",
        6184.12,
        6188.86
    ],
    [
        " It's like a hybrid snack slash meal protein.",
        6189.08,
        6191.92
    ],
    [
        " Ish.",
        6192.54,
        6192.82
    ],
    [
        " Anyway, nonetheless, there's a lot of cool stuff on there.",
        6193.5,
        6196.38
    ],
    [
        " Cattle bells on there.",
        6196.72,
        6197.58
    ],
    [
        " All right, you say artistic kettlebells, even though they are artistic, but I feel like",
        6198.08,
        6203.2
    ],
    [
        " it doesn't capture the glory of the kettlebells.",
        6203.2,
        6207.38
    ],
    [
        " Nonetheless, primal bells, legend bells.",
        6207.38,
        6209.84
    ],
    [
        " That's where I get them.",
        6210.14,
        6211.02
    ],
    [
        " What do they call the Star Wars bells?",
        6211.2,
        6212.64
    ],
    [
        " Oh, they call them space bells.",
        6213.14,
        6215.36
    ],
    [
        " I don't think they have a name for the group yet, but yes, I just got the Darth Vader",
        6215.68,
        6223.3
    ],
    [
        " one.",
        6223.3,
        6223.54
    ],
    [
        " Didn't come in yet.",
        6223.66,
        6224.38
    ],
    [
        " There's a Stormtrooper Darth Vader.",
        6224.58,
        6226.4
    ],
    [
        " There's a Boba Fett one, which is dope, but I'm going to get all three.",
        6226.58,
        6231.58
    ],
    [
        " I'll report back.",
        6231.9,
        6232.62
    ],
    [
        " Unless, anyway, on it.com slash chocolate.",
        6232.62,
        6234.74
    ],
    [
        " You can get this good stuff, a lot of good stuff.",
        6234.86,
        6236.9
    ],
    [
        " Got a bunch of books.",
        6237.06,
        6237.74
    ],
    [
        " The book to order right now is Way the Warrior Kid three where there's a will.",
        6238.12,
        6244.18
    ],
    [
        " That book comes out May 28th.",
        6245.24,
        6250.1
    ],
    [
        " So we're talking, you better order it now because it's probably going to sell out.",
        6250.26,
        6255.22
    ],
    [
        " You don't have to print more.",
        6255.36,
        6256.16
    ],
    [
        " Yeah, don't forget about the first two.",
        6256.42,
        6257.92
    ],
    [
        " And then the first two, yep, we got Way the Warrior Kid from Wimpy to Warrior, the",
        6257.92,
        6266.12
    ],
    [
        " ABC away.",
        6266.12,
        6266.82
    ],
    [
        " And then you got Mark's mission.",
        6267.32,
        6268.48
    ],
    [
        " And Mark's mission is your daughter's favorite?",
        6268.7,
        6271.16
    ],
    [
        " Correct.",
        6271.42,
        6271.68
    ],
    [
        " She sleeps with it.",
        6271.9,
        6273.52
    ],
    [
        " Hmm.",
        6274.0,
        6274.18
    ],
    [
        " Strange.",
        6274.8,
        6275.22
    ],
    [
        " Yeah, not a stuffed animal, by the way.",
        6275.46,
        6277.38
    ],
    [
        " It's a book to hard cover book, not the most physically cozy, which I'm not opposed",
        6277.54,
        6283.2
    ],
    [
        " to physically, but yes, sleeps with it.",
        6283.2,
        6285.7
    ],
    [
        " Yeah, her favorite book straight up.",
        6285.82,
        6287.08
    ],
    [
        " Yes, that's awesome.",
        6287.08,
        6288.14
    ],
    [
        " So that's Way the Warrior Kid and Mark's mission.",
        6288.24,
        6290.8
    ],
    [
        " Teaching good things to children.",
        6291.42,
        6296.92
    ],
    [
        " And they need it these days.",
        6297.26,
        6298.6
    ],
    [
        " And also you got Mikey and the Dragons.",
        6298.6,
        6299.9
    ],
    [
        " That one is for a little bit younger crowd.",
        6300.22,
        6304.66
    ],
    [
        " And then on top of that, of course, we got the Discipline Equipped Freedom Field Manual",
        6304.84,
        6307.74
    ],
    [
        " for which is for everyone.",
        6307.74,
        6309.5
    ],
    [
        " Teach you how to get after it.",
        6310.38,
        6312.42
    ],
    [
        " The audio is on iTunes and Google Play and Amazon Music.",
        6312.64,
        6315.74
    ],
    [
        " And the next stream ownership dichotomy leadership, which I wrote with my brother,",
        6315.92,
        6319.06
    ],
    [
        " Life Babin, you can get these books to learn about leadership.",
        6319.06,
        6325.12
    ],
    [
        " And you can also get these books and give them to the people that work for you or the",
        6325.64,
        6329.86
    ],
    [
        " people that you work for so that you all become better leaders.",
        6329.86,
        6333.16
    ],
    [
        " On top of that, we have Escalon Front.",
        6333.68,
        6337.0
    ],
    [
        " That's my leadership consultancy and what we do is we solve problems through leadership.",
        6337.22,
        6341.16
    ],
    [
        " If you got a company, if you got a business, if you got a team, and you got problems at",
        6342.58,
        6346.6
    ],
    [
        " that team, the problems are due to one thing and one thing only.",
        6346.6,
        6352.08
    ],
    [
        " And that's leadership.",
        6352.3,
        6352.78
    ],
    [
        " So if you want to get those problems fixed at your team, go to Escalonfront.com.",
        6352.98,
        6357.52
    ],
    [
        " We got the Master Chicago sold out already.",
        6357.94,
        6360.66
    ],
    [
        " In fact, it might be on during this.",
        6361.44,
        6364.82
    ],
    [
        " Oh no, we're listening to it right now.",
        6365.48,
        6366.84
    ],
    [
        " So Chicago and then we've got Denver, September 19th and 20th.",
        6368.08,
        6372.68
    ],
    [
        " We got Sydney, December 4th and 5th, extremotorship.com.",
        6372.82,
        6376.84
    ],
    [
        " If you want to come, they're all going to sell out.",
        6377.04,
        6378.62
    ],
    [
        " So try and sign up early.",
        6378.7,
        6379.6
    ],
    [
        " Otherwise, you're going to miss it.",
        6379.9,
        6381.78
    ],
    [
        " The one in Sydney, by the way, I think we, I think the place that we got down there,",
        6382.42,
        6387.14
    ],
    [
        " I want to say it's less than 400 people.",
        6387.32,
        6390.26
    ],
    [
        " So that place is going to sell out quick.",
        6390.7,
        6394.34
    ],
    [
        " Not to mention it's our first time going to Australia for a Master.",
        6394.76,
        6397.64
    ],
    [
        " So it's going to get crazy quick.",
        6398.3,
        6399.58
    ],
    [
        " So if you want to come, try and sign up early.",
        6399.8,
        6401.24
    ],
    [
        " EF Online, this is online training.",
        6402.28,
        6406.86
    ],
    [
        " If you can't come to the Master, if you can't come to the Master, or let's say,",
        6407.04,
        6410.62
    ],
    [
        " and this is the reason we created it, is because we work with companies that have 62,000",
        6410.72,
        6415.74
    ],
    [
        " employees.",
        6415.74,
        6416.2
    ],
    [
        " And they say, Hey, Jocco, can you train all of our employees?",
        6416.6,
        6419.52
    ],
    [
        " They're around the world.",
        6419.8,
        6421.0
    ],
    [
        " And I say, no, I can't.",
        6421.24,
        6424.32
    ],
    [
        " And buy, let me talk to you in a month.",
        6424.62,
        6426.86
    ],
    [
        " And then it's, hey, we created and it didn't take a month.",
        6427.12,
        6430.3
    ],
    [
        " It took a lot longer than a month.",
        6430.44,
        6431.28
    ],
    [
        " It took us about nine months to get it out.",
        6431.46,
        6434.34
    ],
    [
        " But it's online interactive leadership training.",
        6435.26,
        6438.42
    ],
    [
        " Get your whole organization on the same page.",
        6438.72,
        6441.54
    ],
    [
        " And if you're an individual and you want it, you can get it to.",
        6441.92,
        6443.78
    ],
    [
        " It's efo online.com.",
        6443.84,
        6444.92
    ],
    [
        " And they've got EFO Overwatch, where we're taking special operations and combat aviation",
        6445.08,
        6449.68
    ],
    [
        " leaders off the battlefield and putting them into companies so that they can help those",
        6451.12,
        6455.46
    ],
    [
        " companies lead.",
        6455.46,
        6456.72
    ],
    [
        " And a lot of times people think, well, what is some, what is some special forces guy going",
        6457.9,
        6462.78
    ],
    [
        " to know about manufacturing?",
        6462.78,
        6466.14
    ],
    [
        " Trust me, you put him in there.",
        6466.92,
        6469.4
    ],
    [
        " It's not about manufacturing.",
        6469.62,
        6470.44
    ],
    [
        " He'll learn about the manufacturing.",
        6470.78,
        6471.76
    ],
    [
        " But what he's going to know, what he knows how to do right now, is he knows how to lead.",
        6472.88,
        6476.2
    ],
    [
        " And he's going to turn that organization around.",
        6476.64,
        6478.66
    ],
    [
        " So that's efo Overwatch.com, where we can get you your leadership.",
        6480.6,
        6485.54
    ],
    [
        " You also, we're on the internet, Interwebs, which is also called the internet, by the way.",
        6485.92,
        6492.26
    ],
    [
        " I think you already knew that.",
        6492.4,
        6494.26
    ],
    [
        " On the last Twitter, Instagram, Facebook, I met Echo Charles.",
        6494.36,
        6497.64
    ],
    [
        " We were on the last one.",
        6497.64,
        6498.22
    ],
    [
        " Facebooky boh.",
        6498.42,
        6499.58
    ],
    [
        " Po-h-h-h.",
        6500.32,
        6501.84
    ],
    [
        " I met Echo Charles, Jocke, is that Jocke Willink.",
        6501.84,
        6503.82
    ],
    [
        " And thanks to everyone out there, that, they've went out there that has fought and does",
        6504.94,
        6512.28
    ],
    [
        " fight for our freedom.",
        6512.28,
        6513.78
    ],
    [
        " Standing up against these evil regimes in the world and put your life on the line to defend,",
        6514.82,
        6523.62
    ],
    [
        " to defend our ideal, which is freedom.",
        6523.86,
        6529.24
    ],
    [
        " And here at home, thanks to police and law enforcement and firefighters and paramedics",
        6530.16,
        6535.98
    ],
    [
        " and EMTs and dispatchers and correctional officers and board of patrol, secret service.",
        6535.98,
        6540.88
    ],
    [
        " And all the other first responders, thanks to you as well for keeping us safe, here at home.",
        6541.24,
        6548.54
    ],
    [
        " And to everyone else out there.",
        6548.92,
        6550.58
    ],
    [
        " Remember this code that we talked about.",
        6553.14,
        6555.58
    ],
    [
        " Remember what it meant to people.",
        6556.74,
        6560.36
    ],
    [
        " And remember the will that it instilled in those people, a will so strong that they face",
        6561.42,
        6568.36
    ],
    [
        " death without fear.",
        6568.36,
        6569.74
    ],
    [
        " And then remember the will.",
        6570.56,
        6572.28
    ],
    [
        " The will that overcame that code was the will of freedom.",
        6572.7,
        6580.12
    ],
    [
        " The will that says, I will bow down to no man.",
        6581.32,
        6586.08
    ],
    [
        " The will to stand up no matter what kind of evil death call.",
        6586.82,
        6593.82
    ],
    [
        " There was that attack and tried to enslave the world.",
        6594.08,
        6597.62
    ],
    [
        " That evil was overcome by the strength of freedom and the will to get up.",
        6598.6,
        6607.34
    ],
    [
        " And no matter what, get after it.",
        6608.38,
        6614.66
    ],
    [
        " And until next time, this is Echo and Jocco out.",
        6615.72,
        6622.92
    ]
]