[
    [
        " Hey, Jaco, I'm a business owner in the beginning stages of merging with another company the other company doesn't know much about",
        0.0,
        7.34
    ],
    [
        " What we do",
        7.34,
        9.58
    ],
    [
        " But it has the sales and marketing marketing we need just at a conference with just at a conference call with them",
        9.58,
        16.36
    ],
    [
        " And it didn't go well. They're wanting to change the pay structure for contractors as well as change how we build our customers",
        16.36,
        23.98
    ],
    [
        " All the all for the benefit of money to change",
        23.98,
        27.54
    ],
    [
        " Yeah, you're gonna save some money on that one",
        27.54,
        29.56
    ],
    [
        " Isn't it not a good idea to have have the primary mission be about money and more so on the success of the customer or is it good to be money motivated?",
        29.56,
        40.18
    ],
    [
        " I have and enjoy all your books. Oh, well, that's cool",
        40.48,
        44.32
    ],
    [
        " Any advice to be helpful. So that means you've read the dichotomy leadership",
        44.32,
        47.52
    ],
    [
        " Because this is the answer of the day need to be more balanced. Okay, so",
        47.52,
        52.92
    ],
    [
        " If you're money hungry, right? Which is what this is sounding like if you're money hungry correct if you're money hungry",
        54.24,
        60.18
    ],
    [
        " You're gonna cut corners on product the product is gonna be",
        60.18,
        63.64
    ],
    [
        " weak or or low quality",
        63.64,
        66.78
    ],
    [
        " You're gonna do wrong by the customer right because when you when you get a chance to you know the customer the customer placed in order a double order by action",
        66.78,
        74.88
    ],
    [
        " They click the click thing twice and",
        74.88,
        77.86
    ],
    [
        " They still gonna have to pay that restocking fee you know whatever like whatever the thing is right you treat customers like that",
        78.16,
        83.96
    ],
    [
        " And they're gonna go okay, well, we don't really want to shop with you anymore and you end up with a bad reputation and",
        83.96,
        88.76
    ],
    [
        " The quality is low and no eventually you have no more business. That's what's gonna happen",
        88.76,
        92.5
    ],
    [
        " So so no we can't go hardcore",
        92.5,
        95.42
    ],
    [
        " money grubbing just",
        95.42,
        98.7
    ],
    [
        " That's our that's our focus",
        98.7,
        101.04
    ],
    [
        " other end of the spectrum",
        101.04,
        103.1
    ],
    [
        " is",
        103.1,
        104.64
    ],
    [
        " Hey, we're paying our contractors too much. Okay, is that possible? Yes, it's possible",
        105.02,
        109.6
    ],
    [
        " You're giving your customers too much you're giving them too good of a price point",
        109.6,
        113.68
    ],
    [
        " and guess what's now gonna happen same thing you're gonna not have a business anymore",
        113.68,
        118.24
    ],
    [
        " So one you have a you your business goes out of business because you're because you don't have any business anymore",
        118.24,
        122.92
    ],
    [
        " Because you've treated your customers bad and the contractors don't want to work with you",
        122.92,
        125.54
    ],
    [
        " So you have you end up shutting down",
        125.54,
        127.28
    ],
    [
        " This one's opposite you're you everyone loves you. You just don't have any money",
        127.28,
        131.28
    ],
    [
        " So you're going out of business",
        131.62,
        132.72
    ],
    [
        " So there has to be some",
        132.72,
        135.86
    ],
    [
        " Balance you have to find the right balance. That's what every company is trying to do now",
        135.86,
        140.9
    ],
    [
        " I would say",
        140.9,
        143.2
    ],
    [
        " That you what you where you want to lean and this is probably what you're thinking",
        143.2,
        147.76
    ],
    [
        " You want to lean toward",
        147.76,
        149.98
    ],
    [
        " Taking care of the customer you want to lean toward giving the contractors good value for their work",
        149.98,
        156.58
    ],
    [
        " You want to lean toward",
        156.58,
        158.5
    ],
    [
        " High quality the reason you want to lean towards those things is those are all long-term strategic payoffs",
        159.6,
        166.14
    ],
    [
        " Right, what's the short term the short term is take advantage of the customers the short term is screw over the contractors",
        166.14,
        172.78
    ],
    [
        " The short term is put out low quality stuff. We make good profit this quarter",
        172.78,
        176.18
    ],
    [
        " But it's a it's a short term win. It's a long-time long-term loss",
        176.18,
        181.54
    ],
    [
        " So that's why I would say lean don't go out of control",
        181.54,
        184.72
    ],
    [
        " You can't go out of control in that direction, but you can lean towards that direction now as far as the new company the merger and all this stuff get it I get it",
        185.22,
        193.94
    ],
    [
        " Here's what's gonna happen what you need to go and build good relationships with those people the new company",
        193.94,
        199.66
    ],
    [
        " They need to be your best friends because if you build relationships with them then you can have influence over these points",
        199.66,
        206.5
    ],
    [
        " If you have an antagonistic relationship and you're the new guy or whatever like oh, yeah, the new company",
        206.5,
        212.48
    ],
    [
        " You you think they don't you're saying that they what does you say they don't know what we do right?",
        212.56,
        217.54
    ],
    [
        " What do you think they think they think you know? No, they do they're thinking you know what you don't even hey",
        218.1,
        222.28
    ],
    [
        " You guys make good might might make good product but you can't sell anything and we got sales and we got marketing",
        222.28,
        226.66
    ],
    [
        " We could sell anything we don't care what it looks like we don't care what the quality is that's what they're thinking",
        226.66,
        230.76
    ],
    [
        " So you need to form a relationship with them because I will tell you with their sales and marketing if you're making a good product",
        230.76,
        238.58
    ],
    [
        " That's how we get the big time win, but if you have an antagonistic relationship with them",
        238.84,
        244.8
    ],
    [
        " It'll all fall apart and you won't have any influence at all",
        244.8,
        248.16
    ],
    [
        " And they'll be like you don't even know what you're talking about dude",
        248.16,
        249.94
    ],
    [
        " We're just gonna jack the price even more and we're gonna undercut our part contractors",
        249.94,
        253.4
    ],
    [
        " We're gonna get contractors competing with each other. They're gonna hate each other. They're gonna hate us",
        253.4,
        256.26
    ],
    [
        " But it doesn't matter look at our bottom line",
        256.26,
        257.88
    ],
    [
        " So build some relationships there",
        257.88,
        261.16
    ]
]