[
    [
        " This is Jocco podcast number one seventy seven",
        0.0,
        3.1
    ],
    [
        " With echo Charles and me Jocco Willink. Good evening. I come good evening",
        3.1,
        8.32
    ],
    [
        " A few days later when I walked downstairs to go work out I",
        8.32,
        15.48
    ],
    [
        " Saw Uncle Jake's bag packed up sitting by the door",
        15.48,
        19.06
    ],
    [
        " That's when it hit me the summer was almost over and Uncle Jake was leaving again",
        19.06,
        25.04
    ],
    [
        " I went out to the garage to work out and Uncle Jake was already there",
        26.4,
        30.56
    ],
    [
        " Last workout with me for the summer. He said with a smile. I",
        30.56,
        36.52
    ],
    [
        " Can't believe it's over already summer always goes by so fast. I told him",
        36.52,
        40.74
    ],
    [
        " Yes, it does Uncle Jake said quietly and",
        40.74,
        46.18
    ],
    [
        " Life does the same thing",
        46.18,
        47.6
    ],
    [
        " I wasn't sure what Uncle Jake meant by that so I asked what",
        47.6,
        53.42
    ],
    [
        " You'll see mark. He said",
        54.58,
        56.74
    ],
    [
        " Life goes by quickly",
        56.74,
        59.06
    ],
    [
        " Like a summer day",
        59.06,
        60.86
    ],
    [
        " It never seems that way when you're young, but when you get a little older you'll see life goes by fast",
        60.86,
        67.84
    ],
    [
        " So don't waste any time",
        67.84,
        69.56
    ],
    [
        " You don't get a second chance",
        69.56,
        71.98
    ],
    [
        " Uncle Jake stood up for a minute looking at me with a serious face",
        71.98,
        77.84
    ],
    [
        " Then he gave me a little smile and said speaking of wasting time. Let's stop wasting time",
        77.84,
        83.12
    ],
    [
        " and get this workout done",
        83.42,
        84.56
    ],
    [
        " He jumped up on the pull-up bar grabbed hold and started knocking them out",
        84.56,
        90.56
    ],
    [
        " And that",
        90.56,
        94.12
    ],
    [
        " He's a little excerpt",
        94.12,
        98.28
    ],
    [
        " From the last chapter you name new book the latest edition in the series way the warrior could kid book three",
        98.28,
        105.7
    ],
    [
        " The subtitle of book is where there is a will and",
        105.7,
        111.98
    ],
    [
        " I wrote that part of the book because I wanted to let kids know as early as possible that that is the truth",
        113.66,
        120.08
    ],
    [
        " That life goes by",
        120.08,
        123.76
    ],
    [
        " Like a summer day",
        123.76,
        125.84
    ],
    [
        " And that life is short",
        125.84,
        128.26
    ],
    [
        " And if you remember when you were a kid and summer you get out of school for the summer and it seems like you have",
        128.26,
        138.22
    ],
    [
        " All the time in the world it seems like summer vacation is gonna last forever",
        138.22,
        142.04
    ],
    [
        " And then",
        143.76,
        144.62
    ],
    [
        " All of a sudden it's blur and you look up and as soon as summer vacation has started all the sudden",
        144.62,
        151.36
    ],
    [
        " It's over",
        151.36,
        152.88
    ],
    [
        " That's what I remember about summers",
        152.88,
        155.82
    ],
    [
        " And that's the truth and that's what life is like",
        155.82,
        160.0
    ],
    [
        " about",
        160.0,
        162.3
    ],
    [
        " a year and a half ago",
        162.3,
        165.0
    ],
    [
        " September 29th 2017",
        165.0,
        167.74
    ],
    [
        " And September 29th is Saint Michael's day. That's the day that",
        169.06,
        172.18
    ],
    [
        " Mikey Montsollo was killed in Ramadi in 2006. So on September 29th, 2017 night",
        172.18,
        178.68
    ],
    [
        " woke up and I was thinking about that",
        178.68,
        181.14
    ],
    [
        " And I was thinking about Mikey and",
        181.14,
        185.22
    ],
    [
        " Later that day I",
        185.22,
        197.32
    ],
    [
        " was gonna go and",
        197.32,
        198.96
    ],
    [
        " Visit Mikey's grave and while I was on my way up there I got a call and I",
        198.96,
        205.62
    ],
    [
        " found out that",
        205.62,
        206.4
    ],
    [
        " one of my",
        206.4,
        208.26
    ],
    [
        " Mentors one of the guys",
        208.26,
        210.9
    ],
    [
        " That raised me in the seal teams a guy named master chief Mike faculty. He had died",
        210.9,
        220.02
    ],
    [
        " And he had been in a pretty hardcore battle with lung cancer",
        220.02,
        226.26
    ],
    [
        " Even though he was a non-smoker even though he was a traffic lead even though he worked out all the time",
        226.6,
        230.62
    ],
    [
        " He got this form of lung cancer and",
        230.62,
        235.64
    ],
    [
        " Originally the doctors told him he was gonna live for six months",
        235.64,
        239.38
    ],
    [
        " But that was in I think",
        239.38,
        242.02
    ],
    [
        " 2012 he had retired in 2001",
        242.02,
        246.26
    ],
    [
        " And I sit there thinking about",
        246.26,
        250.5
    ],
    [
        " Faculty and actually",
        251.36,
        252.24
    ],
    [
        " BTF Tony talked about him called him fact when he was on the podcast because we all called him fact",
        252.24,
        258.2
    ],
    [
        " But I remembered",
        258.2,
        259.84
    ],
    [
        " Just a bunch of different things about fact and one of the things that I remembered was I had come back from my",
        259.84,
        267.52
    ],
    [
        " Third deployment. So this is in the 90s back in the day and",
        267.52,
        272.48
    ],
    [
        " I had done my third deployment and I had",
        272.48,
        276.36
    ],
    [
        " Been moved into the training department at seal team one so",
        276.62,
        281.14
    ],
    [
        " Instead of doing a workup and going on deployment the way the teams used to be set up you would",
        281.14,
        285.46
    ],
    [
        " You would go into training cell and the team trained itself",
        285.46,
        289.04
    ],
    [
        " The the training department at seal team one trained to the platoon's at seal team one later",
        289.04,
        294.88
    ],
    [
        " It became that we had a big centralized training command",
        294.88,
        298.46
    ],
    [
        " That's what I ran before I got out before I retired",
        298.46,
        301.34
    ],
    [
        " I ran that the trade at on the west coast",
        301.34,
        304.32
    ],
    [
        " But it used to be each team had their own training cell and that's how you would",
        304.32,
        307.82
    ],
    [
        " Train platoons to get ready for their deployments",
        307.82,
        311.24
    ],
    [
        " and of course",
        311.24,
        313.68
    ],
    [
        " Nobody really wanted to be in training cell because it meant you couldn't go on deployment",
        313.68,
        319.84
    ],
    [
        " And that's why you join the seal teams is to go on deployment and",
        319.84,
        324.06
    ],
    [
        " For whatever reason we'd in a bunch of us from my platoon that I'd gone through buds with a",
        324.06,
        330.28
    ],
    [
        " bunch of guys we don't all done three platoons and they kind of we all kind of got thrown into training cell at the same time",
        330.28,
        334.98
    ],
    [
        " And we'd been in there for a couple days. I mean maybe less than a week we'd come back from deployment we get put into training cell",
        334.98,
        341.26
    ],
    [
        " and I kind of forget what happened but a couple guys that were getting ready to deploy",
        341.26,
        347.7
    ],
    [
        " Got hurt in fact it might have been guys that got hurt as soon as they got over there",
        347.7,
        353.18
    ],
    [
        " Maybe they didn't go on deployment the guys that went and replaced us",
        353.18,
        355.84
    ],
    [
        " All the sudden they needed a couple guys and that quarters in the morning that's when",
        356.6,
        360.72
    ],
    [
        " At seal team one they used to have quarters in the morning where you all stand up and line up sort of like your typical military",
        360.72,
        369.2
    ],
    [
        " Formation everyone would kind of line up and by platoon and the platoons would all report in that was an old school team one deal right there",
        369.2,
        377.78
    ],
    [
        " And then if there was any important announcements to make then the announcements would get made and then everyone would go about",
        377.78,
        385.72
    ],
    [
        " Their day well the announcement that got made that morning",
        385.72,
        390.16
    ],
    [
        " was",
        390.16,
        391.56
    ],
    [
        " Hey, we need two guys to go on deployment. Is there anyone here that feels like going on deployment or can go on deployment",
        391.56,
        399.56
    ],
    [
        " and of course it's a big deal right to just pick up and go and leave for six months and",
        399.56,
        406.42
    ],
    [
        " It was actually my roommate at the time who had been my roommate who I went through buds with and who I did three platoons with",
        406.42,
        414.66
    ],
    [
        " I went through seal tactical training with with them and we were actually roommates that entire time",
        414.78,
        420.5
    ],
    [
        " So we were tight my brother and when they asked this question of hey, is there anybody here that can go on deployment",
        420.5,
        427.84
    ],
    [
        " like tomorrow or the next day and",
        427.84,
        431.16
    ],
    [
        " Basically out of the whole team it was",
        431.16,
        432.96
    ],
    [
        " Him and me we raised our hands and yeah, hey, we'll go cuz at that time",
        432.96,
        437.76
    ],
    [
        " You know, we were just single team guys we didn't have anything else. We literally had nothing else",
        437.76,
        442.66
    ],
    [
        " You could put our whole world into two cruise boxes and we could ship anywhere in the world we didn't care",
        442.66,
        447.86
    ],
    [
        " We had no attachments. We had didn't care about anything. So of course we raised our hands",
        447.86,
        451.96
    ],
    [
        " and as soon as our hands went up",
        451.96,
        455.62
    ],
    [
        " Master Chief faculty gave us a glare",
        455.62,
        458.44
    ],
    [
        " Because he was the guy that was in charge of training so",
        458.44,
        462.64
    ],
    [
        " so he gave us a glare and",
        462.64,
        466.58
    ],
    [
        " Corners ended and he goes he said hey, what's good? Come upstairs and talk to me real quick",
        466.58,
        471.32
    ],
    [
        " And I was thinking okay, we must have done something wrong and sometimes you didn't know what you did wrong, but I",
        473.48,
        478.94
    ],
    [
        " Me and my buddy we figured we'd done something wrong. So we went up there and actually actually now",
        478.94,
        484.5
    ],
    [
        " I think about we he brought us into the chief's mess and we were like e4s or e5s at the time and so go get and pull",
        484.5,
        490.5
    ],
    [
        " into the chief chief's mess. I'd never been in there before and",
        490.5,
        493.84
    ],
    [
        " I was like scared thinking what did I thought I did something wrong. I thought",
        493.84,
        498.26
    ],
    [
        " I left a trail of some crime. I'd committed and now we're getting busted and we get up there and",
        498.92,
        505.56
    ],
    [
        " Basically he reamed us out and he says listen",
        505.56,
        508.02
    ],
    [
        " You guys need to be in training so and he was making great points",
        508.02,
        511.72
    ],
    [
        " I didn't recognize that time you know",
        511.72,
        512.9
    ],
    [
        " He said look if you want to be professionals if this is where you're gonna learn a lot",
        512.9,
        515.58
    ],
    [
        " We need good guys to be teaching the rest of the platoons. That's why you're in here. You're not going on deployment",
        515.58,
        521.36
    ],
    [
        " shut up and",
        521.36,
        523.46
    ],
    [
        " I'm pulling your names out of the hat",
        523.46,
        525.04
    ],
    [
        " No, fine two other people that can go. We'll send some new guys over there. It doesn't matter",
        525.04,
        528.32
    ],
    [
        " So that's what it was that was this little story. It was funny because you know, we were",
        528.32,
        534.22
    ],
    [
        " It was just funny from multiple reasons when I thought back about it",
        534.22,
        538.12
    ],
    [
        " Just the fact that you're in a point in your life. I think I was probably like 23 year 24 years old and",
        538.12,
        544.66
    ],
    [
        " Just just think about right now if someone says hey, can you just leave for six months tomorrow?",
        544.66,
        549.56
    ],
    [
        " I mean, there's not too many people that can just pull up and do that",
        549.92,
        552.76
    ],
    [
        " So there's that there's the fact that you know fact he was bringing us into the chiefs mess and we were all nervous about that",
        553.2,
        559.62
    ],
    [
        " And then the fact that you know fact he was actually doing was trying to look out for us and trying to look out for",
        559.62,
        564.48
    ],
    [
        " Our careers and trying to look out for the seal team. He was trying to do the right thing and it was was one of those",
        564.48,
        569.4
    ],
    [
        " one of those",
        569.4,
        571.32
    ],
    [
        " little",
        571.32,
        572.6
    ],
    [
        " stories and there's just all these little stories like that",
        572.6,
        577.08
    ],
    [
        " that make up that whole era of",
        577.08,
        581.12
    ],
    [
        " My life that whole time as a young and listed guy at silti monets as whole bunch of memories",
        581.12,
        588.44
    ],
    [
        " and",
        588.44,
        591.24
    ],
    [
        " When he died I got this feeling that",
        591.24,
        596.12
    ],
    [
        " those",
        596.12,
        598.06
    ],
    [
        " memories those those days are over like they're gone",
        598.06,
        605.24
    ],
    [
        " Because",
        608.24,
        608.72
    ],
    [
        " At least partially because when fact was around like part of those memories are facts memories like only he could tell us what he was thinking at that time and",
        608.72,
        618.1
    ],
    [
        " When he dies when he died then did those memories are gone and",
        618.1,
        624.58
    ],
    [
        " I can't ask him about him. I can't go and have a beer with him and",
        624.58,
        630.06
    ],
    [
        " Talk about that time and hear his side of it like no, they're they're not here. They're gone",
        630.3,
        636.56
    ],
    [
        " and",
        636.56,
        641.98
    ],
    [
        " As I was you know again going up to see",
        641.98,
        647.28
    ],
    [
        " Mikey Montsor at Rose Crance and it's continued to think about that and thinking about",
        647.28,
        654.2
    ],
    [
        " the memories that Mikey had and",
        654.2,
        657.34
    ],
    [
        " How those are going",
        658.68,
        660.24
    ],
    [
        " But I didn't have too much time to dig into those thoughts because the next morning",
        660.24,
        668.64
    ],
    [
        " September 30th 2017 that's when I got word that the Delta Platoon Commander my brother",
        668.64,
        677.06
    ],
    [
        " Seth Stone head died as well",
        677.06,
        680.5
    ],
    [
        " and",
        680.5,
        685.48
    ],
    [
        " All kinds of",
        687.34,
        689.7
    ],
    [
        " memories",
        689.7,
        690.8
    ],
    [
        " died with him",
        690.8,
        694.06
    ],
    [
        " I mean I got my half of them",
        694.06,
        697.64
    ],
    [
        " But it's half it's incomplete conversations and",
        697.64,
        704.16
    ],
    [
        " jokes and",
        704.16,
        705.74
    ],
    [
        " guitar jams and then on top of those I get little",
        705.74,
        710.02
    ],
    [
        " But Seth was",
        710.98,
        712.08
    ],
    [
        " incredibly smart and he'd give me little ideas little thoughts",
        712.08,
        718.16
    ],
    [
        " But only the beginning because there's millions of things to talk about and you think you got your whole life to",
        718.16,
        724.18
    ],
    [
        " To consider those things",
        724.18,
        727.2
    ],
    [
        " But you don't",
        727.2,
        731.9
    ],
    [
        " And",
        734.12,
        734.64
    ],
    [
        " I get that we can try and",
        734.64,
        737.76
    ],
    [
        " Talk about them or we can try and write them down and we can do everything in our power to",
        737.76,
        743.5
    ],
    [
        " To try and hang on to those things",
        743.5,
        747.34
    ],
    [
        " But the fact of the matter is you you can't you",
        747.34,
        756.16
    ],
    [
        " can't",
        756.16,
        756.7
    ],
    [
        " preserve them in their true form",
        756.7,
        761.88
    ],
    [
        " It's just gone",
        764.88,
        766.1
    ],
    [
        " And as I",
        766.1,
        776.18
    ],
    [
        " Thought about that and as I continue to think about that and try and figure out",
        776.18,
        782.64
    ],
    [
        " What can we do",
        782.64,
        786.44
    ],
    [
        " If we can't",
        789.08,
        790.32
    ],
    [
        " Preserve these memories",
        790.32,
        795.7
    ],
    [
        " Then what can we do?",
        795.7,
        798.86
    ],
    [
        " You know, I think the best thing that we can do is try and make more",
        800.3,
        807.06
    ],
    [
        " Try and",
        807.06,
        812.6
    ],
    [
        " Make more",
        812.6,
        814.42
    ],
    [
        " Make more memories",
        815.72,
        817.28
    ],
    [
        " So",
        817.28,
        821.8
    ],
    [
        " So keep in mind what Uncle Jake said",
        821.8,
        826.82
    ],
    [
        " Life goes by like a summer day",
        826.82,
        833.1
    ],
    [
        " So you better take advantage of it",
        833.1,
        838.54
    ],
    [
        " And your best to make yourself",
        838.54,
        841.0
    ],
    [
        " Some",
        842.7,
        843.32
    ],
    [
        " Memories along the way",
        843.32,
        844.5
    ],
    [
        " And with that",
        844.5,
        851.5
    ],
    [
        " Echo yes, it's been a little while since we",
        851.5,
        855.66
    ],
    [
        " Did some Q&A yes sir",
        855.66,
        858.82
    ],
    [
        " What do you got got some questions from the interwebs all right? We'll go into it first question",
        858.82,
        866.28
    ],
    [
        " What do you do when the boss always says we can't but doesn't offer logical and reasonable alternatives to make positive forward changes?",
        867.0,
        875.68
    ],
    [
        " Should one just do what they think is best and not listen to the boss?",
        876.18,
        879.62
    ],
    [
        " Okay",
        880.78,
        881.22
    ],
    [
        " First of all what we want to do is we want to support the boss",
        881.22,
        884.7
    ],
    [
        " We want to build a relationship",
        884.7,
        887.46
    ],
    [
        " With the boss what's the best way to support the boss which will the best way to build relationship is to be a performer",
        887.46,
        893.1
    ],
    [
        " Be a performer inside the box right that the boss has said you can't do this you can't do that cool",
        893.86,
        899.0
    ],
    [
        " We're gonna do the best we can inside the box and",
        899.0,
        904.0
    ],
    [
        " Once you do that once you once you actually",
        904.0,
        906.08
    ],
    [
        " Once you actually",
        906.08,
        909.02
    ],
    [
        " Are a performer then you have leverage then you can actually talk about a different way of doing things",
        909.02,
        916.78
    ],
    [
        " You can bring up a legitimate idea to the boss and they may well they have a better chance of",
        916.78,
        921.72
    ],
    [
        " Listening to you. So that's what you got to do you got to play the game a little bit you got to you got to become a performer",
        922.1,
        928.04
    ],
    [
        " You got to do what it is the way they want it done to the best of your ability be successful with it and",
        928.04,
        935.44
    ],
    [
        " Then once you built up some clout and",
        935.44,
        938.88
    ],
    [
        " some relationship",
        938.88,
        940.1
    ],
    [
        " And maybe a little political capital then you can present a",
        940.1,
        945.8
    ],
    [
        " New idea and when you present the new idea have the facts lined up don't go in there half cocked",
        945.8,
        950.98
    ],
    [
        " and",
        952.46,
        953.06
    ],
    [
        " Present your idea and hopefully gets cleared now. That's one. That's section a",
        953.06,
        956.92
    ],
    [
        " Section B is",
        956.92,
        959.34
    ],
    [
        " Do you got to make things happen sometimes you and depending on how like it's that whole thing of",
        959.34,
        967.5
    ],
    [
        " It's better to beg forgiveness than ask for permission. That's a that's a it's a it's a it's a tool. It's definitely a tool",
        967.5,
        976.08
    ],
    [
        " If you abuse it, you're gonna get crushed",
        976.08,
        979.3
    ],
    [
        " If it's one of those things where",
        979.82,
        981.5
    ],
    [
        " The the boss has told you not to do something and you decide well",
        981.5,
        986.38
    ],
    [
        " I'm gonna do it anyways and I'll just beg for forgiveness. They actually told you not to do it",
        986.38,
        990.68
    ],
    [
        " That's not where you're supposed to use that tool. Yeah, that's just that's just that's just unsat",
        990.68,
        996.44
    ],
    [
        " Right, unsat",
        996.44,
        997.9
    ],
    [
        " If it's something where well, I kind of suspect that the boss might not want it this way",
        997.9,
        1003.3
    ],
    [
        " But you know what chances are it's gonna go in my direction and chances are it's gonna be beneficial and",
        1003.3,
        1008.96
    ],
    [
        " Chances are the boss might not even found out and if the boss does find out",
        1008.96,
        1012.82
    ],
    [
        " This isn't something that they've ever declared hostile on right so",
        1012.82,
        1017.46
    ],
    [
        " You'll be okay in that situation to",
        1017.46,
        1021.3
    ],
    [
        " To beg for forgiveness, but don't abuse that tool and then what you do is you start if when you're inside the",
        1021.3,
        1029.14
    ],
    [
        " Hey, I'm gonna beg for forgiveness",
        1029.14,
        1030.28
    ],
    [
        " Then you can start actually doing something and developing a standard operating procedure that makes sense and then once you get it",
        1030.28,
        1035.58
    ],
    [
        " Solidified you go to the boss and say hey boss. We've been doing this a different way",
        1035.82,
        1038.2
    ],
    [
        " I want to let you know I want to show you what we've been doing",
        1038.2,
        1040.38
    ],
    [
        " Because we you know you know boss",
        1040.38,
        1042.36
    ],
    [
        " We never really had a specific way of getting this done and I know some other people did it like this and some of who people did it like that",
        1042.36,
        1047.58
    ],
    [
        " We came up with a methodology actually wrote the whole thing out for you so you can see exactly what we're doing boom",
        1047.58,
        1052.22
    ],
    [
        " Who's gonna say no to that plus it's been successful 80 times boom we're good so",
        1052.22,
        1057.24
    ],
    [
        " So that's what you want to do that's pretty pretty straightforward",
        1057.24,
        1060.88
    ],
    [
        " Don't don't just straight disobey the boss unless the boss is telling you do something that's gonna get someone killed or",
        1061.72,
        1067.64
    ],
    [
        " Is illegal or whatever?",
        1067.64,
        1068.9
    ],
    [
        " Mm-hmm, but if they're just have a different idea or something just go with it",
        1069.18,
        1073.32
    ],
    [
        " Execute it become a good performer and then once you have that relationship belt",
        1073.32,
        1078.72
    ],
    [
        " You'll have all kinds of influence over your boss always had crazy influence over my bosses",
        1078.72,
        1082.5
    ],
    [
        " Yeah, I don't want to sound I don't say in an arrogant way",
        1082.5,
        1085.26
    ],
    [
        " Wasn't like I was manipulating my bosses, but my boss is like I was honest with my bosses",
        1085.26,
        1089.9
    ],
    [
        " And they I did good work and so when I said hey boss is",
        1089.9,
        1092.86
    ],
    [
        " We sure we should do it this way. They'd be like what do you think?",
        1092.86,
        1096.16
    ],
    [
        " Yeah, well, here's what I think and then we'd get you done. So pretty straight forward. Yeah",
        1096.3,
        1100.6
    ],
    [
        " Pretty straightforward. Yeah, that asking for forgiveness thing. I it's risky move",
        1100.6,
        1106.22
    ],
    [
        " Yeah, you're not a risky move sometimes it's a great great move",
        1106.22,
        1108.28
    ],
    [
        " Yeah, if you kind of like how you said like don't abuse it where you know, there's there's levels to it",
        1108.28,
        1113.14
    ],
    [
        " Yeah, where there's like little things already two levels",
        1113.14,
        1115.8
    ],
    [
        " So",
        1118.86,
        1119.26
    ],
    [
        " Like if you if there's one that's like how you said like he told you not to do something and this goes for like anyone like you're",
        1119.26,
        1125.52
    ],
    [
        " Anyone you're dealing with like even your friends kind of thing, you know where they if you know for a fact that they don't want you to do it",
        1125.52,
        1131.76
    ],
    [
        " So that's why you'd prefer not to ask for permission because you know they're gonna say no, but you know",
        1131.76,
        1136.82
    ],
    [
        " It's like why you shouldn't do that and you know that yeah, but if it's the kind where it's like",
        1136.82,
        1140.28
    ],
    [
        " I can see why he'd want to do it maybe this way or maybe not even necessarily want to do this way because maybe he doesn't see the benefits that we see right now",
        1140.62,
        1148.24
    ],
    [
        " But and he's those clothes minded. He's you know, he has that reputation",
        1148.24,
        1151.44
    ],
    [
        " So let's sort of do it. Are you said successfully? You know kind of thing",
        1151.44,
        1154.92
    ],
    [
        " So and then that's on the other side of the spectrum, you know, but some people men",
        1154.92,
        1158.36
    ],
    [
        " They'll just like take it to level five or whatever and be like oh, yeah, they're gonna hate this",
        1158.36,
        1162.84
    ],
    [
        " But it's better to ask for forgiveness and permission because you know to guarantee no and forgiveness at least like",
        1162.84,
        1167.08
    ],
    [
        " But probably you're gonna damage the relationship if you do those kind stuff then you're gonna get tightened down on",
        1167.1,
        1172.26
    ],
    [
        " Yeah, you're like a step backwards. Oh, yeah, man. It's true. Don't don't let that happen. Don't let that happen",
        1172.26,
        1177.22
    ],
    [
        " next question",
        1177.22,
        1178.42
    ],
    [
        " I'm the youngest leader in my firm's history",
        1178.42,
        1183.14
    ],
    [
        " I try and implement extreme ownership and default of aggressiveness in my team being so young some of my older subordinate",
        1183.14,
        1190.54
    ],
    [
        " Sometimes dismiss my directives. How do I lead those people effectively?",
        1190.54,
        1194.72
    ],
    [
        " Okay, so",
        1195.84,
        1197.08
    ],
    [
        " I actually hate when I get this question or questions like this because it means that I screwed up",
        1197.08,
        1204.84
    ],
    [
        " That's what it means. I don't like to screw up but when I see a question like this",
        1204.84,
        1209.12
    ],
    [
        " It means that somebody has misinterpreted the message a little bit",
        1209.12,
        1214.52
    ],
    [
        " They haven't read the dichotomy leadership for sure in my opinion because if you read the dichotomy leadership",
        1214.52,
        1220.36
    ],
    [
        " You'll see that extreme ownership and default aggressive are supposed to be balanced",
        1220.36,
        1223.72
    ],
    [
        " and",
        1226.22,
        1226.7
    ],
    [
        " So that's what's going on here. You got some of the tech you know what I'm gonna take extreme ownership",
        1226.7,
        1230.22
    ],
    [
        " Hey, we're doing this my way. This I'm the boss. I'm a leader and that's just horrible and everyone hates you so bro",
        1230.22,
        1237.86
    ],
    [
        " You're young. They don't hate you because you're young",
        1237.86,
        1240.48
    ],
    [
        " They're not mad at you because you're inexperienced. They don't dismiss you because",
        1240.48,
        1245.88
    ],
    [
        " Because you are a decade younger than them. That's not why it's happening. It's happening because",
        1245.88,
        1252.66
    ],
    [
        " You are lacking humility. You haven't built up any relationship with these people",
        1254.74,
        1258.44
    ],
    [
        " You haven't built up any leadership capital with them. You haven't asked them how they think they should do things",
        1258.44,
        1263.64
    ],
    [
        " You haven't asked them what they've been doing for the last 22 years while you are going to middle school",
        1263.64,
        1269.06
    ],
    [
        " right?",
        1269.06,
        1269.98
    ],
    [
        " so",
        1270.6,
        1271.04
    ],
    [
        " Come in be humble them the best way to gain respect from people and this is what's hard to do. This is hard to understand",
        1271.04,
        1277.7
    ],
    [
        " You want people to respect you",
        1277.7,
        1279.28
    ],
    [
        " Ask them a question. Listen to what they have to say",
        1279.84,
        1282.58
    ],
    [
        " Listen to their opinion. If they come up with a good plan use their plan",
        1282.58,
        1286.26
    ],
    [
        " The worst way to gain respect from people is to go in and demand respect from people is to go in and say",
        1286.26,
        1292.84
    ],
    [
        " I'm I'm implementing default aggressive. You've not heard of that. You never read extreme ownership. Have you?",
        1292.84,
        1297.9
    ],
    [
        " I'll tell you what that's the way we're doing it here",
        1298.02,
        1300.26
    ],
    [
        " I'll get you a copy so you can read up and get on board with my program",
        1300.26,
        1304.38
    ],
    [
        " These are all bad",
        1304.38,
        1305.72
    ],
    [
        " So I'm not trying to say you sound just like that, but you might sound something like that and you don't need to be too far off that so",
        1306.18,
        1312.02
    ],
    [
        " Appreciate that you're getting after it, but what you need to get after more is some balance",
        1312.02,
        1317.66
    ],
    [
        " Be humble listen to the team",
        1317.66,
        1319.64
    ],
    [
        " Listen to what they have to say ask for their input follow their input when you can",
        1319.64,
        1324.66
    ],
    [
        " That's a little black belt move",
        1324.66,
        1326.52
    ],
    [
        " It's a little black belt. It's actually a blue belt move",
        1326.52,
        1329.44
    ],
    [
        " But blue belt purple belt move like hey my team gives me input. I listen to them",
        1329.44,
        1335.06
    ],
    [
        " We actually you know, hey echo. How do you think we should attack this target from the north?",
        1336.18,
        1339.32
    ],
    [
        " Okay, sounds good. Why don't we roll with that? That's a blue belt move, man",
        1339.38,
        1342.28
    ],
    [
        " What's it? What's a white belt move?",
        1342.28,
        1344.62
    ],
    [
        " Negative",
        1344.92,
        1345.4
    ],
    [
        " No, the white belt moves like hey echo. We're doing this. We're attacking this target from the south. I'm the questions",
        1345.4,
        1350.78
    ],
    [
        " And you're like well, I think I could from the north might be a little bit better",
        1350.78,
        1354.78
    ],
    [
        " That might be what you think, but that's not what we're doing plus I'm in charge because I got ownership of this whole thing",
        1354.78,
        1359.66
    ],
    [
        " And I'm default aggressive so do what I said",
        1359.66,
        1363.1
    ],
    [
        " So don't be that guy, man try and back off a little bit",
        1363.78,
        1367.2
    ],
    [
        " Try and form as a leader you should be looking at like you're one of your primary goals if not your primary goal",
        1367.2,
        1373.46
    ],
    [
        " Is to form a relationship with your team with the people in your team",
        1373.46,
        1376.58
    ],
    [
        " So get it done. I remember in judo one time Greg McIntyre great train. Yes, he",
        1376.58,
        1383.08
    ],
    [
        " He was teaching a move and the move that he was teaching he",
        1383.08,
        1388.7
    ],
    [
        " Apparently got from me",
        1388.7,
        1391.42
    ],
    [
        " and",
        1393.38,
        1393.74
    ],
    [
        " So he was teaching this move or whatever and you know sitting there well and he",
        1393.74,
        1398.64
    ],
    [
        " Was teaching it. He taught it. He taught it. He taught it. He taught it. He taught it way better than I could teach",
        1398.64,
        1402.82
    ],
    [
        " Yeah way better in fact he taught it. I simply probably could not teach this move and he",
        1402.82,
        1407.52
    ],
    [
        " And after he was done he was like hey echo does this move really good to the class echo does echo",
        1407.52,
        1412.48
    ],
    [
        " Do you have anything to add to the moon?",
        1412.48,
        1414.58
    ],
    [
        " And I was like oh, I know I don't I don't remember if I did I don't think I did",
        1414.58,
        1418.84
    ],
    [
        " But just that feeling you know",
        1419.28,
        1421.1
    ],
    [
        " He included me in it, you know, man. It was so empowering",
        1421.1,
        1425.34
    ],
    [
        " Even though it was you know in his mind and I actually thinking back in my mind like that",
        1425.34,
        1430.72
    ],
    [
        " That was kind of my move, you know what move was it it was a guard pass move",
        1430.72,
        1435.2
    ],
    [
        " To when I always do to you",
        1435.2,
        1438.22
    ],
    [
        " Depends on what you mean by always",
        1438.22,
        1440.96
    ],
    [
        " Yeah, but nonetheless like just how you say like how you ask their input kind of thing",
        1440.96,
        1445.56
    ],
    [
        " It's like you include them in the thing and just that's not just asking it",
        1445.56,
        1448.8
    ],
    [
        " It's actually receiving it and implementing it. That's that's the that's the that's the closure of the move",
        1448.8,
        1454.58
    ],
    [
        " man",
        1454.58,
        1454.86
    ],
    [
        " That's the closure of the move",
        1454.86,
        1456.82
    ],
    [
        " bro, I talk about like a feeling and granted me and Greg or good friends anyway",
        1456.82,
        1460.36
    ],
    [
        " But I'm just saying like you can imagine that situation how that how anyone would feel when you especially if you're old in this little young",
        1460.36,
        1467.32
    ],
    [
        " But who do you think he is they comes to you? You're like oh hell yeah, okay? This guy knows like you know",
        1467.32,
        1472.88
    ],
    [
        " We can we can do this together, you know you can really get that feeling out imagine anyway",
        1472.88,
        1476.68
    ],
    [
        " That's what you want to do mr. Youngest leader in your firm's history. Thank her grads on that though",
        1476.68,
        1481.12
    ],
    [
        " Congrats on it. Yeah, you're getting after it. What got you there?",
        1481.12,
        1483.84
    ],
    [
        " May not get you to the next level",
        1484.2,
        1485.78
    ],
    [
        " What got you there might have been like being aggressive and making things happen and stepping up. That's cool",
        1485.78,
        1490.48
    ],
    [
        " But if you piss off everyone in your",
        1490.48,
        1492.9
    ],
    [
        " department",
        1492.9,
        1494.02
    ],
    [
        " That's not gonna work out good for you. They'll start to undermine you. They'll sabotage you. So you gotta be careful",
        1494.02,
        1499.7
    ],
    [
        " You",
        1501.66,
        1502.1
    ],
    [
        " Check, I mean, okay, is there a possibility that everyone in the department you got put in there to straighten things out?",
        1502.1,
        1507.3
    ],
    [
        " That's a different question",
        1507.32,
        1508.42
    ],
    [
        " That's a different question. Let me tell you something else when you get it when people are dismissing what you're saying",
        1508.42,
        1514.34
    ],
    [
        " That's a horrible sign",
        1514.34,
        1516.02
    ],
    [
        " I'm one of the leadership books that we covered",
        1516.02,
        1519.04
    ],
    [
        " The rule was don't give commands that you that won't that aren't going to be followed",
        1519.04,
        1523.94
    ],
    [
        " Because every time you give a command that that you know isn't gonna be followed",
        1523.94,
        1528.12
    ],
    [
        " That's not gonna work out good for you. It's reinforcing the fact that no one needs to listen to you",
        1528.78,
        1532.74
    ],
    [
        " So don't don't be giving",
        1532.74,
        1535.08
    ],
    [
        " Orders that are being dismissed if somebody doesn't do something you go hey man. I know that",
        1535.08,
        1539.82
    ],
    [
        " I might have come across a little wrong when I was talking you about you know getting this done this product this part of this task done",
        1539.82,
        1546.46
    ],
    [
        " And I see it's still not done is there is there some support that you need for me?",
        1546.46,
        1549.92
    ],
    [
        " There's some help that you need for me because it says important",
        1549.94,
        1551.56
    ],
    [
        " I probably didn't do a good job of explaining why it's important",
        1551.56,
        1553.5
    ],
    [
        " But it's actually connected to this larger project that we're doing over at headquarters",
        1553.5,
        1556.46
    ],
    [
        " This is our part of the task and I don't think I explained that very well",
        1556.78,
        1560.22
    ],
    [
        " But do you need anything else for me to to maybe move this along?",
        1560.22,
        1562.8
    ],
    [
        " You can't just allow things to be",
        1563.22,
        1565.1
    ],
    [
        " For you to talk to you to give directions and they just get blown off",
        1565.1,
        1569.92
    ],
    [
        " Yeah, like that's not good and I know and what I'm not saying is oh you blew off my order now",
        1569.92,
        1574.5
    ],
    [
        " I'm gonna go high order on you",
        1574.5,
        1575.82
    ],
    [
        " That's not what I'm saying yeah",
        1575.82,
        1579.08
    ],
    [
        " Yeah, that makes sense too because man if I if I had a boss who I was",
        1579.08,
        1583.04
    ],
    [
        " I was primed to dismiss any of his",
        1583.3,
        1586.24
    ],
    [
        " Directives yeah, and it happened and it happened successfully like I dismissed it and there was really no real repercussions",
        1586.24,
        1592.94
    ],
    [
        " Oh, you better believe I'm picking and choosing what I'm following by the way",
        1592.94,
        1596.56
    ],
    [
        " That's he's testing the envelope anyways. He's testing to see you know what he can get away with",
        1596.56,
        1601.3
    ],
    [
        " But because he sees your young",
        1601.3,
        1603.2
    ],
    [
        " Yeah, Bob rollin in here things gonna tell me what to do watch this yeah, I'm gonna listen to you. Okay",
        1603.2,
        1608.12
    ],
    [
        " Cool now if you fly off the handle and go nuts. You know what?",
        1608.12,
        1611.5
    ],
    [
        " You'll get them to do it immediately",
        1611.5,
        1612.94
    ],
    [
        " And then guess what you're gonna get undermined you're gonna get usurped you're gonna get they're gonna have the project fail",
        1612.94,
        1619.6
    ],
    [
        " Just so they can get ready you they're gonna laugh at you",
        1619.6,
        1622.34
    ],
    [
        " Yeah, that's bad as the as you're getting walked out by the HR department",
        1622.34,
        1625.96
    ],
    [
        " So you gotta be careful man you gotta be careful",
        1625.96,
        1630.52
    ],
    [
        " That's what I'm saying balance these things out balance extreme ownership get the book dichotomy leadership",
        1630.52,
        1635.2
    ],
    [
        " That's what it's about",
        1635.2,
        1636.02
    ],
    [
        " It's about being balanced",
        1636.02,
        1638.08
    ],
    [
        " Cool next question jaco. What do you do when people treat you like a dormat",
        1639.46,
        1643.26
    ],
    [
        " And then when you finally put your foot down they lose their minds",
        1643.26,
        1648.42
    ],
    [
        " I try to be agreeable",
        1648.42,
        1650.2
    ],
    [
        " But there's a limit when I stand my ground people are act shocked any advice. Yeah, so this is actually kind of the same thing",
        1650.2,
        1658.94
    ],
    [
        " Right, you need to be balanced because what's happened with this dude? I assume is that",
        1658.94,
        1663.96
    ],
    [
        " Sitting around",
        1665.32,
        1665.06
    ],
    [
        " Getting getting like a push over like a dormat people kind of walking all of them",
        1665.06,
        1669.9
    ],
    [
        " Then all of a sudden he does a instant 180 and goes get puts his foot down, right?",
        1669.9,
        1674.86
    ],
    [
        " And now you think that they're gonna do a 180 you think that they're gonna say oh sorry",
        1675.6,
        1679.98
    ],
    [
        " I didn't mean to oh sorry echo. I didn't I didn't know that that offended you",
        1679.98,
        1682.8
    ],
    [
        " I'm sorry no when you do that they're like what's wrong with you bro?",
        1682.8,
        1685.64
    ],
    [
        " You just started tripping. Yeah, yeah, you're freaking out over nothing",
        1685.84,
        1688.54
    ],
    [
        " So of course when you stand there ground they're gonna be shocked right which is what you're saying happened",
        1688.54,
        1693.74
    ],
    [
        " This is like no surprise at all",
        1693.74,
        1695.66
    ],
    [
        " So what you need to do is",
        1695.66,
        1697.32
    ],
    [
        " Is you got to draw the line a little bit earlier but without going nuts and I think I got a good example of how you do this",
        1697.32,
        1705.36
    ],
    [
        " Okay, let's say you got a dog and the dog is like kind of mellow and happy and just doesn't just all good",
        1705.36,
        1712.44
    ],
    [
        " And then like all of a sudden you know you're walking by the dog one day and it bites you on the arm",
        1712.44,
        1718.86
    ],
    [
        " Like like big time. Yeah",
        1718.86,
        1721.7
    ],
    [
        " Big time",
        1722.26,
        1722.94
    ],
    [
        " How do you feel about that dog?",
        1722.94,
        1724.82
    ],
    [
        " Bad I don't like that that's bad that dogs get put down. Yeah, right?",
        1725.46,
        1729.06
    ],
    [
        " This dog right let's say a bit one of your kids. Oh, yeah, that dog's getting put down. Okay, so that's that's what this guy is doing",
        1729.3,
        1736.14
    ],
    [
        " All acting all like everything's like nothing bothering me and all of a sudden biting people right",
        1736.14,
        1742.46
    ],
    [
        " Think about what a dog like a normal dog does what a normal dog does is it's if it starts getting offended a little bit or starts getting problems",
        1742.46,
        1750.5
    ],
    [
        " It's it like stands up a little bit right and then it's gonna. It's gonna grow",
        1750.88,
        1754.92
    ],
    [
        " Now that's an indicator. So even a kid even a child knows",
        1754.92,
        1759.24
    ],
    [
        " I don't know what age but pretty young kids know that a growling dog is a is is a warning",
        1759.24,
        1764.98
    ],
    [
        " What else do dogs do dogs show their teeth?",
        1764.98,
        1768.22
    ],
    [
        " That's another warning like hey, that's another line in the sand",
        1768.54,
        1772.06
    ],
    [
        " And and barking right because you have to bark and I mean a dog bark so you want a dog bark so you know",
        1772.06,
        1779.16
    ],
    [
        " It's got your attention. It's growling at you. You know what's gonna happen next if you keep doing whatever it is",
        1779.16,
        1783.8
    ],
    [
        " You're doing right you can get back away from that dog",
        1783.8,
        1786.08
    ],
    [
        " Now if you did all if the butt dog get all those things to you and then it bitch you",
        1786.08,
        1792.16
    ],
    [
        " You still be mad at but you at least know that you kind of had it coming right right yes, sir",
        1792.16,
        1798.46
    ],
    [
        " So so there you go. That's what this dude needs to do a little bit of he needs to learn",
        1798.46,
        1804.72
    ],
    [
        " How to growl a little bit",
        1804.72,
        1807.4
    ],
    [
        " How to bark a little bit how to show your teeth a little how to just stand up posture correct",
        1808.3,
        1812.78
    ],
    [
        " Because there's you know a dog if you know dogs at all dogs have a posture",
        1812.78,
        1816.64
    ],
    [
        " And they have a posture their ears are down and they're their tails down when when they get fired up",
        1816.64,
        1823.04
    ],
    [
        " Boom ears are up",
        1823.04,
        1824.0
    ],
    [
        " They're on alert. They're back as they get the cacles can stand up and everything that means like okay",
        1824.0,
        1828.86
    ],
    [
        " That's even before growling that's happening alert",
        1828.86,
        1831.68
    ],
    [
        " So this dude needs to learn how to come to an alert and improve his pot increases posture in those moments",
        1832.44,
        1838.86
    ],
    [
        " Not when it's getting too far",
        1838.86,
        1841.38
    ],
    [
        " But like when someone when someone gives you a little jab",
        1841.38,
        1844.74
    ],
    [
        " You know you can't bite them",
        1844.74,
        1847.3
    ],
    [
        " You got to give a little grow yeah back them off a little bit, you know",
        1847.3,
        1851.72
    ],
    [
        " And again, this is I don't know you you know, so it's hard for me to say some people just have a hard time",
        1851.72,
        1857.4
    ],
    [
        " Dealing with when people harass them. Yes",
        1857.4,
        1861.34
    ],
    [
        " Because I think the best thing to do when somebody makes fun of me is just to like be like ask yeah good one",
        1862.5,
        1867.92
    ],
    [
        " You know like",
        1867.92,
        1869.72
    ],
    [
        " Because you know just like we were talking about before we started this podcast",
        1869.72,
        1873.8
    ],
    [
        " If I let you know that whatever you just said to me bothers me",
        1873.8,
        1877.22
    ],
    [
        " But I can expect you to just keep getting after that thing until I snap",
        1877.22,
        1880.76
    ],
    [
        " Right. Yes, so you got to be careful. You don't want to be all hypersensives the other thing remember is man",
        1880.76,
        1887.56
    ],
    [
        " And",
        1889.24,
        1889.66
    ],
    [
        " When people are making fun of you it's not like they hate you most of the time. Yeah",
        1889.66,
        1893.22
    ],
    [
        " You know, it's it's not that big of a deal like people talk smack to each other",
        1893.22,
        1897.72
    ],
    [
        " Right people talk smack to each other and and I guarantee this is this is this is a good way to think about it",
        1897.72,
        1903.68
    ],
    [
        " If someone talks smack to you",
        1903.68,
        1906.34
    ],
    [
        " If you and then you both leave let's say it's at work you go home the other person that was talking smack goes home",
        1906.34,
        1913.68
    ],
    [
        " You go home you're thinking about it that person that was talking smack didn't think about it",
        1914.3,
        1917.78
    ],
    [
        " One millisecond after he left the office. He was a care. He's not sitting there thinking about you",
        1917.78,
        1921.52
    ],
    [
        " He's not thinking like man. I'm man. I'm really glad I told that you know he had a funny looking eyebrows",
        1921.52,
        1928.18
    ],
    [
        " That was awesome. I can't you know weird is eyebrows are like I mean that's like he's not doing that right",
        1928.18,
        1933.78
    ],
    [
        " He's not even thinking about it. He just went home. He's carrying on his life carry on with your life",
        1933.78,
        1938.26
    ],
    [
        " Don't get all tied up about what these other people are thinking of you. It's not that big of a deal",
        1938.26,
        1941.36
    ],
    [
        " No one's sitting around thinking about it's it's a it's a",
        1941.36,
        1944.5
    ],
    [
        " Perception that we have that the whole world revolves around us and that people are sitting around thinking about us all the time",
        1944.5,
        1948.8
    ],
    [
        " It's like they're not thinking about you all the time. They don't care. They're at home",
        1948.8,
        1952.28
    ],
    [
        " There's not too many people that are actually thinking about you all the time",
        1952.28,
        1955.38
    ],
    [
        " Especially if they're making fun of you like they're they're not thinking about that all the time",
        1955.38,
        1960.24
    ],
    [
        " So just relax take a wrap off and just you know try and have a little bit less tension and",
        1960.24,
        1968.02
    ],
    [
        " You know and try and learn to grow a little bit or at least protect your space a little bit",
        1968.14,
        1972.28
    ],
    [
        " And I these are kind of contrary contradictory things that I'm saying one of them is like hey laugh at it",
        1972.28,
        1976.96
    ],
    [
        " The other ones I kind of learned to grow a little bit",
        1976.96,
        1978.58
    ],
    [
        " I would say first the first method is better the first method is like hey just laugh it off",
        1978.58,
        1983.34
    ],
    [
        " Don't worry about it. These people aren't thinking about you. They don't care",
        1983.34,
        1986.18
    ],
    [
        " Probably it's like when we had Jordan Peterson. I was he was talking about his friend lunch bucket right lunch bucket",
        1986.18,
        1992.82
    ],
    [
        " The guy that worked and as soon as everyone realized that it bothered him that they called him lunch bucket",
        1992.82,
        1997.46
    ],
    [
        " They just called him lunch bucket and then they quit because he couldn't handle it",
        1997.46,
        2000.92
    ],
    [
        " So no, if you were if someone calls you lunch bucket, you know, I had cool. Yeah, my mom makes a good sandwich",
        2000.92,
        2005.06
    ],
    [
        " Mom makes a pretty good Samry, you know, and then both you break out the lunch bucket",
        2005.06,
        2009.7
    ],
    [
        " Like you know go with it. No no factor. Yeah, you start freaking out about this stuff. It's gonna drug you crazy. So yeah, man",
        2009.7,
        2017.26
    ],
    [
        " So be careful. Don't freak out about stuff",
        2017.26,
        2020.02
    ],
    [
        " If you have to learn to stand your ground a little bit, but don't just start snapping good dog. Yeah, like a rabbit dog",
        2020.02,
        2026.64
    ],
    [
        " Yeah, that that that this is a good little escalation that example",
        2027.46,
        2031.44
    ],
    [
        " escalating, you know, the dog thinks decent because I mean getting treated like a dormat",
        2031.44,
        2035.66
    ],
    [
        " That could look like a bunch of different things. You know, it's teasing",
        2035.66,
        2038.34
    ],
    [
        " Yeah, that seems like the obvious one or whatever, but",
        2038.34,
        2041.14
    ],
    [
        " You know, that could be a lot of stuff. Yeah, that could be like hey grab me some coffee. Yeah, right?",
        2041.14,
        2046.04
    ],
    [
        " Sometimes people just do that because",
        2046.48,
        2047.78
    ],
    [
        " You haven't ever said to him like, you know like hey man. Are you ever gonna get me coffee? What's up? You know, you just make a joke about it",
        2047.78,
        2054.08
    ],
    [
        " Same thing. Yeah, exactly like dealing with it like as a you know, it's something bothers you",
        2054.08,
        2058.16
    ],
    [
        " So the and I could see this maybe happening because",
        2058.16,
        2060.66
    ],
    [
        " Every once in a while like, you know, you kind of run into these scenarios where like someone does something that you",
        2060.66,
        2066.46
    ],
    [
        " You don't really like or you don't I don't appreciate the way they treated me right there during that scenario",
        2066.46,
        2071.34
    ],
    [
        " And it sort of always happens, but it's too small to make a big deal out of it at that time and when you're a",
        2071.34,
        2077.3
    ],
    [
        " Agreeable person. Yeah, you're just like all right. Yeah, I'm gonna essentially. I'm gonna let it slide",
        2077.3,
        2081.94
    ],
    [
        " Whatever, you know, but it happens again then again, but I'm agreeable. I'm letting it slide. Ha ha maybe I'll even laugh it off",
        2082.3,
        2087.72
    ],
    [
        " Whatever so to the other person there just like whatever they're just like you said they're not thinking about",
        2087.72,
        2092.14
    ],
    [
        " They're just going about their business and they're getting a laugh here and there which instantly gets forgotten and whatever",
        2092.14,
        2096.74
    ],
    [
        " They keep going about their business. No, no no factor",
        2096.74,
        2100.58
    ],
    [
        " Meanwhile in my head. I'm like man, this is I'm getting tired of this. I'm straight up anytime",
        2100.58,
        2107.36
    ],
    [
        " So it happens one day. Maybe I got a little less sleep that there something one teeny tiny thing",
        2107.36,
        2112.4
    ],
    [
        " I'm flying off the handle. Hey, I don't appreciate this in this now you you always do it in there like",
        2112.4,
        2118.56
    ],
    [
        " Why would you talk about it? Even if I did I would I didn't get any so then you get this little reputation",
        2118.56,
        2123.32
    ],
    [
        " People act shocked as the guy says, you know when I stand my ground",
        2123.32,
        2128.04
    ],
    [
        " It's the other person this kind of like well, why are you standing your ground right now? It doesn't make sense like",
        2128.04,
        2132.78
    ],
    [
        " Even if I did remember all the times I've done this you were laughing the whole time like it doesn't compute",
        2132.96,
        2138.18
    ],
    [
        " It was funny now that I know that I think I think about times my life like when I was younger",
        2138.18,
        2141.68
    ],
    [
        " And someone would stand their ground on me or whatever and I'd be like what are you talking about?",
        2141.68,
        2147.46
    ],
    [
        " I'd be the exact",
        2147.54,
        2148.18
    ],
    [
        " Person that you're talking about saying what are you talking about man? Like I have no idea what you're talking about",
        2148.18,
        2153.04
    ],
    [
        " Yeah, why are you freaking out right now? Yeah, and they're like you will say tough like this and maybe I put together like okay",
        2153.04,
        2158.2
    ],
    [
        " Maybe I do make where as now that I'm older if someone wants to freak out like that on me",
        2158.2,
        2163.48
    ],
    [
        " I would instantly recognize thinking myself like you know what I probably do things that I shouldn't I probably",
        2163.48,
        2167.92
    ],
    [
        " Oh, yeah, I kind of ride this person. That's why they're freaking out right now. Yeah a little bit more aware",
        2167.92,
        2173.04
    ],
    [
        " Yeah of my impact. Yeah, and but in a way you sort of had to I mean",
        2173.04,
        2179.36
    ],
    [
        " I'm sure you've sort of you're sort of familiar with this you know even like painting that picture",
        2179.36,
        2183.8
    ],
    [
        " It's like it's obvious you're familiar with this you know, but when it's happening to you you're kind of not",
        2183.8,
        2188.76
    ],
    [
        " But then if you have to go go back and do like some investigation of your whole like",
        2188.76,
        2194.56
    ],
    [
        " Relationship with a person to understand. Okay",
        2194.56,
        2198.06
    ],
    [
        " Now I see how that could have been interpreted back last year and then maybe three months ago",
        2198.06,
        2203.62
    ],
    [
        " And then maybe last week and then like right now. Okay. I'm after you know, then it it but it doesn't compute naturally",
        2203.62,
        2209.26
    ],
    [
        " Yeah, so yeah, if you do that the escalating dog. Yes thing",
        2209.32,
        2213.18
    ],
    [
        " It'll it'll be more clear. I think yeah, and maybe an escalated dog only escalate the dog scenario",
        2213.18,
        2219.96
    ],
    [
        " If you can't just have a good time with it and relax and not worry about it. Yeah, which is the primary goal. Yes",
        2219.96,
        2225.32
    ],
    [
        " But being treated like a doormat like I said like if you know how like",
        2225.32,
        2228.6
    ],
    [
        " People are just so you know people up people please their type of person like in a relationship or something like um, you know like",
        2228.6,
        2236.2
    ],
    [
        " I don't know it's I can't think of an example, but you know a movie reference. That's very pathetic",
        2236.78,
        2241.7
    ],
    [
        " Actually, I could think of a bug. Anyway, if you're like a people pleaser and you do everything for you know",
        2241.7,
        2249.76
    ],
    [
        " And then they don't do it back, you know kind of thing like oh yeah, you let your you know",
        2249.76,
        2253.26
    ],
    [
        " Husband or wife or whatever you let them go out every Saturday just because they want you",
        2253.26,
        2257.4
    ],
    [
        " They want to go play poker or you know one of these things that that what's the common thing that they do and they do and they come back",
        2257.4,
        2262.56
    ],
    [
        " Laying drowns",
        2262.56,
        2263.44
    ],
    [
        " But no, it'll be way worse than that. It'll be just total like whatever you need or want you got it",
        2264.54,
        2270.42
    ],
    [
        " And then like the one time they say hey, I want to go shopping on this and they'd be like oh shopping",
        2270.42,
        2273.88
    ],
    [
        " Well, you got to do this you got to do the kid you know like that kind of somewhere where it's like a disproportionate like",
        2273.88,
        2278.56
    ],
    [
        " Relationship, you know kind of thing like that can I can see how it can go down with those types of relationships",
        2278.56,
        2285.28
    ],
    [
        " You know like being at it. You can't just laugh those things off. No in life, you know",
        2285.28,
        2289.26
    ],
    [
        " You do have to do the escalation",
        2289.26,
        2290.88
    ],
    [
        " Like hey, that's a little bit more serious. Yeah, true",
        2291.02,
        2294.04
    ],
    [
        " next wish",
        2294.04,
        2295.46
    ],
    [
        " Hey, Jaco, I'm a business owner in the beginning stages of merging with another company the other company doesn't know much about",
        2295.46,
        2303.36
    ],
    [
        " What we do?",
        2303.36,
        2305.58
    ],
    [
        " But it has the sales and marketing marketing we need just at a conference with just at a conference called with them and it didn't go well",
        2306.42,
        2313.68
    ],
    [
        " They're wanting to change the pay structure for contractors as well as change how we build our customers all the all for the benefit of money",
        2313.68,
        2322.34
    ],
    [
        " To change, you know, say some money on that one",
        2322.34,
        2325.62
    ],
    [
        " Isn't it not a good idea to have",
        2325.62,
        2328.48
    ],
    [
        " Have the primary mission be about money and more so on the success of the customer or is it good to be money motivated?",
        2328.48,
        2336.18
    ],
    [
        " I have and enjoy all your books. Oh",
        2336.52,
        2338.9
    ],
    [
        " Well, that's cool",
        2338.9,
        2340.28
    ],
    [
        " So that means you've read the dichotomy leadership",
        2340.28,
        2343.52
    ],
    [
        " Because this is the answer of the day need to be more balanced. Okay, so",
        2343.52,
        2348.92
    ],
    [
        " If you're money hungry, right? Which is what this is sounding like if you're money hungry correct if you're money hungry",
        2348.92,
        2356.16
    ],
    [
        " You're gonna cut corners on product the product is gonna be",
        2356.16,
        2359.62
    ],
    [
        " weak or or low quality",
        2359.62,
        2362.78
    ],
    [
        " You're gonna do wrong by the customer right because when you when you get a chance to",
        2362.78,
        2367.36
    ],
    [
        " You know the customer the customer placed in order a double order by accident. They click the click thing twice",
        2367.66,
        2372.46
    ],
    [
        " And they're still gonna have to pay that restocking fee. You know whatever like whatever the thing is right you treat customers like that",
        2372.46,
        2379.94
    ],
    [
        " And they're gonna go okay, well, we don't really want to shop with you anymore",
        2379.94,
        2382.56
    ],
    [
        " And you end up with a bad reputation and the quality is low and no eventually you have no one business",
        2382.56,
        2387.56
    ],
    [
        " That's what's gonna happen. So so no, we can't go hard core",
        2387.56,
        2391.7
    ],
    [
        " money grubbing just",
        2391.7,
        2394.76
    ],
    [
        " That's our that's our focus",
        2395.62,
        2397.14
    ],
    [
        " other end of the spectrum",
        2397.14,
        2399.14
    ],
    [
        " Is hey, we're paying our contractors too much. Okay, is that possible? Yes, it's possible",
        2399.14,
        2405.6
    ],
    [
        " You're giving your customers too much you're giving them too good of a price point",
        2405.6,
        2409.68
    ],
    [
        " And guess it's now gonna happen same thing you're gonna not have a business anymore",
        2409.68,
        2414.22
    ],
    [
        " So one you have a you your business goes out of business because you're because you don't have any business anymore",
        2414.22,
        2418.92
    ],
    [
        " Because you've treated your customers bad and the contractors don't want to work with you",
        2418.92,
        2421.54
    ],
    [
        " So you have you end up shutting down",
        2421.56,
        2423.22
    ],
    [
        " This one's opposite you're you everyone loves you. You just don't have any money",
        2423.22,
        2427.32
    ],
    [
        " So you're going out of business?",
        2427.32,
        2428.74
    ],
    [
        " So there has to be some",
        2428.94,
        2431.92
    ],
    [
        " Balance you have to find the right balance. That's what every company is trying to do",
        2431.92,
        2435.94
    ],
    [
        " now",
        2435.94,
        2436.9
    ],
    [
        " I would say",
        2436.9,
        2439.2
    ],
    [
        " That you what you where you want to lean and this is probably what you're thinking",
        2439.2,
        2443.74
    ],
    [
        " You want to lean toward",
        2443.74,
        2445.98
    ],
    [
        " Taking care of the customer you want to lean toward",
        2445.98,
        2449.42
    ],
    [
        " Giving the contractors good value for their work",
        2449.7,
        2452.64
    ],
    [
        " You want to lean toward high quality the reason you want to lean towards those things is those are all",
        2452.64,
        2459.36
    ],
    [
        " long-term strategic",
        2459.36,
        2460.88
    ],
    [
        " payoffs right what's the short term the short term is take advantage of the customers the short term is",
        2460.88,
        2467.26
    ],
    [
        " Screw over the contractors the short term is put out low quality stuff. We make good profit this quarter",
        2467.26,
        2472.18
    ],
    [
        " But it's a it's a short term win. It's a long-time long-term loss",
        2472.18,
        2477.56
    ],
    [
        " So that's why I would say lean don't go out of control",
        2477.96,
        2480.74
    ],
    [
        " You can't go out of control in that direction",
        2480.74,
        2482.84
    ],
    [
        " But you can lean towards that direction now as far as the new company the merger and all this stuff get it. I get it",
        2482.84,
        2490.32
    ],
    [
        " Here's what's gonna happen what you need to go and build good relationships with those people the new company",
        2490.32,
        2495.64
    ],
    [
        " They need to be your best friends",
        2495.64,
        2496.7
    ],
    [
        " because",
        2496.7,
        2497.74
    ],
    [
        " If you build relationships with them then you can have influence over these points",
        2497.74,
        2502.52
    ],
    [
        " If you have an antagonistic relationship and you're the new guy whatever like oh, yeah, the new company",
        2503.36,
        2508.46
    ],
    [
        " You you think they don't you you're saying that they what does he say they don't know what we do right",
        2508.46,
        2513.52
    ],
    [
        " What do you think they think they think you know? No, they do they're thinking you know what you don't even",
        2513.52,
        2518.04
    ],
    [
        " Hey, you guys make good might might make good product, but you can't sell anything",
        2518.04,
        2521.06
    ],
    [
        " And we got sales and we got marketing we could sell anything",
        2521.06,
        2523.46
    ],
    [
        " We don't care what it looks like we don't care what the quality is that's what they're thinking yeah",
        2523.46,
        2527.12
    ],
    [
        " So you need to form a relationship with them because I will tell you",
        2527.12,
        2531.72
    ],
    [
        " With their sales and marketing if you're making a good product that's how we get the big time win",
        2531.86,
        2537.38
    ],
    [
        " But if you have an antagonistic relationship with them",
        2537.38,
        2540.86
    ],
    [
        " Uh, it'll all fall apart and you won't have any influence at all",
        2540.86,
        2544.16
    ],
    [
        " And they'll be like you don't even know what you're talking about dude",
        2544.16,
        2545.94
    ],
    [
        " We're just gonna jack the price even more and we're gonna undercut our contractors",
        2545.94,
        2549.26
    ],
    [
        " We're gonna get contractors competing with each other. They're gonna hate each other. They're gonna hate us",
        2549.26,
        2552.26
    ],
    [
        " But it doesn't matter look at our bottom line",
        2552.26,
        2553.88
    ],
    [
        " So build some relationships there",
        2553.88,
        2557.16
    ],
    [
        " Okay",
        2560.22,
        2560.86
    ],
    [
        " Next wish",
        2560.86,
        2561.5
    ],
    [
        " I'm conflicted about where my loyalty lies",
        2561.5,
        2565.26
    ],
    [
        " I have a wife and two children, but I recently took a job within federal law enforcement and based on my",
        2565.26,
        2572.12
    ],
    [
        " prior tactical experience",
        2572.12,
        2574.34
    ],
    [
        " I'll be given the opportunity to attend a two-week selection for a position as an operator on a full-time tactical team",
        2574.34,
        2582.12
    ],
    [
        " That will most certainly pull me away from my family my heart is in the right place",
        2582.12,
        2587.0
    ],
    [
        " I know this level of sacrifice is needed in order to keep evil at bay",
        2587.16,
        2590.98
    ],
    [
        " However, I believe every father feels that obligation to be at home to raise the children",
        2590.98,
        2596.52
    ],
    [
        " And I'm learning that balancing duty responsibility loyalty commitment to family to country is hard",
        2596.52,
        2605.04
    ],
    [
        " And maybe impossible",
        2605.04,
        2606.88
    ],
    [
        " All right, so",
        2606.88,
        2608.72
    ],
    [
        " Oh yeah, he goes on to say that I know you have made this decision yourself. Yeah, then I would say to this dude",
        2608.72,
        2614.04
    ],
    [
        " um",
        2615.08,
        2615.78
    ],
    [
        " Actually you are the only person that can make this decision and",
        2615.78,
        2618.88
    ],
    [
        " You're right. I did make that decision. I did 20 years and I",
        2618.88,
        2623.28
    ],
    [
        " At the end of 20 years decided to prioritize my family over the military and over my own desires too",
        2623.28,
        2629.46
    ],
    [
        " Because believe me the selfish thing is just keep getting after it",
        2629.46,
        2634.58
    ],
    [
        " But also what's important I was not good at balancing right I've I ranked and prioritized",
        2634.58,
        2643.68
    ],
    [
        " The teams above my family the whole time I was in and not everyone does that some people are much better at balancing",
        2644.28,
        2650.88
    ],
    [
        " That I did and that's how they do 30 and 32 years and 34 years and 27 years",
        2650.88,
        2655.84
    ],
    [
        " They they figure out how to balance that better than I did",
        2655.84,
        2659.7
    ],
    [
        " and so",
        2659.7,
        2661.1
    ],
    [
        " It sounds like you're even raising this question",
        2661.1,
        2664.2
    ],
    [
        " Indicates to me that you probably have a decent chance of being able to be better at balancing than I do",
        2664.2,
        2669.44
    ],
    [
        " so",
        2669.44,
        2670.76
    ],
    [
        " There's that the other thing I would say is you say that the",
        2671.54,
        2674.38
    ],
    [
        " Being an operator full-time tactical team will most certainly pull me away from my family",
        2674.38,
        2678.68
    ],
    [
        " I would research that a little bit",
        2678.68,
        2681.44
    ],
    [
        " You know because sometimes when you get to a little higher level you have more flexibility and you might I might actually have",
        2681.44,
        2689.26
    ],
    [
        " Time to spend with your family might be a little bit different. Maybe you're on call",
        2689.26,
        2692.9
    ],
    [
        " Whereas normally you wouldn't be on call the Nalves on your on call, but you're while you're on call",
        2692.9,
        2697.52
    ],
    [
        " You're at least you know you're you might be doing you might have more family time. I don't know",
        2697.52,
        2701.46
    ],
    [
        " I can tell you that you know sometimes depending on the way you look at it",
        2701.46,
        2705.3
    ],
    [
        " You know if you look at the special operations community versus",
        2705.3,
        2709.08
    ],
    [
        " The conventional community so and it just depends on the units depends on a lot of things",
        2709.08,
        2714.34
    ],
    [
        " But sometimes you know the conventional forces go on a you know 16 month deployment to Iraq",
        2714.34,
        2719.9
    ],
    [
        " And that's a long time some special operations students going on four month deployments",
        2719.9,
        2725.4
    ],
    [
        " And then come home now they now they might do more of those over their career",
        2725.4,
        2728.54
    ],
    [
        " But again, that's something you need to you need to find out the facts",
        2728.54,
        2732.34
    ],
    [
        " You need to talk to someone that's on that team and say hey listen here's what's going on",
        2732.34,
        2735.58
    ],
    [
        " I got two sons they wrestle and they do jujitsu and I'd like to go to those tournaments. What's our schedule like?",
        2735.58,
        2742.02
    ],
    [
        " How is it going to be you know?",
        2742.16,
        2743.66
    ],
    [
        " And then you kind of you can make a better assessment. I wouldn't just assume",
        2744.14,
        2748.44
    ],
    [
        " that",
        2748.44,
        2749.88
    ],
    [
        " The tactical team has a busier schedule. I could be wrong",
        2749.88,
        2755.02
    ],
    [
        " I could be completely wrong",
        2755.4,
        2756.44
    ],
    [
        " What you're probably the assumption you're making which is a decent assumption is that when you're part of a",
        2756.44,
        2761.82
    ],
    [
        " Part of an elite tactical team you're going to have to input more time. It's gonna it's gonna",
        2761.82,
        2766.28
    ],
    [
        " It's gonna mean more to you and you're gonna be like okay, I need to train more",
        2766.28,
        2769.14
    ],
    [
        " I'm gonna tell you you should train more no matter what position you're in right you need to be training as much as you can",
        2769.14,
        2775.54
    ],
    [
        " You need to be staying sharp",
        2775.54,
        2776.74
    ],
    [
        " So I would do some research on that and then I would also consider this",
        2776.74,
        2782.56
    ],
    [
        " Men",
        2785.18,
        2785.62
    ],
    [
        " Have been leaving their families",
        2785.62,
        2787.74
    ],
    [
        " So they could go and fight evil since the beginning of time",
        2787.74,
        2792.08
    ],
    [
        " What whether it was they were going out to fight the lions",
        2792.08,
        2795.32
    ],
    [
        " Or whether they're going out to fight some or going to invade other countries or going to find treasure or whatever",
        2795.32,
        2802.7
    ],
    [
        " Whatever they were doing people have been doing it even World War II guys left and there's no guarantee that they were coming home",
        2802.7,
        2807.66
    ],
    [
        " They left for two three four years",
        2807.66,
        2809.36
    ],
    [
        " Those",
        2812.34,
        2812.92
    ],
    [
        " That's the way it works",
        2812.92,
        2814.0
    ],
    [
        " There's your your boys are not going to be",
        2814.0,
        2817.86
    ],
    [
        " They're not their lives aren't gonna be ruined if you're not there at every ballgame",
        2817.86,
        2822.06
    ],
    [
        " And I don't tell you there's actually if you do that your sons",
        2822.06,
        2826.58
    ],
    [
        " Will learn the meaning of duty and sacrifice more than a normal kid would",
        2826.58,
        2833.1
    ],
    [
        " So so pay attention to that too",
        2833.1,
        2835.9
    ],
    [
        " Again all that being said",
        2837.3,
        2838.6
    ],
    [
        " This is something that only you can make the call on because you're you can analyze the details of the situation and",
        2838.6,
        2846.46
    ],
    [
        " You know what if your wife works a war you wife works that wife doesn't work that makes a big deal",
        2846.46,
        2850.06
    ],
    [
        " If your wife works",
        2850.06,
        2851.88
    ],
    [
        " And you're gone all the time that's a problem now who's raising your kids? You got to pay attention to that",
        2851.88,
        2857.22
    ],
    [
        " If you if you both work, but you both work normal jobs now you're home and you're don't you know you're there enough",
        2857.22,
        2862.84
    ],
    [
        " So just weigh these things out, but I would I would get the details and then make a decision",
        2863.9,
        2870.06
    ],
    [
        " And you know what no matter what decision you're making it's the right decision. How's that that's pretty simple",
        2870.06,
        2874.0
    ],
    [
        " You're if you make a decision and you're gonna go in the tactical team cool if you don't cool",
        2874.0,
        2878.54
    ],
    [
        " You're still doing federal law enforcement awesome",
        2878.54,
        2880.72
    ],
    [
        " Keeping the keeping the monsters at bay",
        2880.72,
        2884.6
    ],
    [
        " Yeah, the thing that helped me a lot that you explained early on is to",
        2884.6,
        2892.08
    ],
    [
        " Tell them why you're tell people why you're doing what you're doing",
        2892.24,
        2895.68
    ],
    [
        " I'm giving out the team and in this case the family or whatever and in this specific case probably your wife. Yeah",
        2895.68,
        2901.32
    ],
    [
        " So if you're feeling that because I did I did the the feeling of like",
        2901.32,
        2906.08
    ],
    [
        " I feel like I'm not being as loyal to my family because I'm like focusing on work",
        2906.08,
        2910.3
    ],
    [
        " Yeah kind of thing",
        2910.3,
        2911.1
    ],
    [
        " So I'll get that from time to time you know",
        2911.1,
        2912.94
    ],
    [
        " Especially if I'm like super focused and it's like dang I didn't think about my kids or family all day today",
        2912.94,
        2917.28
    ],
    [
        " You know have that little whatever I dig it",
        2917.28,
        2920.06
    ],
    [
        " And I used to go like four months or I'm thinking about my family. I'm such a horrible. Well, it's a sliding scale. So you know",
        2920.06,
        2926.7
    ],
    [
        " but",
        2926.7,
        2927.7
    ],
    [
        " I do know that the more I communicate with my wife and be like hey, I have to go here",
        2927.7,
        2934.36
    ],
    [
        " And I'm this is what I'm gonna I'm gonna really try to focus on this you know this week, you know",
        2934.36,
        2938.62
    ],
    [
        " So try and make a video this week",
        2938.62,
        2940.72
    ],
    [
        " Sure",
        2940.72,
        2942.58
    ],
    [
        " And you know I really busy. Oh yeah, I'll be busy",
        2942.58,
        2946.02
    ],
    [
        " So I might not be here for this in this and you know like I might miss this",
        2946.02,
        2949.48
    ],
    [
        " You know and just lay it all out. Yeah, why you're doing it?",
        2949.48,
        2953.34
    ],
    [
        " You know how you always say and",
        2953.42,
        2955.6
    ],
    [
        " A lot of the times your loyalty will be demonstrating demonstrated with that, you know like it's like",
        2955.6,
        2962.12
    ],
    [
        " Hey, I'm doing my my job. It's the time requirements are a little bit more or whatever like I want you to know like",
        2962.12,
        2967.7
    ],
    [
        " What can I can we do anything can we adjust anything to make it better for everybody or whatever you're 100% right and yeah",
        2967.7,
        2973.1
    ],
    [
        " And actually to take that one step further including your wife into the decision-making process where you're like hey listen, hun",
        2973.12,
        2978.42
    ],
    [
        " This if I do this job, it's gonna be more but hey, it's gonna be super rewarding to me and sometimes that's enough",
        2978.42,
        2984.56
    ],
    [
        " You know you tell your wife this is gonna be super rewarding for me because I'm gonna be able to go and kill bad guys",
        2984.56,
        2988.54
    ],
    [
        " Which is or protect innocent people which is what I want to do",
        2988.54,
        2991.8
    ],
    [
        " That's what I signed up for it. I'm gonna be able to do it in a in a more complete way",
        2991.8,
        2995.46
    ],
    [
        " And there's a chance your wife says you know what I know that's what you're born to do go do it or she might say listen",
        2995.46,
        3000.28
    ],
    [
        " You've done that already",
        3000.28,
        3001.08
    ],
    [
        " You know, let's focus on the family and you bitch. You cool. Yeah, those are both good decisions. Yeah, we're in a win-win situation here",
        3001.56,
        3007.18
    ],
    [
        " Yeah, that's the bottom one dude",
        3007.18,
        3008.52
    ],
    [
        " Next question jackem I'm 19 and my in my first year of college ever since I was 12",
        3008.52,
        3015.88
    ],
    [
        " I've dreamed about being a marine or seal",
        3015.88,
        3019.32
    ],
    [
        " I plan on joining up after college, but I just got diagnosed with epilepsy",
        3019.32,
        3023.92
    ],
    [
        " I only have seizures in my sleep so I never noticed them",
        3023.92,
        3027.32
    ],
    [
        " I always thought of serving in the military as a way",
        3027.8,
        3031.46
    ],
    [
        " That I would prove to myself that I was a man and that it would be it give my life a purpose now",
        3031.46,
        3038.64
    ],
    [
        " I don't know what to do. I hate the idea of living some comfortable life where I have a cozy nine to five job",
        3038.64,
        3044.58
    ],
    [
        " That I only do for the money. I want something hard and meaningful. What should I do?",
        3044.58,
        3049.78
    ],
    [
        " There's an infinite number of options that you have so",
        3050.38,
        3054.16
    ],
    [
        " You need to just pick one of those options find a new career of",
        3054.54,
        3057.52
    ],
    [
        " That you think looks cool and then go get after it and you got a figure you want to you don't want a 95 job cool",
        3057.52,
        3064.8
    ],
    [
        " There's all kinds of jobs that don't 95 you know whether it's",
        3064.8,
        3067.72
    ],
    [
        " Construction management construction or gas oil or some kind of public safety. There's all kinds of things",
        3067.72,
        3075.0
    ],
    [
        " I don't know if you can be a firefighter. I don't know if you can be a cop if you have epilepsy",
        3075.0,
        3077.8
    ],
    [
        " I'm not sure but there's all kinds of different jobs and",
        3077.8,
        3082.8
    ],
    [
        " careers and",
        3084.3,
        3084.54
    ],
    [
        " There's jobs that are hard and",
        3084.54,
        3087.56
    ],
    [
        " There's jobs that are incredibly meaningful to our economy here",
        3087.56,
        3091.76
    ],
    [
        " And the more you help our economy here the more you help us have a positive influence in the world",
        3091.76,
        3097.78
    ],
    [
        " So go and figure out what job you want to do and go crush it and go",
        3097.78,
        3103.84
    ],
    [
        " You don't build an empire and make a ton of money and then if you want to",
        3103.84,
        3108.66
    ],
    [
        " Great then you can support some veterans causes and you can give back that way",
        3109.58,
        3113.36
    ],
    [
        " So so that's cool. There's there's it's always impressive to me",
        3113.36,
        3118.86
    ],
    [
        " We work with all kinds of different companies at ashlon front",
        3118.86,
        3122.48
    ],
    [
        " It's always so impressive to me when I meet people from every possible industry that you can imagine and they're completely",
        3122.48,
        3131.18
    ],
    [
        " Into their job. They are so into their job",
        3131.18,
        3136.42
    ],
    [
        " They're fighting World War IX like they're that into it",
        3136.84,
        3141.28
    ],
    [
        " You know they're running intel they're running operations. They're driving down every dollar matters everything that they're doing",
        3141.28,
        3147.88
    ],
    [
        " They're so into it and it's awesome",
        3147.88,
        3149.32
    ],
    [
        " And and this is everything this is every different industry. I see people like that. No, not every person in every industry is like that",
        3149.32,
        3156.62
    ],
    [
        " but",
        3156.62,
        3157.9
    ],
    [
        " If you find something that you're interested in and you jump in there",
        3157.9,
        3163.28
    ],
    [
        " And that's going to be your vocation right now. There's another part to this",
        3163.68,
        3168.42
    ],
    [
        " that",
        3168.42,
        3169.84
    ],
    [
        " Is kind of I guess like in your head or whatever",
        3169.84,
        3175.9
    ],
    [
        " That's like some kind of hard living that's not that's not very difficult to come up with right go start training",
        3175.9,
        3182.1
    ],
    [
        " G. J. J.",
        3182.1,
        3182.44
    ],
    [
        " Or go start training some boxing go start wrestling go do moitai go start shooting go start lifting and seeing how strong you can get and seeing how powerful you can get",
        3182.44,
        3191.22
    ],
    [
        " Go learn to hunt and learn to hike and learn to play guitar and learn just learn a bunch of stuff",
        3191.22,
        3198.32
    ],
    [
        " Become a force to be reckoned with",
        3198.32,
        3201.72
    ],
    [
        " and",
        3201.72,
        3203.88
    ],
    [
        " You know the bottom line is being a seal or being a marine does not prove that you are a man",
        3203.88,
        3211.66
    ],
    [
        " There are plenty of losers in both of those organizations",
        3211.66,
        3217.9
    ],
    [
        " And so don't you don't need some label to make you a man. That's not what makes you a man",
        3218.76,
        3224.86
    ],
    [
        " Be your own man go out and conquer your part of the world",
        3224.86,
        3231.06
    ],
    [
        " Next question",
        3231.06,
        3235.84
    ],
    [
        " Two questions. I recently attended an assessment for retraining must say one more thing",
        3235.84,
        3244.2
    ],
    [
        " Sorry",
        3244.2,
        3245.22
    ],
    [
        " No man for when things like this happen like when something happens to me",
        3245.22,
        3249.22
    ],
    [
        " This is you want to hear my weird superstitious",
        3249.22,
        3252.06
    ],
    [
        " View of the world",
        3252.06,
        3254.76
    ],
    [
        " Sure",
        3254.76,
        3255.62
    ],
    [
        " It's sort of it's sort of reminiscent of everything happens for a reason you've heard that everyone's heard that",
        3255.62,
        3262.58
    ],
    [
        " For me something like this when something like this happens to me when something happens in my life that I didn't want to have happened or I didn't expect to happen",
        3262.58,
        3272.46
    ],
    [
        " I get an unpleasant surprise",
        3272.46,
        3274.26
    ],
    [
        " I look at it and assess it like okay, this is",
        3275.22,
        3278.74
    ],
    [
        " This is happening so that's something else",
        3278.74,
        3281.82
    ],
    [
        " This is trying to prevent something else from happening to me that I would have been",
        3281.82,
        3285.66
    ],
    [
        " Really catastrophic. I hurt my knee the other day doing jiu jitsu doing doing wrestling and",
        3285.66,
        3292.04
    ],
    [
        " I am on my way driving home. I'm like you know what this is preventing me from",
        3292.04,
        3299.68
    ],
    [
        " wrecking my shoulder",
        3301.48,
        3302.88
    ],
    [
        " Into weeks or the next night I was probably gonna wreck my shoulder, which is which is no",
        3302.88,
        3309.42
    ],
    [
        " A catastrophic injury on my shoulder. That's what was about to happen to me and",
        3309.42,
        3314.6
    ],
    [
        " the powers that be",
        3314.6,
        3316.72
    ],
    [
        " New the only way to get me off the map was to hurt my knee bad enough that it pulled me off the map for",
        3316.72,
        3324.5
    ],
    [
        " For a couple weeks. So boom. There you go. Here you go, Jaco. You're welcome. Yeah",
        3324.5,
        3329.42
    ],
    [
        " So something like this",
        3329.68,
        3330.36
    ],
    [
        " This is an indicator far as I'm concerned",
        3330.36,
        3333.1
    ],
    [
        " You have some bigger and better thing that you need to do",
        3333.1,
        3336.16
    ],
    [
        " Some hey, it wasn't this. That's cool",
        3336.16,
        3339.12
    ],
    [
        " Accept it like right on say thank you",
        3339.12,
        3341.6
    ],
    [
        " Because there's people that they they it's not epilepsy that they have they have something that debilitates them from some doing",
        3341.6,
        3348.04
    ],
    [
        " Even things that you are capable of doing so be stoked",
        3348.04,
        3351.82
    ],
    [
        " That this delivery came from wherever it comes from whatever it is that you believe in",
        3351.82,
        3359.4
    ],
    [
        " That this this this",
        3360.16,
        3361.72
    ],
    [
        " God this happened",
        3361.72,
        3363.26
    ],
    [
        " Because it's it's putting you on the path. I guess that's what I'm saying. Yeah putting you on the path",
        3363.26,
        3368.4
    ],
    [
        " So who knows what you're supposed to do but you're supposed to do something because you're not supposed to be a seal",
        3368.4,
        3374.16
    ],
    [
        " You're not supposed to be a marine if you were supposed to be that that what happened didn't happen",
        3374.16,
        3378.8
    ],
    [
        " That's not a bad thing that means there's some other door is gonna open up big",
        3378.8,
        3382.6
    ],
    [
        " So that's the way I always look at injuries like that",
        3382.6,
        3387.06
    ],
    [
        " I always that's the most positive way I can look at injuries is hey, I was going to",
        3387.06,
        3391.8
    ],
    [
        " Whatever I was gonna",
        3391.8,
        3394.48
    ],
    [
        " I'm like I was gonna rip apart triple threat on my knee in four days",
        3394.48,
        3400.3
    ],
    [
        " So I just got a little ding to pull me off the mat so that doesn't happen. Yeah. Oh, I needed rest",
        3400.3,
        3406.82
    ],
    [
        " Here's what you get boom you're gonna get this",
        3406.82,
        3410.32
    ],
    [
        " Yeah, I'll have those thoughts do some like it's kind of like oh, I'm safe from injury because I'm already injured kind of thing",
        3410.32,
        3416.5
    ],
    [
        " Yeah, it's like there we go. It's a weird feeling. Yeah, but that is true",
        3416.5,
        3419.94
    ],
    [
        " And yeah, and kind of like a lot of times to and this is so good that that guy this guy is he knows already",
        3419.94,
        3426.68
    ],
    [
        " I want to do something hard in mute very for the brow. I have man. How did he say? I will do was 19",
        3426.68,
        3432.04
    ],
    [
        " Man 19 I didn't have",
        3432.04,
        3434.22
    ],
    [
        " Yeah, he's on his own path. He's totally on the path and you know",
        3434.22,
        3439.54
    ],
    [
        " He's just discovering what doors he wants to you know what doors are open what doors are closed whatever",
        3439.54,
        3443.78
    ],
    [
        " You know and he's discovered man one house 19",
        3443.78,
        3445.8
    ],
    [
        " Yeah, I didn't have no direction did it. Well did I ever have the thought of hey?",
        3445.8,
        3450.62
    ],
    [
        " Yeah, I want to do something hard and meaningful did I ever have that thought?",
        3450.8,
        3454.04
    ],
    [
        " Hmm. No, I did not have that thought ever",
        3454.14,
        3457.42
    ],
    [
        " Well, maybe the weights are something this but yeah, man. That's good. So I think he's an other game. Yeah, man",
        3457.42,
        3463.06
    ],
    [
        " Yeah, there's no there's no label that makes you a man you do",
        3463.06,
        3467.04
    ],
    [
        " Check and you're doing a good job so far evidently",
        3467.04,
        3471.28
    ],
    [
        " All right next question two questions. I recently attended assessment for retraining into the combat control career field",
        3471.28,
        3478.32
    ],
    [
        " I'm active duty for air force in a different career field and rang the bell",
        3478.32,
        3482.94
    ],
    [
        " During water confidence training. How do I live with my decision and move forward? Yeah, and then you see there's two",
        3482.94,
        3490.1
    ],
    [
        " There's two questions. They're basically the same question. So that was part a and this is part b",
        3490.1,
        3493.92
    ],
    [
        " I do read do you are do you are okay drop on request? Got you. I'm wearing the bell same thing",
        3493.92,
        3500.76
    ],
    [
        " So I deaard from buds class three or three. I went went on to be a",
        3501.28,
        3506.24
    ],
    [
        " S.A.R. course course miss stars woman stars woman requirement. So he was a he's a rescue swimmer",
        3506.24,
        3512.08
    ],
    [
        " Okay, but it's take but it's taken until recently to regain the desire to live and even strive to work out again",
        3512.08,
        3519.46
    ],
    [
        " What can you do when you realize a life path you've chosen was not only wrong, but you never feel like you found a new path",
        3519.46,
        3528.72
    ],
    [
        " To me this this question both these questions are kind of similar to the previous one right and",
        3529.18,
        3534.5
    ],
    [
        " Like I can tell you being a being a seal or being a combat controller is not the be all and all and",
        3534.5,
        3540.7
    ],
    [
        " The bottom line is it wasn't for you",
        3540.7,
        3542.36
    ],
    [
        " It wasn't for you wasn't either either one of you guys just wasn't for you",
        3542.36,
        3546.58
    ],
    [
        " And the fact of matters it's not for most people. It's not normal",
        3546.58,
        3551.66
    ],
    [
        " There's an 80% attrition rate of buds",
        3551.66,
        3553.84
    ],
    [
        " Most people quit good people. I was down there the other day",
        3553.84,
        3557.84
    ],
    [
        " And or talking one of my buddies that runs runs it runs the he's a civilian",
        3558.84,
        3563.42
    ],
    [
        " But he's one of the civilians that works there, but he was",
        3563.42,
        3565.34
    ],
    [
        " We were talking about you know what it about buds",
        3565.34,
        3570.16
    ],
    [
        " And I forget wouldn't even let into it, but he pointed at the you know when you when you quit buds you put your helmet by the bell",
        3570.16,
        3575.62
    ],
    [
        " And so as more and more people quit",
        3575.62,
        3578.58
    ],
    [
        " More and more helmets are on up and there'll be hundreds of helmets lined up",
        3578.58,
        3582.46
    ],
    [
        " And",
        3582.46,
        3584.06
    ],
    [
        " He's like you see those helmets right there and I'm like yeah, he goes every single one of those kids was a stud",
        3584.7,
        3590.48
    ],
    [
        " And when I went through it wasn't quite like that because not everyone that was showing up at buds in the 90s",
        3590.48,
        3599.4
    ],
    [
        " Burp in the dude was a stud",
        3599.4,
        3600.9
    ],
    [
        " They weren't because we didn't know what was happening. We didn't know",
        3600.9,
        3605.56
    ],
    [
        " We didn't know how to do a pull-up workout. We couldn't look online",
        3605.56,
        3611.12
    ],
    [
        " and",
        3612.1,
        3612.66
    ],
    [
        " See",
        3612.66,
        3613.2
    ],
    [
        " A program on how to get better at rope climbs",
        3613.2,
        3617.1
    ],
    [
        " We didn't know that you had to swim with fins. We didn't know I didn't know it",
        3617.1,
        3622.82
    ],
    [
        " I didn't know anything when I showed up at the buds",
        3622.82,
        3625.08
    ],
    [
        " so",
        3625.08,
        3626.02
    ],
    [
        " These kids now they know everything",
        3626.02,
        3628.44
    ],
    [
        " And so what do they do they prepare all of them at a minimum",
        3628.44,
        3632.12
    ],
    [
        " I would say the minimum guy prepared now is probably prepared at least as good as the most prepared guy",
        3632.12,
        3638.7
    ],
    [
        " Actually, that's probably that's probably inaccurate. I bet you the minimum the least prepared guy entering buds right now",
        3638.7,
        3645.56
    ],
    [
        " Is probably still more prepared than the most prepared guy that went to buds when I went through",
        3645.56,
        3650.16
    ],
    [
        " now",
        3650.16,
        3651.62
    ],
    [
        " So so my point in saying that",
        3651.62,
        3654.84
    ],
    [
        " Is most of those people that are studs quit most of those people that join the Navy",
        3654.84,
        3661.6
    ],
    [
        " That sign on a dotted line and commit six years of their life",
        3661.6,
        3666.18
    ],
    [
        " Because there's nothing more they want to do than be a seal",
        3666.38,
        3669.1
    ],
    [
        " And most of them don't make it through",
        3669.1,
        3671.6
    ],
    [
        " so it's not for everyone",
        3671.6,
        3674.56
    ],
    [
        " and",
        3674.56,
        3675.72
    ],
    [
        " Then you know what you you one guy in the Air Force one guy in the Navy you did your job",
        3675.72,
        3680.48
    ],
    [
        " You did what you're supposed to do Cormin whatever your normal career field was in the Air Force and you served your country",
        3680.48,
        3685.2
    ],
    [
        " And you did what the country needed you to do the country needs you to do whatever job you did the country needed you to do that job",
        3685.2,
        3693.22
    ],
    [
        " So thank you for your service and now you go and find something else you go and find a new mission",
        3693.46,
        3698.44
    ],
    [
        " And the same things here like you you want to get better with your life",
        3698.44,
        3705.3
    ],
    [
        " So what do you do you work and you build and you study and you get an awesome physical condition and you change your Jetsu",
        3705.3,
        3711.68
    ],
    [
        " And you become a doctor or a firefighter or EMT or a cop and there's",
        3711.68,
        3715.3
    ],
    [
        " Whichever way that you figure out that you can serve you become a business person you go and work construction whatever does that you do",
        3715.3,
        3721.82
    ],
    [
        " You go and do it you do it hard and you don't get caught up in a title right",
        3722.32,
        3726.12
    ],
    [
        " So this is another thing. It's kind of reflects back to what we were talking about earlier",
        3726.12,
        3731.64
    ],
    [
        " Seals don't care that you weren't a seal",
        3731.64,
        3735.02
    ],
    [
        " You know like it's not like seals are walking around going oh",
        3735.02,
        3739.4
    ],
    [
        " This person wasn't a seal. I don't respect them. This person wasn't a seal. I don't respect them. We don't care",
        3739.4,
        3744.52
    ],
    [
        " It's a vocation. It's a job",
        3744.52,
        3746.36
    ],
    [
        " So you're not I don't look down on people that weren't seals",
        3746.36,
        3750.68
    ],
    [
        " It's just that was my job. You had a different job right",
        3751.58,
        3755.28
    ],
    [
        " It's it's like it's like jiu jitsu. I don't look down on people that don't train jiu jitsu",
        3755.28,
        3760.56
    ],
    [
        " I look at him like hey you should because that's a choice",
        3760.56,
        3765.56
    ],
    [
        " But let me rephrase that I don't look down on people that I can beat in jiu jitsu because I know for a fact",
        3765.56,
        3772.16
    ],
    [
        " All it is is that I've been training longer than them and once they train longer than me. They'll be able to beat me. That's the way it works",
        3772.16,
        3777.54
    ],
    [
        " So people that were in the seal themes aren't looking down on you because you weren't they don't care. They're not thinking about it",
        3779.18,
        3786.14
    ],
    [
        " so",
        3786.14,
        3787.36
    ],
    [
        " When I meet a cop when I meet a firefighter when I meet a business person",
        3787.36,
        3791.52
    ],
    [
        " I respect what they're doing with their life if they're getting after it",
        3791.52,
        3795.44
    ],
    [
        " I don't care what are we knits in man. I know some I'm so lucky right now working at ashlan front",
        3795.44,
        3800.88
    ],
    [
        " We meet people that are just",
        3800.88,
        3802.22
    ],
    [
        " Just awesome humans that are crushing their field",
        3803.46,
        3806.14
    ],
    [
        " And if they were in the seal teams they'd be crushing that field but they didn't they went to what they went and did what they did",
        3806.14,
        3811.74
    ],
    [
        " They went in the finance world they went in the construction world they went in the gas oil business whatever they did",
        3811.74,
        3816.92
    ],
    [
        " They did and they're getting after it",
        3816.92,
        3818.56
    ],
    [
        " So that's what you need to do",
        3818.56,
        3821.4
    ],
    [
        " You quit in the past you rang the bell",
        3821.4,
        3824.22
    ],
    [
        " No one cares",
        3824.22,
        3826.48
    ],
    [
        " Unless you quit now",
        3826.48,
        3829.7
    ],
    [
        " So",
        3830.64,
        3831.36
    ],
    [
        " Get up",
        3831.36,
        3832.1
    ],
    [
        " Go find a new mission and get after it man get after it",
        3832.1,
        3838.9
    ],
    [
        " Next question",
        3838.9,
        3839.94
    ],
    [
        " You've been unfairly wronged by a brother",
        3839.94,
        3844.58
    ],
    [
        " Objectively",
        3844.58,
        3846.72
    ],
    [
        " You aren't getting the full apology that you expected the beef is over now any treats you well",
        3846.72,
        3853.7
    ],
    [
        " But how do you psychologically reframe and kill that lingering resentment",
        3853.7,
        3858.62
    ],
    [
        " unfairly wronged by a brother",
        3861.68,
        3863.2
    ],
    [
        " Interesting",
        3863.2,
        3864.48
    ],
    [
        " Brothers don't wrong brothers. We'll start with that. So this dude wasn't actually a bro a brother",
        3864.48,
        3871.1
    ],
    [
        " Met a bit of bro, but he wasn't a brother",
        3871.1,
        3872.88
    ],
    [
        " Make little distinction there has that distinction ever been made before I don't think on this platform",
        3872.88,
        3878.64
    ],
    [
        " Making it cool. There's like hey this guy's my bro. It's all good",
        3878.64,
        3882.8
    ],
    [
        " And then there's like this guy's my brother my brother is not gonna wrong me",
        3882.8,
        3886.88
    ],
    [
        " My bro might",
        3887.46,
        3888.62
    ],
    [
        " My brother's not gonna wrong me",
        3888.62,
        3891.54
    ],
    [
        " So",
        3891.54,
        3892.68
    ],
    [
        " So if it happens some guy",
        3892.68,
        3895.66
    ],
    [
        " Like I said if somebody that you consider your brother wrongs you then they clearly you",
        3895.66,
        3900.76
    ],
    [
        " You overestimated there",
        3900.76,
        3903.56
    ],
    [
        " Really?",
        3903.56,
        3905.46
    ],
    [
        " So here's what's gonna happen to me number one. It's noted",
        3905.64,
        3909.7
    ],
    [
        " noted",
        3909.7,
        3911.06
    ],
    [
        " That's my that's my ultimate",
        3911.06,
        3913.88
    ],
    [
        " That's my ultimate",
        3915.12,
        3916.18
    ],
    [
        " Satisfaction",
        3916.18,
        3918.08
    ],
    [
        " Right when I note when it's when I note something. Yeah. Oh, it's like oh, this is the kind of person he is noted",
        3918.08,
        3925.16
    ],
    [
        " Now I got him now I got this person marked",
        3925.16,
        3928.94
    ],
    [
        " So",
        3928.94,
        3930.42
    ],
    [
        " Trust is not gonna be reestablished for a long long time if ever",
        3930.42,
        3935.28
    ],
    [
        " Right",
        3935.28,
        3936.62
    ],
    [
        " I'm not gonna like this person clearly",
        3936.62,
        3941.22
    ],
    [
        " But",
        3943.3,
        3943.74
    ],
    [
        " Here's the deal all that",
        3943.74,
        3944.82
    ],
    [
        " mistrust and all that dislike and all that",
        3944.82,
        3947.88
    ],
    [
        " Is gonna be internal when we'll keep it inside",
        3947.88,
        3951.48
    ],
    [
        " Because you know what I'm gonna have those inside I'm gonna harbor that I'm gonna harbor those things",
        3951.48,
        3957.94
    ],
    [
        " Even this resentment. I'm gonna harbor it because I can't I can't just make it go away",
        3957.94,
        3961.7
    ],
    [
        " You you wronged me. It's gonna be there. Yeah",
        3961.7,
        3965.24
    ],
    [
        " But you know what I'm a professional",
        3965.24,
        3967.82
    ],
    [
        " Externally, I'm a professional",
        3969.16,
        3970.72
    ],
    [
        " Even if we're not a business or even if it's just like hey, I I trained you just do with this guy, right?",
        3970.72,
        3975.4
    ],
    [
        " I'm a professional",
        3975.66,
        3976.74
    ],
    [
        " So I'm not gonna let his little maneuvers get me externally worked up",
        3976.74,
        3982.82
    ],
    [
        " About it. It's not happening. You don't get control my emotions like that",
        3982.82,
        3986.96
    ],
    [
        " Extra you might control them inside, but I won't let you see that ever",
        3986.96,
        3990.2
    ],
    [
        " So I'm a professional. I'm normal face. That's where I'm coming at you. Just normal face. Hey all good. Oh, yeah",
        3990.2,
        3997.26
    ],
    [
        " And you know what's interesting this behavior. So when you screw me over and then I just go okay check noted",
        3998.66,
        4006.24
    ],
    [
        " and then",
        4006.24,
        4007.82
    ],
    [
        " I don't give you a reason to like hate me",
        4007.82,
        4011.86
    ],
    [
        " And then you kind of owe me. Yeah, you know what I mean? You kind of owe me",
        4011.86,
        4016.94
    ],
    [
        " So there's that and there's a there's a fine line like if you screw me over and then I just allow it to happen and it was a",
        4016.94,
        4024.3
    ],
    [
        " it was a",
        4024.3,
        4025.42
    ],
    [
        " A legitimate violation",
        4027.04,
        4028.0
    ],
    [
        " Well, then there might be have to be repercussions right it sounds like this did not warrant repercussions",
        4028.0,
        4033.92
    ],
    [
        " Because you know, there's certain situations if somebody",
        4033.92,
        4037.54
    ],
    [
        " wrongs you in certain ways there has to be repercussions",
        4037.54,
        4041.64
    ],
    [
        " To me normally most of the time the repercussions and the best revenge that you can take is is to ignore now perform and be successful and rock on and forget about them and",
        4041.64,
        4051.52
    ],
    [
        " Forget they even existed that to me is the best possible way to go",
        4052.24,
        4055.54
    ],
    [
        " Because why would you let somebody interfere? Why would you commit any time effort resources to revenge",
        4055.54,
        4063.16
    ],
    [
        " When I would the better thing to do is commit those time resources energy to success to winning",
        4063.16,
        4069.34
    ],
    [
        " I'm gonna do that",
        4069.34,
        4070.88
    ],
    [
        " But if this merits some sort of repercussions, okay, then those get carried out",
        4070.88,
        4075.7
    ],
    [
        " And if those get carried out well then we're we're kind of settled",
        4075.7,
        4080.84
    ],
    [
        " He says you didn't get the full apology you expected it's a cook. Okay, I mean hey, guess what",
        4081.74,
        4086.8
    ],
    [
        " People are arrogant. Yeah, that's the way it is. They don't think they got even think he did anything wrong most likely",
        4086.8,
        4092.74
    ],
    [
        " He's not even apologizing for it barely",
        4092.74,
        4094.76
    ],
    [
        " So that's what I do. I'm just gonna keep it professional",
        4094.76,
        4100.14
    ],
    [
        " I'm gonna you're gonna be subconsciously indebted to me whether you know it or not. Yeah",
        4100.14,
        4105.94
    ],
    [
        " You probably know it you'll probably feel it",
        4105.94,
        4108.92
    ],
    [
        " Cuz I'm just gonna be like okay cool. Yeah",
        4109.1,
        4110.98
    ],
    [
        " We'll move on you but man, you know the thing is this is sort of goes back to that other",
        4110.98,
        4116.28
    ],
    [
        " Kind of topic today like this guy isn't going around thinking about you. Yeah, so why are you thinking about him?",
        4116.28,
        4122.02
    ],
    [
        " Let's move on man. Let's move forward",
        4122.4,
        4124.88
    ],
    [
        " Yeah, that seems like a big part of it right like that seems like he was he says you aren't you aren't getting the full apology",
        4124.88,
        4133.12
    ],
    [
        " You know like remember on that sign fell that apology dude. I was talking to someone",
        4133.12,
        4137.1
    ],
    [
        " I was talking to someone like a like the apology. I was talking to someone that we both know who's",
        4137.98,
        4143.4
    ],
    [
        " we'll say",
        4143.4,
        4144.88
    ],
    [
        " up a public figure",
        4144.88,
        4147.28
    ],
    [
        " and this individual was reading youtube comments and getting legitimately",
        4147.28,
        4154.54
    ],
    [
        " Like emotionally distraught about the whole thing. Yeah",
        4154.54,
        4159.86
    ],
    [
        " And was trying to talk to me about it and like",
        4159.86,
        4163.96
    ],
    [
        " I said man, I literally do not care",
        4164.7,
        4167.36
    ],
    [
        " I'm like I do not care like this is no factor. You don't need to warn me. You don't need to tell me",
        4167.36,
        4176.08
    ],
    [
        " You know what I need to look out for like I literally don't care",
        4176.08,
        4180.46
    ],
    [
        " I mean if someone writes a good youtube comment good. It's funny. That's great if they write a mean one cool",
        4180.46,
        4187.3
    ],
    [
        " I think those are funny too. Yeah, I'm not I'm not worried about it the person that wrote the youtube comment isn't thinking about me",
        4187.3,
        4193.44
    ],
    [
        " You know, they're not trying. They're not they're not reviewing it again writing it again",
        4193.96,
        4198.84
    ],
    [
        " And you know like they don't care. I'm not getting all caught up in this stuff. Don't get caught up in these petty things",
        4198.84,
        4204.24
    ],
    [
        " You know, I did that",
        4204.24,
        4204.88
    ],
    [
        " We talked about this on the podcast of",
        4204.88,
        4207.3
    ],
    [
        " of",
        4207.3,
        4207.94
    ],
    [
        " The black belt the black belt doesn't care about things that don't matter you can grab the the black belts",
        4207.94,
        4214.62
    ],
    [
        " Shoulder it was key and he's doesn't care because he knows that doesn't mean anything. There's no there's no factor",
        4214.62,
        4220.86
    ],
    [
        " So you want to that's that's what you want to do you want to you don't want to care about things that don't matter",
        4221.44,
        4225.44
    ],
    [
        " Don't invest your time and energy things don't matter the guy wronged you cool noted. You know that he's kind of kind of a",
        4225.44,
        4231.26
    ],
    [
        " Uh, a devious dude. You know that it's noted cool move on. Yeah, I'm not worried about it",
        4231.26,
        4235.94
    ],
    [
        " And I got to put my trust in again. Nope, but that's cool because I know other people to trust. Yeah",
        4235.94,
        4239.88
    ],
    [
        " Let's not get wrapped around these little things man. Let's let's let's let's let's let's let's rise above",
        4239.88,
        4245.18
    ],
    [
        " We get some black flag going here. Let's rise above. I still wonder what kind of politics you are",
        4245.18,
        4249.6
    ],
    [
        " We cut you off. So sorry about yeah, yeah, no, I was a sign felt thing it didn't matter the but I'm wondering what",
        4249.6,
        4255.1
    ],
    [
        " At the same time while you're saying I agree",
        4255.1,
        4257.66
    ],
    [
        " But mm-hmm. I do wonder what kind of apology he got you know because he didn't get the full apology. Yeah partial",
        4257.66,
        4264.1
    ],
    [
        " Yeah, so well partial apology that can come in many forms. Yeah, it's probably the most common form of a partial apology has a butt on it",
        4264.1,
        4270.8
    ],
    [
        " Yes, yeah, yeah",
        4270.8,
        4272.04
    ],
    [
        " You know, I'm sorry. We didn't swing by and pick the other up the other night, but I just didn't even know that you wanted to come",
        4272.04,
        4277.76
    ],
    [
        " Yeah, yeah, yeah, kind of like it was my fault. I'm sorry, but yeah, it was partially your fault",
        4277.76,
        4282.2
    ],
    [
        " Yeah, and then there's the other one that's like I'm sorry you felt that way, you know, you know that one",
        4282.2,
        4288.06
    ],
    [
        " Yeah, I'm sorry you felt that that I was attacking you, you know, but you know, I didn't mean to kind of thing",
        4288.06,
        4293.46
    ],
    [
        " Where it's kind of like hey",
        4293.46,
        4295.36
    ],
    [
        " You're because the person has one an apology for necessarily the actual words you said it was it was like what you did",
        4295.36,
        4302.16
    ],
    [
        " Like you attacked me with whatever you said, you know kind of thing",
        4302.16,
        4305.8
    ],
    [
        " So you can't just say hey, I can't I'm sorry you",
        4305.8,
        4308.36
    ],
    [
        " Is it I'm sorry that you felt that way. Yeah, you know, that is a pretty backhanded sort of",
        4308.36,
        4314.88
    ],
    [
        " Yeah, same thing but the book the butt with the one you say but I'm sorry, but you know",
        4314.88,
        4320.22
    ],
    [
        " I didn't know that's kind of like I'm sorry, but I'm not fully like yeah, that's the same with the same with extreme ownership",
        4320.22,
        4325.42
    ],
    [
        " Yes, some people say",
        4325.42,
        4326.7
    ],
    [
        " You know look I'm in charge of the team and this was definitely I'm in charge of team when I'm in charge didn't when things go wrong",
        4326.7,
        4333.64
    ],
    [
        " It's my fault",
        4333.64,
        4334.32
    ],
    [
        " But I'll tell you what",
        4335.92,
        4337.18
    ],
    [
        " It seems like you know, I'm always thinking myself. I'm sorry, but yeah, sorry",
        4337.18,
        4341.56
    ],
    [
        " Yeah, and my way from time to time will there are no excuses",
        4341.56,
        4346.02
    ],
    [
        " Yeah, there's no one think about it when you get somebody that actually",
        4346.02,
        4349.4
    ],
    [
        " Believes in extreme ownership. There is there are no butts on anything that they say and strangely",
        4349.4,
        4355.44
    ],
    [
        " I mean kind of I guess coincident not coincident",
        4355.44,
        4358.52
    ],
    [
        " I run a nine year old daughter will not allow you to make an excuse my nine year old daughter",
        4358.52,
        4362.98
    ],
    [
        " She will call you out if you throw a butt or you say well",
        4363.22,
        4367.76
    ],
    [
        " I didn't know when we had to be there. Oh, so",
        4367.76,
        4370.56
    ],
    [
        " You're not taking ownership",
        4370.56,
        4372.38
    ],
    [
        " Yes, that's real",
        4372.38,
        4374.48
    ],
    [
        " It makes yeah totally makes sense and if you it's strangely like if you do it without the butt",
        4374.48,
        4380.04
    ],
    [
        " You know when you do it this full speed even if in your head you believe but you know, I mean let's face it man",
        4380.04,
        4384.4
    ],
    [
        " You said it coming to you kind of think yeah, just keep it because that's not what you're doing when you apologize",
        4384.4,
        4388.68
    ],
    [
        " That's that's separate from the apology",
        4388.68,
        4390.58
    ],
    [
        " You know, it's like you're including this stuff unwarranted stuff with your apology don't do that give a good apology",
        4390.64,
        4396.44
    ],
    [
        " What is the worst thing is is it's so obvious and it makes everyone so mad oh yeah the receiving end of that is so mad",
        4396.44,
        4404.66
    ],
    [
        " And you think that it's you think that it's improving your position. Yeah, cuz you're expired look",
        4404.66,
        4409.38
    ],
    [
        " Look, hey echo. I'm really sorry that you showed up to record and and I wasn't there and I didn't let you know",
        4409.38,
        4414.66
    ],
    [
        " but",
        4414.66,
        4415.66
    ],
    [
        " But",
        4417.42,
        4417.78
    ],
    [
        " But I didn't really I didn't remember texting you or whatever like like",
        4417.78,
        4421.14
    ],
    [
        " But you know you should have told me that you were heading that's what I would yeah",
        4421.14,
        4424.04
    ],
    [
        " But you should have told me that we were definitely recording cuz you didn't really get back to me. Yeah",
        4424.04,
        4427.66
    ],
    [
        " Like why would I say that yeah, all I'm doing is you know",
        4427.66,
        4430.76
    ],
    [
        " It's funny as people always tweet me when a sports coach",
        4430.76,
        4433.16
    ],
    [
        " They tweet me when a sports coach either",
        4433.16,
        4436.74
    ],
    [
        " Takes ownership or doesn't over. Yeah, overtly done cuz some got some sports coach to say hey look I'm the coach",
        4436.74,
        4443.82
    ],
    [
        " I made some bad calls out there. We're gonna get back in the drawing room. I'm gonna get this thing fixed",
        4444.1,
        4447.96
    ],
    [
        " And if it goes man, this guy's awesome, and it's just so funny everyone says this guy is awesome. He's taking ownership",
        4447.96,
        4453.72
    ],
    [
        " Even people that aren't even people will retweet something that they people aren't saying",
        4453.72,
        4458.52
    ],
    [
        " He's taking extreme ownership someone will say oh, it's good to see a coach taking full responsibility or whatever",
        4458.52,
        4463.96
    ],
    [
        " They'll use their own word for it and then some other knucklehead",
        4463.96,
        4466.88
    ],
    [
        " two left will will say",
        4466.88,
        4469.48
    ],
    [
        " You know, I am the coach and I am responsible for the team",
        4470.5,
        4473.62
    ],
    [
        " But if I got players that aren't gonna put out there in the first quarter",
        4473.62,
        4476.18
    ],
    [
        " I'm not the one on the field. Yeah, you know, yeah, you gotta carry out this totally embarrassing friend",
        4476.18,
        4481.34
    ],
    [
        " Everyone says hey, you might want to learn how to take ownership",
        4481.34,
        4483.86
    ],
    [
        " And that's where people so it's so obvious and yet we still do it",
        4483.86,
        4489.66
    ],
    [
        " We still throw out the butts. We still want to clarify our position",
        4489.66,
        4493.84
    ],
    [
        " Yeah, don't clarify your position",
        4493.84,
        4496.62
    ],
    [
        " Say sorry take ownership",
        4497.02,
        4498.66
    ],
    [
        " my wife will watch these",
        4498.66,
        4500.7
    ],
    [
        " What do you call it the housewives one not the show like the reality show ones, you know",
        4500.7,
        4506.34
    ],
    [
        " The whatever housewives of wherever and man",
        4506.34,
        4509.36
    ],
    [
        " Riddled I think that's why she watches it just to see the train wreck",
        4509.36,
        4513.04
    ],
    [
        " I think that's what I think is my suspicion",
        4513.04,
        4514.92
    ],
    [
        " But man, yeah, they they're all arguing with each other and then you know, they're crying",
        4514.92,
        4520.58
    ],
    [
        " And then the one will say they're they'll just they'll say the perfect example of the non-apology",
        4520.58,
        4526.38
    ],
    [
        " Every single time man, it's like it hurts your heart to watch, but you kind of like you kind of dig it",
        4526.68,
        4532.38
    ],
    [
        " I wonder if",
        4532.38,
        4534.64
    ],
    [
        " This is because this is what happened with this guy. I just I just figured it out right now",
        4534.64,
        4538.52
    ],
    [
        " I really don't know, but this is what I think happened. Okay, we have a theoretical",
        4538.52,
        4541.9
    ],
    [
        " Yeah, there was a real girl guy relationship. There was a what a girl guy relationship. Okay, you know boyfriend girl friend scenario",
        4541.9,
        4548.64
    ],
    [
        " You know, maybe this guy got drunk",
        4548.64,
        4550.6
    ],
    [
        " The bro the brother bro whatever got drunk. Yeah, maybe hit on the girl",
        4550.6,
        4555.6
    ],
    [
        " Maybe something happened. Maybe something did it",
        4555.82,
        4558.04
    ],
    [
        " Oh, and then it was like hey, man. Sorry about what I did with Christine last night. I was super hammered. Yes",
        4558.04,
        4563.3
    ],
    [
        " But I was super hammered. Yeah exactly right and that's the big one",
        4563.3,
        4566.58
    ],
    [
        " That's a big butt in the apology, you know, but you know, we all had",
        4566.58,
        4570.42
    ],
    [
        " I remember some one time someone",
        4570.42,
        4572.82
    ],
    [
        " Did I won't go into it doesn't matter, but it's a big one. Yeah, it's a big deal. Or it's a big common one",
        4572.82,
        4578.7
    ],
    [
        " We're wronged by a brother",
        4578.7,
        4580.06
    ],
    [
        " Well, no, it was my like",
        4580.06,
        4582.68
    ],
    [
        " Parents friend. Okay, it's lady and she like she was talking",
        4583.7,
        4587.8
    ],
    [
        " She was talking shit about my mom to my dad",
        4587.8,
        4590.76
    ],
    [
        " And I was there they're hammered or whatever. I was like some you know thing and she's like totally talking",
        4590.76,
        4595.66
    ],
    [
        " So I'm like whatever I'm like a team. I may be 15 16 years old. Oh, maybe maybe 30. I don't know whatever",
        4595.66,
        4604.18
    ],
    [
        " But you know a teenager. I wasn't like a three-year-old, you know",
        4604.18,
        4608.34
    ],
    [
        " So I heard and I knew what you was talking about. It was rude. It was uncool. It's unsat",
        4608.76,
        4613.16
    ],
    [
        " As we say and",
        4613.16,
        4615.2
    ],
    [
        " So I'm like cool. All right go home. I tell my mom straight up",
        4615.2,
        4618.44
    ],
    [
        " So mom's like oh, whoa, okay, you know tells me dad blah blah blah my dad tells the lady and the lady of course is all like",
        4618.44,
        4624.1
    ],
    [
        " Oh, no, you know like I did this and you know",
        4624.1,
        4627.14
    ],
    [
        " So she comes to me and she says sorry",
        4627.14,
        4629.92
    ],
    [
        " Right like sorry for this or but we had you know, we had a lot to drink or whatever and all this stuff",
        4629.92,
        4638.32
    ],
    [
        " Like how does this make it better? You know when you're like, but we had a some thinking there and I didn't know anything about drinking",
        4638.32,
        4643.92
    ],
    [
        " I don't know what it made you sort of do. I didn't really",
        4643.92,
        4646.76
    ],
    [
        " Know at that time. So to me it was like wait so wait when you drink like you can do that kind of stuff or what like",
        4646.76,
        4652.96
    ],
    [
        " What's the deal and the the apology just basically bounced off me like bullets off a superman or something?",
        4652.96,
        4659.4
    ],
    [
        " Yeah, no apology don't put the butts on those things. Yes, so that's what happened with this guy. That's what I think possible",
        4659.96,
        4665.0
    ],
    [
        " But it is his responsibility like you said to be like hey, I can't hold on to this thing",
        4665.56,
        4670.58
    ],
    [
        " You know like what you say? How do you psychologically reframing and kill that lingering resentment thing is the it's like a scar",
        4670.58,
        4676.92
    ],
    [
        " You have to treat he's like me keeping it a wound. Yes, you got to pick it at it",
        4676.92,
        4680.76
    ],
    [
        " Yeah, and you got to be like that's just a scar. It's like sure our relationship is different now just scar now",
        4680.76,
        4685.82
    ],
    [
        " But man, I got more important things to think out or do whatever",
        4685.82,
        4690.46
    ],
    [
        " Yeah, if you can pull out that off you be good move on",
        4690.46,
        4694.26
    ],
    [
        " Next question hello, and thank you, sir. I'm an inner city math teacher an OG hardcore kid",
        4695.0,
        4701.04
    ],
    [
        " That successfully approached my students as a team that I'm the leader of",
        4701.04,
        4706.96
    ],
    [
        " How do I discipline some of my key players and at the same time boost or at least not lower morale?",
        4706.96,
        4713.66
    ],
    [
        " Awesome. Well, that's cool",
        4714.14,
        4716.52
    ],
    [
        " I would say this if you got kids in the classroom and you got key players in the classroom",
        4716.52,
        4723.8
    ],
    [
        " Do what I always say to do to people put them in charge of stuff man",
        4725.0,
        4728.76
    ],
    [
        " Put them in charge put these kids in charge of things in the class not just dumb stuff either not just clean up",
        4728.76,
        4737.02
    ],
    [
        " Not just sweeping the floor, but some legitimate stuff like hey, I want you to come up with a lesson plan for tomorrow",
        4737.02,
        4744.66
    ],
    [
        " Here's the book that we're looking at here's the pages. I want you to talk about dang",
        4744.66,
        4748.5
    ],
    [
        " I want you to lead the discussion that we're gonna have in class",
        4748.5,
        4752.18
    ],
    [
        " Hey, once you to go over how you solve this math problems tomorrow",
        4752.24,
        4756.58
    ],
    [
        " You got you got some of the problems wrong on the test",
        4756.58,
        4760.46
    ],
    [
        " I want to teach him to you and I want you to teach the class",
        4760.46,
        4763.56
    ],
    [
        " Because obviously I didn't do a good job. Maybe you can do a better job than me and you know what",
        4763.56,
        4769.54
    ],
    [
        " You you're kind of you're kind of loud. Let's put that to use. I know people listen here. Here's another thing kid",
        4769.54,
        4776.96
    ],
    [
        " The kids look at you and they look up to you",
        4776.96,
        4779.9
    ],
    [
        " Let's use that. Let's try and get kids moving in the right direction",
        4781.46,
        4784.44
    ],
    [
        " So that's what I would do in a situation like this",
        4784.44,
        4788.12
    ],
    [
        " If someone's actually getting in trouble",
        4788.12,
        4791.3
    ],
    [
        " I wouldn't you don't do this you don't do what I'm talking about because they're in trouble",
        4791.3,
        4795.74
    ],
    [
        " Right, that's a little bit you can't say you're in trouble. So you're gonna have to teach class tomorrow. No, no, that doesn't work",
        4795.74,
        4801.66
    ],
    [
        " You say you say hey you let that whatever they got punished for you use you know your punishment that could be something like taking out trash",
        4801.66,
        4809.1
    ],
    [
        " But",
        4811.9,
        4812.22
    ],
    [
        " You don't want to throw leadership at someone when they get in trouble",
        4812.22,
        4815.7
    ],
    [
        " Occasionally you can do it occasionally you can be like okay",
        4815.7,
        4818.66
    ],
    [
        " You know what you're in charge of the platoon for this week or for these four days of admin",
        4818.66,
        4823.4
    ],
    [
        " And all of a sudden yeah, you realize oh you got to come in at five o'clock in the morning",
        4823.4,
        4829.12
    ],
    [
        " Oh, you got to stay until eight you know to the night. Oh, you got these reports too. Oh, yeah, it's like all these things that you didn't think about",
        4829.12,
        4834.86
    ],
    [
        " That's what you got to do and when you get off that restriction",
        4834.86,
        4839.48
    ],
    [
        " You get out of that role you realize hey, I have a little respect for the boss because I realize what the boss is going through",
        4840.22,
        4845.24
    ],
    [
        " So that's what I would do have some fun with this put the kids in charge of stuff give them little assignments make them get up make them",
        4845.24,
        4851.9
    ],
    [
        " Tournament leaders",
        4851.9,
        4853.28
    ],
    [
        " Tournament leaders",
        4853.28,
        4855.72
    ],
    [
        " Check",
        4855.72,
        4858.46
    ],
    [
        " We think one more one more",
        4858.46,
        4861.5
    ],
    [
        " What do you do when you fail and how do you handle it?",
        4861.5,
        4866.82
    ],
    [
        " What do you do when you fail?",
        4867.52,
        4870.54
    ],
    [
        " You know recently",
        4874.3,
        4876.58
    ],
    [
        " We reviewed",
        4876.58,
        4879.42
    ],
    [
        " That US Army field manual on here from like World War II",
        4879.42,
        4886.56
    ],
    [
        " era and it says in that manual it says other than death",
        4886.56,
        4893.12
    ],
    [
        " All failure is psychological",
        4894.18,
        4897.2
    ],
    [
        " Other than death all failure is psychological think about that",
        4897.2,
        4903.82
    ],
    [
        " Just just think about that this failure this upset this",
        4903.82,
        4910.22
    ],
    [
        " This catastrophe",
        4910.22,
        4912.2
    ],
    [
        " If you aren't dead",
        4912.2,
        4915.28
    ],
    [
        " Then it's just psychological",
        4915.28,
        4918.44
    ],
    [
        " Didn't your head",
        4918.44,
        4920.92
    ],
    [
        " Now this does not mean that you won't lose some battles because you will we all will",
        4923.56,
        4930.02
    ],
    [
        " But it does mean that",
        4930.02,
        4935.4
    ],
    [
        " As long as you don't surrender as long as you don't give up as long as you don't quit then you haven't failed",
        4935.4,
        4944.18
    ],
    [
        " Just means you've made a",
        4944.18,
        4947.98
    ],
    [
        " A temporary tactical retreat means you've made a brief withdrawal",
        4948.56,
        4954.3
    ],
    [
        " So that you can regroup",
        4954.3,
        4958.4
    ],
    [
        " And re-attack",
        4958.4,
        4961.54
    ],
    [
        " So",
        4961.54,
        4965.36
    ],
    [
        " As far as I'm concerned if you get beat unless you're dead you are not defeated",
        4965.36,
        4971.5
    ],
    [
        " And you have not failed what you've done as you've learned",
        4971.5,
        4976.0
    ],
    [
        " You've you've gained experience",
        4977.98,
        4980.76
    ],
    [
        " And you're still alive",
        4980.76,
        4984.7
    ],
    [
        " And you have memories to make",
        4984.7,
        4990.9
    ],
    [
        " So get up",
        4990.9,
        4995.02
    ],
    [
        " And go get after it",
        4995.02,
        4998.54
    ],
    [
        " And I think that's",
        4998.54,
        5002.68
    ],
    [
        " All I've got for tonight. So echo Charles",
        5002.68,
        5007.38
    ],
    [
        " Speaking of",
        5010.84,
        5009.5
    ],
    [
        " Getting after it sure",
        5009.5,
        5013.1
    ],
    [
        " Can you help us in that category? Yes, so we are on the path part of that part of that path like we always say is jujitsu",
        5013.1,
        5022.24
    ],
    [
        " It's funny how like you'll say jujitsu like when you suggest someone to",
        5022.24,
        5026.52
    ],
    [
        " To or your suggestion for someone to like move on or to like",
        5026.52,
        5030.76
    ],
    [
        " You know get out of a ride or whatever you always say jujitsu. Yes, and rightly so yes, it'll",
        5030.76,
        5037.04
    ],
    [
        " It's one of those things men where I've I'm not a psychologist",
        5037.88,
        5041.24
    ],
    [
        " I know you know that but I think that it'll cure",
        5041.24,
        5046.12
    ],
    [
        " Various levels of depression",
        5046.12,
        5048.96
    ],
    [
        " Real hey, I've taken a lot of flack over that yeah, I've taken a lot of flack over that I think",
        5048.96,
        5056.1
    ],
    [
        " Joe Rogan",
        5056.1,
        5057.94
    ],
    [
        " Sure",
        5057.94,
        5059.02
    ],
    [
        " When I was on his you know, we were basically saying like work out, you know, feel better and everyone got all mad",
        5059.02,
        5065.26
    ],
    [
        " Right, but the funny thing is Tim Ferris",
        5065.64,
        5068.64
    ],
    [
        " Who is actually gone through that kind of depression will tell you the exact same thing yeah",
        5068.64,
        5074.4
    ],
    [
        " So yeah",
        5074.4,
        5076.38
    ],
    [
        " Work out workout and do jujitsu do jujitsu for sure. Yeah, it's crazy with you know",
        5076.38,
        5082.24
    ],
    [
        " I'd say jujitsu even more than just like a regular workout whatever that even means",
        5082.24,
        5087.1
    ],
    [
        " But um is because you have a challenge that's a little bit more obviously like you against like an obvious",
        5087.1,
        5095.06
    ],
    [
        " Challenge, you know and through against the person there's that okay, and then there's the physical part of it",
        5095.26,
        5099.36
    ],
    [
        " Of course like the workout part of it which is one of the best workouts like if I wanted to like lose",
        5099.36,
        5105.36
    ],
    [
        " 30 pounds right first. I don't know whatever if I want to lose 30 pounds like bad pounds right so I you know",
        5105.36,
        5112.82
    ],
    [
        " and",
        5112.82,
        5113.82
    ],
    [
        " Right now as a right now there's no way I would do like a weight loss workout. Yeah, I would just do regular weight lifting",
        5113.82,
        5120.66
    ],
    [
        " And I would just do more jujitsu. That's it 100% like why would you some screws?",
        5120.66,
        5125.06
    ],
    [
        " I mean jujitsu is such a good workout. Yeah, why would you work out muscles that you didn't know you had your whole body too?",
        5125.26,
        5131.68
    ],
    [
        " Yeah, by the way whole body. Yeah, even your jaw muscles. Yeah. Yeah. Yeah. Yeah.",
        5131.7,
        5136.08
    ],
    [
        " Yeah, yeah, everything especially you with the jaw muscles because you're spending a lot of time on the quarter of the bat talking",
        5136.38,
        5141.08
    ],
    [
        " Train or coincidentally, that's another part of it is what I was about to say so so aspect",
        5141.08,
        5147.78
    ],
    [
        " For you for everybody. Yeah for you too and have a little conversation. Oh yeah post training",
        5147.78,
        5155.0
    ],
    [
        " Yeah, even like between rounds whatever it's like you're doing it and sure you can do that at the gym kind of but it's different",
        5155.26,
        5161.58
    ],
    [
        " What way people to want to talk before training? I protest that you know how I protest it. I start the clock",
        5161.58,
        5168.06
    ],
    [
        " Yeah, I'm gonna be okay the five minutes rounds are on you guys are rolling people then off of this chit chat or here's how prevalent",
        5168.06,
        5175.34
    ],
    [
        " The social element is",
        5175.34,
        5177.8
    ],
    [
        " No, no, and you'll agree with it because it happens with you too",
        5177.8,
        5181.34
    ],
    [
        " So you ever like shaking kids clock started beep clock started you shake hands with a person",
        5181.46,
        5186.04
    ],
    [
        " And then you just sneak in one question to the person like socially",
        5186.04,
        5189.8
    ],
    [
        " Not all the time because like you know, you remember like I'll do with Greg. I'll do with Andy and I want joke about that",
        5189.8,
        5196.24
    ],
    [
        " Oh, like we'll talk about our day like like Andy and I will joke about yeah, yeah like beep clock starts and it's like",
        5196.24,
        5202.48
    ],
    [
        " How's work today? Yeah, yeah, but that happens basically what it means is neither one of us feels like training",
        5202.48,
        5209.12
    ],
    [
        " And so we'll just laugh and then we'll train right because we won't we won't actually have a conversation right but see how you",
        5209.36,
        5215.7
    ],
    [
        " Know that it's a thing. It's so much that you make jokes about yes, it is a fact. That's how social it is",
        5215.7,
        5221.52
    ],
    [
        " You know and man you can I just got to tie my belt and adjust my key and put my knee pads back up and you know what I mean",
        5221.52,
        5227.3
    ],
    [
        " There's another stalling tactics. Yeah",
        5227.3,
        5229.54
    ],
    [
        " Not very social, but yeah, it's stalling for sure",
        5229.54,
        5232.46
    ],
    [
        " But and there's a lot of benefits to this thing that we call",
        5232.46,
        5236.6
    ],
    [
        " Jiu jitsu",
        5237.02,
        5237.54
    ],
    [
        " The jiu jitsu boi anyway, that's a sight now anyway when you're doing jiu jitsu of course you need a gie because you're doing gie and no gie",
        5237.54,
        5244.64
    ],
    [
        " So when you get your gie what gie's are we getting we're getting the best gie's are we getting the junkest gie's we're getting the best gie's",
        5244.64,
        5249.6
    ],
    [
        " All right, oh yeah big time anyway the best gie's are origin gie's you get them at origin main dot com",
        5249.6,
        5255.56
    ],
    [
        " origin main dot com the all kinds of stuff all kinds of clothes including jeans",
        5255.56,
        5260.28
    ],
    [
        " Yes, American denim which you know what even like not everyone does jiu jitsu not everyone does gie's",
        5260.28,
        5266.58
    ],
    [
        " Jiu jitsu but everyone does have jeans now. Let me ask you the same question you asked me what kind of jeans are we getting best kind",
        5266.6,
        5272.78
    ],
    [
        " Not the junk is not the junk would you say junk is junk is yeah, that's not even a word yes",
        5272.78,
        5277.18
    ],
    [
        " It is not the junkest kind it is if something is junk. Oh, you know what?",
        5277.18,
        5283.12
    ],
    [
        " That's one of those subtle differences in in remember how I tell you in kawaii",
        5283.32,
        5288.56
    ],
    [
        " They're like subtle differences in words. They're only small. They're pretty much the same, but they're subtle different",
        5288.56,
        5293.86
    ],
    [
        " That is one of them like junk is a little pigeon. Yeah, there's a little pigeon. Like it would be junkiest",
        5294.3,
        5300.2
    ],
    [
        " Right, not junk exactly right. So junk is the same as junky like it's the",
        5300.2,
        5305.24
    ],
    [
        " Like in the mainline you say junky like it's it's more of a what do you call it like I've not a verb, but um, oh yeah",
        5305.24,
        5311.36
    ],
    [
        " Like that that hamburger is real is real junky right? So junk on the mainland the word junk is a noun",
        5311.36,
        5318.16
    ],
    [
        " It's a junk. It's a piece of junk. It's a pile of junk. It's a noun",
        5318.16,
        5322.8
    ],
    [
        " In",
        5324.3,
        5324.7
    ],
    [
        " Hawaii. It's a it's a adjective like it's junk like that's a way of describing it",
        5324.7,
        5329.96
    ],
    [
        " That that was no no see it sounded like a noun to you because you're from the mainland if you say junk",
        5329.96,
        5336.58
    ],
    [
        " That's why you can have words like it's junker",
        5336.58,
        5339.24
    ],
    [
        " Way more junk",
        5339.24,
        5340.9
    ],
    [
        " Like we don't want to junk because there's such thing as junk junker and junkest in Hawaii and here",
        5340.9,
        5347.52
    ],
    [
        " It's like no, it's just junk. It's either junk or it's like not junk. You know kind of thing",
        5347.52,
        5351.42
    ],
    [
        " Cuz it's a noun seem to like I said these differences are subtle gonna follow though. Yeah",
        5351.42,
        5355.96
    ],
    [
        " No, cuz I thought of like if you went if I said hey, what's that stuff on the side of your house over there echo",
        5355.96,
        5360.4
    ],
    [
        " You'd be like oh, that's just junk right a pile of junk and I get what you mean by that",
        5360.4,
        5364.38
    ],
    [
        " It's an old lawn chair. It's an old weed whacker that doesn't work anymore. Sure right yeah a couple",
        5364.38,
        5369.76
    ],
    [
        " Stuffed animals that no one wants to do more that's junk. Yes, but what you're saying is",
        5369.76,
        5374.36
    ],
    [
        " Hey, how's that card that you just bought? Yeah, how's it work? How is it is that thing?",
        5374.36,
        5381.04
    ],
    [
        " Nope, is it dope? You're like no, it's junk. How was that movie last night kind of junk?",
        5381.42,
        5386.68
    ],
    [
        " Yeah, so in regards to jeans you don't want the junk jeans or in your case the junkier junkiest jeans",
        5387.06,
        5395.14
    ],
    [
        " junkest is what you said correct the whole the Kauai version. Who I yes, that's how",
        5395.14,
        5400.72
    ],
    [
        " Um, unless you want the best ones get the origin jeans",
        5400.72,
        5404.96
    ],
    [
        " In whatever other clothes you don't forget about supplements too supplements joint warfare",
        5404.96,
        5410.36
    ],
    [
        " Crill oil discipline discipline go",
        5410.7,
        5413.6
    ],
    [
        " Discipline go for when you need a little kick and and it's interesting you and I have both morphed to a situation where discipline",
        5413.6,
        5423.04
    ],
    [
        " The drink is just the normal. That's just part of the world",
        5423.04,
        5426.72
    ],
    [
        " That's just part of it. Yeah, I am now drinking and this is the thing about discipline",
        5426.72,
        5431.02
    ],
    [
        " It doesn't have",
        5431.02,
        5432.38
    ],
    [
        " 480 grams of or 480 milligrams of caffeine. Yeah, in fact it has 15 grams per scoop",
        5433.48,
        5440.12
    ],
    [
        " This is not the crazy stimulant that's like let's face it jujitsu",
        5440.12,
        5444.88
    ],
    [
        " You don't want to be all amped up on caffeine going to jiu jitsu class. I know that's why",
        5444.88,
        5450.6
    ],
    [
        " Discipline is so good pre-roll",
        5450.6,
        5453.32
    ],
    [
        " Yep, so that's what I figured out now because if you have iced tea which I used to drink a lot of iced tea",
        5453.32,
        5459.26
    ],
    [
        " Drink jacquo white tea right you just drink that stuff right like think of when you were a kid",
        5460.34,
        5464.96
    ],
    [
        " Oh enough some iced tea that I caffeine in it right you won't freaking out",
        5464.96,
        5468.86
    ],
    [
        " That has way more caffeine than discipline",
        5468.86,
        5471.22
    ],
    [
        " So what I'm saying is discipline is now just sort of a",
        5471.22,
        5473.72
    ],
    [
        " Just a just a day long or like an all day. I must have had",
        5473.72,
        5478.54
    ],
    [
        " I must have had five bottles of discipline today. Okay. Yeah, that's just all day because I'm sitting or drinking it",
        5478.54,
        5485.42
    ],
    [
        " You know, I'm working",
        5485.42,
        5487.44
    ],
    [
        " Yeah, I'm writing. I'm editing",
        5487.9,
        5490.0
    ],
    [
        " Which which which it's all right. Let's face it like",
        5490.0,
        5494.08
    ],
    [
        " Writing and editing sometimes is a real chore. Yeah, mental chore is not fun. Yeah, so you got to get in the game",
        5494.08,
        5502.94
    ],
    [
        " Yeah, that's why I've been drinking a lot of been disciplined lately",
        5502.94,
        5505.34
    ],
    [
        " So I've been a lot of writing a lot of mental thought yeah",
        5505.34,
        5508.86
    ],
    [
        " So anyways, you know the mega mix for jiu jitsu is",
        5508.86,
        5512.8
    ],
    [
        " Discipline",
        5512.8,
        5514.36
    ],
    [
        " Okay, water you can actually add like a little like a maybe like a third",
        5514.96,
        5519.0
    ],
    [
        " Cup whatever the third of your mix total of like a cranberry juice",
        5519.0,
        5523.4
    ],
    [
        " Or like you can squeeze lemon juice in there or something",
        5523.4,
        5526.68
    ],
    [
        " Water lemon juice discipline and on it has these like minerals and electrolytes mix one scoop of that",
        5526.68,
        5535.7
    ],
    [
        " Boom, that's the jiu jitsu mega mix. There you go. I don't bring you through go to do two scoops of discipline three if you want to get nuts",
        5535.7,
        5543.32
    ],
    [
        " You got to add more water, you know, and then you got that situation going or whatever there's been times where I've made discipline shots",
        5544.58,
        5550.96
    ],
    [
        " Okay, feel like I like hey, okay, you know what I'm heading to jiu jitsu",
        5550.96,
        5556.68
    ],
    [
        " I'm gonna be there in three minutes. Oh, yeah, yeah, I'm just gonna mix up a little shot",
        5556.68,
        5561.68
    ],
    [
        " It's got three scoops and it's it's like a shot",
        5561.68,
        5564.14
    ],
    [
        " Yeah, so I've done that before but that's also why I meant discipline go",
        5564.14,
        5567.46
    ],
    [
        " Yeah, because discipline glow is for those situations where you don't want to drink a bunch, but you just want that hitter",
        5567.46,
        5572.82
    ],
    [
        " Yeah, but the go the pill that that takes longer though, right because not instant. Yeah, that's why it takes that one like I don't know half an hour 40 minutes prior to",
        5572.82,
        5582.36
    ],
    [
        " Yeah event situation evolution. It's like you have to have a lushe at",
        5582.36,
        5587.0
    ],
    [
        " Mine I feel like is or it is straight up. It's like a routine. You know how like you sort of have a routine",
        5587.0,
        5593.4
    ],
    [
        " I guess, you know some people do I got some routines. Yeah, and um when you call yeah the protocol comes in into play like this",
        5593.4,
        5602.0
    ],
    [
        " You go boom. Okay, I got you just to X X time right I leave the house at X time minus whatever I drink the mega mix",
        5602.16,
        5610.72
    ],
    [
        " X time minus whatever minus, you know another 10 minutes",
        5610.72,
        5614.86
    ],
    [
        " So it's like the the amount of time it takes to mix it up",
        5614.86,
        5617.78
    ],
    [
        " You just don't even win to drink it if they're gonna roll or do something active. Oh, the thing is I don't know",
        5617.78,
        5623.54
    ],
    [
        " I'm saying 40 minutes you say half an hour 40 minute half an hour. I'm saying 40 minutes to half an hour",
        5623.54,
        5631.98
    ],
    [
        " Stay together 15 15 in 20 minutes. Okay, so you don't need it to kick in right when you get here",
        5631.98,
        5637.26
    ],
    [
        " Because you're gonna be chat with people for the first time hour",
        5637.26,
        5639.32
    ],
    [
        " Yeah, well, it's one of those things. It's not like there's this little teeny tiny window of it working",
        5639.32,
        5644.92
    ],
    [
        " But once it's in the in the system, but you're rolling you know, yeah, I you don't even really like feel it like",
        5644.92,
        5651.02
    ],
    [
        " Where off or nothing like a coffee crash or nothing like that. So I don't know I just do it that way",
        5651.02,
        5656.82
    ],
    [
        " That's been and it's work like man. I'll I won't not do it that way. Yeah",
        5656.82,
        5661.16
    ],
    [
        " Also, don't forget about milk, which is if you need extra protein, which you do",
        5663.44,
        5667.76
    ],
    [
        " You can get it from milk or if you just want a straight-up dessert",
        5667.76,
        5671.76
    ],
    [
        " You just have dessert and if you don't think the strawberry milk tastes like dessert, you're wrong",
        5671.76,
        5676.34
    ],
    [
        " The strawberry milk is dessert",
        5676.34,
        5679.02
    ],
    [
        " Get some and some of the other ones. I've just had so much of them. I'm just really stoked on a strawberry right now mint",
        5679.02,
        5685.04
    ],
    [
        " You know what it was these your go-to peanut butter or is it mint?",
        5685.04,
        5688.12
    ],
    [
        " Mint but all all interchange for a variety whatever that strawberry one came in thanks Brian for that by the way",
        5688.68,
        5694.36
    ],
    [
        " So it's like okay, you know strawberry slayer",
        5694.36,
        5696.84
    ],
    [
        " There's a lot of hype. Yeah, it's strawberry cool. I'm not the huge just um like I like I like the strawberry",
        5696.84,
        5703.46
    ],
    [
        " I like it. Yeah, but",
        5703.46,
        5705.1
    ],
    [
        " When there's chocolate like why would you do strawberry? You know if you if you have chocolate or whatever some like but whatever",
        5705.1,
        5711.36
    ],
    [
        " Let's do it the",
        5711.36,
        5713.04
    ],
    [
        " Strawberry with is so mix it up boom the same deal",
        5713.5,
        5716.76
    ],
    [
        " I didn't want to like add extra stuff in there. I just I wanted the raw deal so I had regular milk and strawberry milk",
        5716.76,
        5723.42
    ],
    [
        " Yeah, see what the hype is all about surprisingly",
        5723.42,
        5726.24
    ],
    [
        " Surprisingly good meaning and I don't you know that's a general term surprisingly good or whatever to me",
        5726.24,
        5732.44
    ],
    [
        " The strawberry milk tastes",
        5732.44,
        5734.34
    ],
    [
        " closer to an actual strawberry milkshake the only difference that I could detect is that it's not as like",
        5734.34,
        5741.18
    ],
    [
        " overtly sweet as like one from like a you know like you get a strawberry milk",
        5741.6,
        5745.56
    ],
    [
        " Place, you know, it just wasn't as sweet as that that's it put another half a scoop in there and you'll be in the zone",
        5745.56,
        5752.7
    ],
    [
        " That's what I thought yeah, and that's what I think I'm telling you what so I I I implemented the that hitter the real litmus test",
        5752.7,
        5761.28
    ],
    [
        " Right, so I what do you call in less the kids? Yeah, I'm sit down. I was like all right here. This is strawberry milk",
        5761.28,
        5767.48
    ],
    [
        " Have some just a little thing so here's how you do it. You don't say it is a good is it not good because it's easy to you want more",
        5768.1,
        5774.14
    ],
    [
        " You don't even ask that you just wait",
        5774.14,
        5775.96
    ],
    [
        " So because if you ask hey is it good or not good there if they're old enough they'll tell you what you want to hear",
        5775.96,
        5781.12
    ],
    [
        " They'll be like yeah good then they'll go play or they won't be into the test at all which typically they're not",
        5781.12,
        5785.56
    ],
    [
        " And they'll just be like no it's junk therefore, you know in their mind he won't give me anymore or whatever",
        5785.56,
        5789.68
    ],
    [
        " You know, you just don't get an actual actually uh",
        5789.68,
        5792.08
    ],
    [
        " An accurate reading so",
        5792.08,
        5793.82
    ],
    [
        " What you do is you hear you can have some of this that's it",
        5793.82,
        5796.54
    ],
    [
        " So they tasted both of them wanted more um both of them",
        5796.74,
        5800.58
    ],
    [
        " That's a miracle. Yeah, that's what it is really good stuff",
        5800.58,
        5804.2
    ],
    [
        " So and also don't forget you got warrior kid milk that comes in strawberry and chocolate as well and it's",
        5804.2,
        5809.46
    ],
    [
        " It's like legitimately good for your children",
        5809.46,
        5812.78
    ],
    [
        " So get it for him. Oh, yeah also jacquoise T. Yes, jacquoise and tea it's called jacquoise T",
        5812.78,
        5819.82
    ],
    [
        " And it just is like drinking goodness",
        5819.82,
        5824.1
    ],
    [
        " That's what it is like drinking victory drinking taste like taste like victory and it's just goodness got",
        5824.68,
        5830.04
    ],
    [
        " Annihauks is get you a little gets you a little kicker",
        5830.04,
        5833.74
    ],
    [
        " Certified organic to by the way. Yeah. Yeah, so that's that really cool origin main calm. We've got to say that",
        5833.74,
        5839.98
    ],
    [
        " Yes, also jaco has his own store jaco store. So you go to jaco store.com",
        5839.98,
        5846.12
    ],
    [
        " This is where you can get your display equals freedom shirts hoodies",
        5846.12,
        5850.54
    ],
    [
        " Lightweight and heavyweight hats, you know, anyway hats",
        5852.22,
        5855.98
    ],
    [
        " No, you know, no heavyweight hats",
        5855.98,
        5858.64
    ],
    [
        " You know, but you do have those trucker hats with the what do you call it snap back?",
        5858.64,
        5862.32
    ],
    [
        " Or flex fits with some options there",
        5862.5,
        5864.64
    ],
    [
        " Anyway, anyway, you want to represent the path you can get something there rash grids as well",
        5864.64,
        5869.68
    ],
    [
        " Do you do or whatever you're doing boom you can get a good shirt. This has good on it that does not have my head on it",
        5869.68,
        5875.96
    ],
    [
        " Which is a positive thing moving in a different direction more subtle direction",
        5875.96,
        5880.22
    ],
    [
        " I don't necessarily agree because I think that the one with your hand on it is like",
        5880.74,
        5884.76
    ],
    [
        " Not very subtle bro. No, it's not subtle at all, but it does like",
        5884.76,
        5889.44
    ],
    [
        " Now they both have their benefits because look when I wear the good one just just good",
        5889.44,
        5894.32
    ],
    [
        " Like the the people who do say something they're just kind of like oh yeah good good. They'll just say it",
        5894.32,
        5899.14
    ],
    [
        " You know, but the one with your head they'll either ask oh who's that on your shirt like who is that usually?",
        5899.14,
        5905.44
    ],
    [
        " It's like I don't know, you know",
        5905.44,
        5906.94
    ],
    [
        " Winston Churchill or so I don't know you wear a public figure on there",
        5908.06,
        5910.54
    ],
    [
        " So they're wondering who is that and why that don't say no?",
        5910.54,
        5913.48
    ],
    [
        " First thing they can't do and I've never seen a Winston Churchill T shirt, but I'm glad that we got that going",
        5914.02,
        5922.54
    ],
    [
        " All right, no, nonetheless or they'll know who you are and they know that that's what you say and they'll be like",
        5922.54,
        5929.7
    ],
    [
        " You know what he call it the book that when they know and you know, yeah, exactly right",
        5929.7,
        5933.62
    ],
    [
        " So I dig both 100% but nonetheless a lot of cool stuff on there if you if you like something",
        5933.62,
        5940.52
    ],
    [
        " Get something as they say also subscribe to the podcast if you haven't already on iTunes and Stitcher and wherever you listen to podcasts",
        5940.52,
        5949.04
    ],
    [
        " Because a lot of places",
        5949.04,
        5949.94
    ],
    [
        " They're trying to kind of change the landscape of podcasts listening to by the way. Oh, yeah, yeah",
        5949.94,
        5955.42
    ],
    [
        " They want to charge money or something put it behind the firewalls",
        5955.42,
        5959.3
    ],
    [
        " Pay why I think it's paywall paywall maybe the firewall too",
        5959.3,
        5963.02
    ],
    [
        " The firewall the paywall anyways. We're free. We're free. Yeah, free",
        5963.06,
        5967.08
    ],
    [
        " But nonetheless, hey, it is what you have to pay you know, you have to pay you have to listen to this part of the podcast",
        5967.08,
        5971.84
    ],
    [
        " You don't actually even have to do",
        5971.84,
        5973.54
    ],
    [
        " I'm sick. It's like one of those little trays",
        5973.54,
        5976.54
    ],
    [
        " Don't forget about the warrior kid podcast, which is also not behind the paywall",
        5976.54,
        5979.64
    ],
    [
        " It's free for your children if your kids want to learn how to be on the path your kids want to learn about discipline",
        5979.64,
        5984.36
    ],
    [
        " If you're kids want to learn how to handle",
        5984.36,
        5985.94
    ],
    [
        " bullying and",
        5985.94,
        5987.46
    ],
    [
        " Trouble in school and trouble study if they want to learn to handle all that stuff in life",
        5987.46,
        5992.16
    ],
    [
        " And if you want to get a little hint too because you know, you need it",
        5992.78,
        5995.92
    ],
    [
        " Get some of that warrior kid podcast",
        5995.92,
        5998.24
    ],
    [
        " Yeah, that's a good one also",
        5998.24,
        6001.38
    ],
    [
        " Irish oaks ranch dot com. This is where you can get where a kid's soap. Yeah",
        6001.38,
        6006.42
    ],
    [
        " Which is not for kids. Yeah, it's actually jacos soap made by a warrior kid",
        6006.42,
        6011.68
    ],
    [
        " So it is where you could so called jacos soap. There's another edition called trooper",
        6011.68,
        6016.5
    ],
    [
        " So was it the trooper bar trooper soap? I think yeah nonetheless. It's good. Yeah. Yeah",
        6016.5,
        6022.14
    ],
    [
        " This is good so all come. Yes. It'll help you stay clean. It'll make you stay clean",
        6022.16,
        6026.94
    ],
    [
        " Straight up in a hardcore kind of way",
        6026.94,
        6030.14
    ],
    [
        " also youtube",
        6030.14,
        6032.12
    ],
    [
        " If you're interested in the video version of this podcast of jaco telling us helping us",
        6032.12,
        6038.88
    ],
    [
        " Advising us do you advise? I'm just over here saying my point of view. I guess more than anything else",
        6038.88,
        6046.62
    ],
    [
        " And then and then echo makes videos that he's super proud of and he's all hype about and he thinks they're super",
        6046.62,
        6052.06
    ],
    [
        " cool so you can check those out too",
        6052.16,
        6053.64
    ],
    [
        " Sure. Yeah, there you go. Nonetheless. Yes, YouTube jacos podcast YouTube channel. Yeah, you have one. So yeah",
        6053.64,
        6062.06
    ],
    [
        " We do have our own YouTube channel. Yes, you can sign up for little announcements",
        6062.06,
        6066.18
    ],
    [
        " Sure that come out notice I have that so whenever you post a video",
        6066.18,
        6071.14
    ],
    [
        " I get a notification. Yeah, and I go cool echo post a video should I watch it? Yeah, and then I go down and read the comments",
        6071.14,
        6078.12
    ],
    [
        " See then someone says echoes looking",
        6078.98,
        6081.38
    ],
    [
        " That's coming in the world. Yeah, and then psychological warfare you can get that if you need a little",
        6081.38,
        6089.72
    ],
    [
        " Little assistance during a challenging moment of weakness if you press play on your phone",
        6089.72,
        6096.16
    ],
    [
        " You can play a little track that will get you through that moment of weakness",
        6096.16,
        6101.64
    ],
    [
        " It's on iTunes Google play and pay through platforms of all kinds",
        6101.64,
        6105.0
    ],
    [
        " And if you want a visual representation to help keep you on the path check out flip side canvas.com where my brother",
        6105.0,
        6114.38
    ],
    [
        " The codomire is making art",
        6114.38,
        6119.3
    ],
    [
        " He's put on and he's putting into it art with layers. That's what it is. There you go",
        6119.3,
        6124.42
    ],
    [
        " You just you just going to use made the motto",
        6124.42,
        6126.34
    ],
    [
        " Art with layers gonna put some more of your kid stuff up there for your kids rooms. We're gonna put some more your kid things up there",
        6126.34,
        6132.18
    ],
    [
        " So be checking that out",
        6132.18,
        6134.1
    ],
    [
        " And if you have anything that you want to have",
        6135.26,
        6138.18
    ],
    [
        " On a canvas let Dakota Meyer know let hit him up on twitter tell him what's going on tell him what you think he can make",
        6138.18,
        6144.24
    ],
    [
        " He can make it happen. So there's that also on it on it.com",
        6144.24,
        6149.5
    ],
    [
        " So this is where you can get your kettlebells when you're when we",
        6149.5,
        6153.22
    ],
    [
        " Are varying up our workouts need more kettlebells?",
        6153.22,
        6157.74
    ],
    [
        " You need more",
        6157.74,
        6159.24
    ],
    [
        " Functional fitness type stuff. That's where you get it also like I mentioned before the the mineral slats",
        6159.24,
        6164.98
    ],
    [
        " Electrolite mix for the pre-git to actually pre-workout to",
        6165.72,
        6169.8
    ],
    [
        " Mega mix",
        6169.8,
        6171.34
    ],
    [
        " This is where you get it on it.com slash jaco",
        6171.34,
        6174.62
    ],
    [
        " What if you I mean you don't you don't want a pre workout is it's called a pre workout. Yeah, it's like it has like",
        6174.62,
        6180.76
    ],
    [
        " Like vasodilators and caffeine and stuff in it. It's mainly for like lifting or whatever",
        6180.76,
        6185.82
    ],
    [
        " You can mix that if you work out don't do met cons on this, but if you're just lifting",
        6185.82,
        6191.72
    ],
    [
        " For like high-porture fear whatever and you like pre workouts you mix that in the mega mix",
        6192.14,
        6197.2
    ],
    [
        " So you go pre workout discipline two scoops one scoop electrolytes from on it",
        6197.2,
        6203.14
    ],
    [
        " Lemon juice water",
        6203.14,
        6205.18
    ],
    [
        " Mix that report pack. Oh, that's the mega mix right there for lifting for you to measure your biceps report back",
        6205.18,
        6211.72
    ],
    [
        " Yes, yeah, your pump will be out of this world",
        6211.72,
        6214.42
    ],
    [
        " But before jiu-jitsu don't do the pre workout don't do the caffeine before jiu-jitsu",
        6214.42,
        6218.3
    ],
    [
        " That's my thing anyway on it.com slash jaco is where you get it",
        6218.3,
        6221.62
    ],
    [
        " Got some books",
        6221.72,
        6222.72
    ],
    [
        " Got some books coming out. I got one book coming out called or way the warrior kid three where there's a will",
        6222.72,
        6229.0
    ],
    [
        " Uh, I think when this podcast out we might even be live or close to it. Yeah, so",
        6229.0,
        6235.44
    ],
    [
        " Way the warrior kid three",
        6235.44,
        6237.76
    ],
    [
        " Order it immediately. I just",
        6237.76,
        6241.18
    ],
    [
        " Got the numbers prior to walking in here. It's already selling like pretty awesome",
        6241.18,
        6245.26
    ],
    [
        " So appreciate everyone pre ordering it, but if you want it order it now",
        6245.26,
        6249.62
    ],
    [
        " So I can print enough for you because the publishing company is jaco publishing also",
        6249.62,
        6255.38
    ],
    [
        " We got way the warrior kid one",
        6255.38,
        6257.8
    ],
    [
        " We got way the warrior kid two subtitle marks mission way the choreo way the warrior kid one subtitle is from wimpy to warrior",
        6257.8,
        6267.14
    ],
    [
        " The navy seal way teach your kids to be on the path",
        6267.14,
        6269.7
    ],
    [
        " If you got a little bit younger kid get Mikey in the dragons",
        6269.7,
        6272.12
    ],
    [
        " Mikey in the dragons will frame your child's mind to be able to overcome fear for the rest of their lives",
        6272.12,
        6279.28
    ],
    [
        " Just a nice little thing to give them for the rest of your life. You don't have to be afraid of anything",
        6279.74,
        6283.88
    ],
    [
        " There you go. There you go child. You're welcome",
        6283.88,
        6287.0
    ],
    [
        " Dismin equals freedom field manual",
        6287.0,
        6289.44
    ],
    [
        " That's how to get after it",
        6289.44,
        6291.94
    ],
    [
        " The audio of that is on iTunes Amazon music google play another mp3 extreme ownership",
        6291.94,
        6297.5
    ],
    [
        " And dichotomy leadership both those books I wrote with my brother life babin",
        6297.5,
        6302.06
    ],
    [
        " and we",
        6302.06,
        6303.92
    ],
    [
        " Take the experiences we had in combat overseas",
        6303.92,
        6308.16
    ],
    [
        " The leadership lessons we learned and we pass them on to all of you",
        6308.38,
        6313.26
    ],
    [
        " Also, we have echelon front which is our leadership consultancy",
        6313.26,
        6317.44
    ],
    [
        " And what we do is we solve problems through leadership",
        6317.44,
        6320.9
    ],
    [
        " And if you want to have us come and work with your company then go to echelonfront.com",
        6320.9,
        6326.24
    ],
    [
        " If you want to come to a live experience you can come to the muster",
        6326.24,
        6330.74
    ],
    [
        " May 23rd and 24th in Chicago sold out you won't be coming to that one",
        6330.74,
        6334.5
    ],
    [
        " September 19th and 20th in Denver",
        6336.42,
        6338.24
    ],
    [
        " Not sold out yet, but it will and December 4th and 5th in Sydney, Australia go to extremotorship.com",
        6338.24,
        6344.46
    ],
    [
        " All of them have sold out all of them will sell out so get in the game early EF online",
        6344.46,
        6350.18
    ],
    [
        " This is our if you can't make it to the muster, but you want to",
        6350.18,
        6354.98
    ],
    [
        " Get granular with your leadership capabilities",
        6354.98,
        6357.94
    ],
    [
        " Then go to efonline.com",
        6357.94,
        6360.78
    ],
    [
        " And we will take you through",
        6360.78,
        6363.48
    ],
    [
        " Leadership",
        6365.62,
        6366.22
    ],
    [
        " courses that will pragmatically improve your leadership skills",
        6366.22,
        6369.54
    ],
    [
        " There's interactive decisions you have to make in those courses",
        6369.54,
        6372.56
    ],
    [
        " So check it out efonline.com and then ef Overwatch",
        6372.56,
        6376.88
    ],
    [
        " If you're a business person and you are looking for leaders",
        6376.88,
        6380.8
    ],
    [
        " Which is what you need in your company you need leadership",
        6380.8,
        6383.68
    ],
    [
        " if you want leadership in your company",
        6383.68,
        6385.96
    ],
    [
        " we have special operations and combat aviation veterans",
        6385.96,
        6389.48
    ],
    [
        " and",
        6389.48,
        6390.86
    ],
    [
        " We are getting them placed into your company",
        6392.08,
        6396.04
    ],
    [
        " So go to ef Overwatch if you are looking for leaders in your company",
        6396.04,
        6403.46
    ],
    [
        " And if you want to cruise hard more with us on the inner webs",
        6403.46,
        6408.6
    ],
    [
        " Twitter Instagram and on Facebook of course",
        6408.6,
        6412.84
    ],
    [
        " I'm at echo Charles and jaco is at jaco willink",
        6412.84,
        6416.66
    ],
    [
        " What are the three platforms?",
        6416.66,
        6419.3
    ],
    [
        " Twitter Instagram and",
        6420.04,
        6421.88
    ],
    [
        " then Facebook",
        6421.88,
        6423.86
    ],
    [
        " Thank you, I wasn't quite sure what you said",
        6423.86,
        6431.3
    ],
    [
        " And thanks to everyone out there that wears",
        6431.3,
        6435.4
    ],
    [
        " The cloth of our nation a military uniform",
        6435.4,
        6439.96
    ],
    [
        " Thank you for your sacrifice and thanks to your families as well who also sacrifice",
        6439.96,
        6446.22
    ],
    [
        " To keep the nation safe and thanks to police law enforcement fire fighters paramedics EMTs",
        6446.22,
        6452.88
    ],
    [
        " dispatchers correctional officers border patrol secret service all first responders for what you do every day",
        6452.88,
        6461.36
    ],
    [
        " And thanks to your families as well for supporting you so that you all can support us",
        6461.36,
        6468.0
    ],
    [
        " And everyone else out there",
        6468.0,
        6470.72
    ],
    [
        " Remember that life goes by like a summer day",
        6473.24,
        6476.24
    ],
    [
        " And you don't have time to get hung up on failures",
        6476.24,
        6480.6
    ],
    [
        " You don't have time to dwell in the past and you can't preserve",
        6480.6,
        6484.82
    ],
    [
        " the memories perfectly",
        6484.82,
        6487.84
    ],
    [
        " So make sure you get out there every day and you make new memories by moving forward",
        6487.84,
        6495.76
    ],
    [
        " And getting after it",
        6495.76,
        6499.56
    ],
    [
        " And until next time this is echo and jaco",
        6500.72,
        6505.08
    ],
    [
        " out",
        6505.08,
        6506.9
    ]
]