[
    [
        " I find meetings of greater than or equal to eight people far less productive than smaller groups,",
        0.0,
        9.96
    ],
    [
        " even with structured action oriented agenda. Is there a maximum amount of people you'd",
        9.96,
        18.06
    ],
    [
        " involve in a strategic or tactical planning group?",
        18.06,
        21.42
    ],
    [
        " I don't think there is a maximum amount. I think it just has to be controlled. You've got to have some",
        25.42,
        30.92
    ],
    [
        " decentralized command where people understand if there's just a bunch of people in the meeting and everyone's",
        30.92,
        35.28
    ],
    [
        " kind of speaking in turn and talking over each other, you're not going to get anything done. So you've got to have",
        35.28,
        40.74
    ],
    [
        " there's got to be one leader who's run that. There's got to be some other subordinate leaders that",
        40.74,
        46.46
    ],
    [
        " and one person's got to drive that meeting and make sure that when someone starts going and down a",
        47.86,
        52.12
    ],
    [
        " rabbit hole, okay, you guys have a sidebar conversation. Afterwards, let's keep this meeting focused and ultimately",
        52.12,
        58.84
    ],
    [
        " the decision maker who can focus the team on a single course of action, get her by behind them.",
        58.84,
        63.26
    ],
    [
        " I agree and there's certainly times where you can bring too many people into try and figure something out.",
        63.78,
        68.38
    ],
    [
        " I mean that can certainly happen and we have the good idea fairies that keep coming around with their good ideas",
        68.58,
        73.16
    ],
    [
        " and because I don't know what if we did this, I don't know if we did that. There's also an interesting dynamic that you",
        73.16,
        77.0
    ],
    [
        " just pointed out that ties into a question that we had earlier or something that we were talking about earlier,",
        77.0,
        82.04
    ],
    [
        " which is, okay, so let's say we have a meeting and there's 15 people in that meeting. If the leader of that meeting",
        82.54,
        89.7
    ],
    [
        " then we'll say steps down into the position of being the director of the meeting itself. I guess what he's doing the whole time.",
        89.7,
        102.02
    ],
    [
        " He's talking, he's pulling things, he's getting and what he's doing while he's doing that is he's getting in the weeds of what's going on.",
        102.22,
        108.04
    ],
    [
        " So as he's getting in the weeds of what's going on, he's losing the strategic vision.",
        108.24,
        112.34
    ],
    [
        " And so if there's 20 people in a meeting and you as the leader are going, okay, what do you think? What do you think?",
        112.88,
        117.74
    ],
    [
        " What do you think? And hey, no, let's get refocused. When you're doing all that traffic copying, you're actually losing your strategic altitude.",
        117.82,
        125.52
    ],
    [
        " You're not going to be able to see and make a good, clear decision. So if there's 30, 40, 50 people in a meeting and you as the leader get down in the weeds",
        125.54,
        135.58
    ],
    [
        " and get down in the trenches and you start throwing down with everyone, well, it's not going to take very long. Well, you're just one of the troops and you don't see anything.",
        135.58,
        144.14
    ],
    [
        " Whereas if you let, let one of the other leaders, let one of the subordinate leaders let them step up, let them start to do their thing, let them do the direction of the meeting.",
        144.46,
        152.5
    ],
    [
        " And you might even tell them, hey, run this meeting. I would do that. I'd be like, hey, you run this meeting.",
        152.5,
        157.2
    ],
    [
        " And then you let them get in there and the trenches and let them try and sort out ideas. And their mind gets filled with a bunch of crap.",
        157.8,
        163.46
    ],
    [
        " And meanwhile, you're in the meeting. You're just not running it. So there's a big difference between running the meeting and overseeing the meeting or being in the meeting or being the leader of the meeting.",
        163.9,
        173.82
    ],
    [
        " So if we're going through a kill house or if we're going, if we're going through a kill house, that's a good example, which is the building with a bunch of rooms in it.",
        174.36,
        181.98
    ],
    [
        " If as the leader, you don't say, hey, I'm going to run this kill house. I'm not going to, I'm not going to direct the movement through the kill house.",
        182.22,
        191.2
    ],
    [
        " Because then guess what you're doing? You're directing the movement through the kill house.",
        191.36,
        194.36
    ],
    [
        " What you want to do is take a step back and say, hey, you third, fourth, fifth in the chain of command, you run this kill house, you run the train. And now that guy goes, okay, cool.",
        194.62,
        206.68
    ],
    [
        " I got it. And now while he's running the train, doing the work, you're step back at altitude. You can see what's going on. You can hear the frustration. You can hear shots fired.",
        206.78,
        215.5
    ],
    [
        " You know where people are moving. Then you become you're the real leader.",
        215.6,
        219.0
    ],
    [
        " So same thing in a meeting, if the dynamics of the meeting are you get more than 10 people, 15 people, and what you're doing is you're down there directing traffic, it's going to be really problematic for you.",
        220.06,
        228.88
    ],
    [
        " If you have a meeting with 15 or 20 people and you tell someone else to direct the meeting and run the meeting and you take a step up and you simply observe, you're going to have a better time feeling like the meeting is effective.",
        229.38,
        244.62
    ],
    [
        " And you will get the benefit of hearing all these different voices, which is good, which is good to hear all these different opinions and voices and be able to pick through and sort through.",
        245.02,
        253.22
    ],
    [
        " And that's going to give you more benefit than you know what I get there's too much going on this meeting only give me two people and we'll make the decisions. Well, there's some people number number the sixth person that person had a good input, right.",
        253.84,
        265.46
    ],
    [
        " The 12 person might have had some good input. So again, is there balance. Yes, are there certain decisions that you kind of need to take and really dive down in with a small group. Absolutely.",
        265.46,
        275.54
    ],
    [
        " But is it good sometimes to let things air out and let someone run a meeting and you listen and you learn kind of what the overall atmospheric so the situation are.",
        276.18,
        285.08
    ],
    [
        " Absolutely. That's my answer.",
        285.66,
        288.06
    ],
    [
        " I think it's a great one. It helps people it helps people listen to you as well. Right. I mean, when if you're the boss and you're just sitting back and you're not saying anything and then all of a sudden you're like, Hey guys, we're getting way off topic here. This is what we need to do. Here's the dress we need to go.",
        288.46,
        300.82
    ],
    [
        " Got it. Everyone's back on track. Whereas if you're in the middle of it, then yeah, people are just automatically, you know, kind of doing their service.",
        301.0,
        308.06
    ],
    [
        " I'm sure we said this before and I know we talked about it really, but like when I would say something on the radio and task unit, bruiser, when I would say like a legitimate thing, man, it would happen.",
        308.06,
        317.24
    ],
    [
        " If I got on and said everyone get to building 34 now, people would go. And one of my favorite things to do one of my favorite conversations to have on the radio with with either you or stoner was like, I remember you'd be like, you'd say, Hey, Jockel, we got another mover where I want to take down building 34 and I'd come up and go do it.",
        317.24,
        336.24
    ],
    [
        " That was all I'd ever said be like, do it. And I just like go because I'm not trying to talk, right? I got these guys got their situations handled. Hey, he's going outside of something that we planned. Hey, Jockel, I want to build a move to building 34 and take that thing down.",
        336.28,
        350.56
    ],
    [
        " Do it. Not. Well, why do you want to do that? You know why he wants to do it? Because he's got a good reason. He's not asking me that because it's a fantasy that he thinks it's going to be cool. No, there's a reason. And he'll explain that to me later.",
        351.42,
        362.08
    ],
    [
        " And if it was something where he's like, I want to, you know, start doing jumping jacks out here, then I might ask why? Because that doesn't make my sense to me.",
        362.3,
        369.12
    ],
    [
        " But to say, Hey, we're in here building 34 as well. What if we were doing burpees with that make more sense? That makes a little more sense. Little more sense than jumping jacks.",
        369.4,
        380.06
    ],
    [
        " Look, that that absolutely worked. It worked for us. When you when you said something over the radio, like, got it, we're good. Like the decision made everyone's on board. And I think it's it's something that you've got to you've got to focus on what like when a leader talks, it should matter. And I think you can be you got to be really careful about that.",
        380.8,
        399.46
    ],
    [
        " And I've certainly been a chief violator of that of like going off a two dip to many different directions, but that you did extremely well, it's asking a bruiser and it works. And every leader should be very cogniz of that.",
        400.1,
        410.46
    ],
    [
        " Yeah, the less you talk, the more people listen.",
        410.74,
        412.72
    ]
]