[
    [
        " Jocco, Lafe, and Echo.",
        0.5,
        2.92
    ],
    [
        " Your opinion has been solicited on this leadership question right here.",
        3.36,
        9.62
    ],
    [
        " So we'll see how that works out.",
        9.86,
        10.98
    ],
    [
        " A good leader ensures his team understands what their goals are and why they are performing tasks.",
        11.62,
        17.46
    ],
    [
        " But how do you balance doing this with not being the leader that talks so much that the team stops listening?",
        17.94,
        24.26
    ],
    [
        " Did we just cover this for a long period of time?",
        24.64,
        26.56
    ],
    [
        " Pretty much.",
        26.74,
        26.98
    ],
    [
        " We didn't. I guess we can leave it at this.",
        27.34,
        29.56
    ],
    [
        " Echo, do you agree with what we said earlier?",
        29.74,
        32.28
    ],
    [
        " Or do you have a different opinion about talking too much?",
        32.44,
        34.36
    ],
    [
        " And mind you, you've said a lot today.",
        34.92,
        37.74
    ],
    [
        " So don't be, you know, don't get all the nuts.",
        38.06,
        39.76
    ],
    [
        " Don't get crazy over here.",
        39.76,
        40.86
    ],
    [
        " Or we'll stop listening.",
        41.16,
        42.0
    ],
    [
        " Mm-hmm.",
        43.02,
        43.6
    ],
    [
        " The guy who talks too much.",
        44.54,
        48.08
    ],
    [
        " No, yeah, less is more.",
        48.4,
        49.6
    ],
    [
        " 100%.",
        49.74,
        50.2
    ],
    [
        " There you go.",
        50.2,
        50.38
    ],
    [
        " There you go.",
        50.52,
        51.44
    ],
    [
        " I like it.",
        51.64,
        52.06
    ],
    [
        " I will say it musters when Echo's words to the audience.",
        52.52,
        57.8
    ],
    [
        " He always gives an epic speech with, have solicited probably the greatest applause of everyone out there.",
        58.62,
        63.96
    ],
    [
        " Yeah, man.",
        64.28,
        64.64
    ],
    [
        " See?",
        64.8,
        64.9
    ],
    [
        " I guess to dig into this a little bit of how to balance that with being a leader that talks too much,",
        65.36,
        71.54
    ],
    [
        " I think you've got to pay attention to what the reactions are you're getting for people, right?",
        71.68,
        75.46
    ],
    [
        " Yeah.",
        75.68,
        75.8
    ],
    [
        " You've got to pay attention to the reactions you're getting for the people.",
        75.88,
        78.24
    ],
    [
        " If the people are not totally actively listening to you, right?",
        78.36,
        84.94
    ],
    [
        " If they're not actively listening to you, if they're taking notes, if they're looking at their phone,",
        84.94,
        89.52
    ],
    [
        " or not taking notes, but if they're looking at their phone, or whatever, then you're talking too much.",
        89.72,
        94.52
    ],
    [
        " Keep it short, keep concise, and people will listen to you more.",
        95.02,
        98.78
    ],
    [
        " Also that, when you say you've got to pay attention to yourself, that's like a deep one.",
        99.22,
        105.8
    ],
    [
        " It's like you just said it really simply.",
        106.02,
        107.48
    ],
    [
        " Like, oh, I just pay attention to yourself.",
        107.68,
        109.02
    ],
    [
        " I mean, you didn't say it like that, but that's what it's following.",
        109.16,
        110.82
    ],
    [
        " That's the hardest part right there.",
        111.44,
        112.72
    ],
    [
        " Because a lot of times, like, hey, me and Leifer talking and Leicester's looking at his phone,",
        112.88,
        117.28
    ],
    [
        " I'm not thinking, hey, I'm talking too much.",
        117.4,
        118.96
    ],
    [
        " I'm saying what I'm saying is not interesting enough.",
        118.96,
        120.86
    ],
    [
        " So I need to say some more cool stuff, or I need to be more of this or more of that,",
        121.28,
        125.84
    ],
    [
        " because I'm losing them kind of thing.",
        125.96,
        127.44
    ],
    [
        " Like, if I'm losing you, the intuitive thought is not to completely disconnect and stop talking.",
        127.9,
        133.58
    ],
    [
        " That's not the intuitive thought.",
        133.68,
        134.72
    ],
    [
        " Seems like when you're in a situation, you've got to pay attention to that kind of stuff on yourself.",
        134.96,
        139.52
    ],
    [
        " Jocco does this all the time.",
        140.12,
        141.52
    ],
    [
        " What do I do?",
        141.66,
        142.18
    ],
    [
        " He like buses, phone out and start saying,",
        142.18,
        143.72
    ],
    [
        " Oh yeah.",
        143.72,
        144.28
    ],
    [
        " And some emails or whatever.",
        144.4,
        145.52
    ],
    [
        " Actually, you know what?",
        145.64,
        146.28
    ],
    [
        " You know what?",
        146.42,
        146.7
    ],
    [
        " Okay, cool.",
        146.7,
        147.16
    ],
    [
        " I guess our conversations, you know, I do that to Dean and Dean Lister.",
        147.36,
        151.38
    ],
    [
        " So Dean, Dean, oh, Jack, Dean's really important stuff we're talking about here.",
        151.48,
        156.12
    ],
    [
        " He's like, yeah, no, what Dean does though is he, it makes him mad, right?",
        156.2,
        159.44
    ],
    [
        " He's got the, he's got the pet peeve.",
        159.6,
        161.56
    ],
    [
        " So Dean will be telling him something and so you're doing it on purpose to get under your skin.",
        161.7,
        166.74
    ],
    [
        " No, sometimes he's saying some rambling stuff, right?",
        168.26,
        170.54
    ],
    [
        " And I've got stuff going on, Dean, come on, I know you're listening to this bro.",
        171.18,
        174.18
    ],
    [
        " But sometimes he'll be saying something to me and all of a sudden I'll like,",
        174.72,
        178.38
    ],
    [
        " I'll like look around and now I realize I'll just be watching people do just because we're normally on the mat with this happens.",
        178.7,
        184.96
    ],
    [
        " So he's telling me something, like looking at the eyes and he's like,",
        185.16,
        187.8
    ],
    [
        " You know, in the ancient bubble, blah, blah, blah, blah, blah.",
        187.96,
        190.86
    ],
    [
        " He'll be telling me about the Peloponnesian more or something or whatever.",
        191.02,
        193.8
    ],
    [
        " And as I'm listening to him, I'll kind of look and I'll start looking at someone that's training or looking at something and he'll,",
        194.58,
        201.14
    ],
    [
        " he'll like attack me.",
        201.14,
        202.42
    ],
    [
        " He went through a period where he would just attack me and like, take me down and just start, you know,",
        202.98,
        208.72
    ],
    [
        " go and cycle on me.",
        208.98,
        210.12
    ],
    [
        " So that got me tuned up.",
        210.28,
        212.24
    ],
    [
        " I got me tuned up where I try and give Dean some more attention.",
        212.68,
        215.34
    ],
    [
        " Yeah, I like that.",
        215.58,
        216.66
    ],
    [
        " Yeah.",
        216.9,
        217.1
    ],
    [
        " Yeah.",
        217.28,
        217.48
    ],
    [
        " I think that's, I think that's a good.",
        217.62,
        219.08
    ],
    [
        " Because that's what you feel like when he starts doing that sort of, bro, I see what you're doing.",
        219.28,
        223.06
    ],
    [
        " You know, well, the thing is though, and I think you're in the same boat,",
        223.06,
        225.46
    ],
    [
        " like where I know you kind of know now, like in everyday life with other people,",
        225.56,
        231.04
    ],
    [
        " you might think, I mean, intuitively anyway, like, oh, I'm losing them or whatever.",
        231.04,
        234.02
    ],
    [
        " But you can tell with him if he starts doing that stuff, you're like, okay,",
        234.12,
        237.58
    ],
    [
        " I need either stop or yeah, move on or something.",
        237.84,
        240.42
    ],
    [
        " But it's only because you know,",
        240.78,
        241.98
    ],
    [
        " listen, if you can give me 35 more seconds, we'll be done.",
        242.08,
        245.32
    ],
    [
        " You can move on.",
        245.7,
        246.66
    ],
    [
        " Do it every day.",
        246.76,
        247.3
    ],
    [
        " I will say that's a bad characteristic that I have where I can do that sometimes.",
        247.7,
        252.88
    ],
    [
        " I'm done listening to you.",
        253.06,
        254.6
    ],
    [
        " So wrap it up.",
        254.74,
        256.36
    ],
    [
        " Of course, you'll see all the time.",
        256.38,
        257.86
    ],
    [
        "",
        258.2,
        258.2
    ],
    [
        " Yeah.",
        258.72,
        258.96
    ],
    [
        " Just one time as a statistic.",
        259.12,
        260.26
    ]
]