[
    [
        " This is Jago podcast number 175 with Echo Charles and me, Jago Willink. Good evening, Echo.",
        0.14,
        6.82
    ],
    [
        " Good evening.",
        7.02,
        7.26
    ],
    [
        " 23 October 1942, 8th Army.",
        8.12,
        13.76
    ],
    [
        " Personal message from the Army Commander.",
        14.98,
        17.0
    ],
    [
        " When I assumed command of the 8th Army, I said that the mandate was to destroy Rommel and his Army,",
        17.58,
        25.34
    ],
    [
        " and that it would be done as soon as we are ready.",
        25.42,
        29.08
    ],
    [
        " We are ready now.",
        29.54,
        31.68
    ],
    [
        " The battle which is about to begin will be one of the decisive battles of history.",
        32.96,
        37.76
    ],
    [
        " It will be the turning point of the war.",
        38.8,
        40.32
    ],
    [
        " The eyes of the whole world will be on us watching anxiously which way the battle will swing.",
        42.0,
        48.52
    ],
    [
        " We can give them their answer at once.",
        49.66,
        52.8
    ],
    [
        " It will swing our way.",
        53.56,
        55.98
    ],
    [
        " We have first-class equipment, good tanks, good anti-tank guns, plenty of artillery and plenty of ammunition,",
        56.84,
        65.34
    ],
    [
        " and we are backed up by the finest air-striking force in the world.",
        65.86,
        70.36
    ],
    [
        " All that is necessary is that each one of us, every officer and man should enter this battle with a determination to see it through,",
        71.06,
        81.02
    ],
    [
        " to fight and to kill and finally to win.",
        82.42,
        86.94
    ],
    [
        " If we all do this, there can be only one result.",
        87.36,
        92.1
    ],
    [
        " Together, we will hit the enemy for six right out of North Africa.",
        93.5,
        98.16
    ],
    [
        " The sooner we win this battle, which will be the turning point of the war, the sooner we shall all get back home to our families.",
        99.52,
        106.94
    ],
    [
        " Therefore, let every officer and man enter the battle with a stout heart and the determination to do his duty as long as he has breathed in his body.",
        108.86,
        120.08
    ],
    [
        " And let no man surrender so long as he is unwounded and can fight.",
        121.96,
        126.36
    ],
    [
        " Let us all pray that the Lord, mighty in battle, will give us victory.",
        127.1,
        134.5
    ],
    [
        " B. L. Montgomery, Lieutenant General, Eighth Army.",
        136.6,
        141.98
    ],
    [
        " And that is a note written on the eve of the battle of Aluminum, which ended up being the turning point of the war in North Africa.",
        142.92,
        157.5
    ],
    [
        " And General Bernard Montgomery, commonly referred to as Monti, defeated the Desert Fox, Rommel, one of the most respected generals in all of history, really.",
        158.18,
        175.36
    ],
    [
        " And Monti was actually a controversial figure.",
        176.18,
        178.78
    ],
    [
        " And I think he got more controversial, the more famous he got. He fought in World War I.",
        179.5,
        184.92
    ],
    [
        " He was a soldier. He was gravely wounded by a sniper in the battle of E. Prez. He was shot in the lung.",
        186.26,
        192.54
    ],
    [
        " He was in such bad shape that they actually dug a grave for him.",
        192.74,
        196.82
    ],
    [
        " But somehow he pulled through. He recovered. He served the rest of the war as a staff officer.",
        197.56,
        204.9
    ],
    [
        " And he was actually very critical of the tactics and of the strategy and of the willingness of the leadership to accept such horrific and heinous levels of casualties.",
        205.42,
        218.88
    ],
    [
        " So he was critical of that. And after the war was over, he served. He stayed in the army.",
        220.22,
        225.7
    ],
    [
        " He served in Palestine. He served in India.",
        225.8,
        228.26
    ],
    [
        " And then in 1939, of course, there was more war.",
        232.02,
        235.48
    ],
    [
        " And he was in command of the Third Division. He went to France.",
        237.0,
        239.4
    ],
    [
        " And he was actually pretty worried about going to France. He didn't feel super confident about it.",
        240.52,
        245.24
    ],
    [
        " And he returned home with the rest of the British forces that were driven off the continent from Dunkirk.",
        245.38,
        252.5
    ],
    [
        " And you know, there they were able to refit to be able to go out and reengage.",
        254.34,
        259.16
    ],
    [
        " And he headed to Africa next. And the Eighth Army was pretty beat down at that point when he showed up though.",
        259.16,
        265.54
    ],
    [
        " He turned around their morale and made them believe that they could win and won the first major land victory of the war in the second battle of El Alameen.",
        265.54,
        277.82
    ],
    [
        " From there, he helped the invasion of Sicily and Italy.",
        281.0,
        287.6
    ],
    [
        " And then he commanded all forces, all ground forces on D-Day. He commanded all the ground forces.",
        288.58,
        293.86
    ],
    [
        " So that was obviously a massive operation. He planned and led Operation Market Garden, which was the invasion of the low countries.",
        294.28,
        302.96
    ],
    [
        " And we've covered some of those battles on this podcast because it was not good. It didn't go well.",
        302.96,
        308.3
    ],
    [
        " And he was kind of the guy pushing that, but he was able to redeem himself from that during the battle of the Bulge, which we've also covered on this podcast.",
        308.66,
        317.54
    ],
    [
        " So, you know, he had ups and downs, but mostly ups.",
        318.08,
        322.56
    ],
    [
        " So what was the controversy or what's this kind of tainted image of him?",
        323.14,
        328.4
    ],
    [
        " First of all, some people saw him as being arrogant. And some of the people that saw him as being arrogant were Americans, Americans like Patton and Bradley.",
        328.4,
        338.5
    ],
    [
        " And I mean, let's face it, if you're talking about for sure, Patton. We're not talking about a guy with a small ego.",
        339.0,
        343.56
    ],
    [
        " So you can imagine that when you have a clash of egos, that can be, you know, you can get some professional jealousy and whatnot.",
        343.94,
        350.94
    ],
    [
        " Even Sir Winston Churchill said that Monty was, and this is a good quote,",
        352.76,
        357.12
    ],
    [
        " Indefeat Unbeatable Invictory Unbearable.",
        357.42,
        361.16
    ],
    [
        " So there's another anecdote about him where he was asked to name three great generals.",
        361.62,
        369.36
    ],
    [
        " And he said the other two would be Alexander the Great and Napoleon.",
        370.6,
        373.84
    ],
    [
        " Meaning he's just on top of the list.",
        374.86,
        377.06
    ],
    [
        " So he may have had, he may have been a little bit egotistical.",
        378.42,
        382.04
    ],
    [
        " And I think from what I've read about him, he lacked, lacked tact.",
        382.34,
        387.56
    ],
    [
        " And later on in life, he was kind of controversial as well.",
        388.82,
        393.54
    ],
    [
        " He was very critical of American tactics in Vietnam.",
        394.22,
        398.3
    ],
    [
        " He said that America had no clear cut objective in Vietnam, which, you know, I'm critical of the tactics in Vietnam.",
        400.2,
        406.18
    ],
    [
        " I think it's pretty safe to say that there should have been a more clear cut objective.",
        406.38,
        409.66
    ],
    [
        " That obviously made some of our military leadership in America angry.",
        410.38,
        414.1
    ],
    [
        " I don't know if I would argue against low statements.",
        414.7,
        417.9
    ],
    [
        " He oddly enough spoke positively about the Chinese Communist government when he was older.",
        418.2,
        425.34
    ],
    [
        " He publicly supported apartheid in South Africa.",
        426.36,
        428.86
    ],
    [
        " So these are more things that people sort of sort of tainted his image.",
        428.86,
        434.12
    ],
    [
        " But besides all that, he is still known as a, as a, as a tactician.",
        434.6,
        443.66
    ],
    [
        " And there's plenty of support from his troops and his men that that loved him.",
        444.16,
        450.3
    ],
    [
        " And we're ready to follow him anywhere.",
        450.5,
        451.52
    ],
    [
        " And there are some people that say even that he acted arrogant.",
        451.52,
        455.28
    ],
    [
        " It was almost like a show that he put on to kind of unify his troops that this was Monti.",
        455.28,
        460.74
    ],
    [
        " This was the great guy and we're just, we got to look what Monti did, you know.",
        460.76,
        464.54
    ],
    [
        " So there's that he wrote a lot. He spoke.",
        465.06,
        468.6
    ],
    [
        " He wrote well. He's got some great, some documents that he put out.",
        468.8,
        474.22
    ],
    [
        " And I want to, one, he's got a ton of people out.",
        474.68,
        476.9
    ],
    [
        " One of them, I'm going to read.",
        476.98,
        479.02
    ],
    [
        " It's a very, it's a very interesting piece.",
        479.02,
        481.94
    ],
    [
        " And so he wrote this after Germany had surrendered.",
        482.28,
        485.78
    ],
    [
        " And the British occupation forces were in place in Germany.",
        486.2,
        491.76
    ],
    [
        " So you've got the Brits there in Germany occupying the country.",
        492.04,
        495.88
    ],
    [
        " You've got the German civilians who have been defeated in war.",
        495.88,
        499.02
    ],
    [
        " And here we go to this message, the hero, 10 June 1945, Germany.",
        499.72,
        506.54
    ],
    [
        " Personal message from the commander in chief to the population of the British area in Germany.",
        506.58,
        512.84
    ],
    [
        " You have wondered, no doubt why our soldiers do not smile when you wave your hands",
        513.28,
        519.04
    ],
    [
        " or say good morning in the streets or play with the children.",
        519.04,
        522.32
    ],
    [
        " It is because our soldiers are obeying orders.",
        523.02,
        526.3
    ],
    [
        " You do not like it nor do our soldiers.",
        527.12,
        531.22
    ],
    [
        " We are naturally friendly and forgiving people.",
        532.06,
        535.74
    ],
    [
        " But the orders were necessary and I will tell you why.",
        536.84,
        540.16
    ],
    [
        " In the last war of 1914, which your rulers began, your army was defeated.",
        542.2,
        547.4
    ],
    [
        " Your generals surrendered and the peace treaty of Versailles, your rulers admitted that the guilt of beginning the war was Germany's.",
        548.04,
        557.7
    ],
    [
        " But the surrender was made in France.",
        559.3,
        561.8
    ],
    [
        " The war never came to your country.",
        563.12,
        564.86
    ],
    [
        " Your cities were not damaged like the cities of France and Belgium.",
        565.48,
        569.32
    ],
    [
        " And your armies marched home in good order.",
        570.6,
        573.34
    ],
    [
        " Then your rulers began to spread the story that your armies were never really defeated.",
        574.8,
        580.1
    ],
    [
        " And later they denied the war guilt clauses of the peace treaty.",
        581.08,
        585.98
    ],
    [
        " They told you that Germany was neither guilty nor defeated.",
        586.42,
        590.12
    ],
    [
        " And because the war had not come to your country, many of you believed it.",
        591.32,
        595.86
    ],
    [
        " And you cheered when your rulers began another war.",
        597.14,
        599.92
    ],
    [
        " Again, after years of waste and slaughter and misery, your armies have been defeated.",
        601.74,
        608.04
    ],
    [
        " This time the allies were determined that you should learn your lesson, not only that you have been defeated.",
        609.38,
        616.04
    ],
    [
        " Which you must know by now, but that you, your nation, were again guilty of beginning the war.",
        616.78,
        623.7
    ],
    [
        " For if that is not made clear to you and your children, you may again allow yourselves to be deceived by your rulers and led into another war.",
        625.28,
        634.64
    ],
    [
        " During the war, your rulers would not let you know what the world was thinking of you.",
        636.8,
        641.9
    ],
    [
        " Many of you seem to think that when our soldiers arrived, you could be friends with them at once as if nothing much had happened.",
        642.48,
        648.9
    ],
    [
        " But too much has happened for that.",
        649.96,
        652.3
    ],
    [
        " Our soldiers have seen their comrades shot down their homes and ruins, their wives and children hungry.",
        653.84,
        659.88
    ],
    [
        " They have seen terrible things in many countries where your rulers took the war.",
        661.22,
        665.76
    ],
    [
        " For those things you will say you are not responsible. It was your rulers.",
        666.86,
        671.72
    ],
    [
        " But they were done by the German nation.",
        672.54,
        675.98
    ],
    [
        " Every nation is responsible for its rulers. And while they were successful, you cheered and laughed.",
        676.86,
        682.78
    ],
    [
        " That is why our soldiers do not smile at you.",
        685.0,
        687.82
    ],
    [
        " This we have ordered. This we have done to save yourselves, to save your children, to save the world from another war.",
        689.22,
        698.04
    ],
    [
        " It will not always be so. For we are Christian forgiving people and we like to smile and be friendly.",
        699.74,
        706.96
    ],
    [
        " Our object is to destroy the evil of the Nazi system.",
        707.8,
        711.82
    ],
    [
        " It is too soon to be sure that this has been done.",
        712.74,
        716.26
    ],
    [
        " You are to read this to your children if they are old enough and see that they understand.",
        719.02,
        722.88
    ],
    [
        " Tell them why it is that the British soldier does not smile.",
        724.02,
        728.42
    ],
    [
        " BL Montgomery Field Marshal.",
        730.38,
        733.62
    ],
    [
        " Commander-in-Chief British Area.",
        734.46,
        737.14
    ],
    [
        " Obviously that message was produced in German and in English and spread out amongst the population.",
        737.68,
        748.02
    ],
    [
        " I thought that was a pretty awesome outlook.",
        748.48,
        750.76
    ],
    [
        " He also spoke and wrote a fair amount about leadership.",
        752.4,
        756.96
    ],
    [
        " I think when you look at his writing and his speeches, you can see some of his peculiarities,",
        759.64,
        769.28
    ],
    [
        " some of his personality shines through sometimes.",
        769.86,
        772.26
    ],
    [
        " I want to take a look at some of that.",
        773.14,
        776.32
    ],
    [
        " Some of the things that he wrote and the first piece is called military leadership.",
        776.54,
        784.8
    ],
    [
        " It is actually from a speech that he gave at the University of St. Andrews in 15 November 1945.",
        784.8,
        793.22
    ],
    [
        " It is like a transcript or maybe it is notes.",
        793.46,
        795.66
    ],
    [
        " I am not sure which.",
        795.96,
        796.7
    ],
    [
        " It is written as if he was reading it.",
        798.04,
        802.6
    ],
    [
        " Here we go. Let's go to this book. Military leadership.",
        803.74,
        808.74
    ],
    [
        " I have come here to tell you about military leadership.",
        808.78,
        811.78
    ],
    [
        " A subject such as this must in normal times seem somewhat remote from this quiet grey walled city by the sea.",
        811.96,
        819.8
    ],
    [
        " Today I have to try and equate the definition of military leadership as I see it to the lessons of the past and to the experience of the present.",
        820.7,
        829.9
    ],
    [
        " I propose to limit myself in this talk to higher leadership, the command of armies or a group of armies,",
        830.6,
        837.26
    ],
    [
        " and not to consider the quality of leadership at lower levels.",
        837.32,
        841.24
    ],
    [
        " What I say about higher leadership may well have certain application to leadership of a brigade or a company or a section of men.",
        841.64,
        849.9
    ],
    [
        " There are, however, certain differences in leadership at lower levels and I do not propose to take up your time by discussing these today.",
        850.68,
        857.82
    ],
    [
        " Now you will see as he goes into this he covers up, he is talking about that all the time.",
        858.18,
        861.14
    ],
    [
        " I am not sure even why he did that, but he talks about the entire chain of command throughout this speech.",
        861.52,
        870.02
    ],
    [
        " Military leadership is a subject which has always interested me.",
        870.34,
        872.76
    ],
    [
        " And during this war I have had some opportunity to put my ideas to the test.",
        873.62,
        877.32
    ],
    [
        " I have found that if you aspire to lead soldiers you must take a close study of human nature.",
        877.98,
        884.28
    ],
    [
        " For that is the raw material with which a commander has to achieve his end.",
        884.94,
        889.58
    ],
    [
        " If you neglect the human factor as a leader you will fail.",
        889.76,
        894.3
    ],
    [
        " The personal relationship between a commander and his soldiers is and always has been one of the most potent single factors in making for success in war.",
        895.26,
        904.82
    ],
    [
        " If a commander has the complete confidence and trust of his men, there is nothing he cannot do.",
        905.92,
        911.62
    ],
    [
        " Nothing. If a commander loses the confidence of his men he cannot succeed.",
        912.54,
        919.64
    ],
    [
        " That is a bold statement right there. That is a bold statement right there.",
        921.1,
        924.68
    ],
    [
        " And something that I talk about all the time.",
        925.22,
        927.74
    ],
    [
        " And there are two words that I use interchangeably.",
        928.98,
        933.48
    ],
    [
        " I should use them more interchangeably more often.",
        933.66,
        936.7
    ],
    [
        " I talk about relationships a lot and the word that I should use in or mix with that 50% of the time is trust.",
        936.88,
        942.1
    ],
    [
        " Because to me trust in relationships is kind of the same thing.",
        942.52,
        945.1
    ],
    [
        " If you don't have trust you don't have relationship.",
        945.24,
        947.16
    ],
    [
        " If you don't have relationship then you don't have trust.",
        947.6,
        949.5
    ],
    [
        " But they do have different meanings right.",
        949.88,
        952.8
    ],
    [
        " So it's important to me to establish that and the reason that I bring that up is because if you're in a leadership position",
        953.44,
        960.68
    ],
    [
        " and you're breaking the trust that you have with your men that is going to be a real problem.",
        961.3,
        965.9
    ],
    [
        " So you could say well you don't have a good relationship with them but you could not have a good relationship with someone",
        966.44,
        970.8
    ],
    [
        " and they could still trust you.",
        970.8,
        972.44
    ],
    [
        " You could not have a good relationship with someone and you hadn't broken their trust.",
        972.64,
        977.62
    ],
    [
        " It's going to be hard if you break their trust to have a good relationship with them.",
        978.06,
        981.62
    ],
    [
        " But the key factor here is trust and confidence of the men.",
        982.76,
        988.96
    ],
    [
        " Back to the book. Now let us consider on what a man's power to lead others is based.",
        990.68,
        996.46
    ],
    [
        " It is necessary first to define what is meant by leadership.",
        996.8,
        999.8
    ],
    [
        " And this is where this gets a little interesting.",
        1000.14,
        1001.68
    ],
    [
        " I suggest to you as a definition of the word leadership, the will to dominate together with the character which inspires confidence.",
        1002.42,
        1011.26
    ],
    [
        " The measure of a man's ability to lead I think is twofold.",
        1011.82,
        1016.18
    ],
    [
        " So the first part of the definition of leadership in his mind is the will to dominate.",
        1016.18,
        1020.34
    ],
    [
        " Which is strong.",
        1021.2,
        1022.98
    ],
    [
        " And you're going to see where he kind of counters that and he talks about...",
        1023.38,
        1028.0
    ],
    [
        " He talks about decentralized community, talks about everything that I believe in.",
        1028.0,
        1031.04
    ],
    [
        " But I don't talk about, hey, as a leader, it's first and foremost that you have the will to dominate other humans.",
        1031.48,
        1036.86
    ],
    [
        " In fact, I think that's a kind of a negative quality.",
        1037.3,
        1039.96
    ],
    [
        " But that being said.",
        1040.72,
        1042.46
    ],
    [
        " If you have someone that doesn't mind not winning, not dominating, well then guess what?",
        1044.5,
        1052.46
    ],
    [
        " They're not going to put forth any effort.",
        1052.7,
        1054.06
    ],
    [
        " They're not going to make things happen.",
        1054.36,
        1056.76
    ],
    [
        " Like, force of will, I talk about that all the time.",
        1058.3,
        1061.64
    ],
    [
        " You have to have the force of will to make things happen.",
        1061.9,
        1064.54
    ],
    [
        " Sometimes you just have to make things happen.",
        1064.68,
        1066.62
    ],
    [
        " They're not going to happen by themselves.",
        1067.52,
        1068.84
    ],
    [
        " Anything that's going to come that's good in life, it's not going to happen by itself.",
        1070.1,
        1072.9
    ],
    [
        " It's not going to wake up and it's there.",
        1073.02,
        1074.86
    ],
    [
        " Like an Easter egg.",
        1075.3,
        1076.58
    ],
    [
        " That's not happening.",
        1076.96,
        1077.62
    ],
    [
        " No, you got to go out and you got to make it happen.",
        1078.2,
        1080.08
    ],
    [
        " Okay, maybe you get an Easter egg when you're six years old.",
        1080.76,
        1083.08
    ],
    [
        " But once you're 26 years old, there's no Easter eggs coming to you.",
        1083.72,
        1088.0
    ],
    [
        " You got to make them.",
        1088.26,
        1089.34
    ],
    [
        " Back to the book.",
        1090.72,
        1093.28
    ],
    [
        " First, it lies in his will to dominate the men and events which surround him.",
        1093.36,
        1097.68
    ],
    [
        " The will to drive himself and his men to the limit of their powers for a specific purpose",
        1097.68,
        1102.24
    ],
    [
        " and the refusal to allow anything to divert him from his aim.",
        1102.24,
        1105.9
    ],
    [
        " Again, you're going to see where that sounds so strong.",
        1106.72,
        1109.2
    ],
    [
        " It sounds unbalanced, right?",
        1109.2,
        1110.28
    ],
    [
        " It sounds like he's outside the dichotomy of leadership.",
        1110.58,
        1112.86
    ],
    [
        " He's going too far in one direction.",
        1113.12,
        1114.14
    ],
    [
        " He's being extreme.",
        1114.4,
        1115.3
    ],
    [
        " Like, nothing, you're going to refuse to allow anything to divert you.",
        1116.14,
        1118.38
    ],
    [
        " Okay, so what does that mean?",
        1118.52,
        1119.44
    ],
    [
        " The men you get everyone killed?",
        1119.8,
        1120.96
    ],
    [
        " That's what they did in World War I.",
        1121.38,
        1122.58
    ],
    [
        " He didn't like that.",
        1122.72,
        1123.34
    ],
    [
        " But you're going to see where he balances out these statements later.",
        1123.9,
        1126.62
    ],
    [
        " Second, it lies in the strength of his character.",
        1128.1,
        1130.32
    ],
    [
        " Whether good or evil to inspire others to place their complete trust and confidence in him",
        1130.78,
        1135.18
    ],
    [
        " and his ability to lead them with success and to infuse his men for the task in hand.",
        1135.18,
        1141.24
    ],
    [
        " This ability of a man to inspire confidence in others and to create enthusiasm",
        1141.92,
        1147.12
    ],
    [
        " is a spiritual quality.",
        1147.12,
        1149.1
    ],
    [
        " But it is not, but it is well to remember that this quality need not necessarily be for good.",
        1150.18,
        1156.34
    ],
    [
        " The evil leader has equally the ability to inspire confidence in others.",
        1157.06,
        1161.76
    ],
    [
        " And in history, the evil leader has often at any rate temporarily prevailed.",
        1162.16,
        1167.36
    ],
    [
        " And he counters that at the end, too.",
        1168.14,
        1172.06
    ],
    [
        " There have been many with differing, with different types of characters,",
        1172.4,
        1176.5
    ],
    [
        " character who have inspired men to follow them.",
        1177.64,
        1179.68
    ],
    [
        " I propose to choose three great captains of the past and examine briefly why these men were leaders",
        1180.04,
        1185.3
    ],
    [
        " and how they led their men and how as leaders they succeeded or fails.",
        1185.3,
        1188.66
    ],
    [
        " So he's going to go into a little case study, a couple pages here.",
        1189.06,
        1192.24
    ],
    [
        " I will first consider Moses.",
        1194.42,
        1195.94
    ],
    [
        " He was already old when he was called to lead the children of Israel out of the land of Egypt.",
        1196.76,
        1201.84
    ],
    [
        " His task was an immense one.",
        1202.76,
        1204.06
    ],
    [
        " He had first to inspire his people to cast off the yoke of the Egyptians.",
        1204.06,
        1208.24
    ],
    [
        " This was no easy matter.",
        1208.9,
        1210.62
    ],
    [
        " Israel had been living for about 400 years as slaves of the Egyptians.",
        1211.06,
        1214.74
    ],
    [
        " They had lived in the Nile Delta a bad climate and one which tends to sap up energy and initiative.",
        1215.48,
        1223.2
    ],
    [
        " But they lived where food was plentious while all around were deserts which could barely support life.",
        1223.86,
        1230.56
    ],
    [
        " Moses must have had to overcome the most tremendous initial inertia to persuade Israel to launch out into those deserts",
        1230.56,
        1236.84
    ],
    [
        " with all the risks of famine, disease and the necessity to fight.",
        1236.84,
        1240.86
    ],
    [
        " His power to inspire and dominate his fellow men must have been of a very high order.",
        1241.06,
        1247.18
    ],
    [
        " Now see, that's where I just, I don't look at that as domination of your fellow men.",
        1247.46,
        1251.72
    ],
    [
        " I see the inspiring part, but I'm not looking at it.",
        1251.94,
        1255.32
    ],
    [
        " Hey, we're looking to dominate.",
        1255.32,
        1256.3
    ],
    [
        " I see his angle, right?",
        1258.1,
        1260.22
    ],
    [
        " I see what he's coming from.",
        1260.46,
        1263.3
    ],
    [
        " And maybe that word, you know, words change, words morph over time.",
        1265.22,
        1269.2
    ],
    [
        " Maybe that word dominate that he's using. Maybe it had less of a sting to it.",
        1269.46,
        1273.5
    ],
    [
        " Then, you know, 50 years ago, possibly having less sting.",
        1274.72,
        1278.6
    ],
    [
        " 70 years of words change.",
        1280.18,
        1281.54
    ],
    [
        " Yeah.",
        1281.86,
        1282.08
    ],
    [
        " Words change over time.",
        1282.82,
        1284.48
    ],
    [
        " But that's what he's saying.",
        1287.1,
        1288.26
    ],
    [
        " But things were kind of hardcore too, right?",
        1288.94,
        1290.96
    ],
    [
        " Back then, you know, like long time ago, there were just things in general,",
        1291.14,
        1294.26
    ],
    [
        " were a little bit more blunt.",
        1294.26,
        1295.54
    ],
    [
        " Yeah. So maybe there's the times when Moses aren't sure they were pretty blunt.",
        1296.12,
        1298.96
    ],
    [
        " And even this time, yeah, yeah.",
        1298.96,
        1300.48
    ],
    [
        " Yeah, yeah.",
        1300.48,
        1301.04
    ],
    [
        " I don't know, though.",
        1301.1,
        1302.08
    ],
    [
        " I'm not 100% sure.",
        1302.3,
        1304.06
    ],
    [
        " I'm not 100% sure if he means the word dominate the way we think of it,",
        1304.5,
        1312.04
    ],
    [
        " the way I think of it.",
        1313.54,
        1314.7
    ],
    [
        " Apparently not.",
        1314.84,
        1315.58
    ],
    [
        " I mean, it seems like there's a little bit more to it.",
        1315.88,
        1317.84
    ],
    [
        " I guess, well, when he counter and you'll hear him counter,",
        1317.86,
        1319.98
    ],
    [
        " I guess that's what maybe makes me think maybe he means it a little bit less severe.",
        1320.26,
        1323.74
    ],
    [
        " Maybe because he starts to talk about the balance of this dichotomy.",
        1324.06,
        1329.0
    ],
    [
        " Because let's face it, hey, okay, let me ask you this question.",
        1329.18,
        1332.42
    ],
    [
        " Here, this is going to make it real easy.",
        1332.54,
        1334.06
    ],
    [
        " If I was a type of person that was like, hey, I'm looking to dominate you,",
        1334.82,
        1338.48
    ],
    [
        " come with me into the desert,",
        1339.16,
        1340.38
    ],
    [
        " where we're going to have to live, where there's, we're getting away from the Nile River",
        1341.3,
        1344.64
    ],
    [
        " and we're going out to this barren area, where there's not a lot of food",
        1344.64,
        1347.4
    ],
    [
        " and I'm going to have a domineering personality",
        1347.4,
        1349.24
    ],
    [
        " and I'm going to be all over you every day.",
        1349.24,
        1350.46
    ],
    [
        " How enticing is that?",
        1350.8,
        1351.82
    ],
    [
        " Not very.",
        1352.02,
        1352.44
    ],
    [
        " Not very. Now, if I was inspiring, and I said listen,",
        1352.52,
        1355.54
    ],
    [
        " echo, we're going to get out there, we're going to train,",
        1355.66,
        1357.22
    ],
    [
        " we're going to come back, we're going to get our revenge, it's going to take some time.",
        1357.36,
        1359.66
    ],
    [
        " But we're going to make it, you're like, that's different, right?",
        1359.76,
        1361.7
    ],
    [
        "",
        1362.72,
        1362.72
    ],
    [
        " So, yeah, you know what?",
        1363.5,
        1366.38
    ],
    [
        " Now that I'm thinking of it, it would dominate.",
        1366.48,
        1368.0
    ],
    [
        " Like, what's the word of domineering?",
        1368.0,
        1371.06
    ],
    [
        " You know what it could be.",
        1371.06,
        1372.02
    ],
    [
        " Yeah, I should have studied the etymology before we got on this podcast.",
        1372.4,
        1374.86
    ],
    [
        " I apologize. You know what it could be though.",
        1375.02,
        1376.94
    ],
    [
        " Picture when you have a good leader that dominates the room, right?",
        1377.26,
        1380.92
    ],
    [
        " Right, right. That's a positive thing.",
        1380.94,
        1382.52
    ],
    [
        " That's all this guy just get you.",
        1382.62,
        1383.6
    ],
    [
        " Yeah, you know, echo came in for the meeting.",
        1383.78,
        1385.84
    ],
    [
        " He just dominated the room. He did great.",
        1385.84,
        1387.48
    ],
    [
        " That's a positive thing. So maybe he means it that way.",
        1387.48,
        1390.92
    ],
    [
        " Unfortunately, he talks about dominating the will of, right?",
        1391.54,
        1395.22
    ],
    [
        " He talks about dominating the men and events that surround him.",
        1395.96,
        1401.88
    ],
    [
        " I don't know, actually, he doesn't talk about dominating the will.",
        1402.04,
        1403.8
    ],
    [
        " So maybe that's what they mean.",
        1404.14,
        1405.08
    ],
    [
        " Maybe he means just like this dominating presence.",
        1405.18,
        1407.24
    ],
    [
        "",
        1407.8,
        1407.8
    ],
    [
        " All right, going back to the book.",
        1408.58,
        1411.04
    ],
    [
        " Without a doubt, Moses realized that when he led Israel out of Egypt,",
        1411.08,
        1415.24
    ],
    [
        " they were useless as a fighting people.",
        1415.38,
        1417.16
    ],
    [
        " They'd been slaves for some 400 years.",
        1417.5,
        1419.42
    ],
    [
        " He therefore set to work to train them for the task.",
        1419.64,
        1422.32
    ],
    [
        " And to forge the weapon, which would conquer Canaan.",
        1422.32,
        1427.74
    ],
    [
        " It's interesting. He talks about the training of armies as forging weapons.",
        1428.26,
        1432.82
    ],
    [
        " Like you're forging this weapon.",
        1433.34,
        1434.16
    ],
    [
        " I think that's a pretty cool analogy.",
        1434.18,
        1435.54
    ],
    [
        " I believe that Moses intentionally kept Israel for 40 years in the desert,",
        1436.1,
        1439.58
    ],
    [
        " for two generations in order to breed and train a fighting race capable of undertaking the task of conquest, which lay at hand.",
        1439.72,
        1447.7
    ],
    [
        " And in that 40 years, he taught them gradually how to fight and conquer.",
        1449.54,
        1454.3
    ],
    [
        " He took meticulous care over their training.",
        1454.68,
        1456.84
    ],
    [
        " And it is most interesting to note, his refusal ever to risk any failures into action.",
        1457.34,
        1462.74
    ],
    [
        " This is interesting.",
        1462.84,
        1463.56
    ],
    [
        " And he brings us up quite a bit.",
        1463.64,
        1464.66
    ],
    [
        " So Moses didn't take any risk where he was thought he might fail.",
        1465.1,
        1467.64
    ],
    [
        " We read of him soon after leaving Egypt, asking if he might lead Israel through the country of another people.",
        1468.5,
        1476.84
    ],
    [
        " On being refused permission, he marches round by another way.",
        1476.86,
        1480.38
    ],
    [
        " But later, when the same situation arises, when Israel is better trained to fight, he leads his people straight through the middle of that country and destroys his enemy utterly.",
        1480.74,
        1492.0
    ],
    [
        " He was a good judge of what Israel was capable of doing and what Israel was not capable of doing.",
        1492.64,
        1498.48
    ],
    [
        " And as a result, he had an unbroken record of military successes.",
        1498.84,
        1502.58
    ],
    [
        " He had the wisdom and the insight into human nature to realize that the best way for a leader to gain confidence of his soldiers is to give them victories.",
        1503.0,
        1512.34
    ],
    [
        " If a commander gives his soldiers victories, they will follow him anywhere.",
        1513.36,
        1517.06
    ],
    [
        " But Moses was not permitted to see the few fruits of his own work.",
        1518.58,
        1523.04
    ],
    [
        " He sinned by claiming as his own powers which did not belong to him.",
        1523.12,
        1527.14
    ],
    [
        " And for this sin of presumption, he was forced to hand over to Joshua, the final conquest of Canaan, for which he had so well trained the children of Israel.",
        1527.14,
        1536.44
    ],
    [
        " So there he wraps up on Moses.",
        1536.66,
        1540.1
    ],
    [
        " And he kind of refers back to this point later in this book is the fact that you've got to push for victory.",
        1540.82,
        1550.42
    ],
    [
        " You've got to push for victory and this is almost like risk aversion, which I'm not a fan of.",
        1551.42,
        1558.06
    ],
    [
        " And you can't be risk averse, but you've got to be calculated back to the book.",
        1558.3,
        1565.44
    ],
    [
        " And in the next section, he is going to talk about Cromwell.",
        1566.1,
        1570.2
    ],
    [
        " He just refers to him as Cromwell, Oliver Cromwell, who was an English statesman.",
        1570.36,
        1578.84
    ],
    [
        " But he was a soldier. This is like in the 1600s, 1620s.",
        1578.84,
        1584.92
    ],
    [
        " He was a hardcore Puritan.",
        1585.14,
        1587.12
    ],
    [
        " And he organized military forces in the, when the Civil War broke out 1642.",
        1587.54,
        1597.08
    ],
    [
        " He was the deputy commander of the new model army.",
        1597.68,
        1599.84
    ],
    [
        " He defeated the main royalist force in 1645.",
        1601.08,
        1605.7
    ],
    [
        " And then he commanded campaigns in Ireland and Scotland in the 1650s.",
        1605.7,
        1612.04
    ],
    [
        " He was kind of over the top, I guess you might say.",
        1612.04,
        1619.38
    ],
    [
        " I mean, beyond that, he massacred.",
        1619.54,
        1629.8
    ],
    [
        " And ultimately, as a politician, once he kind of got done with the war part, he became a politician.",
        1631.32,
        1636.56
    ],
    [
        " And he really didn't do a great job.",
        1636.84,
        1638.5
    ],
    [
        " So that's just some kind of highlights of Oliver Cromwell.",
        1639.08,
        1643.1
    ],
    [
        " But here we go. Back to the book.",
        1643.58,
        1646.06
    ],
    [
        " I next proposed to consider Cromwell another leader who went to wage war only when he was over middle age.",
        1646.28,
        1654.18
    ],
    [
        " He was over 41, the Civil War broke out.",
        1654.6,
        1656.42
    ],
    [
        " He started the Civil War in command of a troop of 60 men.",
        1656.68,
        1659.48
    ],
    [
        " And then commanded of that troop, he fought at Edge Hill.",
        1659.7,
        1662.76
    ],
    [
        " There, in spite of the parliamentary superiority in men and guns.",
        1663.14,
        1666.52
    ],
    [
        " And if he fervently held cause, he saw the failure of his own side to seize the victory.",
        1666.98,
        1671.48
    ],
    [
        " And he saw them escape defeat only because of the folly of their opponents.",
        1672.1,
        1676.48
    ],
    [
        " This gave him much cause for thought.",
        1677.16,
        1679.7
    ],
    [
        " Superiority in men and equipment was clearly valueless unless something further was added.",
        1681.8,
        1687.8
    ],
    [
        " This is part that I kind of got fired up for.",
        1688.06,
        1689.94
    ],
    [
        " What was needed also, so besides guns, good superiority in men, superiority in equipment,",
        1690.52,
        1698.56
    ],
    [
        " what was needed also was the leader who would forge the weapon out of the enthusiastic material available.",
        1698.76,
        1706.62
    ],
    [
        " And would then lead it with vigor and determination to achieve his military end.",
        1707.26,
        1712.98
    ],
    [
        " So once again, we're talking about what leader can take this, what leader can forge a weapon from men?",
        1713.24,
        1718.76
    ],
    [
        " He saw to the nature of the weapon required and how it could be forged.",
        1720.14,
        1725.66
    ],
    [
        " So he started to understand the men as a weapon and how you could forge this weapon properly.",
        1726.06,
        1731.4
    ],
    [
        " And he set himself to task to the task of building a force after his own principles,",
        1731.4,
        1737.88
    ],
    [
        " based on a high fighting spirit, spirit, good discipline, and a sound knowledge of tactics.",
        1738.14,
        1745.72
    ],
    [
        " It was to be a force which would have complete confidence in him as their commander.",
        1746.48,
        1752.54
    ],
    [
        " So this guy saw this situation where they almost got crushed.",
        1753.12,
        1756.64
    ],
    [
        " The parliamentary forces were so disorganized that they couldn't even take advantage of it and he saw,",
        1758.5,
        1762.46
    ],
    [
        " okay, this is my opportunity.",
        1762.7,
        1763.8
    ],
    [
        " And those are great lessons.",
        1764.14,
        1765.36
    ],
    [
        " I love it when you learn a lesson that you didn't really have to pay for.",
        1765.52,
        1769.38
    ],
    [
        " It happens sometimes.",
        1769.76,
        1770.42
    ],
    [
        " It happens in MMA sometimes.",
        1770.42,
        1771.66
    ],
    [
        " Where you guy wins a fight because something you get lucky in the end and you get,",
        1771.78,
        1776.0
    ],
    [
        " oh, we've got the W, but we also got to learn a great lesson.",
        1776.1,
        1779.06
    ],
    [
        " It happened in combat all the time.",
        1779.22,
        1780.72
    ],
    [
        " You come back off in operation, you're like, man, if we would have gotten hit at this particular moment,",
        1781.32,
        1785.58
    ],
    [
        " we had security was down, we were not paying attention.",
        1785.58,
        1788.6
    ],
    [
        " We didn't have this flank covered.",
        1788.68,
        1789.78
    ],
    [
        " And by the grace of God, we didn't get contacted from that area,",
        1790.68,
        1793.86
    ],
    [
        " but we can't let that happen again.",
        1793.86,
        1795.42
    ],
    [
        " So sometimes you learn a lesson even though you didn't have to pay for it.",
        1795.46,
        1798.2
    ],
    [
        " And that's what it sounds like happened here.",
        1798.24,
        1799.8
    ],
    [
        " Back to the book.",
        1800.08,
        1801.1
    ],
    [
        " He said about his task full.",
        1801.36,
        1803.54
    ],
    [
        " We are told of a furious zeal, a fire in his belly which compelled him,",
        1803.76,
        1808.22
    ],
    [
        " which compelled others to follow him.",
        1808.46,
        1809.76
    ],
    [
        " He had complete confidence in his ability to gain success in war.",
        1809.9,
        1813.16
    ],
    [
        " He saw the way in which he had to train his men to fight and the few essentials",
        1813.82,
        1818.54
    ],
    [
        " which would ensure success provided his men had the right fighting spirit.",
        1818.54,
        1823.0
    ],
    [
        " Edghill was fought in October 1642 with Cromwell as a captain of a troop of horse 60 strong.",
        1824.28,
        1832.0
    ],
    [
        " By January 1644, he was a lieutenant general, second in command of Manchester's army of the Eastern counties,",
        1832.42,
        1840.42
    ],
    [
        " the leading cavalry commander on the parliamentary side,",
        1840.42,
        1844.2
    ],
    [
        " and the one outstanding commander in the parliamentary army.",
        1844.76,
        1848.66
    ],
    [
        " So he made a rapid transition.",
        1849.8,
        1851.78
    ],
    [
        " Now he gets into this.",
        1852.4,
        1853.32
    ],
    [
        " Cromwell was not a likable man.",
        1853.9,
        1856.0
    ],
    [
        " He was quick tempered, believed in rigid discipline and constant training,",
        1856.76,
        1861.82
    ],
    [
        " and he drove his men hard, but he believed with a blinding certainty in the righteousness of his cause,",
        1862.2,
        1868.88
    ],
    [
        " he infused his soldiers with its righteousness, and he was convinced of his own ability to achieve success in battle.",
        1869.98,
        1877.18
    ],
    [
        " This is one of those things where, you know, when you hear that people that Monty was a little bit like lacked tact,",
        1877.58,
        1885.7
    ],
    [
        " this is one of those things where I think, well, did he read this?",
        1886.04,
        1888.12
    ],
    [
        " You know, did he read about Cromwell and study Cromwell and say, well, look, no one liked Cromwell?",
        1888.34,
        1891.96
    ],
    [
        " Yeah, that's okay.",
        1892.24,
        1893.14
    ],
    [
        " You can tell me a good leader.",
        1893.4,
        1894.2
    ],
    [
        " You don't have to be liked.",
        1894.22,
        1894.86
    ],
    [
        " In fact, Laif will tell this story.",
        1895.24,
        1897.08
    ],
    [
        " There was a guy that was, was, Laif was teaching a class to young seals,",
        1897.14,
        1902.96
    ],
    [
        " and there was a seal officer that would come in and say, you shouldn't be liked if you're in charge.",
        1903.46,
        1910.2
    ],
    [
        " Yeah.",
        1910.7,
        1910.8
    ],
    [
        " And Laif's, you know, would sit in the back of the room and think to himself,",
        1911.96,
        1914.36
    ],
    [
        " this is not good, because that's not true.",
        1914.52,
        1917.64
    ],
    [
        " That's not true.",
        1918.34,
        1918.96
    ],
    [
        " Now, it's probably true that what the guy was trying to say is, listen,",
        1919.38,
        1924.28
    ],
    [
        " you're not always going to be popular for, your goal should not be to be liked.",
        1924.76,
        1928.9
    ],
    [
        " Yeah.",
        1929.08,
        1929.2
    ],
    [
        " Which I agree with.",
        1929.34,
        1930.22
    ],
    [
        " But to say, look, you're going to be hated by your troops.",
        1930.36,
        1933.36
    ],
    [
        " That's just the way it is and that's wrong.",
        1933.36,
        1934.8
    ],
    [
        " If you're hated by your troops, you're probably doing something wrong.",
        1935.0,
        1936.78
    ],
    [
        " Yeah.",
        1937.06,
        1937.32
    ],
    [
        " Yeah.",
        1937.86,
        1938.6
    ],
    [
        " And to say that if you're essentially the what the guy that Laif's talking about,",
        1939.06,
        1943.88
    ],
    [
        " if he's saying, if you're liked by your troops, you're doing something wrong.",
        1944.28,
        1947.32
    ],
    [
        " Kind of like, yeah, that's true, too.",
        1947.5,
        1949.26
    ],
    [
        " That's what it feels like, you know.",
        1949.38,
        1950.28
    ],
    [
        " Yeah.",
        1950.34,
        1950.42
    ],
    [
        " So, so I understand that thought as well, like, hey, everyone loves me.",
        1950.7,
        1956.98
    ],
    [
        " I must be doing a good job.",
        1957.2,
        1957.92
    ],
    [
        " I'm saying, no, actually, if everyone just thinks you're their buddy, that's a problem.",
        1957.92,
        1961.22
    ],
    [
        " So this may have been what this officer was trying to teach to the,",
        1961.32,
        1966.06
    ],
    [
        " to the young officers that, that Laif was in charge of instructing.",
        1966.3,
        1969.42
    ],
    [
        " I'm sure he tried to, was trying to say the right thing,",
        1969.68,
        1974.04
    ],
    [
        " but perhaps he wasn't articulating it 100% in the most clear way",
        1974.08,
        1979.12
    ],
    [
        " with a guy, because just to say, hey, you're not going to be liked by an officer.",
        1979.12,
        1982.92
    ],
    [
        " Not true, not true.",
        1983.36,
        1985.38
    ],
    [
        " And not good.",
        1985.86,
        1986.64
    ],
    [
        " If I have, if I look at a sealable tune and the sealable tune doesn't like their officer,",
        1987.14,
        1990.92
    ],
    [
        " that's not a positive sign.",
        1991.22,
        1992.1
    ],
    [
        " Yeah.",
        1992.22,
        1992.4
    ],
    [
        " That does not mean that the guy is a good leader.",
        1992.62,
        1994.02
    ],
    [
        " Yeah.",
        1994.2,
        1994.34
    ],
    [
        " Now, it's also not a good sign.",
        1994.5,
        1996.62
    ],
    [
        " If all the sealable tune everyone loves him, that doesn't mean it's good, good platoon either.",
        1996.72,
        2000.34
    ],
    [
        " Yeah.",
        2000.6,
        2000.82
    ],
    [
        " So you can be loved, but you're not doing a good job.",
        2000.9,
        2003.22
    ],
    [
        " You can be hated.",
        2003.8,
        2004.9
    ],
    [
        " And you can be no good job, but you're probably not going to be able to pull off to a good job.",
        2005.28,
        2008.58
    ],
    [
        " When guys don't like you, they're not going to put forth any real effort to,",
        2008.82,
        2011.86
    ],
    [
        " to make you look good is basically what they're doing.",
        2011.86,
        2014.54
    ],
    [
        "",
        2015.04,
        2015.04
    ],
    [
        " Yeah. And at the end of the day, it obviously seems like it's just not that cutting dry.",
        2015.62,
        2020.3
    ],
    [
        " No, no.",
        2020.64,
        2021.0
    ],
    [
        " You know, no.",
        2021.2,
        2022.22
    ],
    [
        "",
        2022.28,
        2022.28
    ],
    [
        " Back to the book.",
        2022.94,
        2024.3
    ],
    [
        " And he did achieve success.",
        2024.42,
        2026.7
    ],
    [
        " He had no failures.",
        2026.7,
        2027.82
    ],
    [
        " And if a commander has a righteous cause and gives his soldier success,",
        2028.98,
        2032.7
    ],
    [
        " he will gain the complete confidence of his men.",
        2032.7,
        2035.24
    ],
    [
        " And then there is nothing he cannot do.",
        2035.76,
        2037.62
    ],
    [
        " But the power,",
        2038.8,
        2039.46
    ],
    [
        " which his prowess in the field had won for him,",
        2040.14,
        2044.0
    ],
    [
        " led Cromwell to seize the reins of government for himself.",
        2044.4,
        2047.52
    ],
    [
        " He became impatient with the inefficiency methods,",
        2048.2,
        2052.1
    ],
    [
        " inefficiency of the parliamentary government of those days.",
        2052.62,
        2055.7
    ],
    [
        " And he compared it unfavorably with his own ability as a soldier to give immediate decision",
        2055.92,
        2061.36
    ],
    [
        " and to see it take shape at once in action.",
        2061.36,
        2065.38
    ],
    [
        " So he took over the government and he wanted things to move real quick.",
        2065.54,
        2068.22
    ],
    [
        " But unfortunately,",
        2069.2,
        2072.72
    ],
    [
        " but as in battle, he had been sure of the correct course of action.",
        2072.72,
        2078.88
    ],
    [
        " So in the political field, he was on many occasions uncertain and perplexed",
        2078.98,
        2085.6
    ],
    [
        " he tried out five different systems of government and all failed.",
        2085.6,
        2089.14
    ],
    [
        " And at the end, he was governing alone and much more absolutely than ever Charles had attempted to rule.",
        2089.7,
        2097.74
    ],
    [
        " Internally, he taxed the people more highly and he disregarded parliament more brazenly than Charles had never done.",
        2098.16,
        2103.42
    ],
    [
        " And he interfered with the personal liberty more to run as they.",
        2103.8,
        2107.98
    ],
    [
        " In Ireland also, his harsh and cruel policy left the lasting hatred,",
        2109.32,
        2113.0
    ],
    [
        " which the centuries have not quenched.",
        2113.28,
        2115.04
    ],
    [
        " But his rule was not wholly unproductive.",
        2115.88,
        2118.88
    ],
    [
        " He made the fighting service.",
        2119.06,
        2120.42
    ],
    [
        " So he did accomplish one thing.",
        2120.42,
        2121.72
    ],
    [
        " He made the fighting services the finest in the world.",
        2122.06,
        2124.54
    ],
    [
        " And he gained for England a voice in the affairs of Europe, such as England had never had before.",
        2124.88,
        2129.38
    ],
    [
        " So he was not a good governmental leader.",
        2129.7,
        2131.98
    ],
    [
        " Many of his triumphs abroad were transient and up unsubstantial and",
        2132.84,
        2139.74
    ],
    [
        " much that he attempted at home disappeared when he died.",
        2139.74,
        2142.8
    ],
    [
        " But his work for the Navy and his initial steps toward the creation of an empire planted a foundation from which much has grown.",
        2143.06,
        2151.42
    ],
    [
        " So he had a good impact on the military, but his governmental leading abilities weren't all that strong.",
        2151.86,
        2160.36
    ],
    [
        " The third great captain I suppose to consider is Napoleon, a leader driven by selfish and evil ambition.",
        2163.04,
        2171.4
    ],
    [
        " It's interesting.",
        2173.22,
        2172.32
    ],
    [
        " And not like the other two in pursuit of a great ideal.",
        2174.1,
        2176.72
    ],
    [
        " Unlike the other two, he was a soldier by profession, trained from his youth in the profession of arms, even as a very young boy in a military academy.",
        2177.18,
        2184.8
    ],
    [
        " He was clearly a leader.",
        2185.04,
        2186.22
    ],
    [
        " He wished to dominate, and he did dominate his fellow men.",
        2186.72,
        2190.46
    ],
    [
        " There it is.",
        2191.2,
        2191.9
    ],
    [
        " Now, one sounds a little stronger.",
        2192.22,
        2193.96
    ],
    [
        " That sounds a little bit more like what I think a dominate.",
        2194.36,
        2196.06
    ],
    [
        " Again, unlike the other two, he rose at a very early age to a high and independent command.",
        2198.76,
        2203.62
    ],
    [
        " At the age of 26, he took command of the army of Italy and army inferior numbers and equipment to its opponents and semi-mute-ness from lack of pay.",
        2203.8,
        2215.28
    ],
    [
        " Yet within a year, with this inferior weapon, which he reforged to his liking, he fought brilliantly, a brilliantly successful campaign in the Northern Italy and imposed peace on his enemy.",
        2215.8,
        2225.44
    ],
    [
        " I like that.",
        2225.44,
        2225.98
    ],
    [
        " Imposed peace on his enemies.",
        2226.42,
        2227.86
    ],
    [
        " From the moment of his arrival with his army, he dominated his troops, both generals and soldiers, and inspired them with confidence in his ability to give them success.",
        2228.22,
        2238.7
    ],
    [
        " Of that ability, he himself had never any doubt.",
        2239.22,
        2243.0
    ],
    [
        " And in his own self-confidence, lay much of his power to inspire confidence in others.",
        2244.0,
        2249.0
    ],
    [
        " Behind this dominating self-confidence, however, lay Napoleon's ability to see in any military problem, the few essentials on which success would depend.",
        2249.58,
        2263.38
    ],
    [
        " He had the great power to simplify any problem and to see what details were important and which were unimportant.",
        2264.04,
        2273.74
    ],
    [
        " There you go.",
        2274.22,
        2274.66
    ],
    [
        " That's prioritized and execute, and it's simple, both in one big rule.",
        2275.18,
        2278.54
    ],
    [
        " You've got to know what's important.",
        2279.32,
        2281.06
    ],
    [
        " You've got to prioritize the important things, and you've got to keep everything simple.",
        2281.68,
        2284.54
    ],
    [
        " I got an email from Sarah Armstrong.",
        2286.14,
        2288.86
    ],
    [
        " Sure.",
        2289.34,
        2289.46
    ],
    [
        " Talking about podcast 174, trying to be a 5.0.",
        2290.88,
        2296.92
    ],
    [
        " Trying to be a 5.0 in all categories.",
        2297.5,
        2300.06
    ],
    [
        " And she basically emailed me and said, hey, heads up.",
        2301.6,
        2304.26
    ],
    [
        " I used to try and be a 5.0 in every category, even in categories that didn't matter.",
        2304.82,
        2311.18
    ],
    [
        " So that's, you know, giving people heads up and I was like, well, yeah, I mean, I've talked about that.",
        2312.84,
        2318.02
    ],
    [
        " I talk about it with clients all the time, but I talk about the podcast as well.",
        2318.68,
        2321.74
    ],
    [
        " When I specifically, I talked about it, saying, I don't know if you remember this example, I said, a black belt in Giu-Jitsu.",
        2322.1,
        2329.36
    ],
    [
        " Like they don't care where you're grabbing their sleeve and you're getting all crazy.",
        2329.72,
        2333.26
    ],
    [
        " They don't care. That doesn't matter.",
        2333.48,
        2334.64
    ],
    [
        " If you're a white belt, someone grabs your sleeve, you're freaking out.",
        2335.5,
        2338.3
    ],
    [
        " But if you're a black belt, it's like, okay, if you're a good leader and there's some issue that guys are complaining about, it's no factor.",
        2338.66,
        2346.52
    ],
    [
        " You don't care.",
        2346.8,
        2347.06
    ],
    [
        " And then there's some issues that come up and you go, okay, that's important. I need to address that.",
        2348.2,
        2351.54
    ],
    [
        " So this is what he had the ability to do.",
        2351.72,
        2354.54
    ],
    [
        " What is essential and what is not?",
        2354.68,
        2356.42
    ],
    [
        " Yeah.",
        2356.96,
        2357.06
    ],
    [
        " Yeah, and that can be kind of a tricky one because, you know, some things are super small, super small.",
        2357.5,
        2363.38
    ],
    [
        " But at the end of the day, they might be kind of important.",
        2363.58,
        2365.78
    ],
    [
        " Yes.",
        2365.94,
        2366.14
    ],
    [
        " You know, like you can sort of predict, you're like, hey, that's small.",
        2366.34,
        2368.6
    ],
    [
        " Sure.",
        2368.8,
        2369.02
    ],
    [
        " But, yeah, I could see that like continuing and growing, you know, for sure.",
        2369.52,
        2373.66
    ],
    [
        " Sometimes all you have to do is monitor it to make sure it doesn't grow.",
        2374.3,
        2377.42
    ],
    [
        "",
        2377.82,
        2377.82
    ],
    [
        " Sometimes you have to put it in check for sure.",
        2378.68,
        2380.28
    ],
    [
        " Sometimes you have to destroy something, remove it, kill it.",
        2380.3,
        2383.66
    ],
    [
        " Sometimes you can't worry about it because it's not important.",
        2383.9,
        2388.34
    ],
    [
        " So you got to figure which one of those out.",
        2388.54,
        2389.9
    ],
    [
        " Like if your employee, say you're a boss, your employee comes in one minute late.",
        2390.16,
        2396.2
    ],
    [
        " Let's say he comes in on time every single time, like, but right now, he has to get there at six.",
        2396.78,
        2402.44
    ],
    [
        " Yeah.",
        2402.44,
        2402.82
    ],
    [
        " He gets there at six on the dot every single day.",
        2402.88,
        2404.66
    ],
    [
        " And then like one week on Monday comes in at six o'clock one.",
        2404.8,
        2410.0
    ],
    [
        " Is that a big problem?",
        2410.1,
        2411.78
    ],
    [
        " One day?",
        2412.3,
        2413.14
    ],
    [
        " No, it's not a problem.",
        2413.84,
        2414.76
    ],
    [
        " You might want to throw a little something.",
        2415.02,
        2417.2
    ],
    [
        " Right.",
        2417.48,
        2417.78
    ],
    [
        " There's something little something.",
        2417.96,
        2419.06
    ],
    [
        " It's not nothing.",
        2419.18,
        2419.78
    ],
    [
        " Yeah.",
        2419.94,
        2420.1
    ],
    [
        " So, you might even say something like along this, it's probably right, say.",
        2420.32,
        2424.02
    ],
    [
        " Huh?",
        2424.28,
        2425.34
    ],
    [
        " See what happens when you cut it so close every day.",
        2425.82,
        2427.58
    ],
    [
        " You're already a little, you're missed it by a minute, bro.",
        2427.96,
        2429.98
    ],
    [
        " Exactly.",
        2430.14,
        2430.44
    ],
    [
        " Right?",
        2430.44,
        2430.76
    ],
    [
        " Just throw a little, just let him know you're watching.",
        2430.96,
        2434.0
    ],
    [
        " Yeah.",
        2434.4,
        2434.56
    ],
    [
        " Just like I said, like some things, they're teeny, but they're not gonna give a dude, am I gonna give a dude a written counseling because they're a woman at late?",
        2435.0,
        2441.52
    ],
    [
        " No.",
        2441.66,
        2441.82
    ],
    [
        " Right.",
        2441.92,
        2442.06
    ],
    [
        " Because now the guys are looking for a different job somewhere because he doesn't want to work for him.",
        2442.24,
        2444.76
    ],
    [
        " Yeah, yeah, you spaz out a lot of, but at the same time, he's at six o'clock one.",
        2444.76,
        2450.06
    ],
    [
        " He's like, cool.",
        2450.16,
        2450.62
    ],
    [
        " Six o'clock.",
        2451.38,
        2451.8
    ],
    [
        " Next day he comes in at six o'clock.",
        2451.8,
        2453.28
    ],
    [
        " We'll say next day.",
        2453.28,
        2454.22
    ],
    [
        " Then the next Monday he comes in at six o'clock two.",
        2454.4,
        2456.5
    ],
    [
        " Oh, two no.",
        2457.52,
        2458.1
    ],
    [
        " It's just one more minute, right?",
        2458.1,
        2459.4
    ],
    [
        " You got to put it in check.",
        2460.8,
        2462.08
    ],
    [
        " Yes, so you just a little something.",
        2462.44,
        2463.72
    ],
    [
        " Same like some things.",
        2464.46,
        2465.32
    ],
    [
        " They seem small, but you can take a broader review.",
        2465.4,
        2467.62
    ],
    [
        " You're like, hey, it's kind of important.",
        2467.62,
        2469.62
    ],
    [
        " Yeah, yeah.",
        2469.84,
        2470.16
    ],
    [
        " This goes back to the troop shaving and the Soviet troops stopping shaving.",
        2470.24,
        2475.76
    ],
    [
        " This is it.",
        2475.9,
        2476.3
    ],
    [
        " This is a slippery slope of a lack of discipline.",
        2476.6,
        2478.3
    ],
    [
        " It's a slippery slope.",
        2478.68,
        2479.02
    ],
    [
        "",
        2479.42,
        2479.42
    ],
    [
        " But I can tell you this, if you're focused only on these little things,",
        2479.96,
        2485.94
    ],
    [
        " you might miss the big picture, which was Sarah's point.",
        2486.24,
        2489.48
    ],
    [
        " Yes.",
        2489.86,
        2489.92
    ],
    [
        " And I responded and I said, hey, I totally agreed with her, talked about some of the black belt thing",
        2490.18,
        2496.36
    ],
    [
        " and then the boss thing and then I was like, end by the way, because this is something I've talked about.",
        2496.36,
        2499.78
    ],
    [
        " The floor in my garage gym is not clean.",
        2500.28,
        2505.38
    ],
    [
        " It gets a 2.0 on cleanliness.",
        2505.88,
        2510.5
    ],
    [
        " How do what?",
        2511.0,
        2512.06
    ],
    [
        " Out of five.",
        2512.44,
        2513.0
    ],
    [
        "",
        2513.3,
        2513.3
    ],
    [
        " Maybe even gets a 1.",
        2513.3,
        2514.3
    ],
    [
        " I think 1, man.",
        2514.36,
        2515.02
    ],
    [
        " Yeah, maybe get some.",
        2515.08,
        2515.6
    ],
    [
        " Because 2.0 is not bad.",
        2515.62,
        2516.48
    ],
    [
        " However, it gets like a 1.5.",
        2516.98,
        2520.54
    ],
    [
        " Because it's not, it's not, it doesn't have actual dirt on it.",
        2520.82,
        2523.72
    ],
    [
        " It's just got, it's just got chalk and sweat stains.",
        2523.94,
        2529.38
    ],
    [
        " Yeah, dried up.",
        2529.7,
        2530.56
    ],
    [
        " Utility.",
        2530.7,
        2531.2
    ],
    [
        " Not neglect, but you know.",
        2531.38,
        2533.24
    ],
    [
        " Yeah, yeah.",
        2533.44,
        2533.74
    ],
    [
        " And I said it would take 20 minutes to a half an hour each day to keep that thing at a 5.0",
        2534.14,
        2541.52
    ],
    [
        " inspection ready level.",
        2541.56,
        2542.56
    ],
    [
        " Because once you've got to get in there in space, basically you've got to power wash that thing daily.",
        2542.72,
        2545.6
    ],
    [
        " That's where you're at.",
        2545.76,
        2546.34
    ],
    [
        " Yeah.",
        2546.6,
        2546.7
    ],
    [
        " So I'm not power washing that thing daily.",
        2547.08,
        2549.38
    ],
    [
        " Why is it not clean?",
        2549.64,
        2551.64
    ],
    [
        " Not important.",
        2551.96,
        2552.5
    ],
    [
        " Do I have, I actually have a vacuum in my garage that I hit it with.",
        2552.7,
        2559.94
    ],
    [
        " Sometimes I hit it every two, three days.",
        2560.12,
        2561.92
    ],
    [
        " That's a lot different than breaking out, then pulling the mats out, power washing them in the alley.",
        2562.2,
        2567.9
    ],
    [
        " And then bringing them back in.",
        2569.08,
        2571.02
    ],
    [
        " That's not even a half an hour.",
        2571.48,
        2572.74
    ],
    [
        " That's like a, that's a serious evolution.",
        2572.84,
        2575.02
    ],
    [
        "",
        2575.82,
        2575.82
    ],
    [
        " That's a serious evolution.",
        2576.48,
        2578.0
    ],
    [
        " So is it worth being a 5.0 in matte cleanliness garage gym?",
        2578.4,
        2583.52
    ],
    [
        " The answer is no.",
        2584.1,
        2584.74
    ],
    [
        " The answer is no.",
        2585.12,
        2586.0
    ],
    [
        " It's not worth it.",
        2586.24,
        2586.86
    ],
    [
        " You need to lower that on the priority scale.",
        2587.44,
        2589.22
    ],
    [
        " Now, do I have big chunks of dirt and dog hair piled up and debris?",
        2589.66,
        2596.6
    ],
    [
        " No.",
        2596.6,
        2597.06
    ],
    [
        " It's completely debris free.",
        2597.38,
        2601.08
    ],
    [
        " But there are some sweat stains on it.",
        2601.34,
        2604.46
    ],
    [
        " There has been, there's, there are the remnants of getting after it.",
        2604.82,
        2608.0
    ],
    [
        " Right.",
        2608.02,
        2608.96
    ],
    [
        " Which is kind of conducive.",
        2609.06,
        2610.06
    ],
    [
        " Ken's the way it is.",
        2610.12,
        2610.9
    ],
    [
        " Yeah.",
        2611.02,
        2611.28
    ],
    [
        " So what's the standard then generally speaking?",
        2611.48,
        2613.9
    ],
    [
        " Not just an application to your garage gym floor.",
        2614.04,
        2617.24
    ],
    [
        " To like everything.",
        2617.54,
        2618.12
    ],
    [
        " It's like little things.",
        2618.24,
        2619.42
    ],
    [
        " I mean, just a basic little, little framework to establish.",
        2619.42,
        2623.08
    ],
    [
        " It depends on the thing.",
        2623.08,
        2624.02
    ],
    [
        " Yeah.",
        2624.3,
        2624.58
    ],
    [
        " So, but what is it?",
        2624.58,
        2625.4
    ],
    [
        " So you can go, it's so you go fundamentally then.",
        2625.44,
        2627.44
    ],
    [
        " So, but what is it like if it gets in the way, even if this much, even if this little millimeter,",
        2627.6,
        2633.38
    ],
    [
        " gets in the way of the overall objective then it's relevant?",
        2633.86,
        2637.34
    ],
    [
        " Important.",
        2637.58,
        2637.88
    ],
    [
        " Well, no.",
        2638.1,
        2638.56
    ],
    [
        " Then we just have to frame it so that we're not, we frame it as a waste of time.",
        2638.68,
        2642.64
    ],
    [
        " Like how much effort are you going to put into that?",
        2643.08,
        2645.18
    ],
    [
        " Right.",
        2645.62,
        2645.88
    ],
    [
        " No.",
        2646.06,
        2646.22
    ],
    [
        " If it's not, if it doesn't get in the way.",
        2646.56,
        2648.76
    ],
    [
        " If it, no, no, if it gets in the way, then I'm putting too much time.",
        2649.0,
        2654.12
    ],
    [
        " If it gets in the way of my strategic goal, it's, I'm putting too much time into it.",
        2654.26,
        2658.24
    ],
    [
        " Okay.",
        2658.24,
        2658.5
    ],
    [
        " If solving this particular problem gets in the way, yes, yes.",
        2658.76,
        2661.76
    ],
    [
        " Okay.",
        2661.88,
        2662.08
    ],
    [
        " But I mean, the existing of a small little problem, if it's, if it's gets in the way.",
        2662.58,
        2666.76
    ],
    [
        " So like the guy is like, it's in the way then it's a problem.",
        2667.04,
        2668.68
    ],
    [
        " Right.",
        2668.78,
        2668.98
    ],
    [
        " I got to find some reason.",
        2669.0,
        2669.54
    ],
    [
        " Yeah.",
        2669.66,
        2669.84
    ],
    [
        " So if it does like, like the guy coming in late, right?",
        2670.06,
        2673.68
    ],
    [
        "",
        2673.68,
        2673.68
    ],
    [
        " Let's say on my garage floor, there was chunks of rocks underneath the mats.",
        2673.78,
        2680.62
    ],
    [
        " And they made it uneven.",
        2680.9,
        2682.72
    ],
    [
        " And it was like slightly hazardous for me to be moving around on it.",
        2683.58,
        2689.12
    ],
    [
        " And it interrupted and my weights rolled around.",
        2689.6,
        2691.8
    ],
    [
        " That'd be a problem.",
        2692.34,
        2693.06
    ],
    [
        " Yes.",
        2693.3,
        2693.42
    ],
    [
        " It's, it's affecting my strategic goal.",
        2693.8,
        2695.42
    ],
    [
        " Yes.",
        2695.66,
        2695.86
    ],
    [
        " Those mats are getting picked up.",
        2696.06,
        2697.36
    ],
    [
        " The rocks are getting moved.",
        2697.44,
        2698.28
    ],
    [
        " The floor is getting leveled.",
        2698.42,
        2699.36
    ],
    [
        " And we're good to go.",
        2699.36,
        2699.9
    ],
    [
        " Yeah.",
        2700.16,
        2700.54
    ],
    [
        " On the, on the levelness, my mats get a 5.0.",
        2701.0,
        2705.24
    ],
    [
        " Yeah.",
        2705.8,
        2705.98
    ],
    [
        " Perfectly flat.",
        2706.14,
        2706.92
    ],
    [
        " Yeah.",
        2707.14,
        2707.34
    ],
    [
        " They're good to go.",
        2707.46,
        2708.08
    ],
    [
        " Yes, sir.",
        2708.2,
        2708.58
    ],
    [
        " They're do not interfere at all.",
        2708.76,
        2710.74
    ],
    [
        " But they got some getting after it stains on them.",
        2711.24,
        2714.74
    ],
    [
        " Yep.",
        2714.9,
        2715.08
    ],
    [
        " There it is.",
        2715.34,
        2715.88
    ],
    [
        " Okay.",
        2716.26,
        2719.44
    ],
    [
        " Going back to the book, having grasped the essentials of the problem and having inspired his soldiers",
        2719.58,
        2724.6
    ],
    [
        " with confidence in himself and with high morale, he knew he could not fail.",
        2724.6,
        2729.64
    ],
    [
        " Napoleon, however, was always as much a politician as a soldier.",
        2730.6,
        2735.0
    ],
    [
        " He had a great love of intrigue and of diplomatic bargaining and his contempt for his fellow men and his passion to dominate them and events led him to aspire to greater things.",
        2735.78,
        2747.16
    ],
    [
        " From the time he became first consul, political rather than military factors influenced his decisions and his failure to reconcile his political aspirations,",
        2747.8,
        2760.0
    ],
    [
        " with what was militarily possible, finally led him to the disasters of Moscow and the peninsula, from which no recovery was possible.",
        2760.0,
        2771.34
    ],
    [
        " He started playing that political game, started making his military decisions based on what he wanted to happen politically.",
        2771.94,
        2780.1
    ],
    [
        " Now, what did these three men, Moses Cromwell and Napoleon, have in common, without which they would have not achieved success?",
        2781.16,
        2788.56
    ],
    [
        " The most outstanding similarity was that they dominated their fellow men.",
        2788.56,
        2793.14
    ],
    [
        " They were all supremely confident that they could and would do what they set out to do.",
        2793.98,
        2801.34
    ],
    [
        " It was quite simple to them, quite easy and success was absolutely certain.",
        2802.2,
        2807.58
    ],
    [
        " This certainly gave them each the power to inspire others to follow blindly and to the limit of their strength and this inspiration and power to enthuse others,",
        2807.58,
        2816.82
    ],
    [
        " immeasurably increased the power of their forces to achieve whatever was asked of them.",
        2817.02,
        2822.66
    ],
    [
        " That's called confidence right there. That's what that is. Pure confidence.",
        2823.44,
        2827.02
    ],
    [
        " Isn't it interesting when you see someone that's ultra confident?",
        2827.44,
        2830.42
    ],
    [
        " They're not even overflowing into ego, but they're just really confident.",
        2831.4,
        2835.68
    ],
    [
        " People follow. People will be like, okay, I'm on board.",
        2837.1,
        2842.6
    ],
    [
        " This person's in the game, they believe it. I believe it too.",
        2843.02,
        2846.8
    ],
    [
        " I've seen situations where people are so confident that people are following them even though they're wrong.",
        2848.62,
        2854.68
    ],
    [
        " You get that occasionally with a seal-p-tune. You get some experienced guy that was super confident.",
        2855.44,
        2860.48
    ],
    [
        " He actually wasn't that good or didn't really understand tactics too well.",
        2861.08,
        2864.96
    ],
    [
        " And he's known as what we're doing. I've done this a million times. That's all.",
        2866.12,
        2870.08
    ],
    [
        " By the way, that's a red flag. When somebody counts on their number of times or their experience,",
        2870.2,
        2876.72
    ],
    [
        " that's the way we've always done it. I've done this a million times. That's a red flag.",
        2876.9,
        2879.64
    ],
    [
        " The reason that they're using those statements is because they don't have an actual answer.",
        2879.98,
        2883.58
    ],
    [
        " One of the new guys says, hey, boss, I'm not really sure why we assaulting through the target from this area over here.",
        2883.98,
        2891.5
    ],
    [
        " Wouldn't it make more sense to do? And he goes, oh, look, I've done this a million times.",
        2891.68,
        2894.76
    ],
    [
        " This is how we're doing it. You just think yourself.",
        2894.76,
        2896.58
    ],
    [
        " So you don't have an actual answer. You don't have an answer as to why. You're just throwing that out there.",
        2896.84,
        2901.26
    ],
    [
        " That's the easiest thing for you to do. So if you ever find yourself saying, because this is how we've always done it.",
        2901.46,
        2907.8
    ],
    [
        " Or look, I've been doing this for 28 years.",
        2908.22,
        2910.18
    ],
    [
        " Yeah, yeah. You don't have a good answer. You're wrong.",
        2910.36,
        2915.38
    ],
    [
        " That could work against you, to be honest with you. I've been doing this for 28 years.",
        2915.84,
        2919.4
    ],
    [
        " And then like that day, the person figures out like a way better way at doing it.",
        2919.66,
        2922.92
    ],
    [
        " Like dang, bro, you've been wasting your time for 28 years.",
        2922.98,
        2926.16
    ],
    [
        " Yeah. Yeah. It could definitely work out bad. It could work out bad because you're not listening to anyone else.",
        2926.18,
        2930.86
    ],
    [
        " You're not taking input. And then you end up making a bad decision.",
        2930.86,
        2933.28
    ],
    [
        " From what did these men get their supreme confidence in their ability to achieve their purpose in battle?",
        2936.22,
        2942.62
    ],
    [
        " I think they got it from their ability to see their problem in its simplest form.",
        2943.04,
        2947.32
    ],
    [
        " Oh, man. I totally agree with that.",
        2947.48,
        2949.12
    ],
    [
        " To see the few essentials necessary to the successful solution of the problem and to see how those few essentials could be achieved.",
        2949.98,
        2956.72
    ],
    [
        " This is why. So I'm always talking about qualities of leadership.",
        2957.1,
        2962.16
    ],
    [
        " The ability to simplify. I'm sure you've heard me say this a thousand times.",
        2962.16,
        2965.62
    ],
    [
        " If you have the ability to simplify things, that's a great asset to have.",
        2966.0,
        2970.16
    ],
    [
        " And not everyone has it or not everyone has the same level of it. Some people are good at it. Some people not so much.",
        2970.3,
        2974.98
    ],
    [
        " Some people just straight up complicate things.",
        2975.34,
        2977.04
    ],
    [
        " Oh, yeah.",
        2977.26,
        2977.64
    ],
    [
        " Once they grasped the essentials of the problem, they never lost sight of them and never allowed a massive detail to submerge what was essential to success.",
        2977.82,
        2991.96
    ],
    [
        " Boom. Don't get caught up in the little details of things. Don't let those things drown out what the real situation is.",
        2992.22,
        2998.26
    ],
    [
        " For all military problems are in essence simple.",
        2999.86,
        3003.9
    ],
    [
        " But the ability to simplify and to select out of the massive detail, those things and only those things that are important is not always so easy.",
        3004.88,
        3013.76
    ],
    [
        " So, gotta keep things simple.",
        3015.34,
        3017.76
    ],
    [
        " Each of these men had the power to dominate other men's spirits to inspire their enthusiasm and to convince them of their own ability to achieve what was asked of them.",
        3018.42,
        3029.1
    ],
    [
        " This moving of men's spirits, this power to enthuse could only be done and was only done by their personal contact with their men.",
        3030.2,
        3038.92
    ],
    [
        " All my three examples were in close and frequent contact with their troops. They were well known, familiarly known, to them and to frequent opportunities of talking to their men.",
        3039.2,
        3051.22
    ],
    [
        " So again, this is where the thing I spoke of earlier where it's like he kind of comes back on, hey, you gotta be this dominating person, but he's talking about you gotta get out there and talk to your troops.",
        3051.44,
        3061.56
    ],
    [
        " You gotta be really truly personally known to them.",
        3061.72,
        3063.78
    ],
    [
        " Napoleon and Cromwell certainly, in very possibly Moses too, were known to their men by nicknames and used this familiarity to help their purpose.",
        3064.8,
        3073.24
    ],
    [
        " At the same time, each of these leaders knew well what the soldier was thinking and what he wanted most and they made always careful study of the human factor.",
        3073.72,
        3083.94
    ],
    [
        " Now it's interesting because you know, Monty, he's known as Monty. Everybody called him Monty.",
        3084.22,
        3091.04
    ],
    [
        " And that's his nickname and that little breeze a little familiarity. And like I stole naming a unit, renaming a unit when you said I stole that from David Hackworth.",
        3091.34,
        3103.16
    ],
    [
        " I wonder if Cromwell, I wonder if Monty stole this nickname idea and gave himself that nickname.",
        3103.3,
        3109.58
    ],
    [
        " Wonder if Hackworth took him from Monty.",
        3110.46,
        3112.18
    ],
    [
        " Well, no, Hackworth, well actually, because Hackworth, everyone just called Hack Hack. Hey, everyone called me Jocco.",
        3113.42,
        3117.88
    ],
    [
        " Like everyone. It's funny, someone said everyone in the chain of command, the people below me in the chain of command called me Jocco and the people above me in the chain of command called me Jocco.",
        3118.18,
        3126.9
    ],
    [
        " I don't call me Jocco. So that was kind of cool, but it was just like co-incidence. I don't even know why.",
        3126.94,
        3131.1
    ],
    [
        " But Hackworth, he didn't really, I don't think Hackworth gave himself a nickname.",
        3132.52,
        3139.96
    ],
    [
        " And let's face it, Hackworth, other than Hackworth. And as General Mukaiyama told us he had the best nickname of all time, Mr. Infantry.",
        3140.68,
        3149.98
    ],
    [
        " That is the coolest nickname ever. Is Hack considered a nickname?",
        3150.44,
        3155.76
    ],
    [
        " I think so. If it's short for your, I think it is. Yeah.",
        3156.0,
        3158.66
    ],
    [
        " Yeah. There are certain names that have an official shortening of it, you know, like Richard and Rick or Jonathan and John.",
        3158.92,
        3167.5
    ],
    [
        " Robert and Bob. Bob. Yes, exactly. William and William and Bill on it. Okay.",
        3167.5,
        3171.4
    ],
    [
        " So what hack is not an official, right? It's unofficial. So it's sort of, it goes into the realm of actual nickname, not just shortening of the name.",
        3171.78,
        3179.64
    ],
    [
        " Yeah. Yeah.",
        3179.88,
        3180.76
    ],
    [
        " But I think we can research this. It's not coming to me off the top of my head, but I'm pretty sure everyone called Hack Hack.",
        3180.76,
        3188.24
    ],
    [
        " Yeah. Like up and down the chain of command.",
        3188.5,
        3190.34
    ],
    [
        " Yeah. Although his soldiers back in the day probably called him, sir, that's more normal.",
        3190.66,
        3194.84
    ],
    [
        " Vietnam.",
        3195.18,
        3195.54
    ],
    [
        " Thank. How do you engineer a nickname? No, for your soul.",
        3196.08,
        3198.46
    ],
    [
        " No, you can't do that.",
        3198.46,
        3199.3
    ],
    [
        " Well, you can't give your nickname to yourself. No, but you can, I'm sure there has to be a way to sort of engineer the environment.",
        3199.38,
        3205.84
    ],
    [
        " Well, you could say, Hey, how's it going?",
        3205.84,
        3207.22
    ],
    [
        " Yeah. But that isn't that, I mean, if it would have to be established before that, if you just start, like, if I just start saying, hey, I'm dragging.",
        3207.66,
        3215.44
    ],
    [
        " No, if you, if you checked into a military unit or you, you know, and no one knew you, and you're like, hey, what's up?",
        3215.62,
        3220.52
    ],
    [
        " I'm, I'm, I'm dragging boy. Yeah, but that would be, no, that wouldn't work.",
        3220.7,
        3224.66
    ],
    [
        " No, but if you said, hey, my, my name is, you know, frag mob or whatever.",
        3224.78,
        3229.38
    ],
    [
        " He's made up, you know, your nickname. All guys call me that. Yeah, I want one time. I hooked a grenade and rolled back and, you know, yeah, those places.",
        3229.48,
        3237.66
    ],
    [
        " But what if it's not true, though? You know, like that would mean, if, look, if you hooked a grenade in a thing and someone called you, frag mob from then, then on.",
        3237.68,
        3245.38
    ],
    [
        " Then boom, someone gave you that nickname, but you can't hook a grenade. It does whatever it is that doesn't be like, what?",
        3245.38,
        3251.1
    ],
    [
        " I should be caught, you know, you can't really do that. No, you're not allowed to nickname yourself. No. So even if you introduce yourself, if no one knows you, introduce yourself. Okay, I'm dragging boy.",
        3252.06,
        3259.88
    ],
    [
        " But I just gave that name to myself today. And, but, and they find sure they'll call you dragon boy. But if one person finds out, oh, you just gave yourself that nickname.",
        3260.02,
        3269.8
    ],
    [
        " Oh, yeah, they're gonna be like proud. Oh, yeah. Oh, you're somebody else. Yeah, sir. So how do you do it, though?",
        3269.84,
        3275.36
    ],
    [
        " How do you know? You don't, you just gotta let it. That's why I think it's important. What's important here is that the familiarity isn't a lie. The familiarity is real. Yes. That's the difference. I know how you do it.",
        3275.36,
        3285.62
    ],
    [
        " It's not just it's not 100% you. It's more allowing nicknames to be so you know, like, you know, some people their name. I don't know for just for example, hypothetical example. Like let's say it's like, hey, my name's Jonathan.",
        3285.72,
        3299.08
    ],
    [
        " And then, you know, in a casual conversation, hey, John, what's up, John? And then they'll be like, hey, it's like no disrespect or nothing, but it's Jonathan. Like they prefer the whole thing. Maybe the whole john's more beneficial one. But like if hack worth would have said, hey, it's, it's hack worth. It's not hack.",
        3300.18,
        3314.9
    ],
    [
        " Then he probably wouldn't have the name hack. That's true. So when someone busts out a nickname for you, you just gotta let it fly. Yeah, well, I'll tell you in the teams when they bust out a nickname for you. If you protest it, it's gonna stick even there you go.",
        3315.3,
        3326.96
    ],
    [
        " So you could essentially in theory fake protest.",
        3328.42,
        3331.44
    ],
    [
        " Actively protest exactly right. But they'd see right through that. No, you're gonna be like, oh, you like to call that fine. Yeah, we're giving you different again now.",
        3331.7,
        3339.52
    ],
    [
        " Yeah, I guess you gotta be quick. You gotta be sneaky with it. I guess. All right. Okay, back to the book. If a leader neglects the human factor, he will fail.",
        3339.52,
        3350.1
    ],
    [
        " No man can lead others if he does not know what they are thinking and feeling. So again, we got Monti here who kind of talks like he's all a luf in everything.",
        3351.1,
        3365.34
    ],
    [
        " But he knows you gotta know your people and you gotta understand people. And then he goes on a little shift here. No leader, however great can can can long continue unless he wins victories.",
        3365.44,
        3375.6
    ],
    [
        " Without victories in battle, all else is useless to what then is success in battle. Do in his great study of Marborough.",
        3376.74,
        3387.66
    ],
    [
        " Mr. Winston Churchill says very truly. And so here's a little quote from Winston Churchill. And this is interesting. He's talking about the Duke of Marborough who was",
        3388.22,
        3396.12
    ],
    [
        " another guy in the 1600s that fought in the war of Spanish succession. This guy never lost a battle apparently. And interesting. He was the Duke of Marborough, but his actual name was John Churchill.",
        3398.18,
        3413.14
    ],
    [
        " And he is actually, I want to say the great, great, maybe great grandfather of Winston Churchill. So this is Winston Churchill's bloodline.",
        3413.86,
        3421.54
    ],
    [
        " And this is what Winston Churchill says about his great, great, however many great grandfather's I think that's right.",
        3422.38,
        3428.66
    ],
    [
        " The success of a commander does not arise from following rules or models. It doesn't come from following rules or models.",
        3428.66,
        3438.3
    ],
    [
        " It consists in an absolutely new comprehension of the dominant facts of the situation at a time and all the forces at work.",
        3438.3,
        3447.34
    ],
    [
        " Every great operation of war is unique. What is wanted is a profound appreciation of the actual event. There is no sure road to disaster than to imitate the plans of bygone heroes and to fit them to novel situations.",
        3447.98,
        3465.46
    ],
    [
        " So there you go. This ability to absolutely comprehend this new situation and to not try and force not try and force a rule or a model to work for you in a certain situation.",
        3465.46,
        3481.98
    ],
    [
        " Back to the book, this indeed is true for no war for in war. No two situations are ever the same and each situation must be tackled as a wholly new problem to which there will likely be a wholly new answer.",
        3484.28,
        3499.42
    ],
    [
        " You need only to look at the beginning of this war. And to and to the trust put in the magi no line here indeed was there a failure to appreciate the new and change texture.",
        3500.1,
        3511.96
    ],
    [
        " So that's interesting because Churchill just said look it's not using this previous knowledge you got to be able to apply it.",
        3534.76,
        3540.44
    ],
    [
        " So what you got to have the knowledge of the technique of making war next the ability to see clearly the few essentials that are important to success next courage and mental robustness and lastly a well balanced judgment.",
        3541.96,
        3556.28
    ],
    [
        " He kind of goes through these in a little bit more detail now. The manner in which war is waged varies from age to age and with the advent of each new weapon.",
        3559.44,
        3569.38
    ],
    [
        " It is a constantly changing constantly evolving thing he who aspires to high command and war must thoroughly understand the main principles which will dictate the manner in which the battle of his age will be fought.",
        3570.06,
        3581.76
    ],
    [
        " He also must be constantly on the watch for new ideas or weapons which will affect those principles.",
        3581.76,
        3587.76
    ],
    [
        " The speed of change in military science during time of pieces often slow and many have consequently allowed themselves to be lulled into false sense security which has been rudely shattered on the outbreak of war.",
        3588.34,
        3601.18
    ],
    [
        " So guess what you got to have an open mind and you got to pay attention.",
        3601.86,
        3606.62
    ],
    [
        " The knowledge of how to make war also implies the ability to train troops every great commander has himself had to forge his weapon for the task in front of him.",
        3608.2,
        3617.94
    ],
    [
        " Moses led the people of Israel for 40 years in the desert teaching them how to fight and he forged the weapon to conquer Canaan.",
        3618.94,
        3626.0
    ],
    [
        " So also Cromwell and Napoleon they forged their own weapon for the specific task in hand improvising and inventing as they went along so as to develop new tactics to deal with the new problems with which in their day they were faced.",
        3626.0,
        3642.66
    ],
    [
        " So you got a study war you've got to understand how to train your troops.",
        3643.24,
        3649.84
    ],
    [
        " Continuing on no man can be a great military leader unless he has the ability to cut through overlying difficulties and to see clearly the few essentials in any problem with which he is faced in any problem there are never more than a few essentials which are vital to that problem.",
        3651.56,
        3671.24
    ],
    [
        " That's a pretty bold statement and it's also pretty true.",
        3672.18,
        3675.1
    ],
    [
        " You get these big problems guess what there's only a few things that are truly essential now.",
        3675.38,
        3679.8
    ],
    [
        " As you solve the first couple essential ones there's going to be the next essential problem this is prioritized next you.",
        3680.24,
        3686.2
    ],
    [
        " Yeah. And simple two right like I said.",
        3686.22,
        3689.02
    ],
    [
        " And simple yes like they're both wrapped together in this thought.",
        3689.16,
        3691.4
    ],
    [
        " These must be grasped out of the massive details and must never be lost sight of.",
        3692.04,
        3697.7
    ],
    [
        " If in battle commander loses sight of the few essentials that matter he will suffer defeat.",
        3698.54,
        3703.82
    ],
    [
        " So when you're getting distracted by these other things you're going to end up losing.",
        3704.38,
        3708.78
    ],
    [
        " But to see the essentials clearly he must not himself get too immersed in detail every great commander has had a chief of staff whose main task was the mastery of detail.",
        3709.26,
        3720.54
    ],
    [
        " Thus leaving his master free to tackle essentials of the problem together with those details and only those those details which were vital that problem.",
        3720.68,
        3728.36
    ],
    [
        " Boom.",
        3728.46,
        3728.7
    ],
    [
        " That's it you cannot get in the weeds you cannot micro manage you cannot look at a plan all day and expect that you're going to see something that your troops didn't see who are doing the planning you need to step back you need to elevate yourself.",
        3729.4,
        3741.7
    ],
    [
        " For though there is much detail in which the for though there is much detail with which a commander cannot and must not bother himself is interesting to note that every great commander has always concerned himself with certain of the details of his problems.",
        3743.64,
        3759.24
    ],
    [
        " Napoleon and Wellington are two good cases in point no man can rise to a high command who is not the quality of courage.",
        3759.68,
        3769.12
    ],
    [
        " The highest form of personal courage is required rather in the leader at the lower level who has to plunge into the turmoil of the battlefield.",
        3769.8,
        3780.64
    ],
    [
        " So yeah if you're in the frontline troops you need even more courage the leader at the higher levels has to develop his quality of courage into a mental robustness which can withstand the mental stress and strain with which he will be assailed.",
        3781.18,
        3794.82
    ],
    [
        " He must at all times he must be able at all times to take a dispassionate view of the good and bad fortune which will assail him.",
        3796.16,
        3806.28
    ],
    [
        " Read that one again he must be able at all times to take a dispassionate view of the good and bad fortune which will assail.",
        3806.62,
        3819.0
    ],
    [
        " So good bad things are going to happen good things are going to happen don't get all excited when some you get all excited you got to be dispassionate you got to detach you can't let your emotions start getting crazy you have to detach he must not allow himself to be distracted by events or to be led astray from his main purpose by some glittering prize.",
        3819.36,
        3840.26
    ],
    [
        " He must at all times maintain an unbiased view of the situation and in battle he must be able to judge the true value of the mass of good and bad tidings which will flow upon him.",
        3841.64,
        3853.74
    ],
    [
        " Man stay detached stay level headed.",
        3853.74,
        3857.94
    ],
    [
        " Is that kind of like one like you know how you get the husband or the boyfriend or whatever that like you know does something bad.",
        3858.38,
        3865.6
    ],
    [
        " I don't know.",
        3866.04,
        3866.96
    ],
    [
        " Flirts with a girl or something like that girl the girlfriend's all mad and then so the guy goes and buys her like necklace you know to say sorry it's like that right where don't get all caught up in the glittery stuff because you know.",
        3867.88,
        3882.46
    ],
    [
        " No that's not what this is like.",
        3882.46,
        3885.08
    ],
    [
        " This is like this echoes saving up to buy a house yeah and he's saving up and he's like okay I saved you know 800 bucks last month I'm a safe 1200 bucks this month I'm a save 900 bucks this month and all the sudden you see a new car.",
        3886.24,
        3900.66
    ],
    [
        " With rims and with has rims and you can get it you can lease it yeah and all you need to lease it is.",
        3900.66,
        3909.8
    ],
    [
        " You know for a thousand dollars me and you like you know what I'm gonna go get that.",
        3911.34,
        3916.42
    ],
    [
        " That's the shiny new thing they just took you off your main goal.",
        3916.64,
        3920.02
    ],
    [
        " Yes does has nothing to do with flirting girlfriends so buy an necklace is bro.",
        3920.04,
        3924.42
    ],
    [
        " Well I think yours is a better example for sure.",
        3924.6,
        3928.32
    ],
    [
        " I think so yours wasn't even an example you missed the point.",
        3928.32,
        3931.28
    ],
    [
        " Okay yeah I'm trying to think of where it would be oh yeah I mean so if you're gonna talk like a girl that was saving for a house.",
        3931.34,
        3939.74
    ],
    [
        " And then she saw a cool necklace that would have been a good example.",
        3940.24,
        3942.88
    ],
    [
        " Yeah but the flirting girl with the distraction from the boyfriend no that's all the situation.",
        3942.88,
        3947.42
    ],
    [
        " Well I mean here's how I would try to connect the dots on that one.",
        3947.44,
        3949.82
    ],
    [
        " You know the girls like her mission is to evaluate whether or not this is a good boyfriend straight up.",
        3949.82,
        3955.28
    ],
    [
        " And then so the boyfriend he does some stuff that's fundamentally bad cheats on her I don't know whatever.",
        3955.48,
        3960.68
    ],
    [
        " And then you know so she's sort of on that mission she's sort of making the evaluation then boom she gets distracted by the sparkly necklace boom she goes back to him blah blah.",
        3960.86,
        3969.36
    ],
    [
        " I'm saying no still bad.",
        3969.8,
        3971.66
    ],
    [
        " Not quite not quite I mean a good good effort good effort moving on.",
        3971.94,
        3979.44
    ],
    [
        " Every battle resolves itself into a tussle between the wills of the two opposing commanders.",
        3980.2,
        3985.5
    ],
    [
        " Unless he is mentally robust a commander will not be able to force his will on his opponent.",
        3986.3,
        3991.22
    ],
    [
        " It is well for a commander to remember that no battle was ever lost until the commander thought it so.",
        3991.8,
        3998.06
    ],
    [
        " A commander must have a well balanced judgment.",
        4006.44,
        4009.98
    ],
    [
        " We're getting to balance of the dichotomies here both from the battle situation and in his dealings with his subordinates.",
        4010.38,
        4017.12
    ],
    [
        " This is straight up dichotomy leadership.",
        4017.38,
        4019.54
    ],
    [
        " He must see okay now he must see the battle situation as constantly shifting interplay of forces.",
        4020.12,
        4025.86
    ],
    [
        " And he must instinctively know that he's a good boy.",
        4026.56,
        4028.04
    ],
    [
        "",
        4028.04,
        4028.04
    ],
    [
        " He must know when to be rash and when to be cautious boom.",
        4028.04,
        4031.34
    ],
    [
        " Gotta be balanced.",
        4031.94,
        4032.72
    ],
    [
        " He must weigh up the situation both at the moment and as it may develop in the future and he must so fight his battle that the enemy's reactions cannot upset his plan.",
        4033.04,
        4045.28
    ],
    [
        " And although he is trying to force his will on his opponent a commander must know when discretion is the better part of valor.",
        4046.3,
        4054.24
    ],
    [
        " His desire to dominate his opponent must not outweigh his judgment of the actual possibilities of the situation.",
        4054.32,
        4061.98
    ],
    [
        " Yes, you gotta be aggressive but you can't be foolhardy.",
        4062.6,
        4066.66
    ],
    [
        " That's what we're saying here. This is the dichotomy of leadership.",
        4066.72,
        4069.1
    ],
    [
        " His judgment must always be well balanced and if it is so and if he has good information on which to base it.",
        4069.78,
        4075.98
    ],
    [
        " He can so force the battle his way that the enemy will be forced to conform.",
        4076.12,
        4080.86
    ],
    [
        " He will in fact have rested the initiative from the enemy.",
        4081.66,
        4086.8
    ],
    [
        " In his dealings with his abortance he will also require good judgment and sound knowledge of human nature.",
        4087.64,
        4094.16
    ],
    [
        " He must choose his abort and it's well those with whom he is in frequent contact.",
        4094.24,
        4098.92
    ],
    [
        " His senior generals must know personally.",
        4098.92,
        4101.5
    ],
    [
        " He must know personally and well.",
        4102.4,
        4104.12
    ],
    [
        " He must be able to judge when to drive and when to persuade.",
        4104.36,
        4107.56
    ],
    [
        " When to be stern, when to give praise.",
        4108.54,
        4110.42
    ],
    [
        " For all men are different and each requires handling in a different way.",
        4111.16,
        4116.54
    ],
    [
        " So right there he just talked about the dichotomy leadership.",
        4116.7,
        4118.48
    ],
    [
        " When to drive and when to persuade.",
        4118.72,
        4120.1
    ],
    [
        " When to be stern, when to be give praise.",
        4120.84,
        4123.24
    ],
    [
        " Gotta balance those dichotomies.",
        4123.38,
        4124.66
    ],
    [
        " The three leaders whom I have concerned considered succeeded so long as they kept in their mind their clear military purpose and were not deflected from it by any other considerations.",
        4124.9,
        4135.22
    ],
    [
        " But there is always the danger that other and especially political considerations will be forced, will force the hand of the soldier and leaden to some action which is militarily unwise.",
        4135.22,
        4145.92
    ],
    [
        " Many battles have been fought for political and not for military reasons and these have been the graveyard of many soldiers' reputation.",
        4146.58,
        4156.0
    ],
    [
        " The soldier is the servant of the statesman and is therefore bound to be subject to political pressure.",
        4156.56,
        4163.72
    ],
    [
        " He must be strong enough to resist such pressure whenever it conflicts with his clear military purpose.",
        4163.72,
        4172.18
    ],
    [
        " Few statesmen will force the hand of the soldier if the soldier very bluntly says,",
        4173.44,
        4178.76
    ],
    [
        " if I fight as you wish me to fight, I shall lose the battle.",
        4179.1,
        4182.7
    ],
    [
        " If I fight in my own way and in my own time, I shall win the battle.",
        4183.16,
        4187.62
    ],
    [
        " So there you go. That's what you gotta do.",
        4188.42,
        4190.22
    ],
    [
        " You gotta call it like you see it.",
        4190.94,
        4192.38
    ],
    [
        " But the soldier must be prepared to be very blunt and he must be prepared to stake his whole reputation on success",
        4194.12,
        4200.76
    ],
    [
        " given adequate resources and a free hand.",
        4200.76,
        4203.3
    ],
    [
        " And he also must be prepared to be very firm and to refuse to be forced to do something which he considers is not capable of being done.",
        4204.0,
        4212.18
    ],
    [
        " So there you have it.",
        4213.14,
        4214.02
    ],
    [
        " If you don't think something can be done, it's your moral obligation to say no.",
        4214.82,
        4217.76
    ],
    [
        " And of course you have to weigh that with the fact that if you don't do it, someone mouths might and they might cause even more damage.",
        4218.38,
        4225.5
    ],
    [
        " So you have to weigh that conundrum.",
        4225.5,
        4230.66
    ],
    [
        " Back to the book.",
        4232.38,
        4234.44
    ],
    [
        " In history, the military leader has frequently been tempted and has frequently succumbed to the temptation to aspire to political leadership.",
        4234.66,
        4241.46
    ],
    [
        " The whole training and experience of the soldier makes him less rather than more fitted to be a politician.",
        4242.74,
        4249.76
    ],
    [
        " So this is an interesting contrast.",
        4250.28,
        4251.8
    ],
    [
        " The soldier is trained to take direct action down certain well-defined lines and has in his hand a military machine which responds immediately and with precision to his touch.",
        4253.02,
        4263.94
    ],
    [
        " The politician is trained in subtlety and debate and weighing up the conflicting interests of his supporters and usually has to compromise.",
        4263.94,
        4271.66
    ],
    [
        " The governmental machine is much less precise and exact than the military and is not as rapid in action even in highly skilled political hands.",
        4272.08,
        4281.14
    ],
    [
        " Now, in war of commander compromises on essentials, he fails.",
        4282.08,
        4287.5
    ],
    [
        " Furthermore, the time factor forces the commander in the field to adopt the best expedient in the time available, which is usually short.",
        4288.74,
        4296.6
    ],
    [
        " The politician, on the other hand, has seldom forced to give an immediate decision.",
        4297.22,
        4300.62
    ],
    [
        " Rather, he delays in order to find out the right to an accurate answer and he avoids any temporary expedient.",
        4300.84,
        4307.96
    ],
    [
        " One ceases time by the for lock and adopts the best expedient.",
        4309.84,
        4314.5
    ],
    [
        " The other procrastinates in order to ensure that what he does is exactly right.",
        4314.66,
        4319.74
    ],
    [
        " Now, I think this gets taken to the extreme in both cases because you actually even as a military leader you want to wait long enough to make sure you're making a good decision.",
        4320.38,
        4332.22
    ],
    [
        " And I think in the political world, they go to the extreme of they're just going to never make a decision and never going to make a change.",
        4332.96,
        4338.62
    ],
    [
        " Therefore, a leader who is primarily a soldier when he meddles with politics loses his clear and simple military purpose.",
        4339.6,
        4347.36
    ],
    [
        " He no longer sees the essentials. He is at sea in a political world.",
        4347.8,
        4351.66
    ],
    [
        " We read that Cromwell in politics was muddled and perplexed working slowly and deviously to a policy which he did not clearly see.",
        4352.12,
        4360.32
    ],
    [
        " And again, that he was confused and distracted.",
        4362.22,
        4365.06
    ],
    [
        " So though he kept the political power in his own hands during his lifetime, much of what he built fell to pieces the moment he died.",
        4365.46,
        4371.68
    ],
    [
        " So also Napoleon.",
        4372.28,
        4373.32
    ],
    [
        " As long as his military purpose was uppermost in his mind, he succeeded.",
        4374.06,
        4377.88
    ],
    [
        " But when political considerations dominated his policy, the desire to impose his will on Europe led him to undertake military operations which it was beyond his power to achieve.",
        4378.06,
        4388.62
    ],
    [
        " The qualities required by a soldier and by a politician are in fact almost at opposite polls.",
        4390.14,
        4397.12
    ],
    [
        " And only a few men in history have possessed both kinds of qualities.",
        4398.16,
        4400.96
    ],
    [
        " There have not been many soldiers who have made good political politicians, nor many politicians who have made great soldiers.",
        4401.5,
        4408.12
    ],
    [
        " Now the only thing I'll say is that being in the military is very political.",
        4409.42,
        4413.98
    ],
    [
        " And even in this time, I'm not going to make any distinction that, oh, it's more political now.",
        4414.24,
        4419.12
    ],
    [
        " It's not the old books about World War II.",
        4419.42,
        4422.94
    ],
    [
        " There's all kinds of politics going on inside the chain of command.",
        4423.04,
        4426.34
    ],
    [
        " So I'm not sure why he sees that great distinction between, you know, there being no, like there's no political thing.",
        4426.84,
        4438.1
    ],
    [
        " There's no political games being played in the military.",
        4438.1,
        4441.04
    ],
    [
        " There certainly is.",
        4441.4,
        4443.04
    ],
    [
        " Certainly is.",
        4443.46,
        4444.86
    ],
    [
        " And there always has been.",
        4444.94,
        4446.16
    ],
    [
        " And there always will be a group of people.",
        4446.46,
        4447.78
    ],
    [
        " And then group people are going to do the little political maneuvers.",
        4448.2,
        4450.14
    ],
    [
        " They're going to look out for themselves.",
        4450.46,
        4451.94
    ],
    [
        " They're going to try and make this happen.",
        4451.94,
        4453.54
    ],
    [
        " And you know, that's, that's, they're going to have an agenda.",
        4453.8,
        4455.68
    ],
    [
        " You got to learn how to negotiate those politics whether you're in the military or whether you're in the civilian sector doesn't matter.",
        4457.12,
        4463.48
    ],
    [
        " Before we leave the past, it is, I think, interesting to note that great military leaders have on the whole been few.",
        4465.5,
        4472.2
    ],
    [
        " There have been many generals of good average ability, but few who were really great.",
        4472.9,
        4478.48
    ],
    [
        " In the study of those who were great, it is interesting to note two things.",
        4479.42,
        4482.92
    ],
    [
        " First, it required a war to produce them.",
        4483.12,
        4485.3
    ],
    [
        " Second, that a number of them proved their greatness after a very short apprenticeship.",
        4485.84,
        4490.7
    ],
    [
        " This suggests that the art of war at any rate in the past, though less so now, is a relatively simple art.",
        4492.36,
        4500.42
    ],
    [
        " And that the qualities which make a great commander are inherent rather than acquired.",
        4501.18,
        4506.76
    ],
    [
        " Interesting.",
        4507.12,
        4507.64
    ],
    [
        " He's a little bit more saying, hey, you've kind of born with it.",
        4507.88,
        4510.54
    ],
    [
        " The character and more, especially the will to dominate and lead his fellow men, is given to few.",
        4510.64,
        4517.2
    ],
    [
        " But given that power to lead, the ability to gain success in war can be acquired.",
        4517.5,
        4522.7
    ],
    [
        " So you can get better at it.",
        4522.94,
        4525.02
    ],
    [
        " A man may cultivate the qualities of a great leader provided that he has inherent in him in sufficient degree the character and the will to dominate.",
        4526.7,
        4535.18
    ],
    [
        " But unless he has those inherent characteristics, he will never become a great leader.",
        4536.3,
        4541.46
    ],
    [
        " However long he studies the art or the craft of war.",
        4541.68,
        4545.06
    ],
    [
        " It is one of the phenomena of military history that events invariably produce the man.",
        4547.2,
        4551.98
    ],
    [
        " Age has little or nothing to do with it.",
        4552.54,
        4554.48
    ],
    [
        " The opportunity may come sooner to some later to others.",
        4554.76,
        4557.02
    ],
    [
        " Napoleon was 27 when he conquered northern Italy.",
        4557.42,
        4559.96
    ],
    [
        " Wolf was 34 when he captured Quebec.",
        4560.52,
        4562.34
    ],
    [
        " At the other end of the scale, Marbarault was 52 when he first rose to a high and independent command.",
        4562.82,
        4568.92
    ],
    [
        " An Abercrombie conducted a short but brilliant campaign in Egypt at the age of 68.",
        4569.38,
        4574.54
    ],
    [
        " At the end of a long lifetime.",
        4575.2,
        4576.74
    ],
    [
        " In the careers of great generals, there has always been this aspect of chance.",
        4577.38,
        4582.2
    ],
    [
        " Opportunity comes at different ages and in different circumstances.",
        4582.44,
        4585.4
    ],
    [
        " Some have been luckier than others.",
        4585.8,
        4587.1
    ],
    [
        " Some perhaps never had the opportunity to prove their ability.",
        4587.54,
        4590.64
    ],
    [
        " So that's where he wraps up so much for the lessons of history.",
        4591.98,
        4596.26
    ],
    [
        " Today, the problems of military leadership are much the same as they always have been.",
        4596.74,
        4600.7
    ],
    [
        " I propose to tell you now some of the things that have guided me in leading armies which have been entrusted to my command.",
        4601.36,
        4608.74
    ],
    [
        " I would say first that a leader must very clearly know what he wants himself.",
        4609.28,
        4614.98
    ],
    [
        " He must see his objective clearly and must go all out for it.",
        4615.78,
        4619.94
    ],
    [
        " He must let everyone else know what he wants.",
        4621.1,
        4625.38
    ],
    [
        " And what are the basic fundamentals of his policy?",
        4625.92,
        4628.96
    ],
    [
        " He must in fact give firm guidance and a clear lead.",
        4629.22,
        4633.42
    ],
    [
        " It will be necessary for him to create what I call atmosphere.",
        4633.74,
        4636.92
    ],
    [
        " And in that atmosphere, his subordinate commanders and troops will live and work.",
        4637.44,
        4640.68
    ],
    [
        " To do this, he will have to take a very firm grip on his military machine from the top.",
        4641.06,
        4645.44
    ],
    [
        " Only in this way will his force acquire balance and cohesion.",
        4645.84,
        4649.24
    ],
    [
        " And so develop its full fighting potential.",
        4649.72,
        4652.52
    ],
    [
        " History has many examples of a lack of grip being taken by a commander with the result that he failed to develop the power of which his force was capable and so met disaster.",
        4652.64,
        4664.74
    ],
    [
        " So this is Monty.",
        4664.98,
        4666.72
    ],
    [
        " You got to take that firm grip.",
        4666.86,
        4668.6
    ],
    [
        " And again, it's very strange because he comes off so strong like that.",
        4669.86,
        4673.96
    ],
    [
        " But here we go.",
        4674.18,
        4675.76
    ],
    [
        " He's going to counter it right here.",
        4675.76,
        4676.88
    ],
    [
        " Having laid down the basic fundamentals of his policy, a commander must complete, must place complete trust in his subordinates and must give them freedom to carry out that policy within the framework, which he has laid down.",
        4677.16,
        4691.44
    ],
    [
        " So this is decentralized command.",
        4691.56,
        4693.24
    ],
    [
        " He must be prepared to decentralize and to trust his subordinates to use their own initiative on all matters of detail.",
        4694.54,
        4701.6
    ],
    [
        " Everyone listen to that.",
        4702.7,
        4703.82
    ],
    [
        " Don't worry about the details.",
        4705.12,
        4706.44
    ],
    [
        " The commander himself must stand back from the detail so he can see clearly the essentials of his problem and make sure that the correct action is being taken on those essentials.",
        4706.88,
        4715.28
    ],
    [
        " If ever a commander allows himself to become too greatly immersed in the unimportant details of any problem, he will fail to see the essentials clearly.",
        4716.46,
        4723.54
    ],
    [
        " Detach, take a step back.",
        4724.0,
        4726.18
    ],
    [
        " Elevate yourself.",
        4726.7,
        4728.04
    ],
    [
        " It is obvious that he must be a good judge of men and a good chooser of subordinates.",
        4728.62,
        4733.96
    ],
    [
        " He must also have the drive to get things done.",
        4734.28,
        4737.02
    ],
    [
        " No commander will long remain in the first rank unless he achieves success.",
        4739.96,
        4743.9
    ],
    [
        " The biggest single factor for making success in war is morale.",
        4744.48,
        4748.34
    ],
    [
        " A high morale is based on discipline, self-respect, and the confidence of the soldier in his commanders and in his weapons.",
        4749.76,
        4756.98
    ],
    [
        " It is a pearl of very great price and without it, no success in battle will be achieved.",
        4757.02,
        4764.88
    ],
    [
        " A high morale is in fact a measure of the confidence of troops of their commander.",
        4765.38,
        4771.2
    ],
    [
        " That's an interesting point.",
        4771.5,
        4772.76
    ],
    [
        " How do you have high morale?",
        4774.08,
        4775.66
    ],
    [
        " It's a measurement of how confident the troops are.",
        4775.88,
        4777.92
    ],
    [
        " So when the troops are confident or the employees are confident in the boss, morale is high.",
        4779.2,
        4785.76
    ],
    [
        " When they are not confident, morale is low.",
        4786.14,
        4788.88
    ],
    [
        " And by the way, with low morale, you are not winning.",
        4789.34,
        4793.04
    ],
    [
        " Continuing on, there is no book of rules which will help a commander to gain the complete trust and confidence of his men.",
        4794.12,
        4803.06
    ],
    [
        " Each commander will adopt his own methods and say the ones best suited to his own personality.",
        4803.86,
        4810.1
    ],
    [
        " Suffice it to say that he must be known, must be known personally to them.",
        4810.28,
        4814.7
    ],
    [
        " And that success in battle will produce quick results.",
        4814.7,
        4817.56
    ],
    [
        " All soldiers will follow a successful general.",
        4817.9,
        4820.32
    ],
    [
        " No commander, however, will gain the confidence of his troops unless he is known and well known to them.",
        4821.72,
        4827.3
    ],
    [
        " They must often see him and if possible, hear him speak.",
        4828.2,
        4832.6
    ],
    [
        " A commander should take every opportunity of talking to his officers and men.",
        4833.12,
        4836.7
    ],
    [
        " It will repay him according to his worth.",
        4836.92,
        4839.56
    ],
    [
        " Gotta get out there and talk to the troops.",
        4839.98,
        4841.86
    ],
    [
        " There are other factors, also which have a big effect on morale.",
        4844.1,
        4847.9
    ],
    [
        " The home front and the battle on the front nowadays are as never before very closely linked.",
        4848.36,
        4857.8
    ],
    [
        " So you gotta keep that morale up.",
        4858.6,
        4860.62
    ],
    [
        " You gotta make sure everything is going good on the home front.",
        4860.7,
        4862.02
    ],
    [
        " Imagine what it's linked like now.",
        4862.14,
        4864.24
    ],
    [
        " I mean, he's talking about World War II.",
        4864.8,
        4866.46
    ],
    [
        " World War II.",
        4867.56,
        4868.18
    ],
    [
        " Hey, we're very closely linked because I can write a letter that's gonna get to my wife nine weeks from now.",
        4868.18,
        4873.02
    ],
    [
        " Right now we got brothers on Facebook live.",
        4873.58,
        4876.6
    ],
    [
        " Nightly.",
        4876.74,
        4878.16
    ],
    [
        " Continuing on, just as success is a great stimulus to morale, so nothing lowers morale so quickly as failure.",
        4880.16,
        4886.92
    ],
    [
        " Therefore, there must be no failures.",
        4887.72,
        4889.68
    ],
    [
        " Great and lasting harm can be done to morale by undertaking operations for which the troops concerned are not ready.",
        4890.86,
        4898.16
    ],
    [
        " Or trained in which they are likely to end in failure.",
        4899.36,
        4902.28
    ],
    [
        " I have therefore made it a rule to limit the scope of any operation to what can be achieved successfully.",
        4902.74,
        4909.54
    ],
    [
        " So again, this sounds super risk averse.",
        4910.02,
        4913.6
    ],
    [
        " And that's that is.",
        4913.96,
        4917.88
    ],
    [
        " Hey, I'm not gonna do anything that I don't know we can achieve it.",
        4918.26,
        4920.46
    ],
    [
        " Then again, how often do you want to be rolling the dice?",
        4920.68,
        4923.56
    ],
    [
        " Why not say, you know what, well, let's give it another month.",
        4924.96,
        4927.36
    ],
    [
        " Let's train a little bit more.",
        4927.48,
        4928.28
    ],
    [
        " What do we have to do this right now?",
        4928.46,
        4929.78
    ],
    [
        " And I certainly think that there's times when you have to take risk and you're gonna do some things that maybe you don't know if you can get away with.",
        4930.4,
        4938.16
    ],
    [
        " And there can be times where you're forced into that position as well.",
        4938.6,
        4940.72
    ],
    [
        " Like you're being attacked.",
        4941.04,
        4941.86
    ],
    [
        " And hey, we can, I'm not sure if a flank is gonna work, but we can either sit here and get attacked and get flanked by them or we can go and flank ourselves.",
        4942.58,
        4949.7
    ],
    [
        " Like, let's go make this happen.",
        4950.06,
        4951.6
    ],
    [
        " So I think we need to make sure we don't take that route, that comment to the extreme because that can be a bit much.",
        4952.3,
        4959.32
    ],
    [
        " But consider it, consider it deeply.",
        4959.78,
        4963.28
    ],
    [
        " And I think probably the reason why this is probably one of those points where, you know, he said in the beginning of this, he made the premise that, um, that, hey, this is a, this is this is for Army command, right?",
        4964.74,
        4979.42
    ],
    [
        " Or at least divisional command.",
        4979.58,
        4981.28
    ],
    [
        " We're talking you're in charge of 10,000 people or more.",
        4981.66,
        4985.22
    ],
    [
        " So what he's saying, maybe with, I guess it becomes more acceptable of a rule, you don't want to risk 10,000, you don't want to risk an entire army or an entire division on something that you may or may not be successful at, right?",
        4986.18,
        4998.88
    ],
    [
        " Maybe we need to reassess if we're not sure we can make this happen. Maybe we need to reassess if we're gonna go forward or not.",
        4999.68,
        5004.94
    ],
    [
        " Another thing that today has a big effect on morale is the standard of medical care, which soldiers can expect. So you got that.",
        5008.84,
        5018.96
    ],
    [
        " And then we get to a commander must make a very close study of human nature.",
        5020.22,
        5027.3
    ],
    [
        " The raw material with which he has to deal are men.",
        5027.92,
        5032.24
    ],
    [
        " And it is important to remember that all men are different.",
        5033.4,
        5035.72
    ],
    [
        " What a commander makes of the human material at his disposal will depend entirely on himself.",
        5036.58,
        5042.44
    ],
    [
        " I have found that every division, which has fought under my command, has added different characteristics.",
        5043.2,
        5048.9
    ],
    [
        " Each division was good at a different type of battle. And it is vital that the commander should gauge what type of battle is best at and make sure that each division is at the right point when required.",
        5049.08,
        5061.8
    ],
    [
        " So even in the quote, uniformity of the military, they have differences. They're human beings and those differences are reflected through whole units.",
        5062.62,
        5075.48
    ],
    [
        " The difference between divisions is based partly on the individual individuality of the commander of the division.",
        5076.78,
        5082.22
    ],
    [
        " And partly on the type of men of whom the division is composed. I found, for instance, that some divisions were outstandingly good at the breakthrough attack, but were not so good at the deliberate set piece of fair.",
        5082.66,
        5092.92
    ],
    [
        " Some divisions were best at night, some by day, for a solid killing match, certain types of men were better than others.",
        5094.3,
        5100.44
    ],
    [
        " And so on. Each division develops an individuality of its own, which I consider a high commander must study.",
        5100.78,
        5110.2
    ],
    [
        " I was in the airport and I ran into a dude from South Africa, who was in the game, kind of big done. And he was talking about, he says, yes, I can't do it.",
        5110.9,
        5127.94
    ],
    [
        " But he was saying that he had he worked construction. He was a construction guy. And he had a crew. And he gave his crew a name.",
        5128.96,
        5138.7
    ],
    [
        " I should have asked him what the name of the crew was, but I didn't. But I'm sure they gave him some kind of name. And he was like, he was just so pumped. And he goes, yeah, I read it in hack worth two. And then I, I did it because you did it. And he goes, it really worked.",
        5139.26,
        5155.84
    ],
    [
        " It was all fired up because you can change the personality of something. You can change the personality of a unit like that can do it. It works.",
        5155.88,
        5165.86
    ],
    [
        " In the same way, all generals differ and must be selected for the job in hand. No two jobs, no two problems are ever the same. And the character of the job must be matched to that of the commander selected to undertake it.",
        5166.74,
        5181.84
    ],
    [
        " One of the most important functions of a commander in war is to make sure that he has the right man in the right place to tackle the job in hand.",
        5182.6,
        5189.04
    ],
    [
        " So think about that when you're in charge of a team, when you're in charge of a business, one of the most important things that you do is put the right people in the right job.",
        5190.18,
        5198.86
    ],
    [
        " Some people are sensitive to that. You know, so when I'm like, Hey, Hey, Bill, I'm not giving you this off. I'm giving it to echo and Bill gets mad and frustrated and he's the thing to echo doesn't deserve it.",
        5203.46,
        5214.9
    ],
    [
        " Man, we got to have a good enough relationship and trust that when I say, Hey, Bill, this is not for you. I'm giving it to echo. And he goes, Okay, cool. Let me know it's coming down the pipe. Let me know what I can get ready for. Let me know how I can support.",
        5215.0,
        5225.92
    ],
    [
        " Yeah, yeah, that remember the movie major league Charlie Sheen come on. Yeah, I remember the movie. I don't think I ever sat through that whole movie. Oh, actually, you know what I think I asked you that before. Yeah, I think you said the same thing. So there's a spark word case. So Charlie Sheen, right, he got his glasses. He. Oh, yeah, that's what we were talking about last time. So last time as far as major league goes, the movie major league. So Charlie Sheen, he had all this crazy power and speed in his fastball. No control.",
        5226.76,
        5255.56
    ],
    [
        " Then they find out whatever he can't see that good. They give him some glasses. Bumi he brings it all together. They start winning all this stuff. Right. So he's starting the other guy who was starting before him. His name's Harris older guy. But you know, basically the more consistent like he's consistent. He's not like legit like Charlie Sheen, but he's consistent. You know, so they're about to play the fast forward. They're about to play the Yankees right in the big game.",
        5255.76,
        5278.54
    ],
    [
        " Or the word. It's like this big deal. And you know, so the general manager, Lou calls Charlie Sheen.",
        5278.86,
        5289.06
    ],
    [
        " What was his name in the movie Charlie Sheen? Doesn't matter. Doesn't matter anyway, call calls Charlie Sheen to the back of the bus. And he's like, Hey, I'm going to start Harris against the Yankees. He just has a better reputation against them and, you know, more more experience, whatever. And then Charlie Sheen was like, Oh, yeah, you know, whatever is best for the team.",
        5289.32,
        5308.52
    ],
    [
        " He, he left any of those sort of it. So he was good with it. Now while the movie goes on and he's not good with it. He expressed himself like he was good with it.",
        5308.54,
        5317.38
    ],
    [
        " And he said the right things. But later on he goes on like goes drinking by himself or something. Then he winds up hooking up with like one of his teammates wife. And that was all. But that's a whole other story though.",
        5317.9,
        5328.06
    ],
    [
        " Yeah, we don't care about. Yeah, we don't actually care about any of this, but we definitely don't care about that part. Rick Ron. That's his name. Wild thing Rick.",
        5328.18,
        5334.78
    ],
    [
        " Ron. There you go. But same deal though, right? You got to get the right guys. Yes. And of course, you nailed it. Yeah.",
        5334.78,
        5342.1
    ],
    [
        " Nailed it. Even silly Harris. You know, he does okay. You know, and then they bring out Rick Vaughan to fit the close out the game.",
        5342.5,
        5350.1
    ],
    [
        " Whatever to win. So there you go. Boom. Win win. Back to the book. Back through the book. If a commander thinks that all men are the same.",
        5350.1,
        5360.88
    ],
    [
        " And he treats the mass of human material accordingly. He will fail. The soldiers of today have different standards and require more enlightened handling this than the soldiers of bygone days.",
        5360.88,
        5374.76
    ],
    [
        " This is again where he starts to you realize that this guy, even though he tries to come across all hard, he's actually very thoughtful about understanding humans.",
        5374.78,
        5384.44
    ],
    [
        " Back to the book. They will no longer follow blindly and unquestionably to an unknown end. Today, therefore, a commander must ensure that his troops always know what they are being asked to do and how that fits in with the larger plan.",
        5385.22,
        5403.46
    ],
    [
        " I have always in other words, they got no idea what they're doing. I have always insisted that before a battle, the essentials of the plan are known right through the chain of command and finally down to the rank.",
        5405.04,
        5414.3
    ],
    [
        " And the troops must know how a commander is going to fight the battle and what part they are going to play in it. This must be explained to them by word of mouth for that counts far more than the written word.",
        5414.92,
        5425.64
    ],
    [
        " And then when the battle has been won and the troops see that the battle has gone as the commander said it would, their confidence in the high command will be very great. This confidence is beyond price.",
        5427.2,
        5438.7
    ],
    [
        " The problem with that statement is it puts pressure on you to stick to a plan. Just get it like that that makes you think, oh, I'm just going to stick with it.",
        5440.36,
        5448.24
    ],
    [
        " Yeah, because I want everyone to think that it went the way I wanted it to go. No, don't just stick with a plan. If it's not working, it's not working. Shift.",
        5448.28,
        5456.62
    ],
    [
        " A commander must watch carefully his own morale. A battle is a contest between the will of two opposing commanders. The one whose heart fails when the issue hangs in the balance will lose the battle.",
        5457.32,
        5471.62
    ],
    [
        " A commander in fact must throughout radiate confidence in his plan and operations, even though inwardly he may not be too sure of the outcome.",
        5473.02,
        5484.62
    ],
    [
        " So that's one of those other things. You know, people talk about transparency.",
        5485.08,
        5490.3
    ],
    [
        " Right? Transparency? Oh, guess what? And it's like, oh, yeah, there's a book. There's all kinds of book about transparency.",
        5491.02,
        5499.16
    ],
    [
        " Yeah. Like, oh, you got to be fully transparent with everyone. No, actually, sometimes if I'm a little more nervous about what we're doing and I start to show that everyone's going to be nervous about what we're doing.",
        5499.44,
        5510.78
    ],
    [
        " Yeah, man, and bad scene. Yeah, they can. And sometimes too, where like, like how you mentioned before, like some people can't take the truth.",
        5511.1,
        5519.14
    ],
    [
        " You know, like so like if there's certain shifts going to be made or certain like rules going to be implemented or whatever. Yeah, meant, you know, like, hey, we're going to move.",
        5519.14,
        5529.1
    ],
    [
        " We're going to demote this or we're going to move this person out of this department because he's just he's he's ear he stinks or something like he has B.O.",
        5529.4,
        5537.06
    ],
    [
        " And he's irritating everybody, you know, kind of thing. Okay. And he'll be he'll just do just as good a work down here. Yeah, where he's alone, where he's by himself.",
        5537.16,
        5546.18
    ],
    [
        " Exactly right. You know, and it's like, hey, and then we're going to shift you over here. And he's me like cool. Like why though? Like I'm down to do it. But why do you be transparent?",
        5546.28,
        5555.98
    ],
    [
        " Maybe, maybe not. But you run the well, he runs the I mean what the good thing to do would be like, hey, man. Hey, bro, let me ask you something. If I had a bugger hanging on my nose, would you want? Would you would if you had a bugger hanging out, you know,",
        5556.58,
        5573.28
    ],
    [
        " that's what you want me to tell you? Everyone says, yeah, of course. Cool. You stink.",
        5573.28,
        5576.92
    ],
    [
        " Actually, you smell bad. That's good. Yeah. What about stinky geese on the mat? Yeah. Right? Somebody's got to let him know. Bro, you got to wash that thing. Yeah. You might need a new key. Yeah. You know, some people they they have this old ratty geek.",
        5577.22,
        5592.18
    ],
    [
        " The smell is embedded in those things. I had geese like that. Yeah. Where's like you wash it? And then you wash it. And you take it out.",
        5592.22,
        5599.26
    ],
    [
        " You put it on for four minutes. And you go, oh, yeah, I got to throw this thing away. This thing stinks. Yeah. Huh? Yeah, that's true. That that would be a better way to do it. That way, say, hey, why don't you move to the beginner class?",
        5599.26,
        5611.1
    ],
    [
        " Go drill. Go drill over there. Go work with the grappling dummy over there. It's like, no, that's not cool. You need to tell a brother. Hey, man, you stinkin' it. You need to wash your geek. Yeah.",
        5611.56,
        5624.16
    ],
    [
        " Wash your geek immediately. Yeah. So this is one of those things where if you if you need to talk to him, right? Even in that situation, you do need to tell the truth. Yeah. You know, you do need to say, hey, listen, man, I don't know what's up with your hygiene.",
        5624.16,
        5639.78
    ],
    [
        " Okay. But it needs some work. All right. So what if the company is taking this massive financial hit and laughs are coming straight up? You lay off one guy. You left two guys.",
        5640.48,
        5652.46
    ],
    [
        " Do you be transparent? Like, hey, guys, we're taking a massive hit. We're laying off a bunch of people. Well, yeah, in that case, you have to say, hey, listen, this is what's going on. This is where we're at. And we're going to do our best.",
        5653.18,
        5667.08
    ],
    [
        " And the best way we can do this is by buckling down hard and working hard. But right now it's going to be tight going to go through a tight quarter right now.",
        5667.34,
        5674.6
    ],
    [
        " We had to let go of two guys. We're going to try and maintain what we got. But I can't promise you anything. Right? You've got to be. Yes. Yes, I'm going to be truthful. Maybe it is better to be transparent. Most of the time it is. Most of the time it is.",
        5675.58,
        5688.96
    ],
    [
        " What we do. It's in this situation. What we're talking about is if you lack confidence in what you're doing. And you start to reveal that to be natural.",
        5688.96,
        5702.6
    ],
    [
        " Yeah. And then that's not good. And you know, there's there's time. Now, let's say, let's say echo. Let's say I didn't think you were cognitively capable of doing a job at the next level.",
        5703.14,
        5715.54
    ],
    [
        " I might not necessarily tell you that because that's something that you can't necessarily change. You can't go home, take a shower and get smarter. Right?",
        5716.62,
        5724.14
    ],
    [
        " It doesn't work that way. No, sir. You can't put on deodorant. And now you're smarter. That doesn't work. It's smelling bad is not is not necessarily a bad problem because it's something that can be fixed.",
        5724.36,
        5736.64
    ],
    [
        " But if you aren't smart enough, well, then we have a we have a situation. You can't really mean you can study, you can work, but you're not going to get smarter. Right?",
        5736.92,
        5745.86
    ],
    [
        " So it might not be a great idea for me to say, well, you know, I decided not to, you know, you're not getting promoted. I promoted Billy because you're dumb. Yeah. He's just a lot smarter.",
        5746.32,
        5755.0
    ],
    [
        " Yeah. You hear the deal, man. Just straight up. You're not that smart. Right? So I couldn't put you in charge of anything because you're not smart.",
        5755.06,
        5762.5
    ],
    [
        " Now that's different than me saying, hey, listen, man, six months ago, if I was like, hey, listen, man, you need to start paying attention because what you're doing right now, if you're going to move up, you got to really know you.",
        5764.86,
        5775.22
    ],
    [
        " It's going to take you some extra study and look, I'm not the sharpest tool in the shed. And I know I have to work hard at making this stuff happen. Do you look at your, do you look at your manuals at all?",
        5775.46,
        5784.08
    ],
    [
        " Have you been studying your manuals? You need to like dig into your manuals and really know this stuff. If you think you're going to get promoted, you're not going to get promoted unless you know this stuff like the back of your hand.",
        5784.08,
        5794.86
    ],
    [
        " You need to get in the game. So if we've already been through that whole thing and you actually got out the manuals and you tried and you didn't make anything happen, well, guess what?",
        5795.2,
        5802.68
    ],
    [
        " Hey, man, it's just not that many opportunities at this next level. And by the way, I think there's another kind of course of career course that I have thinking for you, you know.",
        5803.12,
        5812.26
    ],
    [
        " So let's talk about that. You know what I'm saying? Yeah, fully.",
        5813.12,
        5816.26
    ],
    [
        " Some that some that requires large biceps, I think it's going to be your area of expertise.",
        5816.58,
        5822.88
    ],
    [
        " Thanks.",
        5823.26,
        5825.44
    ],
    [
        " Check.",
        5826.1,
        5826.58
    ],
    [
        " Going back to the book, in order that he may keep clear of unimportant details and thus have time for the quiet thought and reflection of higher commander must work through a chief of staff and thus avoid.",
        5827.52,
        5842.24
    ],
    [
        " Having to deal separately with the heads of all branches.",
        5842.38,
        5846.26
    ],
    [
        " So far as I'm aware the British Army is the only army which was which does not adopt the chief of staff system in my own experience.",
        5846.9,
        5854.1
    ],
    [
        " It is quite possible to it is quite impossible to exercise high command successfully in war without it. I have adopted the chief of staff system myself throughout this war and could not have succeeded otherwise.",
        5854.1,
        5865.02
    ],
    [
        " So you got to have someone that's going to handle things for you little things. You know, I was talked about the senior and listed guy in a, like a platoon chief or an attack unit or in a platoon or a company and army company.",
        5865.02,
        5880.06
    ],
    [
        " The senior and listed guy I always said was the action arm of the commander. So when you need something done.",
        5880.06,
        5886.16
    ],
    [
        " I don't have time to go do it myself. And if I go do do it myself when I've lost the bigger picture.",
        5886.92,
        5891.58
    ],
    [
        " But if I have something critical, you've got the senior and listed individual that has the most tactical experience has the most authority, the most respects when you say, hey chief that building over there hasn't been cleared yet.",
        5891.8,
        5904.58
    ],
    [
        " I don't know what's going on. Go clear that thing. And you'll say Roger that or the platoon sergeant or the company first sergeant.",
        5904.74,
        5911.66
    ],
    [
        " Those guys should have the experience of the tactics, precise and then be utilized as the action arm that can make things happen. Now that's not exactly what a chief of staff is.",
        5911.66,
        5920.84
    ],
    [
        " It's actually quite different, but it's similar in the fact that you can't get sucked into the weeds.",
        5920.84,
        5925.64
    ],
    [
        " And if you're the commander of a division and you're in the weeds all the time, you don't have you can't see what's happening. And it's the same thing in a business.",
        5926.12,
        5935.22
    ],
    [
        " If the CEO of the business is running the business daily, he's not looking up and out. He's looking down and in and that's not going to allow him to make for C what's coming down the pipe in the future.",
        5936.14,
        5946.68
    ],
    [
        " And that's pretty much what it says here. No officer whose daily life is spent at the consideration of details or who has not time for quiet thought and reflection can make a sound plan of battle or conduct large scale operations.",
        5947.32,
        5958.1
    ],
    [
        " The wise commander is the one who uses a chief of staff who sees very few papers or letters himself and who sees that the majority of reports that are made to him are verbal and short.",
        5958.1,
        5969.78
    ],
    [
        " Only in this way giving himself plenty of time for quiet thought and reflection will he be will he keep himself mentally fresh and capable of producing the sound plan of operations which will defeat his enemy.",
        5970.28,
        5981.1
    ],
    [
        " For the plan of operations must always be made by the commander and he must not be for and must not be forced upon him by a staff by a circumstances or by the enemy.",
        5981.74,
        5991.04
    ],
    [
        " That's pretty important. Why are you allowing the circumstances or the enemy to dictate how you're going to do things. That's not a good call.",
        5991.9,
        6000.32
    ],
    [
        " A commander must decide how he will fight the battle before it begins.",
        6003.7,
        6008.78
    ],
    [
        " He must decide how he will use the military effort at his disposal to force the battle to swing the way he wishes it to go to be able to do this.",
        6009.6,
        6018.34
    ],
    [
        " His dispositions must be so balanced that he can ignore enemy reactions and continue with his own plan until he is certain of success.",
        6018.44,
        6026.16
    ],
    [
        " He has to strive to read the mind of his opponent to anticipate have enemy reactions to his own moves and to take quick steps to prevent any enemy interference with his own plan.",
        6027.5,
        6036.7
    ],
    [
        " Again, this is a little bit sketchy to me because now we're talking about hey I'm just driving forward with my plan no matter what I don't like that attitude.",
        6036.8,
        6043.68
    ],
    [
        " I want to be flexible. I'm going to try and stick to my plan but I'm going to be flexible.",
        6044.32,
        6048.62
    ],
    [
        " This is one where I'm not aware of this is one of those things where sometimes I would get guys that would be a little change they come up with a plan they spend all this time planning for a mission and there would be a little change.",
        6049.9,
        6064.94
    ],
    [
        " Maybe they're getting ready to go out and some imagery comes in and it shows something a little bit different or maybe they get some intel it's a little bit different and they decide they're going to they've already planned they've already rehearsed they already know what they're doing everyone's kind of walk through.",
        6065.54,
        6078.28
    ],
    [
        " And then they decide they're going to change their whole plan because of some little thing and I would say man don't change your whole plan I get you want to make a little adjustment you want to take a little fire team and have them make an adjustment take a squad make them do something that's that's okay don't try and rearrange your whole plan you've already rehearsed you have to unrehearse you know hard that is if the unprogrammed your team that is really hard to do.",
        6078.28,
        6101.92
    ],
    [
        " Yeah so sometimes and I used to this is actually one of those things that that slowly I don't really talk about very often because but I used to used to be in the combat leadership brief I used to give you used to say don't fall for 6% advantage over the enemy and what I meant by that was and I used to draw target up on the on the dry erase board.",
        6101.98,
        6126.16
    ],
    [
        " And I say okay you're going to take down this target so you come up with a plan how do you want to do it's all we set up an L and base maneuver okay cool you're getting ready to go out and do this and you find out that there's an outhouse over the berm over here and there's a chance to a clock in the morning that the guy could be in that outhouse what do you want to do.",
        6126.6,
        6148.02
    ],
    [
        " And some guys would completely change their whole plan completely change their whole plan meanwhile we're launching in two minutes or eight minutes or 20 minutes they've planned this they've rehearsed it everyone knows what their job was the whole team came up with a plan together minutes like it's really in their brains.",
        6148.48,
        6164.66
    ],
    [
        " And now they see this little detail because there's a chance that three o'clock in the morning when you hit this target that the guy that you're looking for is in the outhouse so we're going to change our whole plan to make up for this 20% chance that this guy is even in the outhouse not a good call can you break off a fire team that's going to maneuver to a position where they can at least keep an eye on the outhouse that's fine but don't change your whole damn plan based on this little 6% chance that the enemy might do something you didn't expect or no.",
        6165.36,
        6194.4
    ],
    [
        " So the enemy that something is very unlikely of happening it's not that you didn't expect it things that you don't expect that's why you have contingency plans which is like hey when we fly in if we see any other outbuildings that we missed on the imagery we have a fire team designated to go and you know get eyes on those things from the high ground okay cool that's contingency plan that works.",
        6194.4,
        6213.84
    ],
    [
        " Going back to the commander here he has gone always to be a very clear thinker and must aim to be always one move ahead of his opponent I actually prefer to be a 5 boost and my opponent to do this he must simplify the problem whenever a problem arises he must think out the few points which will form the framework of the solution the few things that will really matter.",
        6216.08,
        6243.54
    ],
    [
        " So long as the solution to the problem is based on those few things that really matter the solution will be on the right lines solid solid you have like this this pathway and as long in the path at the end of the pathway is what you want to achieve as long as you're doing things that are on the pathway you're going you're getting there we start doing things that are off the pathway we get a problem sometimes you got to look at your your subordinates and say hey it's not even on the path in the direction that we're heading because it doesn't seem like it to me.",
        6243.84,
        6273.2
    ],
    [
        " A commander must at all times exercise personal command that is to say he must give must see and give full verbal orders or instructions to his subordinate generals on how the battle is to be fought operational command in the field must be direct and personal no written order can ever be the equivalent of a direct verbal command interesting and I my standard is I do both.",
        6273.9,
        6303.12
    ],
    [
        " I say hey echo here's what we're doing hey do you understand this do you have any questions cool and I send you a message that says hey echo this is what we talked about this is what you're doing making sure you understand if I can I'm going to do both if you don't do one yes verbal is better most of the time.",
        6304.56,
        6323.66
    ],
    [
        " A commander must therefore understand how to give verbal orders to his subordinates no two generals are the same each will require different treatment each will react differently by exercising personal command a commander can exert a far greater and more exact influence on the battle and the confidence which will grow up between the commander and his generals will be of great value the whole chain of command can thus and only thus be built into a united team who strength is based on the",
        6324.68,
        6353.64
    ],
    [
        " mutual confidence and understanding relationships that's all relationships is what he's talking about right there when the whole army is built into one great team united in working all out for a common purpose the result is terrific success in war is due to good teamwork by all members of the fighting forces and to the correct use which is made of all members by the team of the team by the commander and his staff",
        6353.78,
        6383.46
    ],
    [
        " but failure in war is always due to one of two causes to faulty command or to bad staff work and sometimes to both I can think of no instance where the failure has been due to a failure of the fighting man the British fighting man will always do what is asked of him but you must make sure that he understands what he is asked to do",
        6384.28,
        6413.24
    ],
    [
        " and also that it is within his capacity to do it if your team is not doing what it is you want them to do the first person you should check is yourself if you're giving people complex orders that they don't understand there's no possible with they can execute those plans",
        6414.04,
        6431.18
    ],
    [
        " and here's how he closes this out finally I do not believe that today a commander can inspire great armies or single units or even individual men and lead them to achieve great victories unless he has a proper sense of religious truth and he must be prepared to acknowledge it and to lead his troops in the light of that truth",
        6433.96,
        6457.44
    ],
    [
        " he must always keep his finger on the spiritual pulse of his army and he must be very sure that the spiritual purpose which inspires them is right and true and it's clearly expounded to one and all unless he does this he can expect no lasting success",
        6457.74,
        6480.26
    ],
    [
        " so you gotta believe in what you're doing for all leadership I believe is based on the spiritual quality the power to inspire others to follow and this spiritual quality may be for good or may be for evil",
        6480.26,
        6499.84
    ],
    [
        " in many cases this quality has been devoted toward personal ends and was partly or holy evil and whenever this was so in the end it failed",
        6502.16,
        6515.66
    ],
    [
        " for leadership which is evil while it may temporarily succeed always carries within it the seeds of its own destruction",
        6517.2,
        6529.88
    ],
    [
        " that's a that's a solid one leadership which is evil while it may temporarily succeed always carries within it the seeds of its own destruction and that is a theory that I fully believe it",
        6535.16,
        6549.82
    ],
    [
        " and I mean I believe in it on that level on that high consequence level but I also believe in on a on a much less dramatic level and this is something that you deal with every day",
        6550.86,
        6568.56
    ],
    [
        " and that's this the leader that is looking out for himself the leader that puts himself above his team that leader is eventually going to fail",
        6570.68,
        6579.18
    ],
    [
        " even though they may temporarily succeed same thing they may temporarily succeed but eventually they are going to fail that's what's gonna happen",
        6579.18,
        6590.46
    ],
    [
        " and I will tell you something else that is true and that is the opposite is that of that and that is if you are doing the right things for the right things for the right reasons",
        6591.4,
        6600.84
    ],
    [
        " then you may temporarily fail but you will have the seeds for victory the seeds for victory and the reason that I say seeds is very specific",
        6600.84,
        6618.72
    ],
    [
        " there's a reason why I'm saying that is because seeds are not guaranteed to grow",
        6618.72,
        6622.4
    ],
    [
        " right just because you have good intention doesn't mean that you're going to win doesn't mean that you're gonna achieve victory it means you have the seeds for victory",
        6622.4,
        6629.72
    ],
    [
        " because once you plant those seeds you have to water them and you have to nourish them and you have to protect them from birds and from squirrels and from vermin",
        6629.72,
        6640.94
    ],
    [
        " and you have to work you have to plant those seeds and then you have to make those seeds grow and if you do that",
        6642.52,
        6650.92
    ],
    [
        " and you continue to do that then you move forward and you're doing it for the right reasons in the end you are going to win",
        6650.92,
        6665.44
    ],
    [
        " and you know that middle section of this Monty went pretty deep talking about morale and he has a whole nother section here that I've got on morale but I think we're gonna save that for another podcast",
        6669.82,
        6685.84
    ],
    [
        " since we're already two hours doop until then echo Charles if we want to keep our morale high if we want to nourish the seeds we want to protect them",
        6685.84,
        6701.52
    ],
    [
        " sure and we want to do the right things for the right reason always so that we can win yes dominate are we doing dominate kind of looking to dominate",
        6701.52,
        6711.22
    ],
    [
        " possibly looking to dominate when I'm looking to dominate man no but you got to you got to be able to probably come we'll revisit that word we'll do the full study of that word and dig deep",
        6712.74,
        6727.3
    ],
    [
        " at a minimum it means hey we're gonna dominate I'm gonna have a this guy dominates the room in a positive way yeah at the extreme it's like this guy just has a dominant personality",
        6727.3,
        6740.42
    ],
    [
        " that rubs everyone the wrong way happens all the time dominant like domineering yeah this guy's got a dominating no one wants him on the team yeah because you can't",
        6740.42,
        6748.48
    ],
    [
        " get a word an edge wise that's why I question the use of this word yeah now that being said and I can see this I can see this just because someone has the will to dominate and it's strong doesn't mean that they sit there and rub everyone the wrong way",
        6748.48,
        6768.0
    ],
    [
        " because if they really had the will to dominate what they would do is back off and allow others to step up and allow others to have their say and allow others to try and lead and to actually lead yeah if they were really gonna play the game",
        6768.0,
        6783.66
    ],
    [
        " they might have the strongest will to dominate but they don't act that way because they realize that that's counterproductive to actually dominating",
        6783.66,
        6795.56
    ],
    [
        " yeah you look like you're confused I mean yeah I mean I don't know so much that I'm confused but I think that if I feel like there's just a there's a more general broad use or meaning for that word",
        6796.9,
        6811.58
    ],
    [
        " that's what I think so I think you're right that being said it could also be if you have somebody that has a strong",
        6811.58,
        6821.58
    ],
    [
        " incredibly powerful will to dominate but they realize that that is abrasive and it is not the best way to actually win in a situation they will modulate and they will tamper that will",
        6821.58,
        6835.64
    ],
    [
        " to dominate so that it best serves the accomplishment of the mission and therefore best serves their domination yeah and I can dig it you know it just does feel at this point right",
        6835.64,
        6849.54
    ],
    [
        " and it feels like that might be kind of a reach it's like that thing that I talked about at the muster of what is what is leadership",
        6849.54,
        6861.1
    ],
    [
        " and and I talk about how like leadership is winning at all costs and there's been some people that say well I don't know if",
        6861.1,
        6868.24
    ],
    [
        " I know if I winning at all costs seems like a bad attitude but the whole because you put a clip like that for an advertisement for the",
        6868.24,
        6875.52
    ],
    [
        " muster in a little muster clip sure you put me going leadership is winning at all costs right and there were some of that",
        6875.52,
        6882.62
    ],
    [
        " commented on our on the echelon front extreme ownership Facebook private group that you know I don't know if I like this",
        6882.62,
        6892.7
    ],
    [
        " this seems a little bit that doesn't seem like a good attitude and you know I replied that hey you have to hear the whole thing",
        6892.7,
        6900.72
    ],
    [
        " that's only that's only a few seconds because when it goes on to say is if you really want to win then you'll compromise then you'll make exceptions then you build",
        6900.72,
        6912.64
    ],
    [
        " relationships and you'll take a back step and you'll put your you will subordinate your ego yeah that was the biggest thing",
        6912.64,
        6919.72
    ],
    [
        " the biggest moment you will subordinate your ego because you will put the mission above your own personal will to dominate yeah you",
        6919.72,
        6928.14
    ],
    [
        " will subordinate your will to dominate so that you can actually win in the long term in the long game yeah it's important to remember if you",
        6928.74,
        6939.42
    ],
    [
        " hear the whole speech or the whole segment will say yeah is that yeah you talk like a lot about where like there's like battles and then there's",
        6939.42,
        6950.22
    ],
    [
        " the overall victory and like this all this stuff yeah and sure there's the dramatic parts when you're like nothing's going to get in my",
        6950.22,
        6956.22
    ],
    [
        " way yeah but yeah like you sacrifice so much where okay so when you say win at all costs it kind of this is what it sounds like if you just",
        6956.98,
        6966.12
    ],
    [
        " hear that line yeah nothing's gonna get in my it sounds like even at the cost of like half my man or something like that not with that but in",
        6966.12,
        6972.22
    ],
    [
        " the corporate world sick I'll just step on anyone I need to write all all send bad product out to the consumers and I don't care if they get",
        6972.22,
        6979.68
    ],
    [
        " hurt or I don't care if it's I don't care whatever I'm just gonna win I mean yeah like that yeah that's what people think so yeah so in that",
        6979.68,
        6986.04
    ],
    [
        " guys defense it sounds like that but again the whole speech it really I mean really the one of the main actually the takeaway if not",
        6986.04,
        6993.38
    ],
    [
        " anything is like winning what is winning like what you know if I lose half my man it did you really win I think you",
        6993.38,
        7000.08
    ],
    [
        " actually say that yeah for sure like no that's not well not with that because it's not a victory but also how can you carry on with",
        7000.08,
        7006.48
    ],
    [
        " your mission you can't you get your mission in cable now yeah I'm actually putting I'm actually putting that I'm gonna I'm gonna",
        7006.48,
        7012.5
    ],
    [
        " write that down capture that and I'm gonna redo it for EF online what that part yeah you know so that way people can",
        7012.5,
        7021.74
    ],
    [
        " understand what winning at all costs what what it means what I'm talking about yeah so we'll put that on EF online if anybody wants to",
        7021.74,
        7029.22
    ],
    [
        " check that out yeah if you don't know what that is EF online is a interactive leadership trading from my company",
        7029.22,
        7040.44
    ],
    [
        " Eschelon front where we travel the world teaching companies businesses organizations about leadership in the course of doing",
        7040.44,
        7051.3
    ],
    [
        " that we eventually got to a point where a we couldn't service all the people that wanted our service and be some",
        7051.3,
        7059.04
    ],
    [
        " of the companies that we could service we couldn't service all their employees because they have 50,000",
        7059.04,
        7063.24
    ],
    [
        " employees and they want to have everyone get trained by Eschelon front so talking to Lafe during a board meeting",
        7063.24,
        7069.26
    ],
    [
        " yes so Lafe and I were surfing I said brother we need to figure out a way to scale this stuff",
        7069.26,
        7078.5
    ],
    [
        " sure and we you know I asked it let's let's look at doing something online and Lafe was initially like",
        7078.5,
        7085.2
    ],
    [
        " which makes sense by the way yeah for sure no and I I I wanted to explore and I wasn't like all in out of the",
        7086.52,
        7092.78
    ],
    [
        " gate but I was feeling pretty good about it because I'd seen some stuff Lafe really hadn't seen anything you know he",
        7092.78,
        7097.9
    ],
    [
        " basically seen well used to get trained online in the Navy yeah like for some just the most ridiculous sort of",
        7097.9,
        7104.74
    ],
    [
        " things they sent you some online training course about if you get a DUI this is you know check this box if",
        7104.74,
        7112.14
    ],
    [
        " you think you're going to be in trouble you know they're just really not the best training and that's",
        7112.14,
        7116.96
    ],
    [
        " kind of what Lafe had in mind yeah but eventually we decided to take a look at it once we looked at it",
        7116.96,
        7123.2
    ],
    [
        " it's like oh man there's the capabilities unbelievable to do interactive training and all that stuff so",
        7123.2,
        7127.54
    ],
    [
        " we invested in it we did it and now we've got this thing and we're using it primarily we're using",
        7127.54,
        7135.06
    ],
    [
        " it primarily for our for our enterprise clients so when Eschelon front is working with a company",
        7135.06,
        7139.74
    ],
    [
        " and they go well what are we going to do with our other 14,000 employees how are we going to train them",
        7140.08,
        7143.88
    ],
    [
        " well here you go now now that's what they're doing they're training through that great feedback and",
        7143.88,
        7149.18
    ],
    [
        " you know the the decision was well you know there's not everyone is in a big company and so maybe",
        7149.18,
        7157.08
    ],
    [
        " some of the smaller companies or just individuals because because sometimes you know look at some of",
        7157.08,
        7162.5
    ],
    [
        " those people come to the mustard and they're paying their own way to the come of the mustard obviously",
        7162.5,
        7165.22
    ],
    [
        " and their their company's not supporting it but they want to improve so that's why they're there",
        7166.1,
        7171.98
    ],
    [
        " at the mustard well it's the same thing with the EF online sometimes you might just do it on your own",
        7171.98,
        7178.42
    ],
    [
        " because you want to become a better leader why not get the experience of the Eschelon front team",
        7178.42,
        7182.98
    ],
    [
        " the the principles in practice you get to try them so that's that's what it is so anyways we're",
        7182.98,
        7192.9
    ],
    [
        " and so I'm going to put the what is leadership and the winning at all costs thing on there so",
        7192.9,
        7199.16
    ],
    [
        " people can listen to what that's really about and what it really means yeah yeah that broader views",
        7199.16,
        7204.6
    ],
    [
        " important in my opinion also what's important in my opinion is the key you get for Jiu Jitsu when",
        7204.6,
        7213.16
    ],
    [
        " you're doing Jiu Jitsu is the when you start Jiu Jitsu and you put on a key you don't have any",
        7213.16,
        7218.52
    ],
    [
        " basis for comparison you're not gonna understand how important that is do you want to put on a",
        7218.52,
        7223.34
    ],
    [
        " straight jacket when you take a drive around the block no correct sometimes you have to but",
        7223.34,
        7232.48
    ],
    [
        " and that's what it'll feel like if you buy one of these little other guise yeah sometimes anyway",
        7232.48,
        7242.3
    ],
    [
        " so the key you get is origin you get an origin key many selections on there yeah to fit who you are",
        7242.3,
        7250.02
    ],
    [
        " and also there's jeans on there yes there's yeah did I say origin jeans made in America American denim",
        7250.02,
        7258.72
    ],
    [
        " American denim and they don't have they're alive well you need to order a pair then all right",
        7258.72,
        7264.68
    ],
    [
        " maybe I'll get some okay all right there you go yeah they're alive they are awesome highest quality",
        7264.68,
        7270.02
    ],
    [
        " possible every detail go if you want to find out what because the jeans they're right now the",
        7271.14,
        7278.3
    ],
    [
        " price point is a hundred and twenty four bucks that's a lot of money for a pair of jeans I understand",
        7278.3,
        7283.54
    ],
    [
        " that if you buy two pairs is 99 bucks each here's the deal if you want to know why they cost that",
        7283.54,
        7290.32
    ],
    [
        " much going on to origin BJJ um Facebook and watch Pete's video where he breaks down the details",
        7290.32,
        7300.78
    ],
    [
        " in the jeans you can see the whole thing why every little detail is covered denim pockets belt every",
        7300.78,
        7308.1
    ],
    [
        " little thing is done perfectly to the next level and so they're more expensive they're also more",
        7308.1,
        7312.88
    ],
    [
        " expensive because we're just kicking it off once we get once we keep building them we'll get more",
        7312.88,
        7319.16
    ],
    [
        " efficient so yeah eventually the price can come down if you can't afford them right now I meant it's",
        7319.16,
        7322.08
    ],
    [
        " cool that's cool I get it do jeans have the whole situation of the first a dish well they are",
        7322.08,
        7327.64
    ],
    [
        " technically right now you can get first a first a dish yes yeah but that would be like a first",
        7327.64,
        7332.66
    ],
    [
        " batch of them for run what he called the dishes is live right now yeah first a dish right you ever",
        7332.66,
        7339.4
    ],
    [
        " seen those like designer jeans that cost like three hundred dollars how they're made this is where",
        7339.4,
        7344.98
    ],
    [
        " you see people that are scraping them with rocks yeah no well no no no it's because I've seen",
        7344.98,
        7349.46
    ],
    [
        " worse it's worse than that so they get like regular jeans whatever and it's a certain color and",
        7349.46,
        7353.94
    ],
    [
        " it just denim from wherever and they you know this factory in I forget where yeah but you know a",
        7353.94,
        7358.94
    ],
    [
        " factory a factory in some country yeah I think it's China in Pakistan or in India and there's a you",
        7358.94,
        7366.1
    ],
    [
        " know these little kids that are nine years old exposed to chemicals yeah yeah yeah yeah yeah",
        7366.1,
        7372.14
    ],
    [
        " the one I saw the one I saw on a little bit it was more tame than that but nonetheless they're",
        7372.14,
        7377.54
    ],
    [
        " like super like they're like three hundred dollar jeans or two fish or something like this and they",
        7377.54,
        7381.7
    ],
    [
        " go and the way they're made them like bro how is how is that even worth three hundred like they they",
        7381.7,
        7386.36
    ],
    [
        " cut the jeans like normal and it's like denim you know whatever and then they do them like and they",
        7386.36,
        7391.2
    ],
    [
        " put like this steam on them and then they send it to the next person yeah the next station in the",
        7391.2,
        7396.48
    ],
    [
        " factory and the station has this like it's almost like a like a fishing line on a what do you",
        7396.54,
        7401.88
    ],
    [
        " call like a wheel like a spinner look abused or whatever that's exactly right so it goes and it spins",
        7401.88,
        7406.48
    ],
    [
        " on the jeans and it makes it look a certain level of abused yeah or or weathered or what do you",
        7406.48,
        7411.0
    ],
    [
        " call this distress and then it goes to the next little station and this person at this station",
        7411.0,
        7416.06
    ],
    [
        " is just doing every single one same thing but you know next station the next station has like a little",
        7416.06,
        7420.66
    ],
    [
        " another thing to help it kind of do it the next station fold it and so I watch that thing with",
        7420.94,
        7426.84
    ],
    [
        " Pete in my point and I'm like oh man that makes sense this all makes sense like this is deep you know",
        7426.84,
        7432.3
    ],
    [
        " this good maybe when I get one obviously but I thought back to that factory and I'm thinking man",
        7432.3,
        7439.32
    ],
    [
        " how is that worth like three hundred dollars or whatever for that thing it was such a throw away",
        7439.32,
        7444.7
    ],
    [
        " process like when you you know when you see it and feel it so I dig it and they are made in America",
        7444.78,
        7450.58
    ],
    [
        " by the way yeah for sure they're made in America they're made in Maine they're the cottons from",
        7450.58,
        7455.66
    ],
    [
        " America is died in America it's woven in America and yeah the price point is more expensive than what",
        7455.66,
        7463.84
    ],
    [
        " you're gonna pay and hey you know I don't want you to go out and spend your last dollar on this",
        7463.84,
        7468.14
    ],
    [
        " pair of origin jeans no man but if you want to help out and you want the bet they are the best",
        7468.14,
        7475.46
    ],
    [
        " possible jeans you get if you want them then cool that'd be cool yep but don't need to freak out",
        7475.46,
        7481.16
    ],
    [
        " I'm not freaking out on my end we're trying to make good we're trying to make good quality",
        7481.16,
        7488.54
    ],
    [
        " products and our real mission is long-term mission to bring manufacturing back to America",
        7488.54,
        7493.36
    ],
    [
        " yep we want these we want to get these jeans down to a price point how do we do that increase",
        7493.74,
        7497.8
    ],
    [
        " the volume make more of them there'll be economies of scale we'll be able to lower the prices for sure",
        7497.8,
        7503.26
    ],
    [
        " absolutely you know what we talked to some gene people denim people they they wanted us to",
        7503.26,
        7510.36
    ],
    [
        " charge three hundred dollars for these jeans yeah because they're like well you know these are",
        7510.36,
        7514.9
    ],
    [
        " wait what did they say they were premium yeah premium jeans but there was another word too",
        7514.9,
        7519.76
    ],
    [
        " anyways that you know there's there's people that pay that kind of money for jeans",
        7519.94,
        7523.88
    ],
    [
        " I'm not one of them yeah no you know but anyways yeah either way well the good news about the whole",
        7523.88,
        7530.38
    ],
    [
        " situation including made in America they do have other stuff so and man I haven't talked about",
        7530.38,
        7536.38
    ],
    [
        " these shorts so and I don't know if you notice what I wear all the time yes but the only thing I",
        7536.38,
        7541.52
    ],
    [
        " wear is these shorts only one yeah straight up I mean unless it's like you know to train or something",
        7541.52,
        7546.18
    ],
    [
        " like this but like just around is only the origin shorts or whatever yeah I have like",
        7546.18,
        7553.18
    ],
    [
        " six pairs of them it's like the same thing so I'm sure it's like you know if you go through your",
        7553.18,
        7557.04
    ],
    [
        " routine like people at the store they're like brothers guy wears the same shorts every day but well",
        7557.04,
        7561.12
    ],
    [
        " one of them has a green logo they have another black logo either way these are literally the best",
        7561.12,
        7566.58
    ],
    [
        " shorts in the like ever made that I've put on straight up yes so I can get those there go Charlie",
        7566.58,
        7572.54
    ],
    [
        " there you go class me in the mirror he owe a big time and I'm so that's for real though yeah well",
        7572.54,
        7577.38
    ],
    [
        " you also said that about their there's joggers well you know those are the most comfortable yeah for sure",
        7577.38,
        7585.0
    ],
    [
        " and well and you know what I show you when I try it on joggers you tell me about it yeah",
        7585.0,
        7591.1
    ],
    [
        " ridiculous yeah the whole idea sounds ridiculous so yeah you don't have a jogger what do you call",
        7591.1,
        7602.52
    ],
    [
        " that I don't know that I can put my finger on what exactly a jogger physique is but I can tell",
        7605.3,
        7612.5
    ],
    [
        " you that I don't have it yes sir I confirm that yes so don't worry about the joggers if you're",
        7612.5,
        7617.5
    ],
    [
        " jaco but if anyone else those joggers are factually the most comfortable jogger sweat situation",
        7617.5,
        7623.72
    ],
    [
        " close in existed currently currently you got some supplements too joint warfare krill oil discipline",
        7626.0,
        7633.4
    ],
    [
        " discipline go we were on a Skype or a yeah this business Skype call today and Jason Gardner was",
        7633.4,
        7641.82
    ],
    [
        " on and you know you can you have a little video my little video I don't know which one Jake no",
        7641.82,
        7647.98
    ],
    [
        " little video like Skype Skype you know Skype is video comp video teleconferencing yeah okay I know",
        7647.98,
        7653.74
    ],
    [
        " what you mean Jason Gardner's like like pulls out his bottle of discipline go opens it up and like",
        7653.74,
        7659.0
    ],
    [
        " takes one in you know Jason's super animated yes you know when he gets this big wire smile on his face",
        7659.0,
        7666.52
    ],
    [
        " because he took a couple hits in the discipline go anyways so we got that if you need to get in the",
        7666.52,
        7672.28
    ],
    [
        " zone we also have milk mint milk peanut butter milk vanilla gorilla the darkness chocolate and now",
        7672.28,
        7678.7
    ],
    [
        " live strawberry strawberry slayer moose strawberry slayer oh yeah boy all right all right so let me tell you",
        7678.7,
        7689.82
    ],
    [
        " get that strawberry just straight up get that strawberry that thing is a dessert dang okay so we",
        7689.82,
        7702.26
    ],
    [
        " kids the warrior kid mook which strawberries awesome the chocolates good the strawberries awesome",
        7702.26,
        7706.92
    ],
    [
        " the chocolates good to strawberries awesome and I think I just was telling Brian like no hey man I don't",
        7706.92,
        7713.86
    ],
    [
        " care just put a bigger scoop in or whatever just re duplicate it but you know he's like no it's got",
        7713.86,
        7718.72
    ],
    [
        " more protein it's adults blah blah blah and somehow he made it it's actually it's actually better",
        7718.72,
        7725.32
    ],
    [
        " or at least as good it might be saying a lot so good dude it's so good it's ridiculous it's",
        7725.32,
        7732.66
    ],
    [
        " a straight up dessert it tastes like a milkshake straight up if you mix it with milk which is what I",
        7732.66,
        7737.52
    ],
    [
        " mix it with it tastes like a strawberry milkshake it tastes better than a strawberry milkshake so",
        7737.52,
        7743.26
    ],
    [
        " if it's so good it's ridiculous okay you got a blind taste test you got all the protein that you",
        7743.26,
        7748.0
    ],
    [
        " need here you go and then you have blind taste test right you got to imagine because you know the",
        7748.0,
        7753.68
    ],
    [
        " difference I get it so you have a a a cup yeah warrior kid mook strawberry adult we'll just say",
        7753.68,
        7760.48
    ],
    [
        " mook yeah strawberry right which one are you gonna choose which one are you you I think I'm",
        7760.48,
        7768.96
    ],
    [
        " gonna go for the adult I thought you were gonna throw a a hog and does strawberry shaking yeah",
        7768.96,
        7774.38
    ],
    [
        " no here's the deal I'm not picking the hog and does it's too much it's too much it's too much yeah",
        7774.38,
        7780.44
    ],
    [
        " that's kind of why I didn't say and it's not even it's not even too much in a good way it's too",
        7780.44,
        7784.48
    ],
    [
        " much in a bad way right yeah it's like you don't want to drink it the strawberry mook you're like",
        7784.48,
        7789.26
    ],
    [
        " just pounding it yeah yeah it's really actually feeling good about things yeah interesting all right",
        7789.26,
        7795.26
    ],
    [
        " well I'm gonna try that one I because I have not actually wait I think he what is he should have",
        7795.26,
        7800.08
    ],
    [
        " put some in the mail yeah just it just came out I have not tried it yet but I will report back",
        7800.08,
        7804.5
    ],
    [
        " yeah 100% jaco white tea as well yes don't forget about that yeah you know get you",
        7804.5,
        7809.24
    ],
    [
        " 8000 pound deadlift which is no big deal to some people to me it's kind of a big deal and",
        7809.24,
        7813.48
    ],
    [
        " this organic by the way so you know yeah 100% organic certified check also yes we have a store",
        7813.48,
        7823.32
    ],
    [
        " mm jaco has a store so I made a video it was fun about it with nothing like super in-depth but",
        7823.32,
        7834.48
    ],
    [
        " Noah Noah Oliver Noah's got good on mocks yeah he's actually been like I mean that's",
        7834.74,
        7841.12
    ],
    [
        " on top of Greg McIntyre he's been kind of my main training partner recently the past few months",
        7841.12,
        7845.58
    ],
    [
        " yeah the main one he uh so him yes Noah Oliver Greg McIntyre Greg Trey isn't there",
        7845.58,
        7852.56
    ],
    [
        " we got Nadine Nadine Belgium Nadine Tim Ford did I say Greg McIntyre Greg McIntyre",
        7852.56,
        7864.46
    ],
    [
        " he's all up in there yeah oh you got Dave Burke good deal yeah good deal days in there Jamie's",
        7864.46,
        7869.6
    ],
    [
        " in there Jamie yeah and then the kids should can we say who's kids there there's some kids in there",
        7869.6,
        7877.24
    ],
    [
        " we'll just say there's some kids in there yes they're not my kids they're not equal kids",
        7877.24,
        7881.14
    ],
    [
        " they're not my kids they're warrior kids we know we know we're a kids 100 000 percent yeah so yeah",
        7881.14,
        7886.54
    ],
    [
        " Nadine's in there Tim's there anyway the point is they're just our friends it was just cool",
        7886.54,
        7891.06
    ],
    [
        " fun video jacob store you want to do you want something get or if you like something get something",
        7891.88,
        7895.42
    ],
    [
        " nonetheless jacob store dot com is where you can get the shirts that say this would equal",
        7895.42,
        7900.04
    ],
    [
        " freedom if you want to represent in the wild on the path how's this when I was um this was a",
        7900.04,
        7906.86
    ],
    [
        " while ago so my my I had an extra shirt later on it was a size medium for that's what you were",
        7906.86,
        7914.5
    ],
    [
        " it's funny as I knew you can say that I knew you're gonna say something anyway I'm taking pictures",
        7914.5,
        7920.04
    ],
    [
        " for this you know you got to take pictures for the products yeah right for the store and",
        7920.2,
        7924.08
    ],
    [
        " for whatever reason the size medium that's the best looking size I guess for pictures I don't",
        7924.08,
        7929.62
    ],
    [
        " know nonetheless take the picture of it but I have it laying around right so my wife is like oh this",
        7929.62,
        7934.24
    ],
    [
        " is the extra shirt and you know can I give it to like one of my friends or whatever and I wasn't",
        7934.24,
        7938.74
    ],
    [
        " I had no use for the shirt at this point and I said no because I don't know if their friend is",
        7938.74,
        7945.06
    ],
    [
        " like gonna represent you know I don't know if the friend is on the path yeah what if their friends",
        7945.06,
        7949.04
    ],
    [
        " out on the path and they're wearing that shirt that's you know it's different there's more to it",
        7949.04,
        7952.48
    ],
    [
        " that's what it feels like you seem saying true story nonetheless when you are on the path and you",
        7952.48,
        7959.64
    ],
    [
        " want to represent in the wild you just go to jockelstore.com I was at the Joe Rogan show sure the 420",
        7959.64,
        7966.9
    ],
    [
        " yeah the 420 in San Diego is with Peter Atia yeah and we were with a bunch of other dudes",
        7966.9,
        7972.68
    ],
    [
        " and Peter Atia was reminding me that on Twitter somebody had said hey jockel I wasn't in the",
        7974.3,
        7984.54
    ],
    [
        " SEAL teams but I want to show support to the SEALs is it cool if I wear like a Navy SEAL Trident",
        7984.54,
        7993.54
    ],
    [
        " on my hat or t-shirt and my response was I was in the SEAL teams for 20 years and I don't wear",
        7993.8,
        8003.88
    ],
    [
        " a SEAL team hat or t-shirt yeah so wait so does that mean yes or no that means no yeah hell no",
        8003.88,
        8011.5
    ],
    [
        " right because okay so it coincidentally me and good deal Dave Burke we're talking about the exact",
        8011.5,
        8017.96
    ],
    [
        " same thing so I forget how we end up talking about it but I was like hey what's the",
        8017.96,
        8022.1
    ],
    [
        " what's this because he gave me his uniform I was doing something with it for video wise and",
        8022.1,
        8026.86
    ],
    [
        " so I don't know for whatever reason I ended up talking about but like what can you wear",
        8026.86,
        8030.66
    ],
    [
        " like what can not wear what's off limits you know on this thing and he told me is like you know",
        8030.66,
        8035.92
    ],
    [
        " some stuff and but I don't know so you have to sort of explain it to me and that's essentially",
        8035.92,
        8040.98
    ],
    [
        " the scenario he painted he was like you know how like the Navy SEALs like they have the Trident",
        8040.98,
        8044.58
    ],
    [
        " like you can't just put on a Trident you know like like if you're not that you bring the Trident",
        8044.76,
        8049.96
    ],
    [
        " here but let's say for whatever reason you brought I can't just grab it and like kind of put it on",
        8049.96,
        8053.92
    ],
    [
        " even as like for fun you know it's like that's kind of off limits you know you can't and then so",
        8053.92,
        8059.12
    ],
    [
        " you made the comparison to Jiu Jitsu belts too like if I grabbed your black belt and put it on",
        8059.12,
        8064.18
    ],
    [
        " granted you're kind of my friend I could never you wouldn't even lie black let's say I wasn't",
        8064.18,
        8074.56
    ],
    [
        " and my instructor who I wasn't necessarily personal friends with but that was having to be my",
        8075.08,
        8079.08
    ],
    [
        " instructor I can't put that belt on what if he was what if you forgot your belt he was injured",
        8079.08,
        8083.36
    ],
    [
        " and he was on the sidelines and he was like oh just wear mine yeah would you wear it he would",
        8083.36,
        8087.08
    ],
    [
        " never do that but and what's funny is Dave Burke brought that exact scenario up different colors",
        8087.08,
        8092.34
    ],
    [
        " though so yeah good question was like hey just wear mine it's a blue belt he said he's in the guy",
        8092.34,
        8098.58
    ],
    [
        " he was training with I think he was a blue belt that he was training with he was like hey I have",
        8098.58,
        8102.54
    ],
    [
        " an extra one you don't have a belt you need a belt to you know to train himself like that give",
        8102.54,
        8106.62
    ],
    [
        " them his blue belt Dave Burke said out of respect for the guys like you know suggestion he wore it",
        8106.62,
        8112.2
    ],
    [
        " but he did not feel good about it at all and I think I think that's kind of the deal where if",
        8112.2,
        8116.9
    ],
    [
        " it's some higher belt gives you you know what I used to give guys it like in the days if they",
        8116.9,
        8121.88
    ],
    [
        " started training I'd give him a piece of one inch tube tubular nylon green yeah which is just like",
        8121.88,
        8127.7
    ],
    [
        " to tie their belt do you remember Cameron you see ABC you yeah yeah yeah yeah yeah Cam good you",
        8127.7,
        8133.66
    ],
    [
        " get to bed yeah yeah good wrestler and strong yes so you know he came to my is the guy you know",
        8133.66,
        8139.32
    ],
    [
        " Cameron came to my house and tame the beast you know that you know what that is with kettlebell",
        8139.32,
        8142.52
    ],
    [
        " tame the beast you get the 48 kilogram kettlebell which you don't have on that big I do",
        8142.52,
        8147.86
    ],
    [
        " wait 48 is well you don't have a night so I have one but before I had those he ordered one",
        8147.86,
        8154.36
    ],
    [
        " and he was like in between houses at the time so he so he ordered had it sent to my house",
        8154.36,
        8159.94
    ],
    [
        " he gets it he comes to my house first time he's ever picked up a 48 kilogram 106 pound kettlebell",
        8159.94,
        8167.66
    ],
    [
        " and there's a thing called taming the beast which is you do a press with that kettlebell you do",
        8167.66,
        8176.68
    ],
    [
        " a pistol with that kettlebell and then you do a pull up with that kettlebell the first time",
        8177.5,
        8183.98
    ],
    [
        " he ever did it he did it he did it right he did it right right like no warm up just boom just did it",
        8183.98,
        8190.06
    ],
    [
        " yeah and that's saying a lot because he's not a large get like I'm bigger than he's like what",
        8190.06,
        8194.46
    ],
    [
        " what 195 yeah man they even maybe 190 yeah yeah I might give him like one nonetheless yeah super super",
        8194.46,
        8202.18
    ],
    [
        " saying a lot nonetheless the point I bring him up is because the first time he ever trained",
        8202.24,
        8206.92
    ],
    [
        " geek because I trained with him before yeah and I was like oh this guy's probably at the time",
        8206.92,
        8211.3
    ],
    [
        " this years ago I was like years or purple belt I was a prop belt so I was like this guy's probably",
        8211.3,
        8215.62
    ],
    [
        " like a purple belt too so you know whatever I trained with him one day comes in in the geek so I'm",
        8215.62,
        8221.54
    ],
    [
        " like oh she you know yet that little party is like kind of like oh yeah you know let me confirm we",
        8221.54,
        8226.4
    ],
    [
        " but he has a piece of that green that dark green around and here's the thing it doesn't just stand out",
        8227.1,
        8235.56
    ],
    [
        " because it's like it's kind of dark or whatever but you see new guy come you know because he's",
        8235.56,
        8239.46
    ],
    [
        " sort of you know when you come and train for the first time in geek and some class it's kind of like",
        8239.46,
        8243.06
    ],
    [
        " most of those people they kind of go down from the get exactly right but this guy's a new guy I",
        8243.06,
        8246.72
    ],
    [
        " knew who he was so I was like looking at I'm like okay that's obviously a military piece of equipment",
        8246.72,
        8250.98
    ],
    [
        " it's not a belt it was funny the looks on everyone's face though like this like they're kind of",
        8250.98,
        8255.68
    ],
    [
        " looking at each other yeah it's really funny but that's how rigid the belt situation is though",
        8255.68,
        8264.78
    ],
    [
        " that's why you can't just grab a guy's belt and as I know people not specific people but it would",
        8264.78,
        8271.54
    ],
    [
        " stand to reason put it that way it would stand to reason that even as a joke if I grabbed like",
        8271.54,
        8276.64
    ],
    [
        " you know it's funny as a joke I've been like here just where am I like some people you know",
        8276.64,
        8281.38
    ],
    [
        " obviously like giving people my black belt like oh you know like a like a blue belt or a",
        8281.38,
        8285.74
    ],
    [
        " purple here you just wear mine and I give it to me like like awkwardly awkwardly make them do it",
        8285.74,
        8291.1
    ],
    [
        " but that's how that's the dynamics of that you know before I really knew Jeff Glover",
        8291.1,
        8296.98
    ],
    [
        " he came down here and did a seminar he's like hey I don't know about and I was like yeah you can",
        8296.98,
        8301.76
    ],
    [
        " use mine and I was really I was actually worried yeah I only had one belt I've only had one belt",
        8301.76,
        8307.7
    ],
    [
        " my whole time like one black belt and I was worried I was like dang I mean not that I thought he",
        8307.7,
        8312.6
    ],
    [
        " was gonna like steal it but I just was afraid oh you know he's gonna throw you know he'll he'll",
        8312.6,
        8316.9
    ],
    [
        " put in his bag and next thing you know it's in Santa Barbara and the next thing you know I never",
        8316.9,
        8319.78
    ],
    [
        " see my belt again my special belt yeah I was there for that day when he did it because I wasn't",
        8319.78,
        8325.52
    ],
    [
        " here though I wasn't here that was the bar I like was here and I had to go yeah and so I didn't",
        8325.52,
        8330.18
    ],
    [
        " get to but he hung it back up Jeff he Glover yeah I took a picture of him that day oh really well",
        8330.18,
        8336.72
    ],
    [
        " see if he was my belt he is wearing your belt in the picture and he's doing this and that",
        8336.72,
        8340.88
    ],
    [
        " picture ended up being used for a bunch of different stuff yeah that's kind of cool then my belt",
        8340.88,
        8345.72
    ],
    [
        " made it kind of famous with Jeff if you notice like the belt is a little bit long oh yeah because",
        8345.72,
        8350.6
    ],
    [
        " I'm thicker than he is yeah will you have like a a what you know the belt comes in three yeah and",
        8350.6,
        8355.32
    ],
    [
        " he's probably he's an A1 for sure because he had 55 yeah there it is so don't do that don't worry",
        8355.32,
        8360.96
    ],
    [
        " guys there was a guy at seal team two who is a just incredibly well-respected guy in the day",
        8360.96,
        8367.52
    ],
    [
        " and he had I think he had two sons and he was giving him like a like a hat like a seal team two",
        8367.52,
        8376.0
    ],
    [
        " hat or something that had a tried in on it or he had an old one that he was going to give",
        8376.0,
        8379.92
    ],
    [
        " him to his sons okay I'm not gonna wear this in his tooled and he made them cut the tried in off",
        8379.92,
        8383.88
    ],
    [
        " of it if they wanted to wear it I was like yes yeah I dig it and there's all those kinds of",
        8383.88,
        8390.76
    ],
    [
        " things you know like if even on a little super lower level like you know if you made it through",
        8390.76,
        8395.34
    ],
    [
        " some little thing like I don't know like one of these Spartan races or something that you only",
        8395.34,
        8400.12
    ],
    [
        " get this shirt or hat if you did it yeah you know and even then there's a little I mean it's",
        8400.12,
        8405.8
    ],
    [
        " it's way more loose for sure but you know like your wife puts it on or something you're like people",
        8405.8,
        8411.28
    ],
    [
        " like to do that yeah man I know my daughter I know my daughter present that state it's a wrestling",
        8411.28,
        8417.32
    ],
    [
        " champion chips those kids up there they're buying those shirts and sweatshirts I got read about",
        8418.24,
        8422.66
    ],
    [
        " what if you came home and your wife had your tried in on why would my wife had like just because",
        8422.66,
        8427.4
    ],
    [
        " she's trying to represent well just taken from her no actually there's a thing where there's",
        8427.4,
        8434.3
    ],
    [
        " a thing where like a seal will give his wife like a little necklace where they tried it on it",
        8434.3,
        8438.8
    ],
    [
        " yeah okay you know that's sort of there why so she doesn't take his no I don't think she'd be",
        8438.8,
        8443.84
    ],
    [
        " trying to take his but I think it's just you know little appreciation yeah fully but no but no my",
        8443.84,
        8449.22
    ],
    [
        " wife knows what's up yeah no my wife does not one of those yeah I know she doesn't make sense",
        8449.22,
        8455.6
    ],
    [
        " so that's kind of how it is right the shirts from Jaco store kind of I mean not to that level",
        8455.6,
        8461.72
    ],
    [
        " but I put it this way if I see someone wearing representing I know that they're representing I know",
        8461.72,
        8468.58
    ],
    [
        " they're on the path right there they're not just some guy who person or whatever that's not on",
        8468.58,
        8473.84
    ],
    [
        " the path it doesn't seem like that oh they're definitely in the game yeah for sure yeah they're",
        8473.84,
        8478.92
    ],
    [
        " definitely in the game so there you go also subscribe to the podcast if you haven't already I know",
        8478.92,
        8485.9
    ],
    [
        " seems obvious but apparently it's not as obvious from what I gather unless subscribe if you haven't",
        8485.9,
        8492.62
    ],
    [
        " already yeah and by the way that's if you get a piece of gear it supports the podcast is that",
        8492.62,
        8497.58
    ],
    [
        " important well is it important hmm depends on what you mean by important so yes yeah I'm",
        8498.58,
        8504.16
    ],
    [
        " important to let people know that the one additional bonus of representing is you're actually",
        8504.16,
        8512.42
    ],
    [
        " helping out the podcast support we're gonna get a new table by the way yeah which has been",
        8512.42,
        8517.46
    ],
    [
        " awarded yeah this one legal it's ridiculous yeah echo Charles is table well this is one of those",
        8517.46,
        8523.28
    ],
    [
        " things where like an apt punishment would be you had to bring this to your house and use it as",
        8523.28,
        8528.42
    ],
    [
        " your dining room table for a year oh my gosh no yeah yeah would you even think this is a good",
        8528.42,
        8534.06
    ],
    [
        " table I you know the picture looked nice sure all right so we're gonna get a new table if you buy a",
        8534.06,
        8540.6
    ],
    [
        " t-shirt we get a new table that's not gonna fall down yeah and all that but we appreciate that",
        8540.6,
        8545.34
    ],
    [
        " support too and when you're subscribing to podcast check out the Warrior Kid podcast the Warrior",
        8545.34,
        8548.9
    ],
    [
        " Kid podcast is aimed at kids but I promise you that Uncle Jake has lessons for everyone and also",
        8548.9,
        8555.4
    ],
    [
        " we have a kid a Warrior Kid named Aiden and he's making soap here in California I wish oaks ranch",
        8555.4,
        8563.86
    ],
    [
        " dot com if you want to get some some soap some jocco soap so that you can stay clean the guy he has",
        8563.86,
        8569.48
    ],
    [
        " a new one to trooper super soap yeah different has a rope on it soap and a rope piece of 550 cord by the",
        8569.48,
        8575.34
    ],
    [
        " delays for sure yeah yeah that's some good stuff by the way also YouTube we do have a YouTube channel",
        8577.04,
        8583.54
    ],
    [
        " if you're interested in the video version of this podcast you want to see what this table looks like",
        8583.54,
        8588.4
    ],
    [
        " weak table it looks okay actually you can't really see yeah nonetheless you can see how",
        8588.4,
        8593.08
    ],
    [
        " wiggly all the books yeah table on the microphone yeah nonetheless if you're interested in the video",
        8593.08,
        8597.72
    ],
    [
        " version of this podcast that's where you can find it also some excerpts on there if you don't",
        8597.72,
        8605.32
    ],
    [
        " some excerpts on there little lessons that you may have found important you can kind of revisit those",
        8605.32,
        8611.0
    ],
    [
        " also got psychological warfare everyone that asked for an alarm clock with my voice on it telling",
        8611.0,
        8616.28
    ],
    [
        " them to wake up or whatever that's get the psychological warfare soundtrack the psychological warfare",
        8616.28,
        8622.06
    ],
    [
        " album on iTunes or Google player MP3 platforms and there's a bunch of things on there of me telling",
        8622.06,
        8627.16
    ],
    [
        " you the right thing to do anyway you should do the right thing so check that also check out flip",
        8627.16,
        8632.82
    ],
    [
        " side canvas my brother Dakota Meyer is making art that the right word yes it is he's making art",
        8632.82,
        8641.3
    ],
    [
        " and putting art on canvases and vinyl posters that you can hang up and you can remind yourself the",
        8641.3,
        8650.06
    ],
    [
        " discipline equals freedom you can remind yourself that all your excuses are lies yeah well that",
        8650.06,
        8656.14
    ],
    [
        " that's really good because a lot of people were and we have posters for sure on you know the store",
        8656.14,
        8660.38
    ],
    [
        " but this is a little bit it's like one to maybe like three or four levels better than you know a poster",
        8660.76,
        8666.36
    ],
    [
        " yeah poster is poster cool man like of course you hang me in gym what I this is like level yeah it's",
        8666.36,
        8671.34
    ],
    [
        " like a level earth yeah levels yeah flip side convs flip side canvas dot com and also support Dakota Meyer",
        8671.34,
        8679.08
    ],
    [
        " for crying out loud yeah big time also on it on it dot com slash jaco this is where you can get",
        8679.08,
        8686.58
    ],
    [
        " fitness gear cattle bells I recently posted a picture of my newest kettlebell storm trooper",
        8686.98,
        8692.26
    ],
    [
        " hmm which I talked about the picture yeah it was good picture on it posted it as like a picture",
        8692.26,
        8698.4
    ],
    [
        " on their thing you made it big oh big huge time made my day big time kind of that guy now all the",
        8698.4,
        8703.82
    ],
    [
        " no no but you know nonetheless it happened um but yeah you can get you know kettle bells on there",
        8703.82,
        8710.44
    ],
    [
        " some ropes some battle ropes they got some good like immunity supplements too that's the one I",
        8710.44,
        8715.18
    ],
    [
        " actually I've been religiously taking this shroom tech immune check there you got to take that one",
        8715.2,
        8720.9
    ],
    [
        " so she's doing travel nonetheless got a lot of good good stuff on there on it dot com slash jaco",
        8720.9,
        8726.48
    ],
    [
        " have a little book coming out called way the warrior kid three where there's a will it is",
        8726.48,
        8733.44
    ],
    [
        " available for pre-order right now if you want to help me and you want the book please pre-order it",
        8733.44,
        8740.16
    ],
    [
        " so that I know how many to print I failed miserably when it came to Mikey in the dragons Mikey in",
        8740.16,
        8745.44
    ],
    [
        " the dragons I didn't make enough I ended up having a scramble to make more I apologize we got him",
        8745.44,
        8751.36
    ],
    [
        " to everyone by Christmas but it was uh it was not smooth it was a little bit of a nightmare so",
        8751.36,
        8757.12
    ],
    [
        " total failure on my part this time way the warrior kid three where there's a will check out that book",
        8757.12,
        8764.0
    ],
    [
        " pre-order it now it's coming out May 28th by the way so we're almost there",
        8764.0,
        8769.78
    ],
    [
        " but I can make more quickly quickly enough to have him ready for you if you pre-order it anyways",
        8771.32,
        8777.74
    ],
    [
        " also the way the warrior kid and marks mission those are the first two books in that series Mikey",
        8777.74,
        8781.84
    ],
    [
        " in the dragons best book ever for little kids in the history of ever that's confirmed by the way",
        8781.84,
        8788.1
    ],
    [
        " and the field manual the disciplinical freedom field manual",
        8788.1,
        8791.66
    ],
    [
        " that's a book about how to get after it no matter where you are in your life it's a great place to",
        8791.66,
        8799.56
    ],
    [
        " start or to keep you to start on the path or to keep you on the path the audio version of that is",
        8799.72,
        8805.48
    ],
    [
        " on iTunes Amazon music Google Play extreme ownership first book I wrote with my brother",
        8805.48,
        8810.96
    ],
    [
        " life babin the dichotomy leadership second book I wrote with my brother life babin",
        8810.96,
        8815.36
    ],
    [
        " echelon front that's our leadership consultancy we solve problems through leadership that's what",
        8815.36,
        8821.88
    ],
    [
        " we do go to echelonfront.com the muster May 23rd and 24th sold out done",
        8821.88,
        8828.5
    ],
    [
        " that's in Chicago September 19th and 20th in Denver that one is going to sell out so is Sydney",
        8828.5,
        8835.46
    ],
    [
        " December 4th and 5th if you want to come to the muster extreme ownership.com that's where the",
        8835.46,
        8840.7
    ],
    [
        " details are they're all going to sell out all of them have sold out and all of them will sell out",
        8840.7,
        8845.32
    ],
    [
        " so if you want to come get on there and get registered yeah fun line already talked about that",
        8845.32,
        8851.62
    ],
    [
        " the EF Overwatch is where we take leaders from special operations from combat aviation and we",
        8851.88,
        8857.9
    ],
    [
        " place them into companies that need leadership inside their organization so you don't always want",
        8857.9,
        8864.62
    ],
    [
        " to hire someone just because they've been working in some industry for a long time hire someone",
        8864.62,
        8868.8
    ],
    [
        " that has leadership capability and then get them up to speed on the industry these guys are proven",
        8868.8,
        8873.52
    ],
    [
        " combat leaders they can step up and take you to the place you need EF Overwatch.com and",
        8873.52,
        8879.6
    ],
    [
        " if you want a cruise with us hardcore by the way hardcore cruising which is my recommended",
        8879.6,
        8887.16
    ],
    [
        " level of cruising from time to time rest between sets we're on the inner webs twitter instagram",
        8887.16,
        8893.56
    ],
    [
        " and on facebook i thought i was gonna do it like you didn't you anyway i'm at echo Charles",
        8893.56,
        8900.4
    ],
    [
        " and jaco is that jaco willing on all of them and thanks to all our military folks out there",
        8901.06,
        8907.86
    ],
    [
        " that are on the front lines of freedom standing watch and thanks to police and law enforcement",
        8907.86,
        8914.44
    ],
    [
        " firefighters paramedics EMTs dispatchers correctional officers border patrol secret service",
        8914.44,
        8921.8
    ],
    [
        " and all first responders who maintain vigilance 24 hours a day 365 days a year to keep us safe",
        8921.8,
        8930.14
    ],
    [
        " here at home and to everyone else out there remember some of those lessons from field martial",
        8930.4,
        8939.56
    ],
    [
        " Montgomery remember to cut through the overlying difficulties and see the essentials",
        8939.56,
        8948.94
    ],
    [
        " of what you need to do and then take a dispatching it a dispatching it view of good things and bad things",
        8948.94,
        8958.9
    ],
    [
        " that are going to assail you and use your force of will to keep getting after it",
        8958.9,
        8968.1
    ],
    [
        " and until next time this is echo and jaco out",
        8968.1,
        8975.9
    ]
]