[
    [
        " It's jocco. You've talked about how getting into adversarial relationships is pointless, but people always get into adversarial relationships with me.",
        0.0,
        9.06
    ],
    [
        " I've been told I'm scary before, but never understood why. My question is, how do I maneuver on this without acting like a little weakling?",
        9.74,
        19.94
    ],
    [
        " Bitch, relax a little bit of time.",
        20.86,
        21.98
    ],
    [
        " To appear less threatening.",
        23.7,
        25.12
    ],
    [
        " Do I just accept that I rub people the wrong way?",
        25.76,
        29.34
    ],
    [
        " So this is a question that I'll do my best to answer because it's time for definitely time for some self awareness here for the individual asking this question.",
        30.48,
        42.5
    ],
    [
        " It sounds like you are a big abrasive person that is aggressive and intimidates people.",
        43.02,
        50.36
    ],
    [
        " I know what it's like to be that person because I could come across as intimidating. I know that I can definitely come across as aggressive.",
        50.72,
        58.9
    ],
    [
        " I can be aggressive. I am aggressive in many ways.",
        59.06,
        61.86
    ],
    [
        " Abracive, I don't know that not necessarily categorizes me because I'm very cautious about not being abrasive because if I'm being abrasive with people, am I building a relationship under making progress?",
        62.36,
        77.34
    ],
    [
        " They pull every single part of the soul constantly, the way people start saying different things are going to happen and show what the goal of violence is that is the most collected person I don't know what they are doing right now.",
        85.84,
        102.96
    ],
    [
        " Yeah, I don't have some mental contact They've been telling me to be honest inien as I'm never really any expert needs who know what to do.",
        102.96,
        106.12
    ],
    [
        " I'm going to get better and you know, I'm a little worried that you might just be looking for like reinforcement because people think,",
        107.34,
        116.58
    ],
    [
        " Jocco is big and aggressive. So if I say I'm big and aggressive, you know, Jocco is just going to say, hey, those people are just scared of you and they don't deserve your mercy or you know what you do, you use your intimidation factor to overrun those people right that might be what you're looking for.",
        116.92,
        130.88
    ],
    [
        " But you're not going to get that here and the reason you're not going to get that here is because that's not going to help you.",
        132.46,
        136.92
    ],
    [
        " It's not going to help you achieve your goals and you talk about people being scared of you, but the fact likely is is that you're the one that scared.",
        137.02,
        148.72
    ],
    [
        " And you actually said it yourself and that you don't want to appear to be weak.",
        150.3,
        156.28
    ],
    [
        " You don't want to appear to be a bitch, right? That is that feeling that fear.",
        156.74,
        165.3
    ],
    [
        " That's fear. It's fear of looking weak. It's fear of looking wrong. It's fear of failure and it's fear of vulnerability.",
        165.72,
        175.06
    ],
    [
        " And those are those are real. Those are real.",
        175.94,
        181.22
    ],
    [
        " And if you're, you know, everybody should be feeling those fears at some level, but you have to overcome those fears.",
        181.98,
        188.54
    ],
    [
        " If you don't, then how are you ever going to step up? If you're if you're too afraid to be wrong, how are you ever going to answer a question?",
        188.74,
        196.96
    ],
    [
        " If you're too afraid to look weak, however, you ever going to expose your any weaknesses.",
        197.18,
        206.22
    ],
    [
        " If you don't expose any weaknesses, well, just build a bunker around yourself and sit in there by yourself.",
        206.4,
        210.38
    ],
    [
        " So as a leader, we know that up and down the chain of command, you need to develop relationships, right? That's what that's what you're supposed to do.",
        210.76,
        220.38
    ],
    [
        " That means you need to communicate with people. That means you need to talk and you need to listen and you need to develop trust.",
        220.74,
        228.44
    ],
    [
        " And one of the best ways to develop trust with other people is by exposing some vulnerability.",
        228.74,
        235.56
    ],
    [
        " By saying, Hey, I'm not quite sure how to do this or hey, I go, can you can you help me with this issue? I have going on here. I don't know how to solve it.",
        236.44,
        245.66
    ],
    [
        " That's ways that you build trust in thereby build relationships.",
        246.56,
        254.06
    ],
    [
        " And it's hard to do that because you don't want to look stupid, you don't want to look weak, you don't want to admit, you don't know something because you want to be Mr. Strong and know everything.",
        254.82,
        266.44
    ],
    [
        " And so you're probably putting up a front, an aggressive front and abrasive front.",
        267.78,
        276.26
    ],
    [
        " It's a wall to keep people intimidated. And then in your mind, you think it's not my fault, it's their fault.",
        277.7,
        284.68
    ],
    [
        " Because they're scared of me, it's their fault because I'm so intimidating.",
        284.98,
        289.72
    ],
    [
        " So that is not good. And then you get the, you're kind of closing statement, should you just accept that I rub people the wrong way?",
        290.08,
        299.7
    ],
    [
        " You can, you can accept that you rub people the wrong way, but then you might as well accept right then and there that you're never going to be a true leader.",
        299.7,
        307.36
    ],
    [
        " That you're never going to build any relationships that you're never going to inspire anybody and you're never going to be the leader of a badass, unified, high performing team.",
        308.22,
        318.64
    ],
    [
        " Probably not worth it.",
        319.94,
        323.1
    ],
    [
        " And the, the better thing to do is to humble yourself, is to open yourself up to the pain and the discomfort of displaying weakness and error and failure.",
        324.56,
        344.22
    ],
    [
        " And open yourself up to try and be nice to other people.",
        348.94,
        354.04
    ],
    [
        " Instead of being scared of what's going to happen if you expose yourself, go ahead and throw it out there.",
        354.64,
        360.6
    ],
    [
        " Act pleasant to them so they talk to you without fear.",
        361.36,
        366.7
    ],
    [
        " And in doing those things, you can overcome whatever these insecurities are.",
        367.64,
        372.12
    ],
    [
        " And I don't know what inscures you have. It could be any number of things. Maybe you don't think you're smart as they are.",
        372.68,
        377.0
    ],
    [
        " Maybe you don't think you're as well educated as they are. Maybe you don't think that they have you have the strategic vision that they have, whatever those insecurities are.",
        377.4,
        383.5
    ],
    [
        " It's all good. We all got them. No big deal.",
        383.62,
        386.64
    ],
    [
        " But if you stop hiding them and you own them,",
        387.28,
        390.64
    ],
    [
        " you will become not only a better leader,",
        393.3,
        397.72
    ],
    [
        " but you become a better man.",
        398.32,
        402.0
    ],
    [
        " So take a breath and get humble and take another crack at this gig.",
        403.36,
        415.38
    ],
    [
        " I think losing your temper is a huge red flag. Like I've always said, and I'll always say,",
        418.42,
        423.0
    ],
    [
        " if you have a loser temper and I'm not saying scream and yell, I'm just saying you're getting mad at displaying that anger.",
        423.2,
        429.04
    ],
    [
        " What's really bad is when people utilize their temper as a tool to scare and intimidate people.",
        429.98,
        439.2
    ],
    [
        " I don't want to say anything to juggle in this because you're going to lose his temper.",
        439.7,
        443.3
    ],
    [
        " Lose mind, go crazy.",
        443.7,
        444.68
    ],
    [
        " Like that's me using it as a tool, which is not good.",
        445.24,
        450.9
    ],
    [
        " Because you're not building any relationships, you're not getting any input from people.",
        451.56,
        454.38
    ],
    [
        " You're not respected by the way.",
        455.1,
        457.7
    ],
    [
        " People might fear you if you have a bad temper, but they don't respect you.",
        458.12,
        461.58
    ],
    [
        " They're not calling you up and asking you for advice.",
        462.12,
        464.42
    ],
    [
        " They're not wanting you to run their project.",
        464.94,
        468.3
    ],
    [
        " No.",
        468.7,
        469.98
    ],
    [
        " And they're not motivated to do good by you when you're not around.",
        470.32,
        473.52
    ],
    [
        " They are definitely not motivated to do good by you when you're not around.",
        473.98,
        477.48
    ],
    [
        " In fact, the only reason they do anything is out of fear.",
        477.66,
        479.96
    ],
    [
        " Whereas if you have a relationship with them, you could leave for six months and the people that know you and respect you and care about you and have relations,",
        481.38,
        489.42
    ],
    [
        " they're still bust in their ass to do the best they can for you.",
        489.52,
        491.86
    ],
    [
        " You're glad when you come back to.",
        492.36,
        493.96
    ],
    [
        " Yeah.",
        495.08,
        495.16
    ],
    [
        " And a lot of times like, so the adversarial relationship thing,",
        495.3,
        501.2
    ],
    [
        " a way to look at it is it kind of takes both you to kind of cultivate an adversarial relationship.",
        502.2,
        508.52
    ],
    [
        " Goes for any kind of relationship, I'd say.",
        508.88,
        511.0
    ],
    [
        " No, yes or no?",
        511.04,
        512.52
    ],
    [
        " Well, okay.",
        512.72,
        513.28
    ],
    [
        " So here, you keep being a dick to me.",
        513.48,
        517.38
    ],
    [
        " We'll say.",
        517.78,
        518.36
    ],
    [
        " And if I just keep being nice to you, even though you're being a dick to me,",
        519.06,
        523.86
    ],
    [
        " even though we have a job to do with it, yes, all that and maintaining the integrity of that.",
        523.86,
        527.5
    ],
    [
        " But I'm keep being nice to you.",
        527.78,
        529.06
    ],
    [
        " You keep being a dick to me.",
        529.22,
        530.12
    ],
    [
        " I keep being nice to you.",
        530.2,
        531.34
    ],
    [
        " After a while, the way that shakes itself out is I'm being nice.",
        531.62,
        535.96
    ],
    [
        " I just become the dominator.",
        536.48,
        538.0
    ],
    [
        " No, well, here's the thing.",
        538.48,
        539.9
    ],
    [
        " We're still getting the job done or whatever.",
        539.96,
        541.16
    ],
    [
        " But my response to you, if you be a dick to me, is not be a dick back or defend, you know,",
        541.34,
        546.66
    ],
    [
        " it's just being nice.",
        546.96,
        547.96
    ],
    [
        " Oh, you know, it's a way to say it shakes out.",
        548.1,
        550.24
    ],
    [
        " As it shakes out, the one guy who's a dick stands out.",
        550.62,
        554.48
    ],
    [
        " So everyone's being cool.",
        555.16,
        558.08
    ],
    [
        " And when all is said and done, we're just dealing with one guy who's a dick.",
        558.48,
        562.12
    ],
    [
        " So if you cultivate the adversarial relationship, it's like, okay, you have this competitive situation.",
        562.5,
        569.42
    ],
    [
        " Now two people, you know, are a dick.",
        569.76,
        571.52
    ],
    [
        " Two guys that are jerks.",
        571.56,
        572.7
    ],
    [
        " Yeah.",
        572.78,
        573.0
    ],
    [
        " And let's say you were a nice guy to begin with.",
        573.72,
        575.84
    ],
    [
        " Don't become a jerk now, you know.",
        576.22,
        579.76
    ],
    [
        " It's true.",
        579.98,
        581.78
    ],
    [
        " And I say that because a lot of times, if you're like, hey, people are creating adversarial relationships with me,",
        582.56,
        588.24
    ],
    [
        " you're going to play a part in that relationship, you know.",
        588.94,
        593.3
    ],
    [
        " Yeah.",
        593.32,
        593.44
    ],
    [
        " And the thing with this question, and, you know, even the terminology used, which is, you know,",
        594.68,
        601.32
    ],
    [
        " how do I maneuver on this without acting like a little bitch?",
        601.32,
        605.0
    ],
    [
        " Literally.",
        605.14,
        605.82
    ],
    [
        " So you got to figure not, not, you know, not the most mature person.",
        606.46,
        610.76
    ],
    [
        " So I'm guessing, hey, man, you're probably 22, you know, 24, something like that.",
        610.76,
        614.96
    ],
    [
        " Or you're, you're, haven't matured a lot in your 27, but you're still caught in that, in that game.",
        614.96,
        620.82
    ],
    [
        " And I think a lot of times, you know, people when they, when they meet me, or they, they learn about me,",
        621.32,
        629.68
    ],
    [
        " or I show up at their business, they think I'm going to be that guy.",
        629.68,
        633.56
    ],
    [
        " That's like, we're going to just come in here.",
        633.88,
        635.62
    ],
    [
        " And, and it's, it's always really cool when people go, man, yeah, I didn't think of that.",
        636.52,
        642.14
    ],
    [
        " It's, oh, you have this approach that we didn't expect.",
        642.26,
        645.16
    ],
    [
        " And I'm like, yeah, you know, and by now, most people kind of, you know, at this stage and,",
        645.16,
        650.58
    ],
    [
        " Ashela on front, when I show up somewhere, people have listened to the podcast.",
        650.88,
        653.32
    ],
    [
        " They know where I'm coming from now.",
        653.46,
        655.12
    ],
    [
        " Yeah.",
        655.46,
        656.78
    ],
    [
        " And, and my guess is that the individual that asked this question was kind of thinking he would get some moral support for me.",
        663.6,
        670.12
    ],
    [
        " And I'm trying to give him moral support because I wanted to be successful, because I want him to go out and dominate in the world.",
        670.34,
        675.98
    ],
    [
        " But to go out and dominate in the world, you have to be a chess player, not a checker's player.",
        676.26,
        681.7
    ],
    [
        " You gotta, you gotta think, you gotta use the relationship.",
        682.08,
        685.86
    ],
    [
        " You gotta use indirect warfare to go out there and be blunt force trauma on everybody.",
        685.86,
        689.94
    ],
    [
        " It'll get you, it'll get you, you know, it'll get you a quarter of the way there.",
        689.94,
        696.14
    ],
    [
        " If you're lucky, and then it'll, it won't get you the rest of the way.",
        696.48,
        700.06
    ],
    [
        " So just, just, it's no big deal, man. You're, you're young, you got some learning to do. That's awesome.",
        700.38,
        705.0
    ],
    [
        " I wish I would have been smart enough to ask this question when I was a young student, 23-year-old.",
        705.4,
        709.38
    ],
    [
        " You got some, you're thinking, you recognize that you're in a situation.",
        709.72,
        713.42
    ],
    [
        " So all you gotta do is just, just start taking a different approach, a little bit more of an indirect approach,",
        713.68,
        718.5
    ],
    [
        " a little bit more of an open mind, a little bit more humility. Don't worry about looking weak.",
        718.64,
        722.56
    ],
    [
        " When you, the people that are scared to look weak are the people that are weak.",
        722.88,
        727.78
    ],
    [
        " The people that are okay being exposed are the people that are strong.",
        728.52,
        732.44
    ],
    [
        " Like, I'm totally comfortable with my leadership capabilities.",
        733.16,
        735.78
    ],
    [
        " So when I have an issue, I'm like, hey, I don't feel comfortable about this.",
        736.06,
        738.62
    ],
    [
        " I'm not worried that somebody's not gonna say like, oh, we don't think you can handle this.",
        739.0,
        741.92
    ],
    [
        " No, no, no, I actually, I know I can. I've been in worse situation, so what do you got?",
        741.96,
        745.1
    ],
    [
        " So if you're paranoid about looking weak, it means you probably are weak.",
        745.56,
        749.72
    ],
    [
        " If you don't care about being looking weak, it probably means that you're coming along.",
        750.24,
        753.92
    ],
    [
        " You're doing pretty good.",
        754.58,
        755.68
    ],
    [
        " We saw it. Yeah.",
        755.8,
        757.24
    ],
    [
        " Check.",
        758.8,
        760.54
    ],
    [
        " So you don't need a hard shell if you have a hard core, but you need a hard shell if you have a soft core.",
        761.32,
        768.98
    ],
    [
        " Yes, that is true.",
        769.2,
        769.9
    ],
    [
        " Kind of thing.",
        769.94,
        770.36
    ],
    [
        " Yes. Did you just make that up?",
        770.66,
        772.72
    ],
    [
        " Yeah, but I mean, I'm not looking at it like dang, that was deep.",
        772.78,
        776.88
    ],
    [
        " I'm not, I'm not thinking that.",
        777.06,
        778.3
    ],
    [
        " But that is a true statement.",
        778.54,
        779.72
    ],
    [
        " If you're, if you're fundamentally sound on the internal and the meaningful structure of your, of your being,",
        780.06,
        789.42
    ],
    [
        " then you can withstand a tax.",
        790.2,
        792.34
    ],
    [
        " So you don't need to put up a big wall.",
        792.46,
        793.76
    ],
    [
        " Right, right.",
        793.98,
        794.4
    ],
    [
        " You know, but if you're fundamentally weak internally and the fundamentals of your, of your being are weak,",
        794.98,
        802.0
    ],
    [
        " then you need to put up a big wall of protection.",
        802.24,
        804.62
    ],
    [
        " You need to go around and bow up to people and get aggressive.",
        805.0,
        807.74
    ],
    [
        " Yeah, you may be doing some leppings out there to really keep them away.",
        807.74,
        811.04
    ],
    [
        " You know, some guns, some heavy or something.",
        811.2,
        814.1
    ]
]