[
    [
        " Jocco, my boss is incredibly controlling an ego maniacal.",
        0.48,
        7.22
    ],
    [
        " I like him already.",
        7.58,
        9.26
    ],
    [
        " Ego maniacal.",
        10.84,
        11.98
    ],
    [
        " I have attempted to use extreme ownership in dealing with the people under me, but my",
        12.64,
        18.94
    ],
    [
        " boss has reprimanded me for leading.",
        18.94,
        21.08
    ],
    [
        " He has said he gets to do all the leading because he's the one in charge quote unquote.",
        21.78,
        26.68
    ],
    [
        " And his job title is higher than mine.",
        27.32,
        29.78
    ],
    [
        " I've had that happen to me before, by the way.",
        29.94,
        32.5
    ],
    [
        " If I could continue to try to lead, my responsibilities will be taken away.",
        32.72,
        37.3
    ],
    [
        " If I step back into the shadows, I won't make an impact on the people under me.",
        37.88,
        41.88
    ],
    [
        " What should I do?",
        42.0,
        42.54
    ],
    [
        " So it's black and white.",
        43.08,
        43.96
    ],
    [
        " Yeah.",
        44.46,
        44.62
    ],
    [
        " Right.",
        44.8,
        44.92
    ],
    [
        " It is mind.",
        45.06,
        45.5
    ],
    [
        " It seems though.",
        46.12,
        46.66
    ],
    [
        " You can either step up and lead and get fired or step in the shadows and do nothing.",
        46.8,
        53.06
    ],
    [
        " Never.",
        53.54,
        53.68
    ],
    [
        " Suffer.",
        54.28,
        55.02
    ],
    [
        " It's not that way.",
        55.9,
        57.04
    ],
    [
        "",
        57.3,
        57.3
    ],
    [
        " It's not black and white.",
        57.48,
        58.58
    ],
    [
        " And actually start by putting your own ego in check because you're calling someone an",
        58.92,
        63.22
    ],
    [
        " ego maniacal, but your ego is being touched a little bit here.",
        63.22,
        69.56
    ],
    [
        " Rubbed the wrong way a little bit because you want to lead and when you get told, don't",
        69.66,
        74.02
    ],
    [
        " lead, you get paid to offend you.",
        74.02,
        75.34
    ],
    [
        " Guess what that is?",
        75.54,
        76.42
    ],
    [
        " That's your ego.",
        76.78,
        78.16
    ],
    [
        " So what you need to do is maybe you like the feeling of being in charge.",
        79.36,
        85.06
    ],
    [
        " That's cool.",
        85.48,
        86.1
    ],
    [
        " I like the feeling of being in charge.",
        86.36,
        87.4
    ],
    [
        " It feels good to me.",
        87.64,
        88.84
    ],
    [
        " It feels normal to me.",
        89.04,
        89.74
    ],
    [
        " When I'm not in charge, I don't like it.",
        90.36,
        91.42
    ],
    [
        " I have to consciously suppress it, which is fine.",
        91.72,
        94.78
    ],
    [
        " Sometimes you have to do that.",
        95.22,
        96.22
    ],
    [
        " Like right in this situation here that this guy is talking about.",
        96.54,
        98.98
    ],
    [
        " And what you need to suppress is you need to not be so overt with your leadership.",
        99.56,
        106.76
    ],
    [
        " He shouldn't even be able to sense that you're leading, but you should be leading.",
        107.4,
        110.36
    ],
    [
        " You got to be under the radar.",
        110.84,
        113.78
    ],
    [
        " You got to be covert with what you're doing.",
        113.78,
        115.12
    ],
    [
        " And while you're doing that, your massage and homeboy's ego, making him feel good about",
        115.62,
        120.12
    ],
    [
        " it, making him feel mad.",
        120.12,
        121.38
    ],
    [
        " He is running things.",
        121.38,
        122.52
    ],
    [
        " And because you can absolutely lead from the shadows if your ego allows it because a",
        123.14,
        133.0
    ],
    [
        " lot of times when we want when we lead, we want everyone to know that we're leading.",
        133.0,
        136.06
    ],
    [
        " I want everyone to know that I'm in charge.",
        136.38,
        137.86
    ],
    [
        " I want them to know that I'm the man.",
        138.04,
        139.68
    ],
    [
        " Right?",
        140.62,
        140.84
    ],
    [
        " That's really hard.",
        141.08,
        142.36
    ],
    [
        " When you're leading from the shadows, a lot of times not even the people that you're",
        142.78,
        146.9
    ],
    [
        " leading recognize overtly that you're leading.",
        146.9,
        151.6
    ],
    [
        " Think about that.",
        151.88,
        152.42
    ],
    [
        " So the people that are actually following you don't even know that they're following you.",
        152.8,
        156.76
    ],
    [
        " They don't consciously know it.",
        157.18,
        159.32
    ],
    [
        " Maybe if they were to break down and you give them like a, hey, who do you think is actually",
        159.9,
        163.52
    ],
    [
        " giving you instruction?",
        163.52,
        164.04
    ],
    [
        " They go, well, I think that might be probably that seems like a ZECO.",
        164.2,
        166.78
    ],
    [
        " Okay.",
        167.28,
        167.56
    ],
    [
        " Okay.",
        167.76,
        167.94
    ],
    [
        " But they don't consciously think about it.",
        168.02,
        169.82
    ],
    [
        " So that's what you need to do.",
        170.04,
        172.56
    ],
    [
        " You need to suppress your overt leadership.",
        172.88,
        175.66
    ],
    [
        " Not step on the boss's toes.",
        176.2,
        177.94
    ],
    [
        " Massage his leader.",
        178.36,
        179.3
    ],
    [
        " Massage his ego a little bit because if you do get your response, you want to help, right?",
        179.5,
        183.84
    ],
    [
        " You want to be helpful.",
        184.46,
        185.08
    ],
    [
        " You want to lead these people in a great way.",
        185.32,
        186.6
    ],
    [
        " If you don't, if you get your responsibility taken away or you get fired, then you can't",
        187.22,
        191.54
    ],
    [
        " help anyone.",
        191.54,
        192.04
    ],
    [
        " Anybody.",
        192.18,
        192.5
    ],
    [
        " You're not going to help the team at all.",
        192.56,
        193.62
    ],
    [
        " So you have to be smart and you have to play the game to win his confidence and his trust.",
        193.8,
        200.3
    ],
    [
        " So he does let you lead.",
        200.42,
        201.98
    ],
    [
        " And what's going to do that when he realizes that you're going to not going to step on his",
        202.48,
        205.66
    ],
    [
        " toes, that you're going to give him the credit because he wants a credit.",
        205.66,
        208.38
    ],
    [
        " He's an ego maniac, right?",
        208.5,
        209.48
    ],
    [
        " He's controlling.",
        209.84,
        210.32
    ],
    [
        " So that's kind of what you need to do now.",
        211.54,
        216.78
    ],
    [
        " This is the weird thing.",
        216.98,
        217.8
    ],
    [
        " And this came up at the mustard.",
        217.8,
        218.96
    ],
    [
        " People don't want to hear me say that.",
        219.46,
        222.66
    ],
    [
        " People don't want to hear me say that.",
        223.6,
        225.22
    ],
    [
        " People don't want to hear me say that if I come up against a boss with a big ego, what",
        225.56,
        230.02
    ],
    [
        " you need to do is back down.",
        230.02,
        232.14
    ],
    [
        " People don't want to hear me say that.",
        232.46,
        234.18
    ],
    [
        " They want to hear me say, if you come up against someone with a big ego, what you do",
        234.42,
        240.12
    ],
    [
        " is you bow up to them and you show them that they ain't got nothing on you.",
        240.12,
        244.46
    ],
    [
        " Yeah, don't back down to that.",
        244.68,
        245.68
    ],
    [
        " Don't back down to that guy with a big ego.",
        245.68,
        247.22
    ],
    [
        " That's weak.",
        247.3,
        247.7
    ],
    [
        " You know, and what I said at the mustard, I said, listen, because I could see it.",
        248.62,
        252.98
    ],
    [
        " Yeah, I could see it.",
        253.24,
        254.36
    ],
    [
        " People are like, oh, I guess Jaco is always as hard as I thought he was because he's",
        254.38,
        258.9
    ],
    [
        " going to back down to somebody with a big ego.",
        258.9,
        260.62
    ],
    [
        " You know, and I said, guess what, people, this is why you feel that way.",
        260.76,
        264.44
    ],
    [
        " If there was a machine gun nest on a hill and there was a bad guy in there and he's killing",
        265.44,
        272.52
    ],
    [
        " a bunch of people shooting that machine gun.",
        272.52,
        274.14
    ],
    [
        " And everyone in the room wants to look at Jaco and say Jaco's brave and Jaco's tough",
        274.84,
        280.6
    ],
    [
        " and Jaco's going to charge that machine gun nest and take that guy out.",
        280.6,
        285.08
    ],
    [
        " Well guess what, a machine gun belt fed weapon in an elevated position, bunkered in, I'm",
        286.06,
        294.92
    ],
    [
        " not going to take that guy out.",
        294.92,
        296.0
    ],
    [
        " I can't.",
        296.28,
        297.14
    ],
    [
        " It's a heavily defended position.",
        297.28,
        299.66
    ],
    [
        " I can't do that.",
        300.04,
        300.94
    ],
    [
        " So what Jaco does is backs down.",
        301.76,
        304.98
    ],
    [
        " I hide.",
        305.36,
        306.3
    ],
    [
        " I get behind cover so I don't die.",
        307.04,
        309.32
    ],
    [
        " Once I've gotten behind cover so I don't die, I look at echo and I say, echo, stay here,",
        311.16,
        316.32
    ],
    [
        " shoot some rounds at this guy occasionally, distract him.",
        316.8,
        319.28
    ],
    [
        " I'm going to flank him.",
        320.04,
        321.7
    ],
    [
        " So echo is going to keep under cover himself.",
        322.82,
        325.28
    ],
    [
        " He's going to cling some rounds up with the machine gun nest while he's doing that.",
        325.28,
        328.76
    ],
    [
        " I'm going to scurry away like a little baby, like a little sneaky little squirrel.",
        328.76,
        332.14
    ],
    [
        " Yeah.",
        332.4,
        332.54
    ],
    [
        " And I'm going to go round to the flank because the machine gun isn't a bunker, right?",
        332.92,
        337.18
    ],
    [
        " So he can't see out the sides.",
        337.56,
        339.42
    ],
    [
        " I'm coming up the side.",
        339.78,
        341.32
    ],
    [
        " I'm going to get right up the side of my toss grenade in there and kill him.",
        341.6,
        346.02
    ],
    [
        " I'm going to take out the ego.",
        346.08,
        346.82
    ],
    [
        " But I didn't do it going head on.",
        347.14,
        349.5
    ],
    [
        " So what happens is people come up up against this big ego and they want to be the hero",
        350.16,
        356.52
    ],
    [
        " and they want to be aggressive and they want to default aggressive.",
        356.52,
        359.28
    ],
    [
        " You say, you, you, you're out of chapter in your book, default aggressive, man.",
        359.4,
        363.02
    ],
    [
        " I'm going to be default aggressive against that ego.",
        363.36,
        365.3
    ],
    [
        " Wrong answer.",
        365.62,
        367.0
    ],
    [
        " The right answer is indirect warfare.",
        367.36,
        369.82
    ],
    [
        " The right answer is maneuver warfare.",
        370.1,
        371.5
    ],
    [
        " The right answer is you flank these people.",
        371.56,
        373.16
    ],
    [
        " And by the way, if I do charge that machine gun nest or I do attack that guy's ego, guess",
        373.58,
        378.94
    ],
    [
        " what?",
        378.94,
        379.14
    ],
    [
        " I die or I get fired and now I'm no good to anybody.",
        379.3,
        381.6
    ],
    [
        " So it's people have this desire to be the strong hero and you have to fight that.",
        383.66,
        391.06
    ],
    [
        " That's your ego.",
        391.3,
        392.06
    ],
    [
        " That's my ego charging the machine gun nest.",
        392.66,
        394.28
    ],
    [
        " I'm going to go do this on the man.",
        394.54,
        396.96
    ],
    [
        " No, I'm actually not the man.",
        397.24,
        398.28
    ],
    [
        " It's a machine gun.",
        398.34,
        398.86
    ],
    [
        " No, the position.",
        398.9,
        399.5
    ],
    [
        " I'm going to die.",
        399.5,
        399.96
    ],
    [
        " You have to be smart.",
        400.2,
        402.22
    ],
    [
        " Yeah.",
        402.36,
        403.34
    ],
    [
        " Like on the don't attack the ego head on don't attack the heavily defended positions head",
        403.72,
        408.12
    ],
    [
        " on period.",
        408.12,
        408.62
    ],
    [
        " Like you said in training day, your watch that movie training day.",
        409.24,
        412.64
    ],
    [
        " No, come on, but you watched it anyway.",
        412.64,
        415.06
    ],
    [
        " He says the shit is chess, not checkers.",
        415.06,
        418.04
    ],
    [
        " He's not the first person that ever said I know, but it was dope when he said it in my",
        418.42,
        423.36
    ],
    [
        " community.",
        423.36,
        423.72
    ],
    [
        " Nonetheless, yeah.",
        424.12,
        425.18
    ],
    [
        " So default aggressive isn't default aggressive.",
        425.3,
        428.46
    ],
    [
        " Hey, to head, it's default of a default aggressive in being effective.",
        428.64,
        432.34
    ],
    [
        " Yes, yes, that is really your effective or ineffective.",
        432.58,
        435.34
    ],
    [
        " That's the end of the day.",
        435.34,
        436.54
    ],
    [
        " It's even a muster.",
        436.54,
        436.94
    ],
    [
        " I'm being.",
        436.94,
        437.34
    ],
    [
        " You know, I listen, life knows what he's talking about like that.",
        437.54,
        440.64
    ]
]