[
    [
        " This is the Jocco Underground Podcast number 24 with Echo Charles.",
        0.08,
        4.52
    ],
    [
        " And me, Jocco.",
        5.68,
        6.9
    ],
    [
        " Uh, I'm going to read something.",
        7.6,
        9.34
    ],
    [
        " It's kind of disturbing in a way.",
        9.6,
        11.76
    ],
    [
        " A seven-year-old boy in Taiwan who was allegedly body slam 27 times during judo practice",
        14.28,
        19.92
    ],
    [
        " by both his classmates and coach suffered a brain hemorrhage and was ultimately removed",
        19.92,
        24.74
    ],
    [
        " from life support.",
        24.74,
        26.08
    ],
    [
        " A report said Tuesday.",
        27.04,
        28.14
    ],
    [
        " The BBC, citing the Taipei Times reported that the coach has been charged with assault",
        28.66,
        33.02
    ],
    [
        " and using a minor to commit a crime, but his charges would likely be upgraded to include",
        33.02,
        37.74
    ],
    [
        " or be replaced by injury-causing death.",
        37.74,
        40.18
    ],
    [
        " The boy reportedly attended a judo practice in April and suffered a brain hemorrhage after",
        40.7,
        45.56
    ],
    [
        " the repeated injuries.",
        45.56,
        46.48
    ],
    [
        " He slipped into a coma and was on life support for 70 days.",
        46.9,
        49.74
    ],
    [
        " I still remember that morning when I took him to school, the unidentified boy's mother",
        50.6,
        56.26
    ],
    [
        " previously told local outlets he turned around and said, Mama, goodbye.",
        56.26,
        60.54
    ],
    [
        " By night he'd become like this.",
        61.0,
        62.84
    ],
    [
        " The young victim's uncle reportedly videotaped the allegedly violent class.",
        63.36,
        68.06
    ],
    [
        " Footage of the incident purportedly shows the boy being thrown by older classmates acting",
        68.48,
        72.38
    ],
    [
        " on orders from the coach, according to the report.",
        72.38,
        74.44
    ],
    [
        " The coach even allegedly took a turn.",
        74.88,
        76.62
    ],
    [
        " Then when the child fell unconscious, the instructor allegedly accused him of feigning",
        77.34,
        81.76
    ],
    [
        " the injury.",
        81.76,
        82.42
    ],
    [
        " The report said the report identified the coach by his surname Ho and said investigators",
        82.44,
        88.72
    ],
    [
        " determined he was not a licensed instructor.",
        88.72,
        91.28
    ],
    [
        " Ho was ultimately released on bail equivalent to $3,500 according to the BBC.",
        91.66,
        98.58
    ],
    [
        " If convicted, he reportedly faces up to life in prison.",
        99.3,
        101.86
    ],
    [
        " Horrible, there's another story that added a little bit more detail that had come out",
        102.94,
        106.86
    ],
    [
        " a little bit later.",
        106.86,
        107.42
    ],
    [
        " He had only started taking judo classes two weeks prior to the horrific incident after pleading",
        107.42,
        111.64
    ],
    [
        " with his parents to let him try out the martial art.",
        111.64,
        113.76
    ],
    [
        " After Dr. spoke to his family, they agreed to withdraw his life support.",
        114.64,
        121.44
    ],
    [
        " Ho was initially released by the district prosecutor following questioning who accepted",
        122.62,
        126.7
    ],
    [
        " his explanation that the incident was merely part of normal training.",
        126.7,
        129.94
    ],
    [
        " So there you go.",
        131.46,
        137.44
    ],
    [
        " By the way, I originally picked up on the story from Mick Dojo, who has an Instagram",
        139.48,
        146.36
    ],
    [
        " channel and who breaks down a lot of these fake.",
        146.36,
        148.98
    ],
    [
        " Mostly it's fake martial arts, but he is definitely honed in on some abusive instructors.",
        149.66,
        155.34
    ],
    [
        " This is one of them.",
        155.88,
        157.44
    ],
    [
        " Look, I guess the reason why did I sing this out.",
        159.34,
        163.4
    ],
    [
        " First of all, because it's awful.",
        163.4,
        164.48
    ],
    [
        " I mean, obviously, it's just completely ridiculous.",
        165.08,
        168.3
    ],
    [
        " When you hear about this kind of man, what do you call this?",
        169.34,
        175.88
    ],
    [
        " I don't know what the word that I would use to describe.",
        176.24,
        178.3
    ],
    [
        " I don't like this type of person.",
        178.3,
        179.72
    ],
    [
        " It's bully for sure, but then there's a next level bully.",
        179.92,
        183.0
    ],
    [
        " I guess when we start talking about martial arts, when we start talking about parenting,",
        185.66,
        189.78
    ],
    [
        " and the kids asking to go, and you know, we, you and me, obviously, we encourage people",
        189.78,
        195.94
    ],
    [
        " all the time to get their kids involved in martial arts and to get involved in martial",
        195.94,
        199.92
    ],
    [
        " arts themselves because of all the benefits that it has.",
        199.92,
        202.98
    ],
    [
        " And then you have a piece of scum like this that does this.",
        203.18,
        208.54
    ],
    [
        " Just pay attention.",
        209.04,
        212.68
    ],
    [
        " Just pay attention to who the hell you're, you're giving your kids to and pay attention.",
        213.36,
        219.78
    ],
    [
        " Watch some of those classes yourself.",
        219.94,
        221.44
    ],
    [
        " And also the people that you're hanging around, maybe it's you that's going to this class",
        222.02,
        228.4
    ],
    [
        " that's getting beat down.",
        228.4,
        229.46
    ],
    [
        " You shouldn't begin beat down in a class, especially as a beginner.",
        229.72,
        232.98
    ],
    [
        " Look, if you're in the game and you've been training for three years, you're going to have",
        232.98,
        236.2
    ],
    [
        " some freaking hard classes.",
        236.2,
        237.16
    ],
    [
        " For sure.",
        237.66,
        238.24
    ],
    [
        " You're not, martial arts training is not always going to be easy.",
        238.7,
        242.48
    ],
    [
        " It's going to be a push, but there's a difference between getting pushed and getting killed, obviously,",
        242.58,
        250.7
    ],
    [
        " or even getting injured.",
        250.86,
        251.68
    ],
    [
        " And then, and then listen, just for kids, the best thing you can do for kids is make things fun",
        253.12,
        261.02
    ],
    [
        " for them. That's the best thing you can do.",
        261.02,
        263.74
    ],
    [
        " The idea that you're going to expose a kid to this kind of abuse is that that somehow",
        267.22,
        273.96
    ],
    [
        " is going to help them is just, it's patently wrong.",
        273.96,
        276.66
    ],
    [
        " It's kind of like, you know, with exposure therapy, if I take an overexposed, if you're scared",
        277.12,
        282.56
    ],
    [
        " of needles and I overexpose you to needles and it freaks you out, you go backwards.",
        282.56,
        286.96
    ],
    [
        " You don't get better.",
        287.16,
        287.82
    ],
    [
        " You get worse.",
        288.0,
        288.58
    ],
    [
        " If you're scared of blood and I overexpose you to blood, it doesn't get better.",
        288.82,
        293.52
    ],
    [
        " It gets worse.",
        293.66,
        294.02
    ],
    [
        " So if you expose your kids to something and you overexpose them to the point where they're",
        295.3,
        299.42
    ],
    [
        " uncomfortable, it doesn't make them better.",
        299.42,
        301.64
    ],
    [
        " Look, a little bit uncomfortable is okay.",
        302.24,
        304.36
    ],
    [
        " That's okay.",
        305.2,
        306.0
    ],
    [
        " As long as that exposure therapy isn't overwhelming.",
        306.44,
        308.84
    ],
    [
        " When you expose people to something where they're overwhelmed, hey, it's way the",
        309.44,
        314.42
    ],
    [
        " way you're scared.",
        314.42,
        314.86
    ],
    [
        " Right?",
        315.0,
        315.18
    ],
    [
        " You're the kid scared of water?",
        315.52,
        316.64
    ],
    [
        " You don't throw them in the water.",
        316.92,
        317.92
    ],
    [
        " No, you let them look at the water.",
        318.1,
        319.72
    ],
    [
        " Then you let them touch the water.",
        319.82,
        320.8
    ],
    [
        " Then you let them wait in the water.",
        320.88,
        321.94
    ],
    [
        " Then you let them go to his knees.",
        322.02,
        322.82
    ],
    [
        " Then you let him dunk his head.",
        322.92,
        324.84
    ],
    [
        " And at any time, if they feel uncomfortable, you let them walk away.",
        325.18,
        327.42
    ],
    [
        " It's okay.",
        327.7,
        328.14
    ],
    [
        " See, there's nothing be afraid of.",
        328.14,
        329.1
    ],
    [
        " You can go forward.",
        329.22,
        329.9
    ],
    [
        " So, it's just a heads up.",
        331.42,
        336.92
    ],
    [
        " Thanks to McDow Joe Live for throwing this out there, but maybe getting this out to",
        337.24,
        342.82
    ],
    [
        " more people so you're paying attention.",
        342.82,
        344.48
    ],
    [
        " We think we're doing our kids a favor, pushing them super hard, and here they are.",
        345.98,
        350.98
    ],
    [
        " So, evil people out there.",
        352.3,
        354.06
    ],
    [
        " You kind of, even as an adult, you kind of run that route.",
        354.54,
        358.94
    ],
    [
        " Because there's a huge factor of intimidation, especially for kids.",
        359.96,
        363.64
    ],
    [
        " On big time where they go into a judo class, we'll say, because they take judo when I",
        363.64,
        369.34
    ],
    [
        " was a kid.",
        369.34,
        369.66
    ],
    [
        " And you go in there and it's like the environment is pretty intimidating.",
        370.62,
        374.38
    ],
    [
        " So you just want to like, okay, I'll just obey.",
        374.68,
        377.02
    ],
    [
        " Yeah, fit in and you don't want to for sure, don't want to get in trouble.",
        377.56,
        380.28
    ],
    [
        " You hold that in front of, you know, it's just intimidating, you know, so you're just",
        380.54,
        384.08
    ],
    [
        " going to go with a flow a lot of the time.",
        384.08,
        385.48
    ],
    [
        " And then that can be the case too as an adult as well.",
        385.66,
        387.92
    ],
    [
        " If you go into, you know, a situation like that where it's like, it's kind of intimidating.",
        388.14,
        391.22
    ],
    [
        " You're going to try to mind your pees and cues and do what they say kind of a thing",
        391.4,
        394.12
    ],
    [
        " get through it.",
        394.12,
        394.8
    ],
    [
        " And you got to kind of be aware of like, like, almost on a moral level, like, hey,",
        395.74,
        400.86
    ],
    [
        " men are these people?",
        400.94,
        401.7
    ],
    [
        " Are they bullying me right now?",
        402.42,
        404.4
    ],
    [
        " Like, is this right?",
        404.64,
        405.46
    ],
    [
        " And you're always like fighting with that because you don't know the tradition, you know,",
        405.86,
        408.84
    ],
    [
        " you don't know the tradition of the class of the school or whatever, like the history",
        408.88,
        411.84
    ],
    [
        " or whatever.",
        411.84,
        412.2
    ],
    [
        " And that can be part of the tradition sometimes.",
        412.4,
        414.4
    ],
    [
        " And you don't want to master that as well.",
        414.82,
        416.12
    ],
    [
        " So it can be freaking hard, man.",
        416.12,
        417.88
    ],
    [
        " But when it comes to like your kids too, it's like, there's an element of, actually,",
        418.3,
        421.78
    ],
    [
        " a huge element is like, you kind of trust that class with your kid.",
        421.78,
        424.66
    ],
    [
        " For sure.",
        424.88,
        425.18
    ],
    [
        " And it's like, shoot, if they're just slamming them like that to that degree where he's",
        425.7,
        429.72
    ],
    [
        " getting knocked out on the, you know, this, you hear like a, when child molesters get sent",
        429.72,
        437.18
    ],
    [
        " to prison, they get like raped themselves killed and you are feeling good about that.",
        437.18,
        442.44
    ],
    [
        " Right?",
        442.6,
        442.7
    ],
    [
        " This is a similar thing.",
        443.26,
        444.76
    ],
    [
        " I feel like I want this guy to get put into prison with a bunch of.",
        444.9,
        448.84
    ],
    [
        " That is a little excerpt of what we are doing on the Jocco Underground podcast.",
        454.8,
        460.74
    ],
    [
        " So if you want to continue to listen, go to joccounderground.com and subscribe.",
        460.98,
        466.52
    ],
    [
        " And we're doing this to mitigate our reliance on external platforms.",
        466.78,
        470.8
    ],
    [
        " So we are not subject to their control.",
        470.8,
        473.9
    ],
    [
        " And we're doing it so we can give you more control, more interaction, more direct connections,",
        474.2,
        478.94
    ],
    [
        " better communications with us, strengthen this legion of troopers that are in the game",
        479.04,
        484.02
    ],
    [
        " with us.",
        484.02,
        484.58
    ],
    [
        " So thank you.",
        485.02,
        485.52
    ],
    [
        " It's joccounderground.com.",
        485.66,
        487.54
    ],
    [
        " It costs $8.18 a month.",
        487.94,
        490.82
    ],
    [
        " And if you can't afford to support us, we can still support you.",
        491.06,
        494.24
    ],
    [
        " Just email assistance at joccounderground.com.",
        494.34,
        497.12
    ],
    [
        " And we'll get you taken care of.",
        497.38,
        499.52
    ],
    [
        " Until then, we will see you, mobileized underground.",
        499.78,
        504.62
    ]
]