[
    [
        " This is Jockel Podcast number 173 with Echo Charles and me, Jockel Willink.",
        0.08,
        6.06
    ],
    [
        " Good evening, Echo.",
        6.44,
        7.44
    ],
    [
        " Good evening.",
        7.72,
        8.0
    ],
    [
        " Sure analyzed the wound.",
        9.7,
        13.38
    ],
    [
        " Wallen was bleeding from his neck.",
        15.6,
        17.1
    ],
    [
        " So he pulled out gauze and started examining the wound to assess the damage.",
        18.26,
        22.24
    ],
    [
        " Wallen's airway looked fine.",
        22.74,
        24.12
    ],
    [
        " There was no vascular damage.",
        24.76,
        26.16
    ],
    [
        " The medic could tell that the wound wasn't life threatening.",
        26.16,
        29.44
    ],
    [
        " But the blood was still flowing.",
        30.14,
        31.52
    ],
    [
        " You're going to be okay, he said, wrapping gauze on the wound.",
        32.78,
        35.56
    ],
    [
        " He began exerting pressure to stop the bleeding.",
        36.12,
        38.24
    ],
    [
        " Are you sure, Wallen asked?",
        38.58,
        40.0
    ],
    [
        " Yes, I'm sure.",
        40.24,
        41.1
    ],
    [
        " The fire was non-stop.",
        42.2,
        44.14
    ],
    [
        " Sure didn't think it could get much worse.",
        45.42,
        47.26
    ],
    [
        " Until he heard a frantic call from Walton on the radio.",
        48.66,
        52.14
    ],
    [
        " Bear, Morales and CK had been hit and they needed sure up there fast.",
        52.5,
        57.28
    ],
    [
        " Did you hear that?",
        57.74,
        59.38
    ],
    [
        " Wallen asked?",
        59.62,
        60.22
    ],
    [
        " Yes, I heard it, sure.",
        60.48,
        61.34
    ],
    [
        " Sure said.",
        61.86,
        62.54
    ],
    [
        " His bleeding was minimal.",
        64.4,
        65.96
    ],
    [
        " I'm good, Wallen said.",
        66.68,
        67.76
    ],
    [
        " Go get them.",
        68.14,
        68.7
    ],
    [
        " Getting to Walton's team though posed a great risk.",
        70.36,
        73.04
    ],
    [
        " A medic is taught not to put himself in any unnecessary danger.",
        74.12,
        77.26
    ],
    [
        " He has to stay alive so other soldiers can live.",
        78.36,
        81.76
    ],
    [
        " But it had reached a point in the battle where he had to go.",
        82.66,
        86.88
    ],
    [
        " So sure grabbed his bag and headed into the fire.",
        88.22,
        93.44
    ],
    [
        " And that is a passage from a book called No Way Out,",
        94.86,
        102.04
    ],
    [
        " a story of valor in the mountains of Afghanistan.",
        102.26,
        105.22
    ],
    [
        " By an often named Mitch Weiss and it tells the story of the men of operational detachment.",
        105.38,
        112.8
    ],
    [
        " Alpha 3336.",
        113.04,
        115.32
    ],
    [
        " It's a special forces ODA team going after a high-value target in the shock valley in Afghanistan.",
        115.32,
        121.38
    ],
    [
        " But when they got on the ground for this mission,",
        122.44,
        127.02
    ],
    [
        " they were in a bad tactical position.",
        128.34,
        131.9
    ],
    [
        " They were outnumbered.",
        132.14,
        132.98
    ],
    [
        " They were outgunned.",
        132.98,
        134.08
    ],
    [
        " But they did have one thing that could not be beaten.",
        134.3,
        138.72
    ],
    [
        " And that was the will to survive and the bonds of brotherhood that could not be broken.",
        138.94,
        143.76
    ],
    [
        " And on top of those things, there was incredible courage on display from all the men of the team.",
        144.82,
        152.12
    ],
    [
        " Above and beyond the Call of Duty and one of those men,",
        152.2,
        155.98
    ],
    [
        " the medic Ron Schur fought not only against the enemy,",
        156.98,
        161.2
    ],
    [
        " but fought to save the lives of his teammates.",
        161.66,
        164.96
    ],
    [
        " And it is an absolute honor to have Ron here with us tonight to share some of the lessons from that day in Afghanistan.",
        165.86,
        178.8
    ],
    [
        " And from the rest of the things that he has been through and lived through on his journey through life.",
        179.76,
        187.7
    ],
    [
        " So Ron, thanks for coming on, man.",
        188.02,
        191.22
    ],
    [
        " No, thanks so much for having me.",
        191.62,
        192.84
    ],
    [
        " I have honestly been a fan of the show for a long time.",
        192.98,
        196.14
    ],
    [
        " And when you guys offered, kind of weird to think about coming on, but it's definitely a pleasure.",
        196.38,
        204.82
    ],
    [
        " Well, man, it's great to meet you.",
        205.24,
        206.6
    ],
    [
        " And we'll get to Shock Valley.",
        207.44,
        209.84
    ],
    [
        " But let's figure out a little bit about who you were, where you came from, how you grew up.",
        210.34,
        216.56
    ],
    [
        " I know one interesting fact to start this thing off is that you were born on December 7th, Pearl Harbor Day.",
        216.8,
        222.66
    ],
    [
        " I was born on December 7th, obviously a few years later than 1941.",
        223.18,
        227.62
    ],
    [
        " But yeah, I grew up with that.",
        228.3,
        230.76
    ],
    [
        " And for some reason, my parents always thought it was a good idea to get me news articles or other reporting from Pearl Harbor.",
        230.98,
        238.52
    ],
    [
        " And it says like a six or seven year old, hey, read this.",
        238.84,
        242.04
    ],
    [
        " I don't know why, but yeah, it always just was something that we talked about as part of my birthday.",
        242.48,
        252.38
    ],
    [
        " Happy birthday. Let me tell you about Pearl Harbor side.",
        253.32,
        256.08
    ],
    [
        " Exactly. Yeah.",
        256.24,
        257.24
    ],
    [
        " And then your was your grandfather in your grandfather served?",
        257.38,
        262.14
    ],
    [
        " My grandfather did serve. He was in the Navy, so he was in the Pacific for several years.",
        262.56,
        267.5
    ],
    [
        " He was on the smaller aircraft carriers that they had on the Pacific.",
        267.84,
        274.7
    ],
    [
        " So he's on several of those aircraft, panic in dodging kamikazis and other things.",
        275.2,
        281.62
    ],
    [
        " I got a bunch of books on in queue from World War II sailors and World War II.",
        281.62,
        287.04
    ],
    [
        " It's those books are absolutely insane. And what those guys lived through was horrific.",
        287.44,
        292.54
    ],
    [
        " I look at that and maybe this is just me. I don't know how you feel.",
        293.26,
        297.54
    ],
    [
        " If given the option of being in an engine room on a destroyer in World War II hot sweating.",
        298.26,
        307.54
    ],
    [
        " And by the way, kamikazis like you said, or torpedoes are going to slam into you at any time.",
        307.56,
        312.3
    ],
    [
        " There's nothing you can do about it versus storm in the beach. I'll storm the beach all day long.",
        312.36,
        316.78
    ],
    [
        " Like that's me. I don't know.",
        317.0,
        318.54
    ],
    [
        " Oh, 100%. I would rather keto in land warfare combat.",
        319.04,
        325.42
    ],
    [
        " Like if you're going to shoot me, I get a chance to shoot you back.",
        325.72,
        328.54
    ],
    [
        " And maybe this will work out my way. Maybe it works out your way.",
        328.54,
        331.08
    ],
    [
        " But when you throw water in and all those other other pressures, like no thanks.",
        331.12,
        335.66
    ],
    [
        " I know I owe it to those sailors to cover some of those books.",
        336.5,
        341.1
    ],
    [
        " Those are those books. But you know, with your grandfather, I mean, just to live through that.",
        341.18,
        345.98
    ],
    [
        " I can't even imagine coming back from that. What your normal life is like after you've lived through World War II as a as a sailor in the Pacific theater.",
        346.44,
        354.46
    ],
    [
        " Oh, man. Crazy.",
        354.76,
        356.68
    ],
    [
        " Yeah, my grandfather. He served in the Pacific. My great-grandfather was in World War I shooting artillery.",
        357.02,
        364.16
    ],
    [
        " At the Germans. So family history.",
        365.7,
        368.8
    ],
    [
        " And we have something about the history. He goes back all the way to the Civil War.",
        369.98,
        373.92
    ],
    [
        " It gets a little, you know, a little more like cousin level and everything.",
        374.2,
        378.24
    ],
    [
        " Oh, okay. But yeah, they we've been fighting wars for this country for a long time.",
        378.3,
        382.82
    ],
    [
        " And then both your parents as well.",
        383.0,
        384.06
    ],
    [
        " Both my parents were in the Air Force. That's where they actually met was in the Air Force.",
        384.5,
        388.22
    ],
    [
        " And yeah, we've just had that family history of service.",
        389.08,
        392.92
    ],
    [
        " That was so that was pretty normal. And where were they stationed?",
        392.92,
        395.76
    ],
    [
        " Would you spend most of your childhood?",
        395.84,
        397.0
    ],
    [
        " I think like most military, you know, kids.",
        398.48,
        403.2
    ],
    [
        " I was born in Alaska, but then moved to Illinois.",
        403.54,
        406.7
    ],
    [
        " I don't remember any of either of those places.",
        407.02,
        409.58
    ],
    [
        " First place I remember is Mountain Home Idaho, which is just a tiny little place about an hour south of Boise.",
        410.12,
        417.68
    ],
    [
        " And then from there, I kind of call Washington State home.",
        418.4,
        422.98
    ],
    [
        " Because I spent fourth grade on growing up in Washington State.",
        423.12,
        425.84
    ],
    [
        " Okay, so a big chunk of time there.",
        425.84,
        427.16
    ],
    [
        " Yeah, my dad and I were tiring in, I don't say 91 from the Air Force.",
        427.56,
        433.36
    ],
    [
        " And then we just kind of stayed there afterwards.",
        433.74,
        436.66
    ],
    [
        " And then you were the only child.",
        437.16,
        438.76
    ],
    [
        " Yeah.",
        439.3,
        439.64
    ],
    [
        " So that means those birthdays were especially heavy.",
        440.0,
        444.06
    ],
    [
        " It was like pure celebrate.",
        444.64,
        445.96
    ],
    [
        " I got four kids. I know you got two kids.",
        446.44,
        448.08
    ],
    [
        " I got four kids and you know, you can have a birthday and you don't even...",
        448.2,
        452.02
    ],
    [
        " Am I a bad parent? I don't know.",
        452.02,
        453.5
    ],
    [
        " Probably.",
        454.0,
        454.32
    ],
    [
        " Yeah, probably. Yeah, because a birthday...",
        454.48,
        456.36
    ],
    [
        " Oh, you know, are we doing anything for my birthday?",
        456.36,
        457.96
    ],
    [
        " I don't know. When's your birthday today?",
        458.14,
        459.78
    ],
    [
        " Oh, okay. Anyways.",
        460.08,
        461.6
    ],
    [
        " My wife blows it out for our kids birthday. She's great at that.",
        462.22,
        466.92
    ],
    [
        " I just kind of go along for the rest.",
        467.34,
        469.06
    ],
    [
        " And my wife does a much better job than I do as well.",
        469.18,
        471.58
    ],
    [
        " I'm the person that's looking at the whole situation saying,",
        471.68,
        474.84
    ],
    [
        " what is this stuff hanging up for? Oh.",
        474.84,
        476.5
    ],
    [
        " What did I get on the birthday?",
        476.74,
        479.58
    ],
    [
        " Yeah. And then, so going to school,",
        481.2,
        484.14
    ],
    [
        " were you playing sports? What were you doing?",
        484.64,
        486.18
    ],
    [
        " What was your gig in school?",
        486.62,
        488.58
    ],
    [
        " I played the usual sports growing up, being a soccer baseball.",
        489.52,
        493.24
    ],
    [
        " What I really kind of gravitated towards as I kept growing up",
        494.34,
        499.36
    ],
    [
        " was your endurance sports.",
        499.58,
        502.06
    ],
    [
        " So I started... My dad was doing trathons, so I started doing that.",
        502.46,
        504.94
    ],
    [
        " Oh, your dad was doing trathons, huh?",
        505.34,
        507.32
    ],
    [
        " Yeah, he did many trathons.",
        507.46,
        510.38
    ],
    [
        " He did the Canadian Iron Man a couple of times.",
        510.38,
        512.12
    ],
    [
        "",
        512.26,
        512.26
    ],
    [
        " And so, kind of grew up watching that.",
        512.9,
        514.62
    ],
    [
        " So I started with the trathons in high school.",
        514.74,
        517.3
    ],
    [
        " And then, pretty quickly switched over to just cycling, road racing, cycling.",
        517.82,
        522.5
    ],
    [
        " I don't know. I think those four, five, six hour days on a bike got me ready.",
        523.32,
        529.1
    ],
    [
        " I know I've been on a bike for a long time.",
        529.18,
        531.0
    ],
    [
        " Yeah, because this is just training.",
        531.0,
        531.86
    ],
    [
        " I've never raised a bike before, but I know guys that race bike,",
        532.84,
        536.9
    ],
    [
        " and it's just pain. It's just how much pain can you take, right?",
        536.98,
        539.36
    ],
    [
        " Yeah, just you long stretch of road, and you just keep on riding.",
        540.14,
        544.5
    ],
    [
        " And apparently you've got some kind of crash.",
        545.32,
        548.4
    ],
    [
        " Biking? Well, several times.",
        550.34,
        553.14
    ],
    [
        " Well, I know that I know that there's a little disruption in your plans,",
        553.9,
        557.86
    ],
    [
        " because you get done with high school and you want to join the Marine Corps,",
        558.28,
        560.6
    ],
    [
        " or you get done with college, you want to join the Marine Corps.",
        560.84,
        562.36
    ],
    [
        " Okay, so yeah, I went to Washington State University,",
        562.64,
        565.74
    ],
    [
        " was getting ready to graduate in the spring of 2001.",
        566.0,
        569.78
    ],
    [
        " And so started talking to a Marine Corps officer recruiter, went through that process.",
        570.36,
        577.78
    ],
    [
        " How do your mom and dad feel about that?",
        577.96,
        579.36
    ],
    [
        " They were.",
        580.76,
        581.1
    ],
    [
        " Because that's face of air forces one side of the spectrum, Marine Corps is on the other side of the spectrum.",
        581.2,
        585.52
    ],
    [
        " At least, at least I was talking about the officer side on the other side.",
        586.86,
        592.5
    ],
    [
        " When I later said, hey, I'm joining the Army and listed,",
        592.54,
        595.82
    ],
    [
        " then they just lost it then.",
        596.06,
        598.4
    ],
    [
        " They're like, what are you doing?",
        598.56,
        599.48
    ],
    [
        " You just.",
        599.72,
        599.9
    ],
    [
        " But yeah, so they was getting ready to graduate Washington State.",
        601.18,
        605.18
    ],
    [
        " Start talking to the Marine Corps, and went through the process.",
        605.94,
        610.12
    ],
    [
        " Basically, that was accepted through the Marine Corps program to go to OCS starting in October of 2001.",
        610.52,
        618.18
    ],
    [
        " That's awesome.",
        618.46,
        618.68
    ],
    [
        " But the Navy Medical Board had seen what they thought was a flag on my medical records from being hit by a car in 1995.",
        619.14,
        630.34
    ],
    [
        " And sorry, I never spent a day in the hospital back then with pancreatitis,",
        631.96,
        636.34
    ],
    [
        " which usually would be considered related to drug abuse, alcoholism,",
        637.48,
        643.38
    ],
    [
        " just something serious, or you have some serious medical condition.",
        643.5,
        646.56
    ],
    [
        " And so because of that, they told me no in August of 2001 that now we're good, we don't need anybody.",
        647.94,
        655.46
    ],
    [
        " So yeah, kind of got left out to dry there.",
        658.22,
        661.36
    ],
    [
        " So then what was your plan?",
        661.92,
        662.82
    ],
    [
        " From there, I started graduate school in economics.",
        664.12,
        666.86
    ],
    [
        " What do you do with your original degree in?",
        666.86,
        667.84
    ],
    [
        " I was business economics.",
        668.2,
        669.1
    ],
    [
        " Did you get that degree, but you knew you wanted to go in the military?",
        669.86,
        672.82
    ],
    [
        " I mean, you, or did you get done with your degree and say, oh no, what am I going to do now?",
        673.44,
        677.4
    ],
    [
        " Maybe I'm going to the Marine Corps.",
        678.06,
        678.94
    ],
    [
        " A little bit of both.",
        679.5,
        680.26
    ],
    [
        " So service was definitely always a part of our family life growing up.",
        680.96,
        687.38
    ],
    [
        " And so it was definitely in the back of my mind, I need to give back to something for the country.",
        688.58,
        695.28
    ],
    [
        " I remember quite new what.",
        695.72,
        697.8
    ],
    [
        " And then, trying to go to OCS, just seemed like something to do for a while and give back.",
        698.58,
        706.72
    ],
    [
        " And then when that didn't work out, I started graduate school to use that as kind of a reset time.",
        706.92,
        716.62
    ],
    [
        " I figured out, okay, that's not working out now.",
        716.62,
        718.84
    ],
    [
        " What can I do?",
        718.98,
        719.54
    ],
    [
        " And it was a few weeks into that that 9-11 happened.",
        720.78,
        723.82
    ],
    [
        " And then we had to revisit the decisions again.",
        725.06,
        727.84
    ],
    [
        " And so then what did you do once, what's September 11th happened?",
        729.04,
        732.0
    ],
    [
        " So I wasn't graduate school for economics.",
        733.22,
        735.5
    ],
    [
        " And I'm spending that first year continuing with education and just watching.",
        736.88,
        745.6
    ],
    [
        " Watching it on TV.",
        746.62,
        747.68
    ],
    [
        " And just didn't feel right to just sit there and watch it.",
        748.88,
        752.94
    ],
    [
        " So I tried to figure out what made sense at that point to do.",
        753.58,
        762.24
    ],
    [
        " And then for some reason, listing in the Army sounded like a good idea.",
        762.42,
        765.14
    ],
    [
        " So that summer of 2002, I went down an Army recruiter.",
        767.96,
        773.84
    ],
    [
        " And of course, at that time, they were like, we'll take it.",
        773.84,
        776.94
    ],
    [
        " We can scratch that.",
        777.02,
        778.18
    ],
    [
        " We don't care what medical condition you have.",
        778.54,
        780.56
    ],
    [
        " We're going to have to sign this over here.",
        780.76,
        781.78
    ],
    [
        " Now, did you know you wanted to try for SF at that point?",
        783.44,
        787.12
    ],
    [
        " They talked to me about going in with SF contract.",
        787.98,
        793.84
    ],
    [
        " And it definitely sounded interesting.",
        794.22,
        796.68
    ],
    [
        " But part of me just didn't feel like, oh, I could be an SF guy.",
        798.7,
        808.9
    ],
    [
        " I mean, I grow up just like everybody.",
        809.3,
        810.82
    ],
    [
        " You're watching Rambo, you're watching other things.",
        811.28,
        813.44
    ],
    [
        " That's what a Green Bray is.",
        813.58,
        814.86
    ],
    [
        " Certainly don't fit that mold.",
        815.5,
        817.3
    ],
    [
        " So they talked about that.",
        819.88,
        821.82
    ],
    [
        " Well, let me get in.",
        822.34,
        823.62
    ],
    [
        " Let me get some experience in the military.",
        823.68,
        825.08
    ],
    [
        " And then we'll go from there.",
        826.06,
        827.34
    ],
    [
        " So I signed up to be a medic who did basic training.",
        827.84,
        832.32
    ],
    [
        " I don't know, I'm creating the name right now.",
        832.94,
        835.98
    ],
    [
        " Fort Jackson, South Carolina.",
        836.04,
        838.34
    ],
    [
        " And then went off to Fort Sam Houston.",
        838.72,
        840.22
    ],
    [
        " And then went to airborne school.",
        840.84,
        842.96
    ],
    [
        " And along that way, I ended up getting myself a Ranger contract",
        843.52,
        848.76
    ],
    [
        " to try and go to the SF Ranger.",
        850.3,
        851.94
    ],
    [
        " So at some point, you realized, all right, I'm going to step up",
        852.42,
        856.14
    ],
    [
        " and try and go to a little bit more special operations site.",
        856.14,
        860.02
    ],
    [
        " Something got in your head at some point.",
        860.46,
        861.72
    ],
    [
        " Yeah, something got in my head.",
        861.8,
        862.78
    ],
    [
        " And if I remember correctly, I think it was orders to Korea.",
        863.16,
        867.32
    ],
    [
        " I mean, that was the first thing that came through.",
        869.4,
        872.7
    ],
    [
        " And like, let me see what else I could do.",
        872.9,
        874.28
    ],
    [
        " So I talked to the recruiters, got the Ranger.",
        874.28,
        880.82
    ],
    [
        " I don't know if it was a contract at that point,",
        882.02,
        885.02
    ],
    [
        " but I got that set up.",
        885.04,
        885.96
    ],
    [
        " So it might be different now.",
        886.56,
        889.0
    ],
    [
        " But after airborne school, any infantry guys or medics",
        889.06,
        893.9
    ],
    [
        " or whoever's trying to go to the Ranger,",
        893.9,
        896.62
    ],
    [
        " you'd go out the next day, wait on the little lines",
        897.2,
        901.42
    ],
    [
        " out there at airborne school, and they'd come by.",
        901.42,
        903.02
    ],
    [
        " They'd look through your paperwork, pick you up, and then take you.",
        903.2,
        906.24
    ],
    [
        " Take you over.",
        906.46,
        907.78
    ],
    [
        " So they come out, they start flipping through everybody's stuff,",
        908.46,
        912.0
    ],
    [
        " and they get to mine, and they start looking at my paperwork,",
        912.4,
        915.2
    ],
    [
        " which is still the same paperwork from trying to do them,",
        915.2,
        919.7
    ],
    [
        " Marine Corps OCS thing.",
        919.86,
        921.48
    ],
    [
        " And so it's a course, a disaster.",
        921.88,
        924.96
    ],
    [
        " It's not physically qualified, but then there's lines through that",
        925.3,
        929.62
    ],
    [
        " and waivers and arrows and just nonsense.",
        929.86,
        933.12
    ],
    [
        " But they look at that, and they're like,",
        933.86,
        935.42
    ],
    [
        " well, you're not physically qualified to be here.",
        935.52,
        939.52
    ],
    [
        " And so they just kind of dropped my paperwork, took everybody else,",
        940.46,
        943.52
    ],
    [
        " and left me stand in there.",
        943.68,
        945.88
    ],
    [
        " So I know how to revisit what to do again.",
        946.94,
        950.72
    ],
    [
        " So I ended up spending a few weeks sitting there,",
        951.66,
        956.54
    ],
    [
        " at airborne school, just kind of being a little,",
        956.54,
        960.94
    ],
    [
        " you know, whatever they needed done that sucked, they'd make me do,",
        961.16,
        965.58
    ],
    [
        " while I waited on new orders to go somewhere.",
        966.16,
        968.68
    ],
    [
        " Yeah, I did that for a little while, and I finally got orders,",
        972.26,
        975.0
    ],
    [
        " up to Fort Bragg to go to the 44th Medical Command.",
        975.52,
        979.7
    ],
    [
        " And so while I was, you know, packing up all my stuff,",
        982.18,
        985.52
    ],
    [
        " head up to Fort Bragg.",
        985.64,
        988.58
    ],
    [
        " And fortunately, my medical records got lost along the way.",
        989.12,
        993.68
    ],
    [
        " Did you say fortunately?",
        993.88,
        994.6
    ],
    [
        " Unfortunately, I mean, I'm a specialist in the Army, you know,",
        995.04,
        998.76
    ],
    [
        " I don't want to lose stuff and show up, but it got lost along the way.",
        998.86,
        1002.9
    ],
    [
        " So got medical paperwork redone none of that.",
        1005.42,
        1009.02
    ],
    [
        " Wow.",
        1009.14,
        1009.62
    ],
    [
        " None of those wavers were anything.",
        1009.94,
        1012.86
    ],
    [
        " Got all that situated, reported to my unit on,",
        1013.38,
        1019.28
    ],
    [
        " I think it was a Thursday, some Thursday, and August,",
        1019.5,
        1022.2
    ],
    [
        " that'd been 2003 at that point.",
        1022.64,
        1024.96
    ],
    [
        " And that's because those Army, the medic schools are a long time,",
        1026.7,
        1029.76
    ],
    [
        " basically.",
        1029.76,
        1030.34
    ],
    [
        " So at this point, you'd been through boot camp, Army boot camp,",
        1030.64,
        1034.32
    ],
    [
        " and then you went to, to be a medic.",
        1034.36,
        1036.66
    ],
    [
        " How long is the training to be like an infantry medic?",
        1036.66,
        1039.28
    ],
    [
        " The medic was four months.",
        1039.96,
        1041.48
    ],
    [
        " Yeah, okay.",
        1041.86,
        1042.26
    ],
    [
        " So I did basic, I did the medic school, and then,",
        1042.6,
        1047.76
    ],
    [
        " yeah, I had an airborne school, and then that interim time,",
        1048.2,
        1050.52
    ],
    [
        " while they tried to figure out something to do with me.",
        1050.72,
        1052.22
    ],
    [
        " And so I showed up to my unit, and after you in process,",
        1053.18,
        1056.48
    ],
    [
        " in August of 2003.",
        1056.78,
        1058.06
    ],
    [
        " You know, that first day we do PT, then the first sergeant calls me in,",
        1059.1,
        1064.48
    ],
    [
        " like, hey, what do you want to do with your life?",
        1064.48,
        1066.26
    ],
    [
        " Like, plan on putting in an SF packet, try something else again.",
        1066.62,
        1071.3
    ],
    [
        " And again, the thing that's driving you to do that,",
        1072.46,
        1075.04
    ],
    [
        " like, did you see some SF guys?",
        1075.36,
        1077.0
    ],
    [
        " Did you talk to some SF guys?",
        1077.18,
        1078.52
    ],
    [
        " Did you watch Rambo again?",
        1078.86,
        1080.06
    ],
    [
        " What was the, what was the persuading factor?",
        1080.52,
        1082.82
    ],
    [
        " I don't know.",
        1084.02,
        1087.6
    ],
    [
        " I think it was a mixture of a lot of different emotions.",
        1087.74,
        1094.16
    ],
    [
        " And I got, I'd had nothing to validate my feelings,",
        1095.4,
        1099.76
    ],
    [
        " because I was just some specialist in the army,",
        1100.18,
        1103.36
    ],
    [
        " but I was like, I think I'm pretty good at this stuff.",
        1103.54,
        1105.7
    ],
    [
        " So let me, let me try and push myself a little bit harder,",
        1106.1,
        1108.92
    ],
    [
        " and try and find something else to do.",
        1109.18,
        1112.34
    ],
    [
        " So I put it in for SF.",
        1112.54,
        1114.66
    ],
    [
        " There's a guy named Travis Mills.",
        1115.1,
        1116.6
    ],
    [
        " He really heard of Travis Mills.",
        1116.6,
        1117.58
    ],
    [
        " He's an awesome guy.",
        1117.92,
        1118.66
    ],
    [
        " But he, he was on the podcast, and he's a,",
        1118.94,
        1123.4
    ],
    [
        " he's a quadruple amputee, and he's like the,",
        1123.46,
        1126.26
    ],
    [
        " got the damn spirit of a freaking,",
        1126.56,
        1130.06
    ],
    [
        " like the ultimate human being warrior.",
        1130.42,
        1133.46
    ],
    [
        " But anyways, when he was growing up,",
        1134.02,
        1136.0
    ],
    [
        " he played Varsity's football and basketball,",
        1136.36,
        1139.1
    ],
    [
        " whatever, he played every sport,",
        1139.48,
        1140.42
    ],
    [
        " he broke all these records,",
        1140.6,
        1141.74
    ],
    [
        " he was this big strapping guy,",
        1142.16,
        1144.06
    ],
    [
        " like a total stud, just a total stud.",
        1144.24,
        1148.0
    ],
    [
        " And, you know, I asked him,",
        1149.1,
        1150.7
    ],
    [
        " I said, well, you know, how come you didn't try for Rangers?",
        1150.72,
        1152.8
    ],
    [
        " So he's like, he can get, he's like, I, or,",
        1152.8,
        1154.86
    ],
    [
        " why don't you try for Special Forces?",
        1155.16,
        1156.1
    ],
    [
        " He's like, I didn't think I could make it.",
        1156.1,
        1157.66
    ],
    [
        " And there's like this thing where, like for me,",
        1157.98,
        1161.48
    ],
    [
        " I'm, I'm one eighth of the athlete",
        1161.8,
        1165.16
    ],
    [
        " and the physical specimen that Travis Mills is,",
        1165.16,
        1168.64
    ],
    [
        " but I was just dumber.",
        1168.98,
        1170.54
    ],
    [
        " I was just dumb enough to say,",
        1170.86,
        1172.3
    ],
    [
        " oh, I think I could make a big strait,",
        1172.54,
        1174.16
    ],
    [
        " he'd bring it on, you know.",
        1174.16,
        1175.38
    ],
    [
        " He was too smart to say, you know,",
        1175.64,
        1178.0
    ],
    [
        " he was too smart to say, he was too humble.",
        1178.18,
        1179.8
    ],
    [
        " Really, too humble,",
        1179.98,
        1180.66
    ],
    [
        " because I had some level of arrogance, I mean,",
        1180.66,
        1182.48
    ],
    [
        " I think there's a difference between,",
        1182.5,
        1183.98
    ],
    [
        " because that happens on a fairly regular basis.",
        1184.42,
        1187.2
    ],
    [
        " You know, special operations and special forces",
        1187.74,
        1190.24
    ],
    [
        " has this kind of mythical buildup",
        1190.24,
        1192.72
    ],
    [
        " where people start to think, well,",
        1192.72,
        1195.74
    ],
    [
        " I don't know if I can actually make it through that,",
        1195.74,
        1197.5
    ],
    [
        " it's got to be so hard.",
        1197.56,
        1198.44
    ],
    [
        " Whereas, I'm always looking at people like,",
        1198.86,
        1200.44
    ],
    [
        " oh, you were a wrestler or, oh, you played football,",
        1200.5,
        1202.72
    ],
    [
        " varsity football in your high school,",
        1202.84,
        1203.94
    ],
    [
        " or you, you swam on the swim team or whatever,",
        1204.5,
        1206.68
    ],
    [
        " you'll be fine, like you can do it.",
        1207.02,
        1208.76
    ],
    [
        " But people build it up to that mythical level",
        1209.52,
        1211.46
    ],
    [
        " that you don't think you can make it.",
        1211.46,
        1213.0
    ],
    [
        " So, the reason I was asking that,",
        1213.04,
        1214.32
    ],
    [
        " because it sounds like you made a transition from,",
        1214.36,
        1216.5
    ],
    [
        " I don't know if I can do that.",
        1216.52,
        1217.94
    ],
    [
        " And then once you're there and you're looking around,",
        1218.12,
        1219.56
    ],
    [
        " you're going, you know what,",
        1219.64,
        1220.16
    ],
    [
        " I think I can actually do that.",
        1220.2,
        1221.36
    ],
    [
        " You got, you either got dumber.",
        1221.54,
        1223.6
    ],
    [
        " It's going with that.",
        1224.42,
        1225.96
    ],
    [
        " Or you just got more, you know,",
        1226.04,
        1228.04
    ],
    [
        " and that's what I think it is.",
        1228.18,
        1229.1
    ],
    [
        " I think it is, you know, you see,",
        1229.16,
        1230.6
    ],
    [
        " you see yourself in comparison with everyone else",
        1230.84,
        1233.8
    ],
    [
        " that's there and you go, oh, okay, cool.",
        1233.8,
        1234.98
    ],
    [
        " I'm hanging with these guys.",
        1235.22,
        1236.48
    ],
    [
        " I can probably make this happen.",
        1236.6,
        1237.56
    ],
    [
        " So, no, that's cool.",
        1237.56,
        1238.62
    ],
    [
        " That's cool.",
        1238.94,
        1239.24
    ],
    [
        " Yeah, and so, you know,",
        1240.26,
        1244.42
    ],
    [
        " say, now we're talking,",
        1245.08,
        1245.78
    ],
    [
        " that fall 2003, so,",
        1246.2,
        1249.02
    ],
    [
        " Afghanistan's,",
        1249.44,
        1250.76
    ],
    [
        " Roland Iraq is going,",
        1250.78,
        1253.2
    ],
    [
        " at that time, the unit I was in,",
        1253.84,
        1256.52
    ],
    [
        " it was a medical sport company,",
        1256.94,
        1258.88
    ],
    [
        " they weren't even supposed to deploy.",
        1259.32,
        1262.04
    ],
    [
        " I think the calendar had them going on like 2005.",
        1262.04,
        1264.16
    ],
    [
        " So, I like it.",
        1265.18,
        1265.62
    ],
    [
        " You're like, that's a lifetime away.",
        1265.86,
        1267.62
    ],
    [
        " I came all the way here.",
        1267.84,
        1269.18
    ],
    [
        " To not go anywhere.",
        1269.7,
        1270.74
    ],
    [
        " So, I put in four selection.",
        1271.12,
        1272.96
    ],
    [
        " We got, we got, we got those medical records redone.",
        1273.24,
        1277.62
    ],
    [
        " So, I go, so I went in January of 2004",
        1278.28,
        1282.62
    ],
    [
        " to selection and,",
        1282.62,
        1285.48
    ],
    [
        " oh, we can always talk about that more.",
        1285.78,
        1287.2
    ],
    [
        " But when I came back, then my unit is all in",
        1287.48,
        1290.56
    ],
    [
        " desert camouflage uniforms and, like,",
        1290.56,
        1292.7
    ],
    [
        " you guys, you guys gone somewhere?",
        1292.92,
        1294.3
    ],
    [
        " And they're like,",
        1295.2,
        1295.58
    ],
    [
        " things changed in those three weeks.",
        1295.58,
        1297.08
    ],
    [
        " You were gone.",
        1297.2,
        1297.66
    ],
    [
        " We're going in like four weeks.",
        1297.92,
        1299.52
    ],
    [
        " Oh, dang.",
        1299.92,
        1300.48
    ],
    [
        " So, you went to special,",
        1300.78,
        1301.78
    ],
    [
        " so they send you,",
        1301.92,
        1302.52
    ],
    [
        " do they send you like,",
        1302.52,
        1303.16
    ],
    [
        " TAD to special forces selection?",
        1303.26,
        1305.48
    ],
    [
        " Is that what happens?",
        1305.82,
        1306.44
    ],
    [
        " Like, temporary,",
        1306.46,
        1307.16
    ],
    [
        " they don't transfer you there permanently.",
        1307.62,
        1309.3
    ],
    [
        " They just send you for a,",
        1309.4,
        1310.28
    ],
    [
        " correct, for the,",
        1310.32,
        1311.08
    ],
    [
        " for the three week selection process,",
        1311.08,
        1312.9
    ],
    [
        " you just get tempo orders over.",
        1312.9,
        1315.42
    ],
    [
        " You do your thing.",
        1315.84,
        1316.4
    ],
    [
        " If you get selected,",
        1316.46,
        1317.32
    ],
    [
        " then you wait for orders to go full time to the cute course.",
        1317.9,
        1321.98
    ],
    [
        " And then that initial selection is just like a beat down.",
        1322.04,
        1324.48
    ],
    [
        " Yeah, three weeks.",
        1324.98,
        1326.62
    ],
    [
        " You know,",
        1327.12,
        1329.84
    ],
    [
        " probably not that different than most selections",
        1329.96,
        1332.06
    ],
    [
        " for different soft units around the world.",
        1332.06,
        1334.24
    ],
    [
        " Bunch of it.",
        1334.38,
        1334.66
    ],
    [
        " You know, walk in the woods with heavy bags,",
        1334.82,
        1336.32
    ],
    [
        " get lost,",
        1336.72,
        1337.22
    ],
    [
        " and then we're going to make you carry heavy stuff",
        1337.44,
        1340.38
    ],
    [
        " and remember logs,",
        1340.38,
        1341.88
    ],
    [
        " a lot of logs,",
        1342.04,
        1342.76
    ],
    [
        " then he did carry it,",
        1342.76,
        1344.06
    ],
    [
        " apparently.",
        1344.06,
        1344.44
    ],
    [
        " They didn't belong over here.",
        1344.96,
        1346.1
    ],
    [
        " They belonged over there.",
        1346.24,
        1347.04
    ],
    [
        " How'd you do in that?",
        1347.68,
        1349.9
    ],
    [
        " Did you feel all right?",
        1350.02,
        1350.6
    ],
    [
        " I mean, honestly,",
        1352.46,
        1354.46
    ],
    [
        " I didn't know what I was getting myself into.",
        1355.16,
        1358.9
    ],
    [
        " So I obviously passed.",
        1359.78,
        1361.5
    ],
    [
        " I got selected.",
        1361.58,
        1362.16
    ],
    [
        " But I didn't feel like I was where I wanted to be for that process.",
        1362.68,
        1367.42
    ],
    [
        " It definitely beat me up more than I thought it should.",
        1367.88,
        1370.46
    ],
    [
        " And it helped reset me.",
        1371.46,
        1374.26
    ],
    [
        " So I spent the next couple months",
        1374.26,
        1376.06
    ],
    [
        " when I was getting ready for those orders,",
        1376.06,
        1377.62
    ],
    [
        " really resetting the way I was training,",
        1379.92,
        1381.56
    ],
    [
        " was getting myself mentally prepared for it.",
        1381.82,
        1385.2
    ],
    [
        " And so once I got to the phase two of the course,",
        1385.58,
        1389.7
    ],
    [
        " I thought that was actually.",
        1390.12,
        1391.98
    ],
    [
        " How old were you?",
        1391.98,
        1392.6
    ],
    [
        " You were a little older,",
        1392.8,
        1393.58
    ],
    [
        " because you did college.",
        1393.8,
        1394.74
    ],
    [
        " And this was 2004,",
        1395.1,
        1397.48
    ],
    [
        " so I was at that point 25.",
        1397.66,
        1400.58
    ],
    [
        " Dang.",
        1400.94,
        1401.3
    ],
    [
        " Was that older for maybe 26?",
        1401.74,
        1403.94
    ],
    [
        " That was going through.",
        1404.5,
        1405.16
    ],
    [
        " Not for special forces.",
        1406.6,
        1408.2
    ],
    [
        " I was definitely one of the oldest guys at basic training",
        1408.86,
        1412.56
    ],
    [
        " when I was going through.",
        1412.56,
        1414.38
    ],
    [
        " But for special forces,",
        1415.48,
        1418.1
    ],
    [
        " it tends to be those older guys who've been in the army",
        1419.0,
        1422.02
    ],
    [
        " for a little while,",
        1422.02,
        1422.8
    ],
    [
        " have seen stuff, got some experience,",
        1422.82,
        1424.82
    ],
    [
        " and then decided they wanted to explore some different routes.",
        1424.82,
        1427.9
    ],
    [
        " So you come back from the initial selection course",
        1428.54,
        1431.68
    ],
    [
        " and all your guys in Desert came in.",
        1431.68,
        1433.16
    ],
    [
        " So did they end up deploying quickly?",
        1433.24,
        1435.32
    ],
    [
        " They deployed a couple weeks later.",
        1435.6,
        1436.98
    ],
    [
        " Dang.",
        1437.08,
        1437.42
    ],
    [
        " Did they deploy to Iraq or Afghanistan?",
        1437.94,
        1439.62
    ],
    [
        " They went to Iraq.",
        1440.1,
        1441.38
    ],
    [
        " Did they run the cash and bagged out?",
        1441.62,
        1443.82
    ],
    [
        " Some of them were...",
        1444.96,
        1447.9
    ],
    [
        " They're all east doing...",
        1447.9,
        1449.8
    ],
    [
        " I want to say they were doing prisoner...",
        1449.8,
        1452.98
    ],
    [
        " DTE support.",
        1452.98,
        1456.08
    ],
    [
        " Partitions order.",
        1456.08,
        1456.8
    ],
    [
        " Out there are some of the prisons.",
        1456.96,
        1457.7
    ],
    [
        " But luckily,",
        1458.4,
        1460.04
    ],
    [
        " my company commander pulled me in in their office",
        1460.82,
        1464.78
    ],
    [
        " and basically said,",
        1464.78,
        1466.12
    ],
    [
        " yeah, you're on these orders.",
        1466.3,
        1467.36
    ],
    [
        " But if you want to go pursue something else,",
        1468.16,
        1472.56
    ],
    [
        " I see some value in that.",
        1472.88,
        1474.76
    ],
    [
        " So if you want to go, you can go.",
        1474.96,
        1476.92
    ],
    [
        " So your company commander took care of you",
        1478.04,
        1479.74
    ],
    [
        " and said you can go to the Q course?",
        1479.74,
        1480.98
    ],
    [
        " Yeah.",
        1481.56,
        1481.68
    ],
    [
        " That's awesome.",
        1482.32,
        1483.4
    ],
    [
        " You know what's cool about that is",
        1483.64,
        1484.88
    ],
    [
        " that guy just leaves a good impression on you about the army.",
        1484.88,
        1488.82
    ],
    [
        " You know what I mean?",
        1488.86,
        1489.6
    ],
    [
        " I always think that when I was a young,",
        1489.88,
        1491.36
    ],
    [
        " enlisted guy,",
        1491.66,
        1492.78
    ],
    [
        " and somebody could either,",
        1493.3,
        1495.32
    ],
    [
        " you know, maybe screw you over as a hard term,",
        1495.84,
        1498.4
    ],
    [
        " but you know,",
        1498.72,
        1499.08
    ],
    [
        " some could either like look out for you",
        1499.16,
        1500.58
    ],
    [
        " or just kind of let the big green machine do its thing.",
        1500.58,
        1503.18
    ],
    [
        " And when someone actually looks out for you,",
        1503.64,
        1504.96
    ],
    [
        " it just gives you such a much better appreciation",
        1505.06,
        1507.18
    ],
    [
        " and connection to, you know,",
        1507.18,
        1510.08
    ],
    [
        " like I had guys that looked out for me when I was a new guy.",
        1510.38,
        1512.5
    ],
    [
        " And I always...",
        1513.06,
        1513.92
    ],
    [
        " That just heightens your commitment to the team, you know,",
        1513.92,
        1517.92
    ],
    [
        " that there's people like that.",
        1517.92,
        1518.84
    ],
    [
        " Whereas the people that try and, you know,",
        1518.98,
        1521.18
    ],
    [
        " you're just going to do this anyway as needs of the Navy.",
        1521.52,
        1523.88
    ],
    [
        " That's what they say.",
        1524.08,
        1524.52
    ],
    [
        " In the Navy, they say needs of the Navy.",
        1524.9,
        1526.98
    ],
    [
        " Yeah.",
        1527.34,
        1527.46
    ],
    [
        " Those are the needs of the Navy, so...",
        1527.72,
        1529.46
    ],
    [
        " Yeah.",
        1529.46,
        1529.54
    ],
    [
        " Well, and...",
        1530.44,
        1530.92
    ],
    [
        " You're going to get some.",
        1530.92,
        1531.58
    ],
    [
        " And so after my company deployed,",
        1531.92,
        1534.02
    ],
    [
        " basically our battalion had four companies,",
        1534.18,
        1536.78
    ],
    [
        " two deployed, two stayed behind.",
        1537.16,
        1538.68
    ],
    [
        " So we kind of fell under the two that had stayed behind.",
        1539.4,
        1543.28
    ],
    [
        " Not at all.",
        1543.4,
        1544.14
    ],
    [
        " And there were some people over there",
        1544.14,
        1546.28
    ],
    [
        " who had that attitude of, you think you're better than us.",
        1546.28,
        1549.08
    ],
    [
        " Like, I don't.",
        1549.38,
        1550.54
    ],
    [
        " I'm just trying something different.",
        1550.58,
        1551.62
    ],
    [
        " And so they made life interesting for a little while.",
        1551.9,
        1554.44
    ],
    [
        " But we got through it.",
        1554.64,
        1555.86
    ],
    [
        " And then...",
        1556.12,
        1558.38
    ],
    [
        "",
        1558.38,
        1558.38
    ],
    [
        " So what did you train...",
        1558.38,
        1559.28
    ],
    [
        " What did you change differently about your training?",
        1559.28,
        1560.78
    ],
    [
        " You learned from selection like, okay, I need to work on",
        1561.36,
        1563.72
    ],
    [
        " hump an arachmore or whatever.",
        1563.72,
        1565.54
    ],
    [
        " What was the...",
        1565.98,
        1566.5
    ],
    [
        " What were the big things that you learned you needed to work on?",
        1566.5,
        1568.56
    ],
    [
        " More weight and moving faster.",
        1569.14,
        1571.28
    ],
    [
        " I mean, not to...",
        1571.64,
        1574.84
    ],
    [
        " It's pretty simple, really.",
        1575.0,
        1576.32
    ],
    [
        " I mean, I'm not a big guy.",
        1576.98,
        1578.56
    ],
    [
        " I'm five-sixth.",
        1578.64,
        1579.76
    ],
    [
        " At the time I went to selection, I think I was about 135 pounds.",
        1579.76,
        1582.88
    ],
    [
        " So you put on that weight.",
        1583.14,
        1584.88
    ],
    [
        " And it's a lot.",
        1585.06,
        1585.86
    ],
    [
        " So I put on some more weight.",
        1586.02,
        1587.3
    ],
    [
        " I just got a little more used to moving with that.",
        1587.42,
        1591.52
    ],
    [
        " Because you got to carry...",
        1591.98,
        1593.9
    ],
    [
        " Doesn't matter if you weigh 220 pounds or 120 pounds.",
        1593.9,
        1596.74
    ],
    [
        " You got to carry the same weight.",
        1596.8,
        1597.68
    ],
    [
        " Right.",
        1598.24,
        1598.42
    ],
    [
        " Yeah, the packing list is what it is.",
        1598.78,
        1600.18
    ],
    [
        " The minimum weight for the day is what it is.",
        1600.3,
        1602.06
    ],
    [
        " Doesn't matter if you're six foot three,",
        1602.24,
        1604.54
    ],
    [
        " or five foot six.",
        1604.94,
        1606.08
    ],
    [
        " You're just going to go get some.",
        1606.44,
        1607.46
    ],
    [
        " And then how was the Q-course?",
        1608.3,
        1610.08
    ],
    [
        " The Q-course itself, I thought was a really, really good course.",
        1611.34,
        1614.38
    ],
    [
        " I thought it did a great job getting you ready for things I had no experience in.",
        1614.72,
        1621.7
    ],
    [
        " So it's all changed around a little bit since then.",
        1622.92,
        1627.04
    ],
    [
        " But so for me, when I showed up, you had three of a small unit tactics.",
        1627.28,
        1630.74
    ],
    [
        " Portions basically learn how to be an infantryman, which from being a medic.",
        1631.6,
        1638.78
    ],
    [
        " I mean, I had the basic training experience, but I didn't know anything really about that.",
        1638.94,
        1642.94
    ],
    [
        " So we spent about a month and a half.",
        1643.08,
        1644.72
    ],
    [
        " We should learning how to move with a small unit.",
        1645.3,
        1649.16
    ],
    [
        " Just the basic military drills, break contact, initiate ambushes, those things.",
        1650.24,
        1654.92
    ],
    [
        " And then from there, we started the medical course, which for...",
        1655.5,
        1661.92
    ],
    [
        " Assephematics is a year.",
        1661.92,
        1663.28
    ],
    [
        " Basically just learning every single thing they could teach us in a year.",
        1665.88,
        1670.14
    ],
    [
        " Of course, trauma, medicine, heavily enforced, and then just all the weird random diseases you might see around the world.",
        1671.3,
        1683.06
    ],
    [
        " I actually met my future wife during the medic course.",
        1683.38,
        1687.02
    ],
    [
        " And so when I go see her on the weekends, I'd pull up medical manuals and be like,",
        1688.02,
        1695.16
    ],
    [
        " all right, start grilling me on these things.",
        1695.3,
        1698.1
    ],
    [
        " And so she pretend she had whatever random disease you could get from around the world.",
        1698.34,
        1703.84
    ],
    [
        " It was pretty fun day nights.",
        1703.84,
        1705.62
    ],
    [
        " I don't know why she put up with it, but she did.",
        1706.26,
        1710.96
    ],
    [
        " So where were you when you...",
        1712.04,
        1713.8
    ],
    [
        " Where is that chunk of the course take place?",
        1713.8,
        1716.76
    ],
    [
        " That's 18 Delta, right?",
        1717.36,
        1719.1
    ],
    [
        " Yeah, we're going through the 18 Delta.",
        1719.44,
        1720.68
    ],
    [
        " The 18 Delta course, all the SF course, the Q course was all based at Fort Bragg.",
        1720.82,
        1725.8
    ],
    [
        " So I was already at Fort Bragg, so really much had to move across post when I started.",
        1726.38,
        1731.08
    ],
    [
        " And then...",
        1732.14,
        1733.76
    ],
    [
        " Are they... when you're going through 18 Delta, are they still...",
        1733.76,
        1740.94
    ],
    [
        " Are they going to get focused on classroom, really focused on the medical aspect of stuff?",
        1740.94,
        1746.56
    ],
    [
        " There's a lot of classroom stuff because they got a lot of...",
        1747.56,
        1751.34
    ],
    [
        " Yeah, you got a lot of...",
        1751.34,
        1752.2
    ],
    [
        " They got a lot of to teach you, but they do...",
        1752.2,
        1753.9
    ],
    [
        " They also do a great job of pulling out in the woods.",
        1753.9,
        1757.16
    ],
    [
        " And I can't remember all the different segments of the course.",
        1757.94,
        1763.76
    ],
    [
        " We have a comment at Trauma Lanes.",
        1763.98,
        1765.18
    ],
    [
        " You have just so many different portions where you get used to...",
        1765.18,
        1768.88
    ],
    [
        " You know, training people out in... out on the dirt.",
        1768.88,
        1771.44
    ],
    [
        " And I remember...",
        1771.76,
        1773.82
    ],
    [
        " Sorry, I think I started that course in...",
        1773.82,
        1778.88
    ],
    [
        " August, September of 2004.",
        1778.88,
        1781.56
    ],
    [
        " And so, you know, we're rolling through the winter.",
        1782.66,
        1784.08
    ],
    [
        " And I still distinctly remember being out in the woods in January when it's like 15 degrees and you're the patient.",
        1784.8,
        1791.34
    ],
    [
        " And, you know, like somebody's working on you, you know, to practice.",
        1792.12,
        1797.3
    ],
    [
        " You know, like, please do it faster so I can...",
        1797.54,
        1800.18
    ],
    [
        " I can get out of this because, you know, how do you treat a patient who's wounded?",
        1800.18,
        1806.0
    ],
    [
        " You have to expose...",
        1806.16,
        1808.04
    ],
    [
        " Remove his clothes.",
        1808.04,
        1808.8
    ],
    [
        " So, they'd be going through stuff and they'd be like, you know, do you feel this or do you feel that?",
        1809.74,
        1815.16
    ],
    [
        " And like, the patient's saying, yes, but no, I don't feel that because my...",
        1815.34,
        1820.1
    ],
    [
        " I'm not even sure if I'm doing it right now.",
        1820.1,
        1821.16
    ],
    [
        " But so it was a great course.",
        1821.98,
        1825.5
    ],
    [
        " We did two one-month blocks where you got to hospitals around the country and work in the ERs or work with...",
        1826.56,
        1838.9
    ],
    [
        " Anywhere in the hospital, OB, just different aspects.",
        1838.9,
        1842.16
    ],
    [
        " Go to the local fire houses, ride on the ambulances, get those experiences.",
        1842.76,
        1847.28
    ],
    [
        " So...",
        1849.92,
        1850.44
    ],
    [
        " Yeah, the medical training that the...",
        1850.44,
        1853.02
    ],
    [
        " And the seals used to go to 18 Delta, our seal corpsmen used to go to 18 Delta.",
        1853.02,
        1857.4
    ],
    [
        " Yeah, they were.",
        1857.64,
        1857.96
    ],
    [
        " They don't anymore now they have a separate course.",
        1857.96,
        1859.88
    ],
    [
        " Okay.",
        1860.16,
        1860.34
    ],
    [
        " But the training that they got and the training that that course provided is just awesome training.",
        1860.64,
        1867.88
    ],
    [
        " I mean, it's legendary awesome training.",
        1868.06,
        1869.88
    ],
    [
        " And who knows how many lives have been saved because guys went through that...",
        1870.44,
        1876.14
    ],
    [
        " That block of training and we're just so good.",
        1876.24,
        1879.32
    ],
    [
        " And at doing all this stuff under a poncho at night, stop and bleeding, working on, you know, healing people with all kinds of, you know, inclement weather and the dirt.",
        1879.62,
        1889.96
    ],
    [
        " Like you said, all that stuff, there's the training that they prepped our medical guys for was phenomenal.",
        1890.08,
        1895.48
    ],
    [
        " Yeah.",
        1896.28,
        1896.62
    ],
    [
        " I was super impressed.",
        1897.22,
        1899.94
    ],
    [
        " Having been a medic before and then kind of stepping it up a level.",
        1899.94,
        1905.24
    ],
    [
        " I thought it was really, really nice to see where we're going to take a year.",
        1905.54,
        1912.14
    ],
    [
        " We're going to really take our time, teach you everything you need to know from the ground up.",
        1912.3,
        1917.86
    ],
    [
        " Yeah, and just continue to build those basics, you know, from starting early on with, you know, classes, sticks and rags.",
        1919.0,
        1927.24
    ],
    [
        " Like, okay, everything else is going to be great.",
        1927.58,
        1930.66
    ],
    [
        " We're going to teach you that stuff, but, you know, sometimes literally just a stick in a rag.",
        1930.7,
        1936.14
    ],
    [
        " You can stop a lot of stuff.",
        1936.14,
        1937.66
    ],
    [
        " You can save a lot of people long as you've had that experience.",
        1937.66,
        1940.02
    ],
    [
        " And then of course, moving on later to usually he must add occasions, you know, to like quick plot or something.",
        1940.5,
        1946.74
    ],
    [
        " I mean, really stop by like, okay, this is easy now because I had to stop it last week with literally go find a stick and cut up.",
        1946.92,
        1956.34
    ],
    [
        " Cut up some clothes.",
        1956.78,
        1957.72
    ],
    [
        " Now you're giving me actual materials like, okay, I got this.",
        1958.34,
        1961.76
    ],
    [
        " Going back to the cue course, the initial kickoff of the cue course, was there anything that you had major issues with?",
        1962.22,
        1967.26
    ],
    [
        " What do you mean?",
        1967.84,
        1969.02
    ],
    [
        " Like, when you were going through not selection, but through the cue course, was there anything that you were like, I'm not going to make it through this?",
        1969.38,
        1975.74
    ],
    [
        " I'm going to fail this. I'm not good enough with this.",
        1976.18,
        1977.78
    ],
    [
        " Like for me, I wasn't really good at anything.",
        1978.2,
        1980.08
    ],
    [
        " I was like, everything that I did, because basically every week going through seal training, you get tested on, you get a timed run, you get a timed swim, you get a timed obstacle course.",
        1980.08,
        1991.98
    ],
    [
        " And then there's usually some kind of a water evolution that they're going to test you on, whether it's underwater not tying or life saving or breath hold or whatever.",
        1992.8,
        2001.24
    ],
    [
        " They've got these evolutions for you and they're stacked up.",
        2002.04,
        2004.68
    ],
    [
        " And that's one of the biggest pressures that I felt going through was, if you, for me, like, to pass a four mile time run, which when I went through, the runs were not four miles.",
        2004.68,
        2015.6
    ],
    [
        " They were however long they happened to be that day. They might be 3.8, they might be 4.6, no one knew, soft sand, high tide, and I failed one run, because I decided I was going to pace myself, and that was not smart.",
        2015.78,
        2031.78
    ],
    [
        " And after that one run that I failed, I just had to go as hard as I could for the whole time. I'd said as smart as I could, and then I'd pass.",
        2032.14,
        2037.94
    ],
    [
        " And it was kind of the same thing for everything. Like I just had to go hard, but, you know, I was worried that, oh, I might fail another swim, I might fail.",
        2038.58,
        2046.84
    ],
    [
        " Was there anything where you were thinking to yourself, man, if I don't pay attention, I might not make it through this training?",
        2047.0,
        2051.98
    ],
    [
        " I'll say any of the, any of the time we're out and the woods doing infantry stuff, because I just, I didn't have that experience.",
        2055.52,
        2062.98
    ],
    [
        " I worked my butt off, trying to learn, trying to pick up, follow the guys, like, okay, that guy has been a Ranger school. He's done this. He's done, he's done a combat deployment.",
        2063.56,
        2075.68
    ],
    [
        " I'm telling you, let me hang out a little closer to that guy and see what he does when we're setting up a patrol base, those kind of things.",
        2075.68,
        2082.36
    ],
    [
        " Honestly, I think like a lot of people, I have that two sides of the coin on me. I have that little bit of dumb arrogance. Like, I think I can do this, but then I also have that.",
        2084.34,
        2097.18
    ],
    [
        " I don't belong anywhere near these guys, like, these guys are, you know, they've been there, they've actually done that. I'm, what have I done?",
        2098.04,
        2106.7
    ],
    [
        " So I was always trying to find that balance internally of, yeah, I can do this or, or, or no, I can't.",
        2107.48,
        2115.02
    ],
    [
        " I guess that's a big difference between when you go through seal training, pretty much everyone's going through training is not been, not done anything before.",
        2115.32,
        2124.32
    ],
    [
        " So even if you might have been the regular Navy, but even most guys haven't even been the regular Navy, most guys are just, you go through boot camp, you go through prep course and then you go show up at buds and that's it. That's, that's what you do.",
        2124.64,
        2134.2
    ],
    [
        " So there's no, you're not looking at anyone going on out of the sky. This guy's done stuff before anything like that. And also, you're not doing anything in, in basic seal training, you're just, there's no tactical, there's barely any tactical knowledge being taught at all.",
        2134.62,
        2152.78
    ],
    [
        " It's like, carry this boat on your head for a long time. And it's going to hurt a lot. And then when it hurts a lot, keep going.",
        2153.12,
        2160.34
    ],
    [
        " Right. And I mean, SF definitely has that aspect too. Like if we find the right people, we can train you at any point on what we want you to do, but we just got to make sure, you know, you're not going to, not going to quit on us.",
        2160.88,
        2173.24
    ],
    [
        " And I know I think just along the way, I was just, I was too stubborn to quit. Definitely, I definitely wanted to all the time, but you know, I wasn't going to give him the satisfaction.",
        2175.8,
        2187.62
    ],
    [
        " And then so, so then you get done with that, you get done with Q course, you get done with 18 delta. And then when do you get, when do they give you your green beret?",
        2188.56,
        2199.3
    ],
    [
        " So for us, I ended up finishing the entire Q course in May of 2006. So I had done selection in January of 2004, had a couple of months break while I waited on orders, started the Q course proper in June of 2004, and then May of 2006 when I graduated.",
        2201.04,
        2220.08
    ],
    [
        " Dang, that's a long pipeline, isn't it?",
        2220.56,
        2222.34
    ],
    [
        " It's a long pipeline. That's zero recycle, that's zero getting injured. That's just, that's just what it is. All the other jobs are, they teach you the job at about three months, whereas the medic, they teach it in 12 months.",
        2222.34,
        2240.12
    ],
    [
        " So everybody else can be that much shorter than the Narpey line. But so it was that May, that's when I got the green beret, graduated the Q course, got my orders over to a third group.",
        2240.7,
        2254.54
    ],
    [
        " Did you, were you married? Did you get married yet?",
        2254.8,
        2256.94
    ],
    [
        " So, graduated the Q course in May of 2006, right? Yeah. And so I got that couple week break before reporting to my unit.",
        2258.16,
        2270.54
    ],
    [
        " My wife and I got engaged then. So I reported over to third group towards the end of June of 2006.",
        2270.7,
        2280.02
    ],
    [
        " And they say, hey, go over to third battalion, they're going to get you slotted.",
        2281.4,
        2285.54
    ],
    [
        " Third battalion's like, hey, go to Charlie Company, and I show up to Charlie Company 330. And there's nobody there.",
        2286.02,
        2292.7
    ],
    [
        " Like, am I the first guy here? What's going on? And there was one guy in there, and he was like, oh, everybody's on block leave, because we're going to Afghanistan in a couple of weeks.",
        2293.0,
        2304.32
    ],
    [
        " So I went home, told Miranda the situation. And so we, we needed a quickie marriage, but we didn't want to have to try and plan while I was gone.",
        2304.88,
        2318.78
    ],
    [
        " And then there's also those aspects of, you know, military doesn't give a damn about some girlfriend or a fiance or anything.",
        2319.22,
        2327.56
    ],
    [
        " And so we decided, you know, she wants, you know, an actual wedding ring and actual dress, you know, these few things.",
        2328.26,
        2337.62
    ],
    [
        " Can we get them done? We got it done. So we got married and then I didn't do a quick wedding, but you got married in two weeks.",
        2337.72,
        2345.06
    ],
    [
        " But it was like three weeks. That's awesome. It wasn't like a lope runaway kind of thing, because we'd been together a year and a half at that point.",
        2345.22,
        2355.7
    ],
    [
        " So, yeah, it wasn't quick, but it was pretty quick.",
        2357.9,
        2361.34
    ],
    [
        " It's awesome. Did your family, how'd you tell your family?",
        2361.56,
        2366.7
    ],
    [
        " That text message. At that point, it texts really worth that thing, because you had to type so many buttons, you know, to send a message.",
        2368.0,
        2377.72
    ],
    [
        " So we ended up bringing her parents, my parents.",
        2378.46,
        2381.42
    ],
    [
        " Oh, that's awesome. They actually came down.",
        2381.7,
        2383.2
    ],
    [
        " Yeah. Okay. We actually went where do you do a non-quickie quick marriage, Vegas? So we all get met up there.",
        2383.74,
        2391.9
    ],
    [
        " Oh, so you did a Vegas wedding.",
        2392.18,
        2394.32
    ],
    [
        " And we're still going, I mean, what, this summer will be 13 years old. That's awesome, man.",
        2395.3,
        2400.54
    ],
    [
        " So, yes, we got married. Did you request permission from your sergeant to get married?",
        2400.88,
        2408.42
    ],
    [
        " I did not. I didn't even meet him. I just went on.",
        2408.8,
        2411.86
    ],
    [
        " So you went to let you out of the compound.",
        2411.86,
        2412.9
    ],
    [
        " I just went on, because nobody was there. So they just put me, as soon as I showed up, I went right back on leave,",
        2413.18,
        2418.04
    ],
    [
        " kind of got married and then showed back up, did some training, and then met a bunch of guys for the first time and deployed for seven months with them.",
        2419.06,
        2427.58
    ],
    [
        " Dang. And what was that first deployment like?",
        2427.98,
        2430.56
    ],
    [
        " The first deployment was comparing my second deployment. It was fairly tame.",
        2432.3,
        2440.32
    ],
    [
        " That fall 2006 into 2007, time for any of Afghanistan.",
        2440.46,
        2447.54
    ],
    [
        " We were working with the Afghans, doing that stuff, and partnering with them, taking them out on missions.",
        2448.18,
        2453.62
    ],
    [
        " I don't know, which is ended up in Gardez, Afghanistan.",
        2455.78,
        2460.3
    ],
    [
        " And for some reason it was a hard, fine trouble.",
        2461.08,
        2464.0
    ],
    [
        " Then, obviously things have been flow in different areas.",
        2465.04,
        2467.72
    ],
    [
        " But just at that time, we really couldn't find too much work.",
        2469.22,
        2472.94
    ],
    [
        " So you guys were training up these Afghan National Police and building relationships with them.",
        2473.32,
        2479.36
    ],
    [
        " And then you'd go out and do some kind of missions with them.",
        2479.36,
        2482.02
    ],
    [
        " But the AO that you were in was relatively tame at the time.",
        2482.3,
        2485.22
    ],
    [
        " Yeah. So we work with the Army and the police, just training them up, trying to get them ready to take over their country.",
        2485.68,
        2494.74
    ],
    [
        " That's the SF mission, is to train you up so you can do the job.",
        2494.8,
        2499.26
    ],
    [
        " And I can go home.",
        2499.34,
        2500.98
    ],
    [
        " Obviously all SF guys want to be a guy to go in and blow up the doors and go in and clear it all yourselves.",
        2503.44,
        2509.2
    ],
    [
        " But SF mission is to get somebody else to go do it for themselves.",
        2509.54,
        2513.7
    ],
    [
        " Yeah, that's for those of you that don't know, that's the tenant.",
        2514.36,
        2518.6
    ],
    [
        " That's the mission of the special forces of the Green Brays is to work with whatever nation you're in.",
        2519.14,
        2525.38
    ],
    [
        " You build up their forces, you help them, you train them, prepare them.",
        2525.38,
        2528.68
    ],
    [
        " And then you advise them out on the battlefield and hopefully with the goal of allowing them to eventually not need your advisement anymore.",
        2529.38,
        2536.5
    ],
    [
        " That's what the primary mission of the special forces is.",
        2536.62,
        2539.94
    ],
    [
        " And well, in the SEAL teams, we end up doing that as well.",
        2540.48,
        2544.34
    ],
    [
        " I don't know what I'm trying to think of when we actually started getting tasked with that.",
        2546.54,
        2549.82
    ],
    [
        " But that's what we do now too.",
        2549.92,
        2551.8
    ],
    [
        " We lean towards direct action and special reconnaissance.",
        2552.5,
        2557.54
    ],
    [
        " That's where we lean towards you guys, lean more towards training up guerrilla forces.",
        2557.7,
        2562.62
    ],
    [
        " But there's a lot of crossover and all of us do everyone else's job to the best of our ability.",
        2563.52,
        2568.9
    ],
    [
        " But did you feel like the deployment was like what was your satisfaction?",
        2569.64,
        2574.96
    ],
    [
        " What was your personal satisfaction level of that deployment?",
        2575.28,
        2577.64
    ],
    [
        " I think like most SF guys you've just gone through along training up.",
        2580.54,
        2586.02
    ],
    [
        " You've got all this experience, you're you're rare to go.",
        2586.04,
        2588.92
    ],
    [
        " And I deploy, I mean, it was a good trip, but it was it was a little quieter than I think most the team would have liked.",
        2589.54,
        2597.16
    ],
    [
        " If you're going to be gone and you're going to miss your family for seven months.",
        2598.14,
        2602.06
    ],
    [
        " So would you take them out and hit targets?",
        2602.56,
        2605.14
    ],
    [
        " And they just would be you'd capture your bad guy or yes or no, but they weren't putting up resistance.",
        2605.5,
        2609.94
    ],
    [
        " Yeah, we did villages, we would go we caught plenty of bad guys.",
        2609.94,
        2614.7
    ],
    [
        " Just they'd at that point.",
        2615.28,
        2619.78
    ],
    [
        " I don't know, I think it was this kind of a weird point in the war where the bad guys really they could quickly spot.",
        2620.3,
        2630.4
    ],
    [
        " This is SF and they didn't really want too much to do with us.",
        2630.4,
        2633.86
    ],
    [
        " So they just you know, we'll pass today. We'll find we'll find another unit to attack.",
        2634.62,
        2640.0
    ],
    [
        " But yeah, it just we caught we caught guys.",
        2640.84,
        2646.32
    ],
    [
        " They just always went pretty pretty quickly.",
        2646.32,
        2649.92
    ],
    [
        " I mean, we got in we'd get into a couple.",
        2649.92,
        2654.46
    ],
    [
        " Yeah, just a couple contact over there, but it was.",
        2655.16,
        2658.92
    ],
    [
        " Yeah, overall it was just kind of quite area at the time.",
        2659.94,
        2664.4
    ],
    [
        " And was it winter time?",
        2664.4,
        2665.06
    ],
    [
        " So we showed up there in August of 2006 and we stayed till March of to that.",
        2665.98,
        2674.18
    ],
    [
        " I don't want to say March 2007.",
        2674.36,
        2675.48
    ],
    [
        " So yeah, it was is that winter when you kind of have that wall anyways of the winter time.",
        2675.74,
        2681.08
    ],
    [
        " Yeah, and like you said, I mean things just go up and down cycles go up and down.",
        2681.42,
        2684.62
    ],
    [
        " People the enemy gets agitated or they get beat down and they take a tactical breath for a few months or whatever.",
        2684.62,
        2691.48
    ],
    [
        " And then you come home from that deployment and you're so then what happens?",
        2691.94,
        2699.5
    ],
    [
        " What's the life of the next F guy when you come home from that deployment?",
        2699.5,
        2701.82
    ],
    [
        " You're going to start to work up to get ready to play again.",
        2701.82,
        2703.82
    ],
    [
        " Yeah, we already knew when we were going again.",
        2703.9,
        2706.52
    ],
    [
        " Basically the at the time there was three battalions.",
        2707.22,
        2713.24
    ],
    [
        " They didn't stand it up before battalion in the groups.",
        2713.24,
        2715.64
    ],
    [
        " So kind of two battalions would be on the next rotation.",
        2716.0,
        2719.66
    ],
    [
        " One would be down and so it just happened that my battalion had two back to back, so to speak.",
        2719.8,
        2726.02
    ],
    [
        " So we had seven on and seven off and then seven on again.",
        2726.1,
        2729.08
    ],
    [
        " So we knew right away soon we got back when we're going.",
        2729.1,
        2731.84
    ],
    [
        " And then do you do you try and cram and I'll quick work up into that time period?",
        2732.66,
        2736.34
    ],
    [
        " Of course. So you got back.",
        2736.72,
        2739.7
    ],
    [
        " So you got a first refit, get everything recituated, make sure, make sure, you know, all the stuff you broke is fixed.",
        2739.94,
        2749.42
    ],
    [
        " Kind of take a little bit of time just to decompress and then start the train up.",
        2750.18,
        2759.74
    ],
    [
        " And you know, we got got a few new guys in on the team.",
        2760.38,
        2763.52
    ],
    [
        " I got a new team sergeant.",
        2763.88,
        2764.84
    ],
    [
        " We got a new team leader, a couple other new guys.",
        2765.02,
        2769.0
    ],
    [
        " And you know, just getting everybody ready, getting on the same page.",
        2769.48,
        2772.62
    ],
    [
        " Honestly, we the team sergeant we got then Scott Ford.",
        2773.5,
        2778.56
    ],
    [
        " He was great coming from, he'd come from the training.",
        2778.74,
        2782.56
    ],
    [
        " He'd come from some different SF teams that had been over to Iraq.",
        2782.74,
        2789.28
    ],
    [
        " And Afghanistan had been there, you know, early on in the war when it was, it's a lot.",
        2790.08,
        2794.2
    ],
    [
        " So he he put us through a lot of training.",
        2794.3,
        2796.24
    ],
    [
        " He got us got us much more prepared than we were prepared for the first trip.",
        2796.38,
        2800.94
    ],
    [
        " But we were even better for the second one.",
        2801.0,
        2802.78
    ],
    [
        " And yeah, we finished up that training.",
        2803.38,
        2806.92
    ],
    [
        " Do a little bit more.",
        2807.46,
        2808.72
    ],
    [
        " How the boys liked that when you had the the new team sergeant coming in and he's all fired up to push you guys hard in training.",
        2809.24,
        2816.42
    ],
    [
        " Was any push back from that?",
        2816.42,
        2817.44
    ],
    [
        " Of course, all of us are, you know, SF guys and a little bit like, you know, even though he's a team sergeant, he's been around forever.",
        2818.48,
        2827.84
    ],
    [
        " Who's this new guy coming on the team trying to tell us all what to do?",
        2828.2,
        2831.9
    ],
    [
        " But, you know, it didn't take very long to see, like, okay, he's got all this great experience in the training that he's putting us through was definitely getting us ready.",
        2832.74,
        2843.9
    ],
    [
        " And how much how much support do you guys get for training? So do they do are you going through organized training?",
        2843.9,
        2850.82
    ],
    [
        " Are you guys running all the training yourselves?",
        2850.96,
        2852.56
    ],
    [
        " It's the company does coordinate some stuff, but most of it's just at this team level.",
        2853.6,
        2859.66
    ],
    [
        " So, you know, the team sergeant's kind of in coordination with the team later is kind of guiding the team where they want them to be.",
        2860.12,
        2868.72
    ],
    [
        " But then, you know, as SF is broken down, you have your weapons sergeants who are, you know, supposed to be your weapons experts, you have your engineers who, you know, handle the demolitions and those things.",
        2868.72,
        2882.86
    ],
    [
        " Your communications guys and your medics. And so depending on the day, it might be my data teach.",
        2883.36,
        2889.36
    ],
    [
        " So, I'm going to get two days this week to just put everybody through many medical course, get them ready just in case, you know, some happens I can't get there or some happens to me or something like that.",
        2890.24,
        2903.72
    ],
    [
        " So, everybody, everybody is a subject matter expert and just kind of tries to try to lift that whole team up to be the best.",
        2904.88,
        2913.12
    ],
    [
        " They can be, there's no, obviously each job is the best at their job.",
        2914.2,
        2922.02
    ],
    [
        " You want to know as much as you can about everything. So that way, you know, when things go wrong, and that point was kind of still theoretical to me.",
        2922.1,
        2932.68
    ],
    [
        " But, yeah, when things went wrong, okay, I didn't handle this.",
        2932.82,
        2935.66
    ],
    [
        " And then you guys already knew when you were going to deployment. Did you know where you were going on deployment as well?",
        2937.52,
        2941.54
    ],
    [
        " I don't remember when we found out what our next mission was.",
        2942.5,
        2948.38
    ],
    [
        " I can't remember if it was early on or it was late on. I think it was fairly early on in our buildup that we knew we were going to be working this time with the Afghan Commandos, which was a fairly new thing at the time.",
        2948.84,
        2961.64
    ],
    [
        " It was right on that time that the SF teams had just started a decade. We're going to go through a selection for the Afghan Army.",
        2963.3,
        2970.02
    ],
    [
        " We're going to get the best we can. We're going to train them up and we're starting building these Afghan Commandos battalions.",
        2970.12,
        2974.94
    ],
    [
        " And they're going to, you know, be the SF of Afghanistan.",
        2975.16,
        2979.12
    ],
    [
        " So, I can't remember exactly when, but we knew we were going to be partnering with those guys to do a little bit more of this trip.",
        2980.04,
        2988.78
    ],
    [
        " So, your expectation was that things were going to be a little bit hotter on the second deployment?",
        2988.78,
        2993.0
    ],
    [
        " Correct.",
        2993.48,
        2993.9
    ],
    [
        " Did you believe that as one cruise wonder guy that don't want deployment? Are you like things are going to be hotter or were you just thinking, hey, it's going to be the same as last time?",
        2994.58,
        3004.56
    ],
    [
        " I think we all thought it was going to be a little bit more this trip, just because my first trip, you kind of had a little bit more of a region that your team was.",
        3008.54,
        3019.14
    ],
    [
        " So, it just depends on what your region is doing.",
        3019.44,
        3022.14
    ],
    [
        " Where's the Commandos going anywhere?",
        3022.52,
        3024.14
    ],
    [
        " The Commandos, they were still fairly new so there wasn't that many.",
        3024.4,
        3027.36
    ],
    [
        " So, over the course of the second, my second deployment, we spent time in Eastern Afghanistan, we spent time down in Kandahar, we spent time just going wherever they needed another battalion.",
        3027.8,
        3037.58
    ],
    [
        " Because, like I said, there wasn't very many. They were training them up, but it takes a little while to get guys trained up.",
        3037.76,
        3044.02
    ],
    [
        " So, you go on deployment, you show up there and you start working with the Commandos.",
        3044.68,
        3049.56
    ],
    [
        " How was your relationship with the Commandos? How good were the Commandos as you trained them?",
        3049.88,
        3053.58
    ],
    [
        " They were much better than a non-selected force. I think that's just as to be expected.",
        3054.6,
        3066.38
    ],
    [
        " You're still going to have those variances in your troops, but it only felt more comfortable.",
        3067.24,
        3076.98
    ],
    [
        " So, they were fairly capable crew?",
        3077.6,
        3079.92
    ],
    [
        " They were better.",
        3082.72,
        3083.6
    ],
    [
        " Check.",
        3084.02,
        3086.14
    ],
    [
        " Understood.",
        3087.78,
        3089.12
    ],
    [
        " And so, you're out there working with these guys. What type of missions were you doing?",
        3090.3,
        3093.84
    ],
    [
        " Just basically going after high-value targets?",
        3094.0,
        3096.42
    ],
    [
        " Yeah.",
        3097.48,
        3098.14
    ],
    [
        " We would get intel on a high-value target.",
        3102.06,
        3104.96
    ],
    [
        " Again, going back to trying to train them to do the job for their country.",
        3105.5,
        3112.88
    ],
    [
        " So, we'd work with the team leader for the team would start working with the Command level over there.",
        3113.12,
        3121.9
    ],
    [
        " This is the objective. How would you take it? And then they would coordinate on a battle plan.",
        3121.9,
        3128.04
    ],
    [
        " For me, I'd make sure they're medics. We're training up, getting ready.",
        3128.8,
        3136.46
    ],
    [
        " And then, when it came time for an actual mission, then each one of us would have a squad or maybe a few extra.",
        3136.82,
        3146.12
    ],
    [
        " Which is how big is an Afghan Commandos squad?",
        3146.94,
        3149.04
    ],
    [
        " They're built around the St. Premis as an army, light infantry unit.",
        3150.32,
        3158.76
    ],
    [
        " So, you'd have 9-10 dudes just depending on what kind of squad you had with you on any given day.",
        3159.06,
        3168.86
    ],
    [
        " And so, then you would be running your squad of Afghan Commandos once you're out in the field.",
        3169.06,
        3173.68
    ],
    [
        " Whatever, just from a... you're no longer just the medic. You're now a little squad advisor for these Afghan Commandos.",
        3174.8,
        3183.6
    ],
    [
        " Yeah, the medic piece is always there for 18-deltar, but you know, best medicine is superior in firepower.",
        3184.04,
        3193.72
    ],
    [
        " So, if we can check... if we can go in, we hit him over on force, everybody's good, we win, we talk about how tough we are, and then we go home.",
        3194.36,
        3203.12
    ],
    [
        " And so, yeah, the primary role is to advise that squad leader on how things are going.",
        3204.04,
        3213.34
    ],
    [
        " And then, you know, we also bring all the other assets that the US military comes with, whether it's helicopter coverage or aircraft coverage.",
        3213.48,
        3220.9
    ],
    [
        " So, we're getting those, you know, that extra intel that we can push to these guys and be like, hey, this is going on, this is not going on.",
        3221.5,
        3230.72
    ],
    [
        " Let's fix this.",
        3232.0,
        3232.84
    ],
    [
        " Yeah, no, for me, I just wanted to kind of bring that out because it's pretty cool when you think about it.",
        3233.1,
        3238.08
    ],
    [
        " You know, you could be this young soldier and you're out there and all of a sudden you're working your element leader.",
        3238.48,
        3243.78
    ],
    [
        " You go from just being a medic or just being a demo guy or just being a communicator.",
        3244.02,
        3248.76
    ],
    [
        " All of a sudden, it's like, hey, you know what? Now, you're doing that thing, but you're also going to be advising, which in oftentimes means you're actually leading this squad of Commandos and you're making sure that they're making the right move.",
        3248.96,
        3258.52
    ],
    [
        " So, that's a very cool aspect of the job in my opinion, you know.",
        3258.52,
        3262.66
    ],
    [
        " Yeah, it was when you could see them getting better.",
        3263.04,
        3266.9
    ],
    [
        " It was definitely a very rewarding and as you see them start to take more initiative and start to be up front with you.",
        3266.9,
        3278.3
    ],
    [
        " Like, okay, that's cool to see because I've been working with this guy for a while.",
        3278.56,
        3283.8
    ],
    [
        " And I remember one mission we were doing down in Kandahar, we ended up getting infilled and we start looking at our GRG, the grid reverence, our little map to see where we are.",
        3284.14,
        3297.68
    ],
    [
        " And we're looking at it and it's 1am to am whatever it is.",
        3298.1,
        3300.68
    ],
    [
        " I have no idea where we are. We're not on this map.",
        3300.86,
        3303.86
    ],
    [
        " So, well, we hear some gunfire and I'll just go that way.",
        3305.54,
        3311.86
    ],
    [
        " So, I have one of the interpreters with me when I'm blade, because they all want to knock you about their real names in these situations.",
        3313.4,
        3325.46
    ],
    [
        " I'm like, blade, hey, let's get the trip, let's get moving towards gunfire and see what happens.",
        3327.02,
        3331.56
    ],
    [
        " Then we start moving and we're doing our thing.",
        3332.12,
        3333.5
    ],
    [
        " And at one point I look back and blade's right there on my shoulder, he's doing his thing.",
        3334.66,
        3340.04
    ],
    [
        " Like, where is everybody?",
        3340.66,
        3342.52
    ],
    [
        " And they had hunkered down and kind of a couple of trained features back and we got to go get them.",
        3344.2,
        3349.88
    ],
    [
        " So, but so you start there and then over time, the gap shortens a little bit to ideally where they're leading.",
        3351.02,
        3361.16
    ],
    [
        " What was the opt-empo like? How often would you guys go out and hit targets?",
        3361.92,
        3366.72
    ],
    [
        " It would vary from time to time, but with that training and advising piece, we weren't going out like every night.",
        3368.0,
        3379.3
    ],
    [
        " Because like, we got to take these guys from ground up on mission planning and everything.",
        3379.9,
        3385.1
    ],
    [
        " So, we're going out several times a month to on bigger missions and then other little things as they came up.",
        3385.72,
        3393.44
    ],
    [
        " And when you, so it starts off, these guys are not wanting to get anywhere. They're not wanting to get shot at.",
        3394.56,
        3401.3
    ],
    [
        " If there's rounds fired, they're hiding a couple of trained features away.",
        3401.54,
        3404.76
    ],
    [
        " And then you're slowly progressing them, building a relationship with them, getting to know them.",
        3404.82,
        3409.64
    ],
    [
        " They realize that they can actually do better and that process is going on.",
        3409.76,
        3413.96
    ],
    [
        " And you arrived, this was in 2007, you guys had arrived in October in 2007, is that right?",
        3414.08,
        3419.28
    ],
    [
        " Yeah.",
        3420.44,
        3420.86
    ],
    [
        " And then you're doing one, two, three missions, getting these guys, trying to push them each time to do a little bit more, to take on a little bit more responsibility.",
        3421.24,
        3432.82
    ],
    [
        " And this is just sort of the way it is.",
        3434.36,
        3436.58
    ],
    [
        " And then what kind of training are you doing?",
        3436.92,
        3438.22
    ],
    [
        " On top of that, when you're back on base, you're running them through immediate action drills.",
        3438.54,
        3443.3
    ],
    [
        " You're teaching them how to shoot, move them communicate. That's basically what's going on.",
        3443.46,
        3446.12
    ],
    [
        " Yeah. Teaching those basic infantry skills, taking them out to the range, teaching them how to clear buildings, teaching them,",
        3446.2,
        3453.76
    ],
    [
        " just all the things you need to continue to reinforce.",
        3454.82,
        3458.0
    ],
    [
        " And then like I said, once you got a mission, I go, okay, then we're going to start going through those tape drills.",
        3458.28,
        3466.16
    ],
    [
        " And we're going to build out a little village here as best we can with our budget, which was tape.",
        3466.16,
        3471.98
    ],
    [
        " And start building that stuff out.",
        3472.3,
        3476.3
    ],
    [
        " So that way, we're going to fill here, expect to walk this way, start going to those choreograph for rehearsals to get everybody ready.",
        3476.46,
        3485.46
    ],
    [
        " So now as you guys got ready to go into the shock valley, what was, did it seem like just another mission?",
        3485.72,
        3494.68
    ],
    [
        " Did it seem like all this one seems like it's going to be a little bit heavier?",
        3494.78,
        3497.38
    ],
    [
        " What was your assessment of it getting ready to do it?",
        3497.96,
        3500.72
    ],
    [
        " There were definitely a few red flags that came with this mission,",
        3501.66,
        3512.7
    ],
    [
        " but there's red flags with most missions.",
        3512.86,
        3515.88
    ],
    [
        " Like give us a gun and training for a reason.",
        3516.22,
        3519.76
    ],
    [
        " Like they don't ask you to go to take a fight with somebody like this.",
        3519.98,
        3523.04
    ],
    [
        " Like you're always expecting something.",
        3523.52,
        3526.26
    ],
    [
        " But you know, it was just, we'd gone after high value targets before.",
        3526.98,
        3533.6
    ],
    [
        " We had it until he's over here.",
        3534.36,
        3536.72
    ],
    [
        " We had until I'm kind of wet to expect.",
        3536.94,
        3539.94
    ],
    [
        " So, you know, was our, the plan that we ended up going with, nobody was super excited about.",
        3542.66,
        3551.42
    ],
    [
        " The idea of infilling at the bottom of a mountain and then walk up, that does not sound fun.",
        3551.52,
        3558.9
    ],
    [
        " But it comes to the point where you know, like, hey, this is the mission.",
        3559.28,
        3564.28
    ],
    [
        " Yeah.",
        3564.76,
        3564.86
    ],
    [
        " Cool. We're going to do this mission the best we can.",
        3566.26,
        3568.7
    ],
    [
        " And we're going to.",
        3568.86,
        3569.24
    ],
    [
        " And what, what, how, why did you guys have to insert at the bottom of that hill?",
        3569.82,
        3572.58
    ],
    [
        " I think the decision was made that, you know, the Afghan command was still being a little bit new.",
        3573.32,
        3580.38
    ],
    [
        " Like they knew how to fast-rope.",
        3580.48,
        3582.3
    ],
    [
        " We had done this stuff, but how many people do we want to risk injuring on that and then just, you know,",
        3582.46,
        3594.22
    ],
    [
        " what's going to, what's going to come of that?",
        3594.34,
        3595.92
    ],
    [
        " And I mean, I try to try not to get too caught up in, well, maybe it would have been better if we didn't filled it in on top.",
        3597.14,
        3606.66
    ],
    [
        " Maybe it would have caught an RPG to the 47 right away.",
        3607.08,
        3609.74
    ],
    [
        " You can't play that game.",
        3609.74,
        3611.52
    ],
    [
        " You can't play that game.",
        3611.74,
        3612.8
    ],
    [
        " I've played that game with myself and it's not a good game to play.",
        3612.98,
        3616.9
    ],
    [
        " Now, it doesn't mean that you don't look at it.",
        3617.1,
        3618.44
    ],
    [
        " And you go, oh yeah, okay, here's what we saw.",
        3618.44,
        3620.36
    ],
    [
        " This is why we made the decision.",
        3620.62,
        3621.84
    ],
    [
        " This is something that you, my brothers that are out there that could be in the same situation where you're going to make that decision.",
        3622.2,
        3627.32
    ],
    [
        " Consider how it worked out for me, right?",
        3627.68,
        3629.86
    ],
    [
        " And, and, you know, this is, well, a couple of weeks ago, I was 11 year from that battle,",
        3630.72,
        3639.48
    ],
    [
        " but I was actually talking to some SF guys not too long ago.",
        3639.54,
        3642.84
    ],
    [
        " And they're like, we still talk about that mission.",
        3642.92,
        3645.02
    ],
    [
        " We still talk about the, the good, which was the teamwork, the, you know, the everybody coming together,",
        3645.02,
        3650.62
    ],
    [
        " get this, get this job done as best we could.",
        3650.66,
        3652.74
    ],
    [
        " And we talk about the less ideal parts as well and, and make sure that we don't learn from somebody else's mistakes.",
        3653.38,
        3661.36
    ],
    [
        " Don't repeat those.",
        3661.36,
        3662.52
    ],
    [
        " And I think that's a great part about SF is you have that humbleness like, hey, we did not do this right.",
        3663.32,
        3669.32
    ],
    [
        " Yeah.",
        3669.54,
        3669.62
    ],
    [
        " Please learn. We did this right. Please learn.",
        3669.8,
        3671.4
    ],
    [
        " Yeah. And, and, and yeah, and, and again, the other side of that is like, you could look at this thing all day and say, well, you should have gone and fast-ropeed on.",
        3671.7,
        3679.4
    ],
    [
        " And like you said, you take an RPG into one of those helicopters and there's nine dead guys or whatever and you go, okay, well, I guess that wasn't a good plan.",
        3679.58,
        3686.18
    ],
    [
        " So you can make the best, you can make a horrible decision and it can work out well.",
        3686.4,
        3691.06
    ],
    [
        " You can make the best decision, it can work out horribly.",
        3691.28,
        3693.2
    ],
    [
        " So whether that, that's like a, that's the way it is.",
        3693.64,
        3696.78
    ],
    [
        " So what you do is try and learn from it and look at what you did and say, okay, well, what could we have done better?",
        3696.78,
        3702.28
    ],
    [
        " Could you tell from the, the imagery and or the maps of the area what that terrain feature was like?",
        3702.78,
        3711.72
    ],
    [
        " Because I'll tell you what, I was, you know, I was in getting ready for this podcast.",
        3712.14,
        3717.66
    ],
    [
        " I read a bunch about the operation and I kept reading steep terrain and, you know, this, that, and the other thing.",
        3717.66,
        3724.54
    ],
    [
        " And then, and I kind of calculated in my mind, you know, what that looked like in my mind.",
        3724.92,
        3729.44
    ],
    [
        " And in my mind, it was, it was pretty bad.",
        3729.74,
        3731.42
    ],
    [
        " It was like, okay, it must have been pretty challenging.",
        3731.42,
        3733.16
    ],
    [
        " Then I went and looked at actual footage because there's a bunch of actual footage because you guys had a combat photographer and you had a bunch of overhead cover.",
        3733.92,
        3741.3
    ],
    [
        " I saw that terrain brother.",
        3741.74,
        3745.06
    ],
    [
        " I could not believe it.",
        3745.46,
        3747.36
    ],
    [
        " I was, I was, I was saying, oh my god.",
        3747.54,
        3750.46
    ],
    [
        " Like as bad as everything sounded, it was 10 times worse when I saw that terrain.",
        3750.46,
        3754.4
    ],
    [
        " I was like, I can't believe that this, that these guys did this.",
        3754.58,
        3756.9
    ],
    [
        " I agree.",
        3757.46,
        3758.36
    ],
    [
        " Yeah.",
        3758.64,
        3758.76
    ],
    [
        " And I don't just mean that from like, I can't believe you inserted there.",
        3759.02,
        3761.16
    ],
    [
        " I was saying, with the fact that you guys went up there, everything that you had to do on that operation because the terrain was so steep, I couldn't believe that you guys got out of there.",
        3761.28,
        3769.92
    ],
    [
        " I mean, it was just crazy.",
        3770.4,
        3771.86
    ],
    [
        " Like, you know, I mean, you get used to, you see the predator imagery beforehand to kind of get a feel.",
        3772.32,
        3779.56
    ],
    [
        " You've seen satellite imagery get used to saying that stuff and you kind of, you learn to build in that variance of this is what it looks like there.",
        3779.74,
        3788.1
    ],
    [
        " But I know it's not going to be like that.",
        3788.16,
        3790.08
    ],
    [
        " And so you kind of, you build in your right and your left limits.",
        3790.3,
        3793.34
    ],
    [
        " Like, this is the kind of what I think I'm going to see.",
        3793.58,
        3796.28
    ],
    [
        " Yeah.",
        3796.54,
        3796.64
    ],
    [
        " And it was still a little bit more than, at least for me, what I was expecting.",
        3796.9,
        3801.82
    ],
    [
        " Yeah, it was no joke.",
        3802.28,
        3803.14
    ],
    [
        " It's a borderline cliff.",
        3803.32,
        3805.62
    ],
    [
        " I mean, it is steep.",
        3806.04,
        3806.86
    ],
    [
        " And anyone that's listening to this, you can go on YouTube and you can Google battle of shock valley.",
        3806.98,
        3812.7
    ],
    [
        " And you'll start to see what I'm talking about.",
        3813.2,
        3815.16
    ],
    [
        " It's, it's some heavy steep terrain with a damn fortress on the top of it.",
        3815.4,
        3821.98
    ],
    [
        " I couldn't believe that either.",
        3822.32,
        3823.86
    ],
    [
        " I was like, oh, that, that is a fortress.",
        3823.96,
        3826.92
    ],
    [
        " How many Afghan Commandos did you have with you?",
        3827.18,
        3829.28
    ],
    [
        " We inserted it right around 100 of them.",
        3829.74,
        3832.3
    ],
    [
        " And then so my team, you know, so I go through it in my head.",
        3832.54,
        3837.32
    ],
    [
        " It's about 12 dudes.",
        3837.6,
        3838.66
    ],
    [
        " When you, when you add it all up, we had about a hundred Commandos.",
        3839.0,
        3842.86
    ],
    [
        " And then we, we had another SF team that was kind of furloughed down in the valley trying to act as a blocking position down there.",
        3843.04,
        3851.86
    ],
    [
        " And so, but our main assault force.",
        3852.96,
        3855.32
    ],
    [
        " I mean, yeah, it was about 12 dudes that kind of were that, that main assaults on it.",
        3856.1,
        3866.28
    ],
    [
        " So, so you guys, you, you look at the plan.",
        3866.78,
        3869.2
    ],
    [
        " Everyone's kind of like, hey, it's going to be steep.",
        3869.42,
        3870.84
    ],
    [
        " It's going to be tough.",
        3870.88,
        3871.5
    ],
    [
        " This is what we do.",
        3871.6,
        3872.52
    ],
    [
        " Let's go get some.",
        3872.84,
        3873.74
    ],
    [
        " Yeah, we made, we made some, like accommodations for that.",
        3874.1,
        3880.62
    ],
    [
        " Like, given what we're doing today, obviously you always want your secondary, but, you know, if, if that bread doesn't walk up the hill with you today, like, we understand.",
        3880.62,
        3892.24
    ],
    [
        " We got it, we got to cut some weight here.",
        3892.4,
        3893.96
    ],
    [
        " So you guys tear yourselves down a little bit, got a little bit lighter.",
        3893.96,
        3896.3
    ],
    [
        " We did, we did pair down.",
        3896.4,
        3897.34
    ],
    [
        " What body armor?",
        3898.1,
        3898.86
    ],
    [
        " I always still went with, with the plates, still with the helmets.",
        3899.48,
        3902.64
    ],
    [
        " And when you're doing those pre combat checks with your, your, your Afghan Commandos, that was always the fun.",
        3903.3,
        3910.6
    ],
    [
        " The fun part is, they're super motivated to, to be there.",
        3910.6,
        3916.04
    ],
    [
        " And I remember one time we're going, going through pre combat checks with a 240 gunner.",
        3916.22,
        3921.22
    ],
    [
        " So we've got a belt fed machine gun.",
        3921.28,
        3922.6
    ],
    [
        " You, you carry this.",
        3923.56,
        3924.88
    ],
    [
        " This is your job.",
        3924.9,
        3925.66
    ],
    [
        " I start going through and I find, you know, the first M4 mag on it.",
        3926.22,
        3929.56
    ],
    [
        " I'm like, all right, dude, I mean, you don't carry an M4, but I get it.",
        3929.6,
        3933.56
    ],
    [
        " And we ended up finding anything eight or nine M4 mags on this dude.",
        3933.56,
        3937.22
    ],
    [
        " Like, carry, carry more 762 for the belt fed.",
        3938.44,
        3941.52
    ],
    [
        " I appreciate the, you know, you want to, want to be ready, but focus, focus in where I need you, buddy.",
        3942.22,
        3949.92
    ],
    [
        " That's kind of crazy.",
        3950.76,
        3952.08
    ],
    [
        " So, so you guys, so how many, how many helicopters was it that was bringing you all in there?",
        3952.62,
        3957.96
    ],
    [
        " Must have been a big package.",
        3958.1,
        3959.36
    ],
    [
        " And did you go on all at once?",
        3959.8,
        3960.8
    ],
    [
        " Like one giant lift?",
        3961.32,
        3962.36
    ],
    [
        " It was, it was, yeah, one lift.",
        3962.8,
        3964.96
    ],
    [
        " It was a couple, a couple of schnugs, a couple of black hawks.",
        3966.04,
        3968.88
    ],
    [
        " Everybody going in and then, like I said, there was another team that kind of infilled down there with a smaller commando package.",
        3969.3,
        3978.48
    ],
    [
        " And we had, you know, some medical QRF and stuff up in the air, a few other things, you know.",
        3980.44,
        3988.08
    ],
    [
        " So we definitely had what seems like enough going in.",
        3988.66,
        3993.32
    ],
    [
        " So you land in there and how long does it take before you realize, like, well, okay, this is, this is, we took a big bite.",
        3994.4,
        4001.9
    ],
    [
        " Well, I'll, I'll highlight.",
        4002.84,
        4006.66
    ],
    [
        " So I was the first guy to get on the schnuck.",
        4006.8,
        4009.72
    ],
    [
        " So that went the last guy to get off, you know, you know, just having that responsibility.",
        4009.8,
        4015.94
    ],
    [
        " Make sure everybody gets off, gets up safely.",
        4016.12,
        4017.66
    ],
    [
        " And so we hit the, it's only here the go and everybody's getting off the helicopter so incredibly slowly.",
        4019.8,
        4028.08
    ],
    [
        " And I'm at the front.",
        4028.64,
        4030.32
    ],
    [
        " So I'm in the back of the line.",
        4030.4,
        4031.3
    ],
    [
        " I don't know what's going on.",
        4031.44,
        4032.42
    ],
    [
        " I'm just yelling at commandos, like, get off of this helicopter now, like the more time we're sitting here, the more, if there is a bad guy watching us, we're just giving him more time to watch us.",
        4032.42,
        4045.66
    ],
    [
        " So it's just taking forever.",
        4047.22,
        4048.86
    ],
    [
        " And I finally get to the back of the schnuck.",
        4049.36,
        4051.46
    ],
    [
        " And I look out and I'm like, oh, we're like 15 feet off the ground.",
        4051.72,
        4056.68
    ],
    [
        " The valley that we're in is just so rocky and so such horrible terrain, even there, like they, they didn't land.",
        4057.06,
        4064.52
    ],
    [
        " Like, oh, okay, this is why it's taking so long.",
        4065.08,
        4068.28
    ],
    [
        " So like everybody else in front of me, I very carefully, you know, sit down trying to shimmy off the backs.",
        4068.3,
        4073.28
    ],
    [
        " I'm not breaking a leg before I even start off to a good start.",
        4073.28,
        4078.36
    ],
    [
        " Yeah, it starts strong.",
        4078.5,
        4080.14
    ],
    [
        " So so we get off the schnuck's fly away and then you just kind of get that that cold quiet of an Afghan valley.",
        4080.94,
        4094.62
    ],
    [
        " You know, there's that little bit of ice in the water.",
        4096.24,
        4099.36
    ],
    [
        " There, you know, it's just, you don't even want to use the cliche like it's too quiet.",
        4099.68,
        4106.1
    ],
    [
        " But it's going to be losing the house.",
        4106.82,
        4109.18
    ],
    [
        " But yeah, we just got we get out there.",
        4109.76,
        4113.5
    ],
    [
        " How far did you have to patrol up the valley before you were, you know, perpendicular to the target building?",
        4113.68,
        4119.46
    ],
    [
        " Or the target castle, because that's what it looks like.",
        4119.92,
        4123.34
    ],
    [
        " I mean, it, you know, in hindsight, you know, you're seeing up there like I mean, they had fixed fighting musicians ready to go.",
        4123.56,
        4131.1
    ],
    [
        " It looked like a castle.",
        4131.16,
        4132.8
    ],
    [
        " They were, they were set.",
        4133.08,
        4134.14
    ],
    [
        " I would guess.",
        4134.72,
        4135.96
    ],
    [
        " 400 meters, 600 somewhere.",
        4137.76,
        4143.28
    ],
    [
        " And we got basically we infill just basically trying to use angles just to make sure like we're not that far away.",
        4144.42,
        4151.9
    ],
    [
        " So if we have some element of surprise, we don't waste it all.",
        4152.24,
        4155.82
    ],
    [
        " But not so close that, you know, we're already in it before we get off.",
        4156.22,
        4161.82
    ],
    [
        " So yeah, it wasn't that far.",
        4162.76,
        4164.84
    ],
    [
        " So you weren't on the ground very long before you started to you start, you took fire from these guys from the castle.",
        4165.86,
        4172.26
    ],
    [
        " Yeah.",
        4172.66,
        4172.92
    ],
    [
        " I couldn't tell you how long before the castle started shooting at us.",
        4173.38,
        4177.02
    ],
    [
        " It could have been five, 10, 15 minutes.",
        4177.84,
        4179.86
    ],
    [
        " I don't think it was that long.",
        4180.24,
        4181.18
    ],
    [
        " So I was in the the trailing element basically because I was the only U.S. medic on the ground.",
        4182.56,
        4189.6
    ],
    [
        " There I had my afghan command on medics, but I was the only only a team medic there are.",
        4190.0,
        4197.34
    ],
    [
        " You know, SF that you were supposed to have two of this job, two of that job, two of the next.",
        4198.48,
        4202.74
    ],
    [
        " Unfortunately, the other medic on the team had been hurt on a previous mission.",
        4203.24,
        4209.0
    ],
    [
        " And then while he was recovering from that, he was in a vehicle rollover, which didn't help.",
        4209.34,
        4214.78
    ],
    [
        " So he got pulled out.",
        4215.98,
        4216.98
    ],
    [
        " Yeah.",
        4218.2,
        4219.88
    ],
    [
        " I'll still do it.",
        4220.06,
        4222.88
    ],
    [
        " So yeah, it was 10, 15 minutes maybe at most.",
        4224.98,
        4228.66
    ],
    [
        " I always start walking, walking up there.",
        4229.38,
        4231.36
    ],
    [
        " You can see the lead assault force starting to work their way up.",
        4231.48,
        4236.94
    ],
    [
        " And yeah, everywhere it's super steep.",
        4238.66,
        4242.44
    ],
    [
        " I'm both your left and right as you're as you're kind of looking at it.",
        4243.0,
        4246.04
    ],
    [
        " And they find one little area where you have those kind of terrorists like farm.",
        4248.1,
        4252.12
    ],
    [
        " Terrorists kind of working up and that's where they figured out okay, we're going to work our way up there.",
        4252.7,
        4257.24
    ],
    [
        " And so you can see them starting to make progress up the mountain.",
        4257.94,
        4262.54
    ],
    [
        " And then I distinctly remember I saw one dude dressed in blue, you know, blue, just afghan guard.",
        4262.98,
        4273.0
    ],
    [
        " Sprint across the top of the hill with a rifle.",
        4274.1,
        4276.64
    ],
    [
        " And I don't I mean, I don't think he's the dude who started shooting at us, but I saw that.",
        4277.96,
        4281.22
    ],
    [
        " And then within a few seconds, everything just kind of opened up on us.",
        4281.22,
        4286.48
    ],
    [
        " And yeah, the day started.",
        4287.26,
        4290.96
    ],
    [
        " Yeah, I one of my little sayings is always take the high ground.",
        4291.38,
        4297.22
    ],
    [
        " It'll take you.",
        4297.22,
        4297.94
    ],
    [
        " And this was just a situation where you guys do you guys do not have the high ground at all.",
        4298.06,
        4302.1
    ],
    [
        " You guys are literally in a valley.",
        4302.18,
        4304.02
    ],
    [
        " How long was it before you took your first wounded?",
        4304.22,
        4306.74
    ],
    [
        " It was pretty quick.",
        4307.96,
        4310.22
    ],
    [
        " So we start taking the fire.",
        4311.34,
        4313.66
    ],
    [
        " My first job is my squad, afghan command squad.",
        4314.16,
        4318.44
    ],
    [
        " So I start getting them situated.",
        4319.16,
        4320.58
    ],
    [
        " There's not much cover in there.",
        4320.58,
        4323.0
    ],
    [
        " It's just smaller rocks bigger rocks.",
        4323.22,
        4325.18
    ],
    [
        " With that elevation and at various points, I mean, both sides were kind of shooting at us.",
        4325.64,
        4333.98
    ],
    [
        " So I started getting them situated and then very quickly I heard the first call for medic.",
        4335.18,
        4341.06
    ],
    [
        " One of the afghan commandos had been shot.",
        4342.0,
        4343.86
    ],
    [
        " Luckily it was a fairly minor wound.",
        4345.04,
        4346.92
    ],
    [
        " So I ran over to him, started treating him.",
        4347.66,
        4350.2
    ],
    [
        " And while I was working on him just assessing the situation, that's when I remember watching many RPGs coming down.",
        4351.02,
        4361.88
    ],
    [
        " But one RPG in particular, come down and hit right in front of our lines that guys were starting to form down in the valley.",
        4362.5,
        4373.96
    ],
    [
        " Then I hear the calls for Ron coming down.",
        4374.92,
        4377.92
    ],
    [
        " And so I know right away, Ryan Wallen had just been hurt.",
        4378.78,
        4386.08
    ],
    [
        " I just know that right away because before every mission, Ryan would come take his squad of the day and stand in front of me and hold them and be like,",
        4386.3,
        4397.1
    ],
    [
        " this is Ron. Something happens to me. Find Ron.",
        4397.1,
        4399.7
    ],
    [
        " And you get the next one. This is Ron. Something happens. Find Ron.",
        4400.08,
        4404.72
    ],
    [
        " You didn't share it's policy.",
        4404.82,
        4405.82
    ],
    [
        " And so when they're not calling for medic, they're just calling for Ron.",
        4407.24,
        4411.7
    ],
    [
        " Okay, I know who his squad that is.",
        4412.8,
        4415.06
    ],
    [
        " So yeah, kind of that quick math.",
        4416.34,
        4420.1
    ],
    [
        " Okay, this guy, he's fine.",
        4420.36,
        4421.74
    ],
    [
        " He's really not going to live or die based on anything I do.",
        4422.32,
        4425.24
    ],
    [
        " So I could upgrade. He had a saw. Grab your saw, start shooting back.",
        4425.78,
        4428.96
    ],
    [
        " Good luck. And ran over towards more head that next call.",
        4429.42,
        4437.28
    ],
    [
        " And like you'd read earlier, I find Ryan, plating pretty, pretty profusely from neck.",
        4438.88,
        4446.24
    ],
    [
        " And of course, now you have neck injury.",
        4446.76,
        4449.72
    ],
    [
        " And you got to go through those quick calculations like normally how do you stop leading lots of pressure.",
        4450.54,
        4456.32
    ],
    [
        " Like, well, I can't choke him to death.",
        4456.46,
        4458.8
    ],
    [
        " No turn of kids going to work out here.",
        4458.98,
        4460.66
    ],
    [
        " So yeah, just that kind of started the my day of improvising.",
        4462.04,
        4467.74
    ],
    [
        " Like trying to figure out how to get pressure.",
        4467.96,
        4470.14
    ],
    [
        " And I don't even remember exactly what I did.",
        4470.14,
        4472.46
    ],
    [
        " Yeah, you just caught, caught Shrapnel.",
        4473.28,
        4475.44
    ],
    [
        " I had several Shrapnel wounds in there.",
        4475.74,
        4479.44
    ],
    [
        " But you know, you're just doing those quick, quick assessments.",
        4479.44,
        4482.72
    ],
    [
        " Okay, there's no bubbling, which means it's bright and hit airway.",
        4482.72,
        4485.8
    ],
    [
        " You know, it's, it's bleeding a lot, but not bleeding that fast that I think caught a carotid or something like that.",
        4486.22,
        4494.12
    ],
    [
        " So it's a pretty lucky neck wound.",
        4494.44,
        4496.46
    ],
    [
        " Yeah, if you have to catch him shrapnel to the neck, he did it pretty well.",
        4497.26,
        4500.36
    ],
    [
        " So yeah, as I was working on him, everybody's trying to just figure out what's, what's going on.",
        4504.26,
        4511.52
    ],
    [
        " Was the mindset we're still assaulting this thing?",
        4511.52,
        4513.6
    ],
    [
        " Oh, yeah.",
        4514.22,
        4514.48
    ],
    [
        " Dang.",
        4514.74,
        4515.44
    ],
    [
        " We didn't just trumped me in mental attitude because I would have been, oh, we just got launched.",
        4515.96,
        4521.94
    ],
    [
        " By the way, you said we got launched many RPGs.",
        4522.22,
        4526.06
    ],
    [
        " When I get launched many RPGs at me from an elevated position, I'm done assaulting that target.",
        4526.34,
        4531.56
    ],
    [
        " We're going somewhere else.",
        4532.02,
        4533.14
    ],
    [
        " Hey, I got a wounded guy.",
        4533.46,
        4534.5
    ],
    [
        " I got two wounded people.",
        4534.5,
        4535.36
    ],
    [
        " Yeah, we're not, we're not going any further up this hill.",
        4535.52,
        4537.62
    ],
    [
        " We were, we were shooting RPGs back at him.",
        4537.88,
        4539.88
    ],
    [
        " We had, I, I, I legitimately couldn't not tell you our African commandos real name, but he just, he knew his name was Joe Pesci.",
        4539.96,
        4548.22
    ],
    [
        " That's, that's what we called him.",
        4548.7,
        4550.66
    ],
    [
        " Yeah.",
        4550.74,
        4550.9
    ],
    [
        " He looked like Joe Pesci.",
        4551.18,
        4552.3
    ],
    [
        " He was, he was our Afghan command or RPG guy.",
        4552.3,
        4555.5
    ],
    [
        " And so he was kind of like looking at all of us and looking at the mountain and pointing up there and pointing at his RPG and like, hell yeah, dude, launch them.",
        4555.74,
        4562.92
    ],
    [
        " Go get some Joe.",
        4563.02,
        4564.24
    ],
    [
        " Make it happen.",
        4564.54,
        4565.56
    ],
    [
        " And so yeah, let's see some good fellows right here.",
        4566.2,
        4568.76
    ],
    [
        " Yeah.",
        4569.2,
        4569.4
    ],
    [
        " So, so Joe Pesci started shooting back.",
        4569.66,
        4572.56
    ],
    [
        " So we, yes, our getting given back as good as they were.",
        4572.86,
        4576.96
    ],
    [
        " But so yeah, all of that's kind of starting to go on.",
        4578.92,
        4581.54
    ],
    [
        " You know, worrying with Ryan trying to figure out what am I, you go back and get my squad, what, what needs to happen.",
        4582.54,
        4590.84
    ],
    [
        " And that's when here on the radio, the call from, from up on the mountain that multiple guys were now, now wounded.",
        4591.38,
        4601.22
    ],
    [
        " I'm pretty sure the, the call was at, you know, the three guys at that point were wounded.",
        4605.34,
        4610.0
    ],
    [
        " So yeah, basically told Ryan, you're good.",
        4610.24,
        4614.2
    ],
    [
        " Have a nice day and grab my stuff.",
        4614.42,
        4617.84
    ],
    [
        " Just started working towards the mountain.",
        4618.1,
        4621.04
    ],
    [
        " Our team, team Sergeant Scott Ford and one of the, the weapons guys, Matt Williams, they started organizing.",
        4622.14,
        4631.04
    ],
    [
        " A response force to get up there and start flexing a little more muscle up on the hill.",
        4633.38,
        4639.34
    ],
    [
        " So they're organizing that.",
        4640.02,
        4641.08
    ],
    [
        " My focus is, hey, I need to go.",
        4641.66,
        4645.06
    ],
    [
        " So, you know, hit the mountain, start working, start my way up the same terrorist features that I talked about before.",
        4646.42,
        4654.0
    ],
    [
        " And, you know, it is climbing hand over, you know, hand over hand, you're literally climbing.",
        4654.0,
        4658.96
    ],
    [
        " Get up to the next terrorist.",
        4659.4,
        4660.6
    ],
    [
        " Figure out how much are we being shot at right now?",
        4661.68,
        4663.94
    ],
    [
        " Where is it coming from? Where is the next place I can go up and just start working our way up.",
        4664.08,
        4668.82
    ],
    [
        " As we went up, you know, the, the other support element kind of got, got with me and we all just started taking that terrain together.",
        4669.66,
        4676.76
    ],
    [
        " Took a while to get there.",
        4681.12,
        4682.52
    ],
    [
        " I don't know. They put out their estimates.",
        4682.68,
        4685.78
    ],
    [
        " I don't know how long it took me to get there.",
        4686.22,
        4688.08
    ],
    [
        " Got up to the, the little outcropping that had become, you know, where the, where the, where the command element was.",
        4689.48,
        4698.6
    ],
    [
        " What was in sort of processing the situation that we had, right as I'm looking at it, I can see one of our interpreters, CK, he appears to be KAA.",
        4700.18,
        4716.24
    ],
    [
        " Two of the, two of the team guys were down with the different wounds.",
        4717.14,
        4725.44
    ],
    [
        " And so I started just trying to go through the fastest.",
        4726.98,
        4728.8
    ],
    [
        " You know, triage that I can to figure out what I need to do and, and, I mean, honestly, even at this point where I don't think the calls made quite yet that we're done for the day.",
        4729.64,
        4741.26
    ],
    [
        " But it was going to be, it was going to be called very soon.",
        4741.36,
        4743.2
    ],
    [
        " Yeah.",
        4743.36,
        4743.56
    ],
    [
        " After that.",
        4743.98,
        4744.8
    ],
    [
        " So, yeah, trying to remember the full sequence.",
        4748.78,
        4753.26
    ],
    [
        " It was a busy day.",
        4753.26,
        4754.78
    ],
    [
        " So I think I started working on Dylan first just because he looked the worst off.",
        4756.02,
        4762.26
    ],
    [
        " He had a gunshot wound to his right arm and then another one to his hip pelvis area.",
        4762.38,
        4769.96
    ],
    [
        " Yeah.",
        4771.5,
        4771.9
    ],
    [
        " His arm wound, I joke at him now because he's fine and it's okay to joke about getting shot after the fact.",
        4770.76,
        4779.34
    ],
    [
        " But, you know, joke with him that, you know, that one bolt that hit his arm.",
        4780.56,
        4784.22
    ],
    [
        " It was, it was just a lucky bullet for him.",
        4784.96,
        4788.82
    ],
    [
        " But it went through his, his, you know, speaking words is tough sometimes.",
        4789.22,
        4798.66
    ],
    [
        " His rifle strap, it went.",
        4799.02,
        4800.88
    ],
    [
        " Okay, sling.",
        4801.0,
        4801.72
    ],
    [
        " It went through his sling, cut that, then went through his arm, and then he chose to keep his pistol on that day.",
        4801.92,
        4809.84
    ],
    [
        " But the time we were still kind of running a pistol on the front of your body armor.",
        4809.94,
        4814.1
    ],
    [
        " And so it had actually lodged in between his plate and his pistol.",
        4814.1,
        4820.8
    ],
    [
        " It hit the inside of his pistol.",
        4821.02,
        4824.72
    ],
    [
        " That just slightly different angles on that bullet.",
        4825.16,
        4827.76
    ],
    [
        "",
        4828.54,
        4828.54
    ],
    [
        " So, his arm wound was basically just a very minor blade didn't work too much about that.",
        4830.16,
        4836.68
    ],
    [
        " But didn't take me long to figure out his, his other wound was going to,",
        4839.16,
        4843.12
    ],
    [
        " going to be a, literally a pan in the ass for him all day, figured it would be for me.",
        4843.58,
        4850.7
    ],
    [
        " But it was, you know, you just see the way it's bleeding.",
        4852.14,
        4856.4
    ],
    [
        " And it's just, you know, those very small wounds that entry.",
        4857.08,
        4862.88
    ],
    [
        " So I made the, I would say dumb call for just a few moments.",
        4864.74,
        4872.58
    ],
    [
        " I don't even know how long it was.",
        4872.76,
        4873.64
    ],
    [
        " I didn't want to roll him any more than I had to, to see what was going on.",
        4874.48,
        4880.66
    ],
    [
        " So I, for a little bit, took my helmet off, said it to the side.",
        4881.9,
        4885.28
    ],
    [
        " So I could just roll him just to see the downside wound, how bad was it?",
        4885.74,
        4890.5
    ],
    [
        " It didn't end up being that bad.",
        4892.18,
        4893.84
    ],
    [
        " So I'm going to roll him back over and hopefully I put my helmet on right away or I think some, maybe somebody yelled at me.",
        4894.9,
        4900.14
    ],
    [
        " But so to start working on trying to figure out how to get pressure on there,",
        4901.26,
        4906.82
    ],
    [
        " you'd mentioned we had the comic cameraman out there with us.",
        4907.4,
        4911.52
    ],
    [
        " By that point his camera had already been shot.",
        4912.3,
        4914.26
    ],
    [
        " So he, he just became an extra set of hands for me to, to help.",
        4916.1,
        4923.82
    ],
    [
        " So I'll be back.",
        4924.06,
        4924.36
    ],
    [
        " Okay, let me go triage the rest of these guys real quick.",
        4924.42,
        4927.58
    ],
    [
        " Just hold pressure here for me.",
        4927.88,
        4929.2
    ],
    [
        " I'll be back in a second.",
        4929.32,
        4930.18
    ],
    [
        " And, you know, I say I'll be back.",
        4931.16,
        4934.14
    ],
    [
        " Like the area we're working in was not that bad.",
        4934.5,
        4939.98
    ],
    [
        " It was maybe 20 meters.",
        4940.16,
        4943.44
    ],
    [
        " Across and it's just that, that slight slope you get on the hillside before it falls off the cliff.",
        4944.12,
        4950.68
    ],
    [
        " So I was big.",
        4951.14,
        4951.6
    ],
    [
        " Like everybody's just hanging on that tiny little bit of a slope, trying to not fall off and not get shot.",
        4952.18,
        4959.52
    ],
    [
        " And the guys had been shot when they on that slope and they got shot or they're pushing up a little bit.",
        4959.98,
        4964.96
    ],
    [
        " Were you, were you somewhat safe in that shot where you're in that spot where you somewhat protect your,",
        4965.16,
        4970.66
    ],
    [
        " were guys still getting, I guess they were, because you, you still guys were getting shot.",
        4970.66,
        4973.98
    ],
    [
        " No, guys were still still getting shot the whole time.",
        4974.06,
        4976.72
    ],
    [
        " So we're, we're basically just trying to use that tiny bit of an angle to minimize how much you can be shot at.",
        4977.56,
        4984.98
    ],
    [
        " There was, there was no place where you were safe on there at all.",
        4985.12,
        4991.3
    ],
    [
        " If you kind of picture like from, from that little outcropping where we were, if you're looking at the main village,",
        4993.66,
        5003.18
    ],
    [
        " it was almost like a, like a hockey stick kind of in front of you, as the way the mountain kind of wrapped around.",
        5003.82,
        5011.32
    ],
    [
        " So you had that long wall kind of on what I'm considering my left, but then it still wrapped around.",
        5011.9,
        5018.16
    ],
    [
        " So the whole village, if you got a little bit of cover from this side, you're exposed to the other side.",
        5018.74,
        5024.72
    ],
    [
        " The other side still had you and then there were some people on the other side of the valley who were shooting us too,",
        5024.72,
        5029.94
    ],
    [
        " but it was much, it was insignificant compared to other problems we had.",
        5030.04,
        5034.3
    ],
    [
        " Was your mindset at this point totally focused on just getting to, getting working on the guys?",
        5035.36,
        5040.06
    ],
    [
        " Did you go into that mode like of, okay, this is what I got to do or was any part of you going,",
        5040.24,
        5045.68
    ],
    [
        " this is not good. Did any, was there any party that was saying, hold on a second, look, what's happening situationally?",
        5046.74,
        5052.38
    ],
    [
        " Where's the round? Did they have the, and the enemy has the upper ground? I got one through one of the guys.",
        5052.68,
        5056.14
    ],
    [
        " What calls being made? What was, what was like your tactical assessment of what was happening?",
        5056.5,
        5062.42
    ],
    [
        " Or were you just straight up working on guys trying to save their lives?",
        5063.72,
        5068.64
    ],
    [
        " From my perspective, it was straight up working on guys. At that point, trying to get my commandos and leading them anywhere that was over for me,",
        5069.54,
        5080.74
    ],
    [
        " I would find them hours and hours later, and they were like, they were still down in the valley, just hanging out, trying to use a little bit of cover,",
        5081.58,
        5091.48
    ],
    [
        " and they all kind of saw me in there, like, we thought you were dead a while ago. Welcome back.",
        5091.52,
        5096.9
    ],
    [
        " You're like, well, thanks for the support. Appreciate it.",
        5098.08,
        5100.9
    ],
    [
        " Yeah, thanks. So, like I said, we were working on closing those gaps with them, but sometimes the other bands still broke.",
        5100.9,
        5108.0
    ],
    [
        " But so, yeah, I was mostly focused on just trying to treat these guys.",
        5110.54,
        5115.02
    ],
    [
        " And, you know, you need to convey information to the team leader, and you need to tell the guy, you're fine, but you don't worry about that.",
        5116.12,
        5129.38
    ],
    [
        " So, at one point, you know, I'm telling Dylan, you're good, dude, we walked this off, and then kind of looking over the team leader, me and like, no, seriously, he needs to go now.",
        5129.38,
        5139.98
    ],
    [
        " We need to cast back right now.",
        5139.98,
        5141.46
    ],
    [
        " He needed to go a while ago, but now we'll be fine too.",
        5141.76,
        5144.8
    ],
    [
        " So, and I didn't really think about his perspective on it, but later he's like, yeah, I was hearing it all, sorry about that.",
        5146.58,
        5155.54
    ],
    [
        " That's a rough way to hear things. So, you had three guys who ended in that position as well.",
        5158.42,
        5164.02
    ],
    [
        " So, there was the three kind of two Americans initially critical, and the one, again, and I started working on Dylan, went over to Louise, saw what had happened him, Luis Marles.",
        5164.82,
        5181.42
    ],
    [
        " And he had been shot through the thigh and through the ankle, both on the right side.",
        5183.14,
        5188.0
    ],
    [
        " And luckily, it didn't hit any of the major vessels, but it, like, for his thigh, it just ripped it in half.",
        5188.8,
        5196.48
    ],
    [
        " Like, you could look all the way through his thigh. I looked like you'd cut up a fish and you were gutting it.",
        5196.68,
        5202.2
    ],
    [
        " So, while he wasn't, you know, he didn't hit a major artery. It's just so much tissue damage that way.",
        5202.24,
        5209.78
    ],
    [
        " This could still form compartments in drum. You could still kill him many different ways.",
        5209.92,
        5214.38
    ],
    [
        " So, I start working, you know, assess him, and, you know, just doing those first sweeps. Like, I'm not trying to do anything definitive yet.",
        5215.38,
        5223.02
    ],
    [
        " It's just like, let me figure out what all's going on, and then I'll come back through.",
        5223.08,
        5226.68
    ],
    [
        " So, after seeing Luis, I still felt like I owed CK an actual check.",
        5227.98,
        5233.88
    ],
    [
        " This was the interpreter.",
        5234.94,
        5236.14
    ],
    [
        " The interpreter. He was dead, but I still owed him, like, confirmed.",
        5236.3,
        5244.1
    ],
    [
        " Unless I know what killed him, maybe he's still alive.",
        5244.64,
        5247.48
    ],
    [
        " So, I went up to the check on him. He'd been shot just behind the left ear.",
        5248.34,
        5252.6
    ],
    [
        " And, yeah, it was an unsurvable wound.",
        5253.86,
        5256.24
    ],
    [
        " Yeah, so I checked on him, and then, you know, we just, unfortunately, with his little cover is we had for anything.",
        5258.44,
        5268.18
    ],
    [
        " Like, he couldn't take up space where we had cover.",
        5268.46,
        5273.18
    ],
    [
        " So, we just kind of had him off to the side a little bit, but exposed to the elements because, you know, unfortunately, the living guys didn't have enough space.",
        5273.54,
        5286.16
    ],
    [
        " So, after checking on him, I kind of go back through, and obviously this entire time we're still getting shot at.",
        5288.48,
        5295.04
    ],
    [
        " You can still feel those spools going by. You can still feel the dirt kicking up.",
        5295.18,
        5299.96
    ],
    [
        " You know, there's just, everything's so tight in there and so little space.",
        5301.62,
        5308.82
    ],
    [
        " Like, I'm trying to kneel over these guys to do the best I can for them.",
        5308.96,
        5314.32
    ],
    [
        " And, as things are just falling on us, trying to cover them, as things, you know, just rocks are coming down, explosions are happening.",
        5314.32,
        5322.06
    ],
    [
        " He's trying to get...",
        5322.28,
        5322.9
    ],
    [
        " Yeah, because at some point they start calling in for fire.",
        5322.9,
        5325.28
    ],
    [
        " Is that happening yet?",
        5326.28,
        5327.36
    ],
    [
        " The...",
        5328.9,
        5330.48
    ],
    [
        " The calls for fire came in. They started pretty quickly.",
        5330.48,
        5334.08
    ],
    [
        " Zach Reiner was our Air Force come back and troll that day. He got the Air Force cross very deservedly so.",
        5334.88,
        5341.06
    ],
    [
        " All of us are alive because of all the stuff that he called in that day.",
        5341.7,
        5349.9
    ],
    [
        " He's dropping bombs danger close, dropping 2,000 pounder.",
        5350.78,
        5354.56
    ],
    [
        " I mean...",
        5355.26,
        5355.9
    ],
    [
        " He's dropping the stuff and...",
        5355.9,
        5358.46
    ],
    [
        " Again, you know what I am talking about this as if I know who's what it looks like?",
        5358.46,
        5362.26
    ],
    [
        " Because I saw... You can watch these videos and you can see the bombs hitting in massive...",
        5362.44,
        5367.04
    ],
    [
        " Hit in that castle. And massive bombs hitting that castle.",
        5367.04,
        5369.42
    ],
    [
        " And even the bombs that hit that castle, they do damage but that castle was massive.",
        5369.8,
        5374.64
    ],
    [
        " And...",
        5375.68,
        5376.06
    ],
    [
        " Crazy.",
        5376.06,
        5376.28
    ],
    [
        " You know, we ended up through the course of the day, one of our Afghans broke his leg, the wood framing on a building they got blown up.",
        5376.94,
        5387.16
    ],
    [
        " Broke his leg. So we got to deal with that.",
        5387.36,
        5390.38
    ],
    [
        " You're getting just all the other wounds that are coming with those.",
        5390.42,
        5394.44
    ],
    [
        " Because massive debris is coming down on you guys from those danger close hits, bomb drops.",
        5394.66,
        5401.42
    ],
    [
        " And like debris is coming down on you guys because you guys are below it down a cliff.",
        5402.22,
        5407.0
    ],
    [
        " Right. At one point, I don't remember exactly where in the sequence of events.",
        5407.5,
        5413.28
    ],
    [
        " Basically, I could say we kind of had that wall on our left that went straight up.",
        5416.02,
        5419.76
    ],
    [
        " And there was a building there and they were getting in that and starting to just shoot down at us.",
        5420.32,
        5427.52
    ],
    [
        " And so that had to go away.",
        5428.46,
        5430.58
    ],
    [
        " So Zach ended up calling in a strike hit that and I don't go hunting too much for footage online.",
        5431.34,
        5440.36
    ],
    [
        " But I don't have seen it through the military side.",
        5440.36,
        5443.64
    ],
    [
        " You can actually hear the pilot come on the radio after he drops that one.",
        5444.3,
        5448.44
    ],
    [
        " He's like, I do not feel good about that one.",
        5448.56,
        5450.38
    ],
    [
        " Yep. That's how danger close. It was so danger close that the pilot comes on the radio afterwards and says, he goes, that was real close.",
        5450.48,
        5456.48
    ],
    [
        " I don't feel good about that one.",
        5456.64,
        5457.82
    ],
    [
        " Meaning you can hear the sickness and his voice thinking, how, you know, do we just kill our own guys?",
        5458.2,
        5462.92
    ],
    [
        " He just killed everyone.",
        5463.12,
        5463.84
    ],
    [
        " Of course, for us, we're covered and we're getting covered and debris we're getting just rained on stuff.",
        5464.0,
        5469.56
    ],
    [
        " But we're like, thanks.",
        5469.56,
        5471.1
    ],
    [
        " Totally insane.",
        5471.24,
        5475.86
    ],
    [
        " So at what point did you guys decide, okay, we got to get out of here?",
        5476.44,
        5480.04
    ],
    [
        " Or were you still thinking that we'll just continue this assault up the hill?",
        5481.08,
        5485.08
    ],
    [
        " At that point, we were pretty much done at that point.",
        5485.14,
        5488.04
    ],
    [
        " So Scott for the team started and he comes in like I said, he was right there with us moving up the hill bringing on those extra guys.",
        5488.68,
        5497.5
    ],
    [
        " And he started, I'm working on trying to keep these guys alive.",
        5497.5,
        5502.18
    ],
    [
        " And he starts working that let's get them out of here, piece.",
        5502.46,
        5505.58
    ],
    [
        " So our lead element had actually made the edge of the village.",
        5506.74,
        5511.18
    ],
    [
        " Like I think they got into at least one building.",
        5511.52,
        5516.52
    ],
    [
        " And so they're certain.",
        5516.86,
        5517.7
    ],
    [
        " We got that foothold like we made it guys.",
        5517.86,
        5521.06
    ],
    [
        " We won.",
        5521.38,
        5522.02
    ],
    [
        " But so he makes that call.",
        5524.54,
        5525.76
    ],
    [
        " Okay, we got to pull those guys back to start getting this.",
        5525.9,
        5530.54
    ],
    [
        " Which is actually incredible to even have gotten to that.",
        5530.56,
        5533.86
    ],
    [
        " And to be honest with you, if things now that I'm talking about how much I would have just bailed out of there, once you get a foothold in that situation, now it's going to be CQC us against them.",
        5534.18,
        5545.3
    ],
    [
        " Like you actually have a pretty good chance, you know, well, you got a hundred commandos or we get them up that hill, you get a foothold in that building.",
        5545.3,
        5552.16
    ],
    [
        " It's like, okay, or in that in that castle, we can start taking it out.",
        5552.16,
        5555.06
    ],
    [
        " So that's that's impressive, man. Props to you guys for sure.",
        5555.06,
        5558.5
    ],
    [
        " Yeah, the fortunately as bad as it started for quite a while through the day, it actually kept getting worse.",
        5558.74,
        5567.96
    ],
    [
        " Like it never stopped.",
        5568.44,
        5570.56
    ],
    [
        " I think we started to get some laws after we'd done so many air strikes.",
        5572.18,
        5576.12
    ],
    [
        " But so the side of the mountain that I went up a little bit later in the day, it was just no man's land.",
        5577.04,
        5585.6
    ],
    [
        " You didn't go over there if you wanted to not be dead.",
        5586.06,
        5588.78
    ],
    [
        " So the logistics of trying to get an actual fighting force up, even though we had a foothold, it just became an untannable position.",
        5592.7,
        5600.32
    ],
    [
        " So you know, I'm working on these guys. I'm trying to get some kind of hammer control, bleeding control on Dylan.",
        5601.56,
        5611.66
    ],
    [
        " And with Luis, I did quick treatments on him.",
        5614.24,
        5619.42
    ],
    [
        " God was going bandaged up as well as I could so that way.",
        5619.42,
        5622.58
    ],
    [
        " Just with all that trauma, he didn't end up still dying on the mountain just from something.",
        5623.68,
        5633.44
    ],
    [
        " So I'm working on Dylan and said, based on what he was describing to me, I didn't see the point of like, you know, in the medic rest, they teach you like, oh, you can, you press on a pelvis down and then he squeezed it.",
        5634.72,
        5650.74
    ],
    [
        " And that's how you'll see if it's broken or not. Like I didn't see the point in doing that to him.",
        5650.86,
        5655.66
    ],
    [
        " Just where the wound was, like something in there's broke.",
        5655.96,
        5660.12
    ],
    [
        " He's not going to benefit from me jumping up and down on it to find out again, dude, your pelvis is broke. Sorry about that.",
        5661.24,
        5670.02
    ],
    [
        " So, but he was also describing like, oh, my foot doesn't feel like it's straight.",
        5671.34,
        5677.06
    ],
    [
        " Like nothing feels like it's lining up right. And it wasn't because the, we'd find out later that you know the bullet had gone through is from oral head.",
        5677.98,
        5684.66
    ],
    [
        " So, shattered that. I did a bunch of damage to the, the pelvis itself.",
        5684.94,
        5689.88
    ],
    [
        " So, I'm just seeing this and like, looking at what I, what I can physically see, I don't think it hit an artery.",
        5690.66,
        5700.3
    ],
    [
        " But if it hit the pelvis and it's been a while since I was a medic, but you know, I remember having those, those numbers in my head, like, okay, a pelvic fracture is going to cause this much bleeding.",
        5701.9,
        5714.08
    ],
    [
        " And a, for moral fractures, going to cause this much bleeding and trying to process those things, like, okay, he's not, he's not bleeding out, but he's still going to bleed out on me.",
        5714.86,
        5723.9
    ],
    [
        " So, it was so high up, you couldn't put a tourniquet on it, couldn't really do anything.",
        5726.74,
        5731.82
    ],
    [
        " So, it just came up with the idea that I had cell locks, a hemostatic agent, it was designed to stop bleeding.",
        5732.02,
        5740.2
    ],
    [
        " I had a powder of that. So, what I did is I just kind of started pouring that on the wound and then taking my fingers and shoving it into the wound.",
        5740.5,
        5752.4
    ],
    [
        " And then the wound was so small, entry wounds are, yeah, not big.",
        5752.4,
        5757.6
    ],
    [
        " So, just started shoving that in there, trying to get as much in as I could, just repeating that process over and over until I felt like I had enough, I don't know.",
        5758.44,
        5768.48
    ],
    [
        " It was just scientific.",
        5769.34,
        5770.74
    ],
    [
        " Just kind of gut call shoving fingers in your body to be like, hopefully this will help, then wrapped them up as well as I could.",
        5770.92,
        5778.52
    ],
    [
        " And so, while I'm doing this, that's when the lead element started to get back towards us.",
        5779.32,
        5787.06
    ],
    [
        " And they were going to help us start to get these guys out of there.",
        5787.22,
        5791.9
    ],
    [
        " And within moments, men, and it's whatever it was of them getting there, that's when we took our next American Cassidy, John Walding,",
        5792.62,
        5804.72
    ],
    [
        " Ben Hitt, mother right, rightly just below the knee, basically, it just amputated it as like right away.",
        5806.46,
        5812.78
    ],
    [
        " It was hanging on by a little bit, but it just amputated it.",
        5813.36,
        5816.92
    ],
    [
        " So, the hemisatic agents that are out there, they've gotten better now, but at the time it was, you know, you have to hold pressure for five minutes.",
        5817.0,
        5826.38
    ],
    [
        " Otherwise, maybe the clot will break, and then now he's going to bleed inside there, and you'll never see it.",
        5827.12,
        5832.06
    ],
    [
        " So, I'm sorry, y'all, and it's somebody get a tourniquet on him, they do.",
        5834.02,
        5837.82
    ],
    [
        " And now he's just stacked up, taking a more real estate for us.",
        5839.0,
        5845.68
    ],
    [
        " So, our team started, it's got, he's trying to figure out, okay, now we have another casualty.",
        5848.42,
        5856.98
    ],
    [
        " So, we had it another negative, and we lost a positive, because now it's a due to can't help move.",
        5857.68,
        5864.66
    ],
    [
        " And so, you know, at that point, he's very, I know at this point it's very clear, we're done with the mountain, we just need to go home.",
        5866.0,
        5873.1
    ],
    [
        " So, you know, we're still working on them.",
        5874.76,
        5878.6
    ],
    [
        " I know I was working on Dylan, and Scott ends up getting shot.",
        5878.66,
        5886.92
    ],
    [
        " For the first time in the chest plate.",
        5886.98,
        5889.74
    ],
    [
        " And so, I run over to him, at this point, check him, you know, hesitate to say he's fine, but he's fine.",
        5890.24,
        5899.22
    ],
    [
        " The chest plate did its job, he's obviously going to feel that for a few days.",
        5899.84,
        5904.54
    ],
    [
        " So, I go back, keep trying to package up these guys a little bit more, and we're just, you know, it's tough not to glock up.",
        5905.66,
        5916.96
    ],
    [
        " And we're going to cross over like minor wounds, like, you know, this guy just got more shrapnel wounds, like quick check, you're fine, move on.",
        5916.96,
        5925.54
    ],
    [
        " One of our commandos, at some point in all of this, another one of our commandos got shot in the head.",
        5926.24,
        5932.04
    ],
    [
        " And he dropped instantly, and I, well that dude's 100% dead.",
        5932.94,
        5937.8
    ],
    [
        " But later, we pull him back over and like, he's actually still alive.",
        5939.78,
        5944.4
    ],
    [
        " He was, he just decided to take a little nap out there on the edge of the, on the amount, but it, you know, it, this weird things bullets do.",
        5944.58,
        5954.58
    ],
    [
        " It had dented the, his head, but it didn't, didn't kill him.",
        5954.7,
        5961.12
    ],
    [
        " So we're just, you know, continue to just accumulate these problems.",
        5961.12,
        5964.22
    ],
    [
        " And so, working Scott ends up turning around to say something to us, and that's when he got shot again this time in the left arm.",
        5965.3,
        5977.98
    ],
    [
        " And it almost amputates his left arm, but not nothing compared to the visual image that Johnson had.",
        5978.56,
        5988.42
    ],
    [
        " And, and I think it was the same bullet, was it a bullet right after on a burst?",
        5989.8,
        5995.38
    ],
    [
        " I can't say for sure, but it was at the same time that he got shot in the left arm.",
        5995.92,
        6000.54
    ],
    [
        " I got hit in the head.",
        6000.72,
        6001.7
    ],
    [
        " And so, I had my helmet back on at this point.",
        6002.74,
        6006.82
    ],
    [
        " So I got hit in the head.",
        6006.82,
        6007.62
    ],
    [
        " And so, working on Dylan and I'm, you know, trying to ask him like, am I alright?",
        6008.5,
        6015.04
    ],
    [
        " Like I, I don't know.",
        6015.04,
        6016.7
    ],
    [
        " But, you know, trying to do like, blood sweeps or trying to figure out, okay, I have so much blood.",
        6017.42,
        6023.14
    ],
    [
        " Oh, you can't even tell.",
        6023.78,
        6024.88
    ],
    [
        " Everywhere, like I don't know if I'm bleeding. So I'm asking, you know, I'm asking him, I'm working on, like, how am I? Am I okay?",
        6025.26,
        6033.58
    ],
    [
        " Can I, can I keep going?",
        6034.66,
        6035.52
    ],
    [
        " But he's like, yeah, you're, you're fine.",
        6035.98,
        6040.0
    ],
    [
        " I don't know.",
        6041.96,
        6042.72
    ],
    [
        " I don't know. I remember exactly what he said, but it conveyed, yeah, you're fine.",
        6042.72,
        6048.24
    ],
    [
        " So I grabbed a turn to get right.",
        6049.0,
        6050.48
    ],
    [
        " Just a flesh wound.",
        6050.48,
        6051.22
    ],
    [
        " Yeah, look, I mean, the helmet, the helmet did its job.",
        6051.96,
        6054.16
    ],
    [
        " So it wasn't, it wasn't, didn't do anything to me.",
        6054.36,
        6057.26
    ],
    [
        " It felt like I got hit with a baseball bat.",
        6057.78,
        6059.76
    ],
    [
        " Like, just how I described it feels like what you would think it would.",
        6059.92,
        6064.54
    ],
    [
        " So I grabbed a turn to get, run out to Scott, put a turn to get on his, his left arm.",
        6066.0,
        6071.54
    ],
    [
        " There's just, like, we're full.",
        6072.52,
        6077.08
    ],
    [
        " There's nowhere to put people.",
        6077.66,
        6078.76
    ],
    [
        " Luckily, he's of, of the serious injuries we've, we're accumulating.",
        6079.6,
        6086.08
    ],
    [
        " He's the only ambulatory guy.",
        6086.08,
        6088.6
    ],
    [
        " So basically, he self evacuates down the, side of the mountain that we'd come up and, you know,",
        6089.7,
        6096.74
    ],
    [
        " where the fire was continuing to get worse, but there was, there was some guys set Howard and Matt Williams.",
        6096.82,
        6101.16
    ],
    [
        " They're doing good work over there.",
        6101.66,
        6102.92
    ],
    [
        " And so basically, he kind of got down there and they see him with his arm and they're like,",
        6103.48,
        6110.82
    ],
    [
        " we'll get you, we'll get you to take care of.",
        6111.06,
        6113.88
    ],
    [
        " So they worked him down, down the mountain on that one side.",
        6113.88,
        6116.6
    ],
    [
        " But that really only, only worked for him because he could, he could move.",
        6118.06,
        6123.66
    ],
    [
        " Everybody else is, is not that mobile.",
        6124.7,
        6129.36
    ],
    [
        " So Dave Sanders is kind of coming through and he's, he's trying to figure out a route for us.",
        6131.06,
        6141.8
    ],
    [
        " And so in, in my mind, like, what I just consider behind me now, there's basically the cliff kind of just goes straight down.",
        6142.56,
        6152.5
    ],
    [
        " But like, any cliff, there's, there's a little terrace over here.",
        6152.6,
        6157.18
    ],
    [
        " There's a little terrace over the terrace.",
        6157.42,
        6159.4
    ],
    [
        " So he, he's exploring that route and he comes back up and it just comes to the simple like, he's like, this will work.",
        6159.56,
        6166.68
    ],
    [
        " And we're like, is everybody gonna give these guys do it? And he's like, they probably won't die.",
        6167.36,
        6171.36
    ],
    [
        " Well, that's, that's better than the where we're at right now.",
        6172.34,
        6175.68
    ],
    [
        " That's, that's, that's a good plan.",
        6175.84,
        6177.84
    ],
    [
        " So, yeah.",
        6178.88,
        6180.86
    ],
    [
        " Hey, I got this one section I, of one other article I pulled out.",
        6180.92,
        6183.8
    ],
    [
        " This is, it, it's somewhere around here.",
        6183.9,
        6186.48
    ],
    [
        " And again, it's, it's like, but I just, this, this left a really good picture in my mind of what was going on and kind of the,",
        6186.64,
        6192.68
    ],
    [
        " how critical the situation was.",
        6194.1,
        6195.74
    ],
    [
        " Walton, Captain Walton was the, was the element commander.",
        6196.18,
        6200.52
    ],
    [
        " He's the, and he, this is, this is talking about him and he's got some quotes in here.",
        6200.68,
        6206.72
    ],
    [
        " But this is from the Stars and Stripes, which is like a military newspaper overseas.",
        6207.04,
        6211.94
    ],
    [
        " And it says, Walton feared his force was on the verge of being overrun.",
        6212.48,
        6216.56
    ],
    [
        " With the insurgents nearing his position, Walton reached for grenade and called in a massive danger,",
        6217.1,
        6223.28
    ],
    [
        " close strike, expecting it could take out his entire team.",
        6223.6,
        6226.74
    ],
    [
        " They were all prepared to make the ultimate sacrifice, he said.",
        6227.5,
        6231.98
    ],
    [
        " The bomb dropped.",
        6232.94,
        6233.92
    ],
    [
        " And then he saw an image he would remember forever from that fight.",
        6235.04,
        6240.06
    ],
    [
        " Sure's body draped over the injured men he'd been working on through the fight.",
        6240.8,
        6245.76
    ],
    [
        " In that moment, the strike that we had called in on our own position detonated just above us and blocked out the sun.",
        6245.76,
        6252.98
    ],
    [
        " As the dust settled, Ron sure was the first thing that I saw on top of his wounded teammates protecting them,",
        6253.56,
        6261.14
    ],
    [
        " even to the end, when we had all fully accepted that we were going to go down fighting.",
        6261.4,
        6267.58
    ],
    [
        " Ron sure was still thinking of others.",
        6269.0,
        6272.26
    ],
    [
        " Yeah, like he says in there, it definitely got to the point where like, okay, this is the day.",
        6277.66,
        6288.2
    ],
    [
        " I don't know how everybody kind of just processed that.",
        6289.82,
        6294.44
    ],
    [
        " I know for me, there was a point where I just set a quick prayer just asking God to help my wife Miranda",
        6295.76,
        6306.3
    ],
    [
        " and our son who at the time was a couple of days shy of three months old, just make sure they're cool with what's about to happen.",
        6306.3,
        6317.84
    ],
    [
        " And then just go back to work and just taking it in little chunks is it's too big to try and think of over the course of the day.",
        6319.0,
        6335.38
    ],
    [
        " The four US critical three other US wounded two KIA about 13, 14, 15 Afghan commandos interpreters wounded.",
        6335.88,
        6349.62
    ],
    [
        " And so it just terms of those numbers. That's too much to deal with.",
        6350.42,
        6356.48
    ],
    [
        " But if I just, you know, this is the worst thing going on right now, I'm going to deal with this and then come up for air or look around.",
        6356.62,
        6363.48
    ],
    [
        " That's now the worst thing. So I'm going to over there and I'm going to deal with that. And so you know, just keep taking it in little chunks, keep working, working through it.",
        6364.46,
        6372.62
    ],
    [
        " And then at some point you started working towards, okay, we got to get these guys down. We're going to start low on these guys down.",
        6373.0,
        6377.42
    ],
    [
        " So Dave Sanders figured out, okay, this is this is the least bad option.",
        6377.58,
        6385.78
    ],
    [
        " So I just started getting everybody ready to go kind of started with of these guys who were up here.",
        6387.52,
        6397.18
    ],
    [
        " Luis has a really bad injury, but he's stable enough. I gave him a fentanyl loli pop. So he's not feeling too bad. Like you're going first.",
        6397.48,
        6410.76
    ],
    [
        " So we got him. I just do a double check on on the guy and then go over to the edge of the cliff and start working them down as and depending on how bad they're there.",
        6410.9,
        6426.22
    ],
    [
        " They're one way like Luis could help himself a lot. So I was just getting ready, get him over the edge and Dave and my wife are getting our combat camera guys named Mike Carter.",
        6426.22,
        6440.2
    ],
    [
        " They'd kind of take them the rest of the way down the hill. And then I'd go back up to my position. All right, next serious one was Dylan, okay, getting him ready yet.",
        6441.64,
        6453.24
    ],
    [
        " I got an IV started on. I've got a few different things going. I got everything as ready as I could.",
        6453.8,
        6458.32
    ],
    [
        " I sent him over. All that stuff was ripped out and just mangled by the time we got into the bottom, but well it is what it is.",
        6458.32,
        6467.64
    ],
    [
        " That's now what we're dealing with later.",
        6468.2,
        6470.58
    ],
    [
        " So then it came time to I got over to John Walding started doing an assessment on him just through the variances of battle and everything his turn get had been placed or properly.",
        6471.6,
        6495.5
    ],
    [
        " But just vessels sometimes will relax or attention or tense up just so he was at that point is actually really quite profusely.",
        6496.98,
        6505.48
    ],
    [
        " So we had to make some adjustments on his turn again get him restabilized just had him hold his leg just give him something to do.",
        6506.28,
        6519.22
    ],
    [
        " And we said lower him down the hill and as we're kind of finishing that up like all of the ambulatory commando interpreter casualties they're kind of working their way down through all this as well.",
        6521.02,
        6534.88
    ],
    [
        " Seth Howard and Matt Williams are kind of mentioned earlier like they came through right behind us just kicking off everybody else that hadn't got the message it was time to go or like CK who had been killed they got him off for us the African commando.",
        6538.34,
        6557.76
    ],
    [
        " So we just didn't really have a great plan for we got him off and we just got everybody down started setting up another casualy collection point down there at the bottom of the hill.",
        6557.76,
        6571.76
    ],
    [
        " You know, you're climbing down stuff still exploding you still getting shot at.",
        6575.42,
        6581.16
    ],
    [
        " But by the time we got down to the valley again it was with a little bit more cover it was everything that day was just this sucks less than that.",
        6582.66,
        6597.08
    ],
    [
        " So I'm going to do I'm going to do this.",
        6597.08,
        6599.98
    ],
    [
        " So at that point you know got everybody off got to go through, recheck everybody now because we've now moved moved all the patients long since out of most of my supplies.",
        6600.5,
        6619.5
    ],
    [
        " So then it comes down to well you do need a bad nudge but he needs it more but you're you're going to be fine without one and just kind of keep making those calls.",
        6620.4,
        6632.0
    ],
    [
        " How long did it take for Casavak to show up?",
        6632.26,
        6635.12
    ],
    [
        " So we'd never really got like a dedicated to Casavak to come in that day.",
        6639.28,
        6645.02
    ],
    [
        " We had some black hawks that were supporting the mission up there and those pilots were awesome.",
        6645.12,
        6653.64
    ],
    [
        " They're like there's wounded we're going to come in it's hot.",
        6654.24,
        6659.3
    ],
    [
        " They're fine with it they know what's going on. So they came in we got the first group loaded up and out and then they came in again got the next group.",
        6660.18,
        6671.92
    ],
    [
        " So basically we got all the critical and all the non ambulatory people out of there and then everybody else just you just got to walk out of here.",
        6672.22,
        6682.86
    ],
    [
        " There's no other else going to come for you.",
        6683.24,
        6685.86
    ],
    [
        " It was at some point around this time when I'm down down in the valley working.",
        6687.3,
        6694.44
    ],
    [
        " Is that point that can notice my arm is starting to hurt a little bit and they just look at my arm arms there it's fine whatever.",
        6695.2,
        6707.74
    ],
    [
        " Just you know if you bang or elbow on something you just kind of shake it out and you move on with your day.",
        6709.4,
        6715.18
    ],
    [
        " It was later that night you know get back to the base after we went and saw the wounded guys go and take a shower.",
        6715.66,
        6725.62
    ],
    [
        " I noticed I had to cut on my arm and bruising around my elbow.",
        6725.96,
        6729.72
    ],
    [
        " That wasn't there earlier.",
        6730.98,
        6733.44
    ],
    [
        " Went and found my uniform and it's got that bull hole in it and I was like oh I don't have any idea.",
        6734.54,
        6744.96
    ],
    [
        " At some point you took around when that went through.",
        6745.76,
        6749.18
    ],
    [
        " It's one of those days as bad as it was.",
        6752.44,
        6755.16
    ],
    [
        " You know you adjust an inch this way.",
        6756.26,
        6761.64
    ],
    [
        " I think we'd done the math before and it was like we came up with like eight inches or something.",
        6761.92,
        6769.2
    ],
    [
        " The enemy could move a bullet eight inches over the course of the day.",
        6769.62,
        6774.3
    ],
    [
        " Like move this bullet one inch this way move this bullet.",
        6774.3,
        6777.02
    ],
    [
        " This way they would have just killed everybody.",
        6777.18,
        6783.1
    ],
    [
        " Like one of the guys got shot through his camel back.",
        6783.32,
        6787.26
    ],
    [
        " First that he hit like he had a flare in the back there.",
        6788.32,
        6792.62
    ],
    [
        " He did that but you just inched that Dylan who had the bullet skim between his armor and his gear.",
        6792.74,
        6800.52
    ],
    [
        " You moved that but that's how combat is.",
        6800.52,
        6805.42
    ],
    [
        " You know it.",
        6805.7,
        6805.92
    ],
    [
        " A little meters in inches.",
        6806.46,
        6807.88
    ],
    [
        " You train you get as good and proficient as you can and then help for a little bit of luck as well.",
        6808.34,
        6818.0
    ],
    [
        " You guys and I know you lost two.",
        6818.86,
        6822.06
    ],
    [
        " Well you lost your one interpreter killed.",
        6822.34,
        6824.6
    ],
    [
        " Well CK.",
        6825.36,
        6826.22
    ],
    [
        " And then one Afghan soldier killed.",
        6826.7,
        6828.56
    ],
    [
        " Yeah.",
        6828.66,
        6829.28
    ],
    [
        " But none of the Americans were killed.",
        6829.46,
        6833.0
    ],
    [
        " No none of the Americans.",
        6833.44,
        6835.3
    ],
    [
        " That's like completely.",
        6835.52,
        6836.96
    ],
    [
        " That's a miracle.",
        6837.42,
        6838.96
    ],
    [
        " It's incredible.",
        6839.24,
        6839.84
    ],
    [
        " Yeah.",
        6840.24,
        6840.34
    ],
    [
        " Baradine he was the Afghan first sergeant.",
        6840.46,
        6847.78
    ],
    [
        " He was on that SF team that was with the blocking down the valley at some point.",
        6848.3,
        6853.68
    ],
    [
        " They came up to kind of help us do that final policing up of everything.",
        6853.68,
        6858.78
    ],
    [
        " And he was he was he was a great first sergeant for them.",
        6859.68,
        6862.66
    ],
    [
        " He was leading from the front like you should.",
        6862.78,
        6864.88
    ],
    [
        " And he caught around just below that chest plate.",
        6865.3,
        6868.04
    ],
    [
        " It is a year order.",
        6868.42,
        6870.06
    ],
    [
        " It's being a cave doesn't much matter.",
        6870.16,
        6871.48
    ],
    [
        " But he dropped and that was it.",
        6871.9,
        6875.74
    ],
    [
        " So as rough as the day was and as much as you kind of go through after the fact like what could I have done better?",
        6879.4,
        6885.14
    ],
    [
        " Couldn't have been here a little faster than that shot that guy a little bit quicker.",
        6885.34,
        6892.8
    ],
    [
        " The only two Ks there was just there was nothing to be done for us.",
        6893.44,
        6902.06
    ],
    [
        " So eventually got comfortable with it all because of that.",
        6903.4,
        6905.6
    ],
    [
        " And then what when your team what did they even do with your team now?",
        6906.54,
        6910.06
    ],
    [
        " You guys come back you got all these casualties that they stand you guys down they send you home.",
        6910.58,
        6914.58
    ],
    [
        " What they do with you.",
        6914.58,
        6916.18
    ],
    [
        " No we so after we got everybody all the the wounded guys out eventually we kind of regroup.",
        6916.24,
        6926.32
    ],
    [
        " So we go down back back to the infill point.",
        6926.32,
        6929.02
    ],
    [
        " Get them helicopters leave wind and a planning it some fire based on even know where it was.",
        6929.42,
        6935.36
    ],
    [
        " We don't know if we're going back there's another SF team there we still got a lot of commandos.",
        6935.86,
        6941.36
    ],
    [
        " So we're like back in the game.",
        6942.0,
        6943.78
    ],
    [
        " Are we going to go?",
        6943.92,
        6944.74
    ],
    [
        " I'd linked up with the medical support that was there refit my bag got got everything ready to go again.",
        6946.0,
        6954.32
    ],
    [
        " Like we were going to go right back.",
        6955.02,
        6956.28
    ],
    [
        " But we didn't.",
        6956.86,
        6959.14
    ],
    [
        " Which was probably the right call for that day.",
        6959.4,
        6963.06
    ],
    [
        " So then we ended up going back to Jalalabad which is where we were operating out of at the time.",
        6964.36,
        6969.0
    ],
    [
        " A couple of the wounded guys were there so we went and saw them.",
        6970.22,
        6974.98
    ],
    [
        " A couple of the wounded guys were already a bar.",
        6975.38,
        6976.74
    ],
    [
        " We took care of them we got a senior you know let's see guy Carl.",
        6979.2,
        6985.86
    ],
    [
        " We became our new acting team sergeant.",
        6986.08,
        6988.32
    ],
    [
        " We just went about better day and we still we still did another mission a few weeks later.",
        6988.5,
        6996.4
    ],
    [
        " It's just funny remember so one of the one of the guys a damn plants he's now sergeant major.",
        6996.76,
        7005.98
    ],
    [
        " Out there that was his first mission with us and of course he's like are they all like this and of course they are.",
        7009.1,
        7018.28
    ],
    [
        " Some of them are worse.",
        7018.58,
        7020.34
    ],
    [
        " Welcome aboard.",
        7020.7,
        7024.06
    ],
    [
        " Stay on my to get some.",
        7024.44,
        7025.72
    ],
    [
        " And then how much longer was that deployment you guys did a few more operations with your new team sergeant.",
        7026.7,
        7032.22
    ],
    [
        " How do you feel going back out.",
        7032.46,
        7033.84
    ],
    [
        " Obviously that that fight was was different than anything we'd faced before.",
        7035.08,
        7044.22
    ],
    [
        " When we left whatever it was six weeks later that was that was my last.",
        7044.66,
        7051.7
    ],
    [
        " Combat deployment so I didn't face anything like that again but it was when we went back out I mean.",
        7052.86,
        7057.52
    ],
    [
        " We were ready to go again and I remember on that that next mission we went out on.",
        7059.1,
        7066.56
    ],
    [
        " We're going through the village and our interpreters are just you know they would talk with the bad guys on walkie talkies.",
        7066.92,
        7077.66
    ],
    [
        " Sometimes they just talk.",
        7078.12,
        7079.48
    ],
    [
        " Talk shit back and forth through each other.",
        7080.4,
        7082.06
    ],
    [
        " And so at one point they were like oh these were the guys who we just we think these are the guys we just messed up a few weeks ago.",
        7083.24,
        7088.9
    ],
    [
        " Like let's get them and then a Iowa came in and did a run and took out a few in there.",
        7089.2,
        7095.52
    ],
    [
        " I like second thought that's what's called today.",
        7095.64,
        7099.18
    ],
    [
        " You know drawn now I was I was the end of that day.",
        7099.74,
        7103.86
    ],
    [
        " But so yeah it was definitely a day we'll never forget.",
        7106.02,
        7114.48
    ],
    [
        " But I'm just glad that you know the team came together they got the job done we didn't accomplish the mission.",
        7115.94,
        7125.5
    ],
    [
        " We didn't find the bad guy we didn't get to bring him back but you know some days the win is.",
        7125.64,
        7132.56
    ],
    [
        " It's just we got everybody that we could out of their alive and you know we certainly gave him worse than we got today.",
        7133.34,
        7145.14
    ],
    [
        " Yeah that estimated enemy killed was like 150 to 200 and that that ended up being the most decorations highest decorations handed out for a single day battle since the Vietnam War.",
        7145.66,
        7160.34
    ],
    [
        " It was for this for this operation that you guys went on.",
        7160.56,
        7164.78
    ],
    [
        " And then so when you came home what made you decide because you ended up getting out of your army what made you decide you were going to get out.",
        7165.18,
        7172.88
    ],
    [
        " And I'm getting out of May of 2009 so just over a year later it was.",
        7173.4,
        7179.92
    ],
    [
        " A lot of different factors like said at my older son was actually born in January of 2008 so I came home song born and then right back to Afghanistan and then you know we had other missions in this mission afterwards.",
        7181.16,
        7200.64
    ],
    [
        " So that you know that priority factor starts to go in there.",
        7201.1,
        7209.38
    ],
    [
        " Another part of it was just I think I always felt like there was something I was supposed to do.",
        7210.42,
        7221.04
    ],
    [
        " And that seemed like it's good to go to the thing to check a block with this as I could I could think of it's so many different like factors coming that.",
        7224.76,
        7234.98
    ],
    [
        " Yeah.",
        7234.98,
        7235.16
    ],
    [
        " Like I there's not a day that goes by that I don't still miss the team is so wish whenever I hear they're out there like I wish I was there with them I wish I was.",
        7235.16,
        7245.92
    ],
    [
        " You know still doing it but you know I felt like I'd done whatever it was I was supposed to do and you know I think I think it's tough for any special operations guys see a little green beret or whatever.",
        7246.44,
        7263.9
    ],
    [
        " Like at some point you have to hang it up because time is going to yeah it's a young man you're going to hang it up with you want to or not at some point.",
        7264.42,
        7271.78
    ],
    [
        " Yeah it's it's it's that game so I felt like you know I'll go out on go out on my own terms and speak.",
        7271.88,
        7281.02
    ],
    [
        " Yeah and then how do you end up getting into the secret service like what what made you look at that and think that seemed like a good call.",
        7281.02,
        7287.64
    ],
    [
        " So I think I started applying for them when I had about six months to go in the military what you're interested on.",
        7291.12,
        7299.02
    ],
    [
        " So I follow disclosure with them I federal law enforcement just seemed like a good next transition so I shotgun blast out you know the FBI the secret service the D.A.",
        7299.56,
        7313.9
    ],
    [
        " Marshalls air marshals everybody and very quickly on I really just liked the personality like came with the secret service the the attitude that the people had the dedication of the job the focus",
        7314.72,
        7332.84
    ],
    [
        " in a lot of ways you know like like SF like you have the super important mission sometimes you have all the resources you need sometimes you don't you're still going to figure it out you're still going to you're still going to make it work I really liked that person Ali that came with it so",
        7333.9,
        7352.74
    ],
    [
        " while everybody showed interest in me I kind of focused there and I'm getting hired them a couple months after I got got out of the army and what's that on boarding like you go through like a boot camp scenario with them because they must take kids out of college right.",
        7354.8,
        7370.46
    ],
    [
        " You're supposed to have I can't remember what the book answer is like three years of real world experience after college so from my class you had a mixture some people had military background some people I law enforcement backgrounds some had one was a lawyer just any different background so is it like a gentleman's course boot camp scenario",
        7370.96,
        7396.04
    ],
    [
        " for the most part you know coming from from the SF background like I don't know who we need to kick out you got to kick out somebody right just to make sure that everybody else who's here knows like you know it could happen to you but our we had a good class so everybody everybody got through and",
        7400.62,
        7422.04
    ],
    [
        " but it was I'm say it was about three months of training in Georgia the federal law enforcement training center kind of basic information on the criminal investigator training program basically legal law stuff how to handle evidence all that kind of stuff yeah the basics every law enforcement person needs and then you continue on with four more months at the secret service where you learn",
        7422.92,
        7449.98
    ],
    [
        " the two aspects of of our agency both the financial crimes investigations and the protection aspect and most people don't know about the financial crimes investigation of the secret service they don't think about that arm of it",
        7451.54,
        7464.16
    ],
    [
        " well and that's I mean that's why it was created you know president Lincoln signed the secret service into into existence to fight counterfeit and because at the end of the civil war",
        7464.16,
        7477.58
    ],
    [
        " I can remember this is just like two thirds of the currency in the country was counterfeit and you can't rebuild when half of everything is fake",
        7477.58,
        7488.74
    ],
    [
        " so he you know he signed that and it was soon after that you know he went to a play didn't work out for him but then it was 40 years later that we kind of took over the full time protection of the president",
        7490.54,
        7505.62
    ],
    [
        " and of course that's our our main mission now well while the majority of people in the agency are are out there keeping the financial system secured and attacked obviously the number one mission is the president the vice president",
        7506.28,
        7524.8
    ],
    [
        " and other heads of state or has government that come in to the country we protect them and you know obviously there's all no fail missions like you can not let something happen to the president or if you have some country come in that maybe nobody's you know nobody's ever heard of this dude well",
        7526.88,
        7550.26
    ],
    [
        " we still can't let random street violence happen to this guy or or something so you just there's that whole spectrum that you have to work around",
        7551.18,
        7560.12
    ],
    [
        " so you get done with the training and then where did you where was your where did you get stationed did you go to the president's detail or did you go to the crime fighting part",
        7560.12,
        7568.46
    ],
    [
        " so the typical career path is is you go out to one of the field offices around the country and and fight crime for a little while so when I got got the offer they offered me a couple different cities to start in Phoenix Arizona sound like the best option",
        7568.78,
        7586.28
    ],
    [
        " so I took that yeah my wife and son moved out there right away we bought a house you know while I take me to live there I was off a training for several months and then joined them as soon as I finished up",
        7587.46,
        7604.54
    ],
    [
        " and I spent basically the next four years in Phoenix from May 2010 to May 2014",
        7604.54,
        7613.0
    ],
    [
        " doing whatever financial crime or so financial crime includes what you have you credit card fraud your counter fitting I need to get your number because credit card fraud people are all about you know",
        7617.22,
        7630.32
    ],
    [
        " coming after me they they like open access and that's what and and when I talk to people like yeah it happens it's happened to every that's like the main crime right now when I say hey there's credit card fraud",
        7630.9,
        7641.6
    ],
    [
        " me says you know that happened to me two weeks ago it's happened to everyone now it yeah it's happened to me yeah it happens dang okay maybe it won't call you it's it's one of those things I mean there's so many different levels to it like you can you know there's the",
        7641.6,
        7659.86
    ],
    [
        " the prudence that you know you'll see the things like oh check a ATM to see if you see a skimmer attached to it which is great advice it's definitely something you know something looks weird on a temp don't use it but you go to a store I mean even like target are these bigger stores",
        7661.06,
        7679.82
    ],
    [
        " oh yeah it's right they have the massive you get hacked you didn't do anything wrong like you use the machine machine was a security thought but at some back level so there's those two aspects of the crime that we",
        7679.82,
        7694.56
    ],
    [
        " know because it's a person who stole all the the card information but they're almost never the person who's using it they sell it to somebody else so you you've got to pick which side do I want to chase today",
        7694.56,
        7707.72
    ],
    [
        " don't figure out who stole it you don't figure out who's using it and it kept you pretty busy and then eventually you get called back to DC is that where you got station next so I'm station DC now with the counter assault team for the secret service it's",
        7707.72,
        7726.3
    ],
    [
        " which is like the cool like the coolest job right I mean in the secret service let's be straight up right there's nothing cool to been saying I'm on the counter assault team of the secret service it does sound cool yes and what it really means is sitting in the back of vehicle somewhere for long periods of time in a motorcade or something yeah with the full body armor on the thing so you're uncomfortable your miserable complaining about it like why did I sign up for this but and there's like 8000",
        7727.3,
        7753.28
    ],
    [
        " pieces of security that someone would have to get overcome for you guys to get the call but some day it does sound cool so we got that going for us but what I what I love about that just like with SF is you know to be there you have to you have to volunteer you have to go through selection process you",
        7754.9,
        7778.12
    ],
    [
        " a little more how tired of the you are they on shooting in that school standards are much higher than the general secret service because you might be taking shots around the president you don't want to throw that round you know what no pressure yeah it adds a little extra level to that you know law enforcement every round counts aspect yeah",
        7778.12,
        7801.0
    ],
    [
        " absolutely military you know most most most most around count you can't just fire indiscriminately but you know if he's generally in that area that's why I gave him one bullet yeah where is you know secret service yeah I got I got trouble one time during during CQC training for putting down cover fire in a building I was like you know someone's trying to cross all way and I'm like okay I know there's a bad guy down the mr. start shooting at him and you know the instructor is like Chaco",
        7801.44,
        7830.34
    ],
    [
        " what were you doing over here I was like where he's like in this you know you're holding this hallway then you just started shooting and I was like I was putting down cover fire for the guy that was moving because",
        7831.24,
        7838.58
    ],
    [
        " he's like I did it but you're really not supposed to do that in CQC and I'm like okay fair enough you know but if the guy come around the corner might work yeah he wasn't coming around the corner when I was cracking rounds at him exactly",
        7838.58,
        7851.2
    ],
    [
        " so you're so you and so you're just that's do you go on is there a rotation that you're going on for that are you like on all the time pretty three months on three months off do you just are you just in a certain area and that's when you're live",
        7851.92,
        7863.18
    ],
    [
        " so they break us down into we call them we have teams and then two teams make up a company and then and so we have basically four different elements so ones on training ones on your days ones and you're even",
        7863.18,
        7880.88
    ],
    [
        " on your your meds at all time and so yeah your your downtime is to train and then the rest of the time you're up protecting protecting the man or you know present vice president other people as as need support so always working",
        7880.88,
        7899.7
    ],
    [
        " and at some point during during that job you you got you you went to the hospital and figured out something that wasn't going too well I'd say to the least so you know if you kind of go through the the full story",
        7900.4,
        7919.02
    ],
    [
        " um what was that late spring early summer of 2016 I kind of started getting a little pain in my my right hip little pain in my back but of course I have some pain I was running around a kit for the army for six and a half years you know at that point I've been doing it with the counter assault team for two and a half years just",
        7920.68,
        7947.78
    ],
    [
        " you know you're not supposed to do that to your body it's not it's not good for you everybody knows it so I was actually in California hiking with the Obama family and you know somebody doing a father say we can trip with them and you know my hip was hurting my back kind of seized up I don't know this is this is not right but I go see my dog he's like just stretch some more",
        7949.02,
        7977.36
    ],
    [
        " or stop doing your your job well I'm not going to stop so I'm going to stretch some more pain all kind of kept getting a little worse little you know just a little more knowing as as I went since the doctor to make a good answer let me try a chiropractor got some relief for a little while from that and it but it just kept getting getting a little bit worse and so",
        7979.2,
        8006.98
    ],
    [
        " he came up with the differential diagnosis to use medical terms that he was like you probably tore some cartilage in your hip at some point and it's like I don't remember doing that and he's like what as active as you are he can just happen sometimes",
        8008.48,
        8024.74
    ],
    [
        " so we do an MRI in February of 2017 and then the next day waiting on results they still fly out to actually flew out to San Diego to do to do some more work and that afternoon after I got here he called and he was you know telling us well",
        8025.64,
        8045.68
    ],
    [
        " a few different use of word lesions you don't want to say tumors but he's like he got a few things going on your hip that are not normal and he just go talk to this dog like as soon as you can",
        8049.44,
        8063.44
    ],
    [
        " he didn't didn't even tell me like what the what that doc did but like okay he's at this hospital he's this doc I Google him like anybody",
        8063.44,
        8073.7
    ],
    [
        " wouldn't like he's an oncologist like so this like of course that call is bad but you know now we're getting more information okay it's really not good",
        8073.7,
        8083.84
    ],
    [
        " I took the red eye back home and next day get a CAT scan and that's when they find that tumor is just everywhere",
        8083.84,
        8093.76
    ],
    [
        " what they decided was the the primary tumor was about the size of a little bigger than a baseball on my left lung",
        8093.76,
        8101.74
    ],
    [
        " and by that point like I started thinking like with all the work I even doing like I'm just getting out of shape like my run times keep you in a little worse but",
        8105.1,
        8114.68
    ],
    [
        " at no point did I think that's what it was so we find out like through that MRI like I'd actually I had a fracture on my pelvis",
        8114.68,
        8125.38
    ],
    [
        " it's had a baseball on my lung and a fracture on my pelvis and still working",
        8127.64,
        8134.22
    ],
    [
        " so yeah we go through the process of trying to figure out what's going on find a doc don't really care for him fire him",
        8134.22,
        8146.12
    ],
    [
        " go find another doc at Johns Hopkins we're really like we're still working with him",
        8146.12,
        8152.22
    ],
    [
        " uh we've been fighting just over two years now",
        8153.3,
        8157.54
    ],
    [
        " and then on top of that you're you're well as I mentioned you guys your od18 got something like",
        8157.54,
        8170.76
    ],
    [
        " I don't know 12 or 13 silver stars amongst them was 10 silver stars three or four bronze",
        8170.76,
        8178.14
    ],
    [
        " though the Air Force cross for the first cross and you were one of those you were one of those silver stars",
        8178.52,
        8184.9
    ],
    [
        " yes I was and they the the government or yeah the military basically I forget what year is maybe",
        8184.9,
        8193.24
    ],
    [
        " 2015 or 16 they started doing a uh service wide review of all of the awards that had been handed out",
        8193.24,
        8204.36
    ],
    [
        " or awarded to see if they all all kind of matched up and were where they should be and I know actually",
        8205.26,
        8215.42
    ],
    [
        " a three of my guys who had been written up for bronze stars they got they got advanced or they got",
        8215.42,
        8225.02
    ],
    [
        " raised to silver stars but they they reviewed year award as well and they came to a",
        8225.02,
        8234.2
    ],
    [
        " well-conclusion that it should be upgraded and how do you find out about that so",
        8234.2,
        8238.8
    ],
    [
        " I of course had heard about the review process that the Secretary of Defense had ordered",
        8238.8,
        8245.94
    ],
    [
        " never gave it a second thought just was going about my my day-to-day life",
        8245.94,
        8253.18
    ],
    [
        " mean honestly I think like most soft guys like just a add a boy and uh here's your next mission",
        8253.18,
        8262.84
    ],
    [
        " that's all any of them expect or want or everything so in August of last year",
        8263.1,
        8271.74
    ],
    [
        " I get the first call on on my home phone you know you still have one it's a part of that triple",
        8271.74,
        8280.36
    ],
    [
        " play package you know they get you with the home phone like I don't want a home phone they're like",
        8280.36,
        8283.96
    ],
    [
        " it costs more to not have it like the led light yeah yeah so somebody somebody somebody calls",
        8283.96,
        8292.58
    ],
    [
        " they left them they left a of uh uh voicemail on that is it is even called voicemail when it's on",
        8292.58,
        8298.78
    ],
    [
        " the answering machine answering I don't know but they they they called and left a message and they",
        8298.78,
        8304.82
    ],
    [
        " claimed that they were from the Pentagon and they they said we needed to talk to Ron Sharer",
        8304.82,
        8311.86
    ],
    [
        " and I was like this is it almost sounds legit but it's definitely a scam I'll call him back",
        8311.86,
        8318.08
    ],
    [
        " and just speaking of credit card fraud here we go so I call him up and they're like we need to set up",
        8318.64,
        8325.8
    ],
    [
        " a call between you and a hiring and the O.D. official and I'm like who who now like we can't tell",
        8325.8,
        8333.08
    ],
    [
        " you like why we can't tell you I'm like well that doesn't sound right so go to send me an email",
        8333.08,
        8342.46
    ],
    [
        " from your official dot dot mill to my secret service email launch it over there will",
        8342.76,
        8351.02
    ],
    [
        " just just to verify who you are because you say you're from the army you're at the Pentagon",
        8351.02,
        8356.92
    ],
    [
        " you do you want I get calls from them all the time you know yeah IRS is always calling me saying",
        8356.92,
        8363.44
    ],
    [
        " I'm about to be arrested right so they they sent me the the message confirming who they",
        8363.44,
        8372.44
    ],
    [
        " were and so I'm just not going to tell me why and they're like no well that's cool I got a family",
        8373.46,
        8379.48
    ],
    [
        " vacation I'm taking next week and have this person call me after that but like I'd mention we're",
        8379.48,
        8388.44
    ],
    [
        " we're in this cancer battle and so just before we went on that trip I started getting some new",
        8388.44,
        8396.06
    ],
    [
        " pain so we do some scans we find out I got a little bit a little bit of stuff growing and we make",
        8397.58,
        8402.1
    ],
    [
        " a plan to deal with that as soon as we get back from our trip so I go on my family vacation we come",
        8402.1,
        8409.64
    ],
    [
        " back and we start radiation basically the next day just trying to get control again so this person",
        8409.64,
        8420.68
    ],
    [
        " the army they start calling me again like hey we're gonna set up a date for this person to talk to you",
        8420.76,
        8427.76
    ],
    [
        " and it's like okay cool you have any idea right now or you just",
        8427.76,
        8432.14
    ],
    [
        " no we my wife and I were trying to like brainstorm like I knew about the review process",
        8432.14,
        8441.22
    ],
    [
        " did that even click in your head I think at one point so with the the",
        8441.22,
        8450.28
    ],
    [
        " email like the the not subject but like your name and then this is my job is that important I am",
        8451.22,
        8458.66
    ],
    [
        " oh yeah yeah signature line yeah uh I see that and I see I see what it is so I google that because",
        8458.66,
        8467.12
    ],
    [
        " I don't know who this person is or what it is investigator so I start going down that chain and at one",
        8467.12,
        8472.92
    ],
    [
        " point we actually found out that it they're in the long process of the metal of honor",
        8472.92,
        8479.76
    ],
    [
        " they're one of the many tears but while I find I kind of look at each other and we're you know",
        8479.76,
        8485.94
    ],
    [
        " just kind of chuckle it off like that's ridiculous um but so we're like well maybe",
        8485.94,
        8493.0
    ],
    [
        " maybe you know I you're a witness for somebody or I got a witness for something I signed up for",
        8493.0,
        8500.72
    ],
    [
        " the you know the the burn pit registry that's out there like I'll sign up for that I'll",
        8501.82,
        8506.24
    ],
    [
        " maybe it's something do with any of these numerous things so the day that I'm supposed to get",
        8506.24,
        8514.8
    ],
    [
        " the call um oh uh tell a working that day because my just finished up some radiation feel awful",
        8514.8,
        8522.72
    ],
    [
        " and so um I get the first call from the military saying are you gonna take your call later today",
        8523.68,
        8532.16
    ],
    [
        " like yes I'm good then one of my friends ends up calling Miranda and says basically stand by for",
        8532.16,
        8544.2
    ],
    [
        " Ron's boss and so he gets on the line to talk to Miranda and he's like it's Ron good for a phone call",
        8544.2,
        8549.64
    ],
    [
        " today and it's just like yes Ron's fine for a call is this the call that we've been talking to",
        8550.9,
        8557.06
    ],
    [
        " other people about and he's like yeah you know like why are you calling you know we we just can't",
        8557.06,
        8562.38
    ],
    [
        " process like why is he now calling us so he's like are you good for your call like yeah we're good for",
        8562.38,
        8568.98
    ],
    [
        " our call the army calls me back again you're good for your call like yes I'm still good for my call",
        8568.98,
        8574.56
    ],
    [
        " I'm gonna run out of battery though if you keep keep calling me the check if my go to for my my call",
        8574.56,
        8580.4
    ],
    [
        " or not so a little while later boss calls back again and he's like your call is canceled like",
        8580.4,
        8588.16
    ],
    [
        " why are you canceled my call and you know just trying to run through all the scenarios in your head",
        8588.16,
        8596.66
    ],
    [
        " like what why are you doing anything with this and he's like trust me it's good and it's like",
        8596.66,
        8602.26
    ],
    [
        " I don't trust you but but okay I have no choice in this matter so he ends up calling and he's",
        8603.58,
        8614.46
    ],
    [
        " saying next Tuesday I need you to come into the White House with with Miranda and you need to talk",
        8614.46,
        8622.12
    ],
    [
        " to the boss of the president's detail that makes even less sense than anything that's been",
        8622.12,
        8631.06
    ],
    [
        " happening so far so Tuesday it's September 4th when he comes by our house gets us brings us in",
        8631.06,
        8643.12
    ],
    [
        " into the the White House complex and we go over and we start in the boss of the president's",
        8643.12,
        8651.28
    ],
    [
        " detail we start off in his office and so he meets us in there he's like you know hi Ron and Miranda",
        8651.28,
        8657.62
    ],
    [
        " thanks for coming in really appreciate it um John Kelly wants to talk to you guys",
        8657.82,
        8665.26
    ],
    [
        " so of course Miranda and I are kind of looking at each other like trying to do like",
        8665.26,
        8670.68
    ],
    [
        " the hands he knows like in kind of where we landed is like okay I think I'm gonna get upgraded to",
        8670.68,
        8679.18
    ],
    [
        " a cross which is an amazing honor I think and I think the Secret Service found out",
        8679.18,
        8685.62
    ],
    [
        " and since John Kelly the chief of staff at the time you know former general we have that connection",
        8687.08,
        8693.7
    ],
    [
        " like he's gonna he's gonna bring me in to tell me so we spend some time in that that boss's office",
        8693.7,
        8702.48
    ],
    [
        " and he bring us into the waiting room and in the west wing itself and so we're sitting there",
        8702.48,
        8708.2
    ],
    [
        " just continuing to wait and then uh John Kelly comes by and he's like hey Ron and Miranda",
        8708.2,
        8716.04
    ],
    [
        " thanks so much for coming in I just want to talk with you guys for a little bit",
        8716.04,
        8719.14
    ],
    [
        " and so he's like follow me back to my office so we start following so we start following him down",
        8719.14,
        8729.5
    ],
    [
        " Miranda doesn't know the White House so she's just tagging along like we're walking down",
        8729.5,
        8737.04
    ],
    [
        " the hallway and I think we pass uh uh Sir Huckabee's office and she's like oh look like she's just",
        8737.34,
        8747.22
    ],
    [
        " you know getting kind of star struck by the by the office and all the things but in my mind I'm like",
        8747.22,
        8754.42
    ],
    [
        " you know I don't want to interrupt the chief of staff to the president but I'm like sir your office",
        8754.42,
        8760.62
    ],
    [
        " this is is that way like do you know where you work uh but I'm just long for the ride so we walk down",
        8760.62,
        8771.46
    ],
    [
        " the hall we make a couple turns and then he makes that left into what I know is the old",
        8771.46,
        8776.92
    ],
    [
        " and so I get I get to that threshold I see the president sitting at his desk and as soon as I",
        8776.92,
        8784.06
    ],
    [
        " hit that threshold I can see there's cameras so the video and there's still cameras just going",
        8784.06,
        8789.92
    ],
    [
        " crazy just White House internal stuff just clicking away and at that point it was definitely like",
        8790.08,
        8795.3
    ],
    [
        " you know oh shit um the stenoco today kind of got out of hand uh so the president gets up he shakes",
        8795.3,
        8806.48
    ],
    [
        " our hand you know you did not expect to see me today did you like no it wasn't wasn't playing on it",
        8806.48,
        8814.46
    ],
    [
        " uh honestly can't remember everything you know just the usual",
        8815.84,
        8819.5
    ],
    [
        " platitudes thanks for your service I heard you were in Afghanistan like yeah and he's like did you know",
        8819.5,
        8827.32
    ],
    [
        " you're getting looked at for Afghanistan like no he's like well just want you to know I just",
        8827.32,
        8834.62
    ],
    [
        " approved you to get the congressional metal of honor and honestly that point I'll just kind of",
        8834.62,
        8840.28
    ],
    [
        " went to white noise I couldn't I don't know what else he said afterwards um we have the pictures",
        8840.28,
        8847.24
    ],
    [
        " and you can you can flip there and you can see the moment where he tells because I have a definite",
        8847.24,
        8853.32
    ],
    [
        " what the are you saying and my wife is starting kind of that happy happy cry um but yeah so we had",
        8853.32,
        8864.6
    ],
    [
        " had no no idea that I was getting I mean I knew generally things were getting looked at but I",
        8864.76,
        8871.76
    ],
    [
        " know idea that my packet would stand out or not stand out or or anything um see how we we got out",
        8871.76,
        8879.86
    ],
    [
        " of there the the the boss that had um basically found out it was you know government efficiencies",
        8879.86,
        8890.6
    ],
    [
        " like that day I was supposed to get the call they kind of went down the hall and like does this",
        8891.34,
        8894.34
    ],
    [
        " guy work for you like I've been emailing you from a secret service email address for weeks now",
        8894.34,
        8900.78
    ],
    [
        " but so it was at that moment they're like does he work for you and they're like yeah he works",
        8900.78,
        8905.22
    ],
    [
        " for us and he's here in DC and he he he has a white house back he can walk in a little white house",
        8905.22,
        8910.56
    ],
    [
        " in it's I mean wants uh so so they the coordinated that they made sure the the counters all",
        8910.56,
        8919.6
    ],
    [
        " team for that day they were all uh would you know marine a green beret some more army and",
        8919.6,
        8926.44
    ],
    [
        " another marine just all army guys who all kind of got it and then they found out like",
        8926.44,
        8932.54
    ],
    [
        " as I was finding out and so went and saw them and you know the whole whole thing was just super",
        8932.54,
        8941.18
    ],
    [
        " surreal trying to figure out why me why why not why any of it um I remember",
        8941.18,
        8950.52
    ],
    [
        " who's soon after that the the uh the curl from the pentagon she called she's like so you've",
        8950.52,
        8959.26
    ],
    [
        " obviously not talked to him you know you know why we're being secretive now and like yeah and then",
        8959.26,
        8966.2
    ],
    [
        " she said a lot of stuff about like you know how the process is going to work and other things",
        8966.24,
        8971.98
    ],
    [
        " and at the end of it I got to the point where I was like ma'am I don't remember a thing you just said",
        8971.98,
        8977.68
    ],
    [
        " but I don't have a uniform and like I don't know why that out for seven eight nine years or something",
        8977.68,
        8986.6
    ],
    [
        " like that. The major 2009 is when I got out so this is I mean that's nine and a half years",
        8986.6,
        8992.1
    ],
    [
        " yeah next month will be ten so it was nine and a half years since I got out",
        8993.66,
        8996.7
    ],
    [
        " so yeah it was the last thing that I thought was was coming and yeah I'm obviously",
        8996.7,
        9004.18
    ],
    [
        " super humbled by by it but it was definitely the last thing I thought would come my way",
        9004.18,
        9011.56
    ],
    [
        " I still remember feeling almost guilty calling my teammates to let them know so like hey can you",
        9011.56,
        9021.96
    ],
    [
        " come DC on October 1st because I'm getting them out of honor and like I felt like I had to",
        9022.1,
        9028.26
    ],
    [
        " apologize to them like the team was amazing that day the team did everything and a lot of these guys",
        9028.26,
        9035.96
    ],
    [
        " you know kept going for years and years after I got out like I don't know why I'm getting this",
        9035.96,
        9043.26
    ],
    [
        " well it's it's awesome and I'm sure they all thought to themselves well uh that maybe the fact",
        9043.26,
        9049.3
    ],
    [
        " that you saved my life and kept me alive might be the reason so yeah that's uh unbelievable awesome",
        9049.3,
        9056.92
    ],
    [
        " story um and it sounds like there was definitely some good smooth government operating in there as",
        9056.92,
        9062.48
    ],
    [
        " well in the end they worked out it worked out to be pretty good secret yeah it's pretty awesome",
        9062.48,
        9068.58
    ],
    [
        " that they can't get from you they kept in you know after we stepped out of the oval you know",
        9068.58,
        9072.84
    ],
    [
        " John Kelly is like a sorry I had to pull a trick on you yeah he's like such an honest guy that he",
        9072.84,
        9078.94
    ],
    [
        " felt guilty about that yeah like such a good guy is like I'm really sorry I didn't do that it's okay",
        9078.94,
        9084.16
    ],
    [
        " so I forgive you and then um how when when you go talking about the cancer a little bit when you go",
        9084.16,
        9093.32
    ],
    [
        " in for radiation when you go in for chemo like I you know I've known people that have gone on chemo",
        9093.32,
        9102.82
    ],
    [
        " physically uh so with with my treatments we're in a reassessment phase right now to figure out",
        9104.62,
        9113.78
    ],
    [
        " what we're doing but for the last couple years I've been on uh it's a look it's super far out in",
        9113.78,
        9121.28
    ],
    [
        " the weeds but it's a targeted therapy for my for my very specific kind of lung cancer and so I take",
        9121.28,
        9132.8
    ],
    [
        " two years down the road so the there's ups and downs with it um some you know definitely some side",
        9132.86,
        9146.32
    ],
    [
        " effects I think generally speaking it's better than what you think of as chemo I know it's",
        9146.32,
        9155.16
    ],
    [
        " pissed off a lot of keyboard warriors and the sergeant majors out there in the world that I didn't",
        9155.16,
        9162.52
    ],
    [
        " shave for the for the ceremony I know it's like well because I had a rash from from my treatment",
        9162.52,
        9170.4
    ],
    [
        " so I physically couldn't shave at the time but some people took offense like I'm sorry I really",
        9170.4,
        9177.8
    ],
    [
        " I want I want oh man and it was you know I just that's awesome that's that's only in America",
        9177.8,
        9187.98
    ],
    [
        " could you say oh that guy got the medal of honor you might want to shave next time",
        9187.98,
        9192.14
    ],
    [
        " that's that's professional jealousy at its finest right now yeah and so I made it",
        9192.14,
        9200.12
    ],
    [
        " trying not to chase down too many of the people but a few of them and like just so you know",
        9200.12,
        9206.58
    ],
    [
        " like this is why have a nice day and then what are you doing day to day now so are you still",
        9206.58,
        9213.26
    ],
    [
        " do you work are you working right now secret service you have to put any time with them or you",
        9213.26,
        9216.6
    ],
    [
        " on like some medical leave right now did you stay in the secret service uh yeah I'm still still",
        9216.6,
        9222.28
    ],
    [
        " with the secret service um a few people have asked me not what the matter like secret service just a",
        9222.28,
        9226.62
    ],
    [
        " cover like now it is what I did I was talking my wife you know my wife has been talking to your wife",
        9226.62,
        9233.04
    ],
    [
        " and um I said something along the lines of like oh you know what we'll talk about you know",
        9233.04,
        9240.06
    ],
    [
        " in using the secrets and using the secret service and my wife said and my wife said Brit so she's",
        9240.06,
        9243.86
    ],
    [
        " like fully comprehend American government like an American does but you know I said you know",
        9243.86,
        9250.46
    ],
    [
        " we'll probably talk about you know him being in the secret service and my wife of course literally says",
        9250.46,
        9255.1
    ],
    [
        " but isn't that a secret so yeah could cover a cover for your uh cover in operations that you're",
        9255.1,
        9265.66
    ],
    [
        " now conducting yeah um yeah no it's yeah so once I once I was diagnosed a couple years ago",
        9265.66,
        9273.34
    ],
    [
        " I just switched over for being operational counter assaults you when I'm going to say operations",
        9273.86,
        9279.46
    ],
    [
        " you have an arm in the operations section got it got it so I just send emails to people and I'm",
        9279.46,
        9283.68
    ],
    [
        " I'm a keyboard warrior myself now like you are not working hard enough for Carter send",
        9283.68,
        9287.9
    ],
    [
        " you might want to shave while you're working hard you're by the way yeah and and that's uh and",
        9287.9,
        9296.54
    ],
    [
        " then you got your your wife and your kids and how old are your kids uh our our boys uh our older",
        9296.54,
        9302.8
    ],
    [
        " son Cameron who said it was was three months at the time of the battle he's he's 11 now and our",
        9303.38,
        9308.58
    ],
    [
        " younger son Tyler he's he's eight so you know my wife has you know multiple full-time jobs you're",
        9308.58,
        9315.98
    ],
    [
        " trying to keep those kids you know where they need to be when they need to be there like with the",
        9315.98,
        9322.3
    ],
    [
        " secret service um I can't remember the exact day count but the last year I was like fully able to",
        9322.3,
        9330.46
    ],
    [
        " travel anything I travel like 130 days or something and you know at least for like the military time",
        9330.46,
        9336.76
    ],
    [
        " deployments like you're gonna leave in August like okay that's in the future I know when it is you're",
        9336.76,
        9342.66
    ],
    [
        " gonna be gone for seven months whereas you know the secret service we're dependent on people",
        9342.66,
        9349.74
    ],
    [
        " mm-hmm does the president want to go over here if he does we're going guess what it doesn't matter",
        9349.74,
        9356.66
    ],
    [
        " what we had scheduled next week it's going to happen um so you know in that 130 days on sound",
        9356.7,
        9363.98
    ],
    [
        " that bad it's two days here three days there a call at eight p.m. tomorrow morning you're on a plane",
        9363.98,
        9371.62
    ],
    [
        " at six a.m. get packed so you know she's she's been she was amazing at balancing all of those things",
        9371.62,
        9380.28
    ],
    [
        " that came came with the job and then then I threw in a monkey wrench with the hole",
        9380.28,
        9387.26
    ],
    [
        " I have cancer everywhere it's make it more about me now so because the kids were",
        9387.26,
        9395.68
    ],
    [
        " was that kindergarten and third grade I think were the ages right I know it's like they were just",
        9395.68,
        9403.42
    ],
    [
        " starting to get a little bit easier and you know she's kind of come out for air like yeah hold on",
        9403.42,
        9409.36
    ],
    [
        " I need a challenge you a little more sorry about that well it's you know sounds like",
        9409.62,
        9415.88
    ],
    [
        " and I met her today seems like awesome awesome woman awesome family and um I mean just uh",
        9415.88,
        9421.9
    ],
    [
        " incredible story from from everything that you've done and in what you've been through what you're",
        9421.9,
        9426.5
    ],
    [
        " going through and the perseverance that you're shown is just um perseverance that you showed",
        9426.5,
        9431.4
    ],
    [
        " and the perseverance that you continue to show is just it's awesome man and um probably a good",
        9431.4,
        9436.84
    ],
    [
        " probably a good that's a good place of any to uh try and wrap this up um but you know man",
        9436.84,
        9443.16
    ],
    [
        " thanks for coming on and and really thanks for thanks for giving an example to everyone of",
        9443.16,
        9450.1
    ],
    [
        " you know how to how to train how to fight and how to live it's uh it's awesome well I appreciate",
        9450.1,
        9457.4
    ],
    [
        " saying that and you know I'm not just you know saying this because I'm on your show like I",
        9457.4,
        9461.38
    ],
    [
        " have been listening to your your podcast for a long time I I've listened to many different episodes",
        9461.38,
        9468.06
    ],
    [
        " but there is one in particular where you you know you do the book views and uh the a man's search",
        9468.06,
        9474.36
    ],
    [
        " for meaning you did that one I think like two or three months after I diagnosed and that was",
        9474.36,
        9481.88
    ],
    [
        " I mean I like to think I'm a determined guy and like I can focus through stuff but",
        9481.88,
        9489.08
    ],
    [
        " you know the cancer battles definitely very different than an army battle like again we",
        9490.06,
        9495.42
    ],
    [
        " could discuss earlier like if you could shoot me I could shoot you we'll see this is that kind of",
        9495.42,
        9500.22
    ],
    [
        " behind this seems unknown enemy and so just you know hearing about like that book and then I",
        9500.22,
        9507.5
    ],
    [
        " mean that went out got the book read it like just stuff so your podcast is definitely you know",
        9507.5,
        9514.0
    ],
    [
        " not only on those long boring nights we can't sleep is this this hurts that hurts like",
        9514.0,
        9520.68
    ],
    [
        " something to listen to but it's definitely been very meaningful to me and in those respects so",
        9520.68,
        9527.68
    ],
    [
        " I really appreciate it and hopefully hopefully with someone you know interesting today oh man",
        9527.68,
        9535.62
    ],
    [
        " no it's it's awesome and we'll we'll keep doing it echo speaking of the podcast speaking of",
        9535.62,
        9543.24
    ],
    [
        " you know taking the fight to the enemy scene and unseen sure yeah big time I know you like to",
        9544.96,
        9551.94
    ],
    [
        " you know give us some ideas some some help along the path yeah I have a question first okay",
        9551.94,
        9558.7
    ],
    [
        " the someone you got hit in the arm that time that you didn't realize it or whatever like what was",
        9558.7,
        9564.12
    ],
    [
        " that like a ricochet or something just the bullet dude yeah but like what was it you know what",
        9564.12,
        9569.54
    ],
    [
        " happened with it oh I mean it's the tiniest little scar you can barely see it this is like",
        9569.54,
        9576.02
    ],
    [
        " there like like I like it just barely grazed you kind of thing yeah grazed to me when I when I got",
        9576.02,
        9581.2
    ],
    [
        " the uniform off I mean there was there was there was cut there was bleeding there was bruising like",
        9581.2,
        9586.06
    ],
    [
        " I said it couldn't because it's a kind of so much stuff is going on that like boom yeah you get hit",
        9586.06,
        9592.08
    ],
    [
        " but then it kind of gets blended in with all the all the rest of the chaos kind of thing yeah I mean",
        9592.08,
        9596.4
    ],
    [
        " so much with with the the air strikes stuff we've been talking about like yeah stuff was stuff was",
        9596.4,
        9602.66
    ],
    [
        " hitting you yeah falling on you stuff was it was just stuff was always going on so yeah I was",
        9602.66,
        9613.1
    ],
    [
        " shot you know you know what else is crazy is I just you know like echo doesn't ever write anything down",
        9613.1,
        9621.44
    ],
    [
        " during these things and you've made that statement like probably like 45 minutes ago but",
        9621.92,
        9627.68
    ],
    [
        " echo has just been sitting there thinking like dang what happens yeah okay you expand on that yeah",
        9627.68,
        9631.76
    ],
    [
        " you just my time comes I got that question I'm coming at you wrong no well yeah you sort of wonder",
        9631.76,
        9638.52
    ],
    [
        " because you just sort of mentioned it you know like all kind of like on your watch terminator one",
        9638.52,
        9643.48
    ],
    [
        " the first one where they kind of recover from the shootout and then they're under the bridge and",
        9643.48,
        9647.46
    ],
    [
        " then and they got she started kind of goes hey like what's up you know he goes oh yeah he got",
        9647.58,
        9652.46
    ],
    [
        " me right there and just sort of glosses over it she's like you you got shot like oh what's up",
        9652.46,
        9657.22
    ],
    [
        " that's how I was feeling with you you know I'm saying well luckily oh man it was I did",
        9657.22,
        9665.82
    ],
    [
        " a shot but luckily you know for my sake and for the other people just not knowing when it was",
        9665.82,
        9670.76
    ],
    [
        " yeah it wasn't worse because no big deal let me keep keep going about about about the job yeah",
        9670.86,
        9680.2
    ],
    [
        " it's crazy man millimeter's an inches but yeah so yeah if we're staying on the path",
        9680.2,
        9689.14
    ],
    [
        " speaking of which okay let's start with origin origin up in Maine American made company",
        9689.14,
        9695.44
    ],
    [
        " American founded company it's just an American company I think",
        9697.18,
        9700.16
    ],
    [
        " America sums it up yes but they go deep with American made though that's the thing true so anyway",
        9700.16,
        9705.24
    ],
    [
        " so you're doing jujitsu which we all are you want a ghee you get it from origin all made in America",
        9705.24,
        9710.7
    ],
    [
        " new ghee out by the way out a real good on have you used it yes yes I know you're kind of off",
        9710.7,
        9717.92
    ],
    [
        " the jujitsu for a little bit yeah yeah got a little got a little dinged up in the knee yeah yeah",
        9717.92,
        9722.98
    ],
    [
        " but you used it yes good assessment solid legit as we say in the industry yeah yeah yeah also",
        9722.98,
        9732.14
    ],
    [
        " rash guards on there even the you know the existing geese are good our exceptional actually they're",
        9732.14,
        9738.96
    ],
    [
        " the best in the world factually made by jujitsu people in America with American made products how much",
        9738.96,
        9747.02
    ],
    [
        " that is did you do how much rolling did you do we did we did a fair amount and then at some point",
        9747.02,
        9756.76
    ],
    [
        " like I mentioned one that dude teams already showed up and kind of race that way we were training",
        9756.76,
        9761.96
    ],
    [
        " we did a little less rolling and he found some guy just outside for brag he was like",
        9761.96,
        9769.98
    ],
    [
        " I just met in fights and I think he was from Miami he's like I've been in fights in Miami for",
        9769.98,
        9775.96
    ],
    [
        " for years and years he was really good at it apparently so we did a little less rolling with him",
        9776.3,
        9781.28
    ],
    [
        " because he you know he kind of brought up the point like with all the stuff you're carrying if you",
        9781.28,
        9785.56
    ],
    [
        " end up on the ground that's not a good day for you yeah well if you end up on the ground",
        9785.56,
        9791.26
    ],
    [
        " then you better know what you're doing even with all that stuff on yeah so yeah we he kind of",
        9791.26,
        9796.44
    ],
    [
        " taught us a different way you know fighting it if you get on the ground yeah get back up it's",
        9796.44,
        9805.58
    ],
    [
        " like the primary the primary purpose of jujitsu in self defense situation is to get up and get",
        9805.58,
        9809.82
    ],
    [
        " away from them not to put a triangle on them or put a some kind of a you know pull guard pull guard",
        9809.82,
        9815.1
    ],
    [
        " on the guy yeah that's not smart negative no and the other funny thing is like I always you know",
        9815.1,
        9823.04
    ],
    [
        " I always talk about jujitsu being important and all that stuff but like in the seal teams people",
        9823.04,
        9828.48
    ],
    [
        " would get really into combatives which is cool I'm down with being in the battles I am totally",
        9828.48,
        9832.98
    ],
    [
        " into combatives I'm totally into MMA and jujitsu and wrestling and boxing and more tight and whatever",
        9832.98,
        9837.8
    ],
    [
        " else I can find that is effective but if you have a choice between being really good at shooting",
        9837.8,
        9845.24
    ],
    [
        " your guns and being really good at arm-walking people if you're in the if you're in the military",
        9845.24,
        9850.94
    ],
    [
        " it's better to be good at shooting your guns now luckily I'm here to tell you can get good at both",
        9850.94,
        9855.2
    ],
    [
        " yes sir prioritize being able to shoot really well yes well most my workouts now with with the whole",
        9855.7,
        9863.46
    ],
    [
        " cancer thing are just walks but maybe I'll check out one of these keys and just walk around the",
        9863.46,
        9867.98
    ],
    [
        " oh we get you the lake and well we get we get you get your keys for your kids too because your",
        9867.98,
        9873.76
    ],
    [
        " kids should be doing jujitsu that's for sure yes agree but also on there they have other apparel",
        9873.76,
        9880.6
    ],
    [
        " items fashionable we don't use that we're not like the word he doesn't like the concept I get it",
        9882.12,
        9886.96
    ],
    [
        " but the fact remains Pete you know the Pete Roberts founder of origin yeah he knows a little bit",
        9886.96,
        9892.3
    ],
    [
        " about fashion yeah Pete my partner up in up in Maine he's got like a little he's got a little",
        9892.3,
        9897.62
    ],
    [
        " fashion sense to it yeah a little sprinkle of it which I have zero so there's a contrast there",
        9897.62,
        9902.48
    ],
    [
        " you know yeah Pete will talk about color yeah yeah yeah as long as it's black yeah",
        9902.48,
        9912.68
    ],
    [
        " or gray or get it yeah yeah so anyways anyway also supplements what best kind of supplements",
        9912.68,
        9918.2
    ],
    [
        " joints supplements apparently when we were young we're about the same age I've estimated when",
        9918.2,
        9923.36
    ],
    [
        " were you born 78 I'm at a turn 40 yeah so you're one year younger than me nonetheless back when we",
        9923.36,
        9930.06
    ],
    [
        " were young we thought what protein supplements right create remember when creating yeah yeah",
        9930.06,
        9936.2
    ],
    [
        " it was like oh yeah that's the creating so watch it that stuff no as it turned out it's not",
        9936.2,
        9940.7
    ],
    [
        " even as important not even nearly as important as joint supplements so jock of course makes supplements",
        9940.7,
        9946.66
    ],
    [
        " jock of joint warfare for what anti inflammatory stuff glucose mening conjoined super krill oil",
        9946.66,
        9954.88
    ],
    [
        " krill oil very important for your joints keeps you in the game even at our age I am tripling up",
        9954.92,
        9963.94
    ],
    [
        " on joint warfare right now to help the recovery process yeah of my name oh yeah man the joint",
        9963.94,
        9969.4
    ],
    [
        " where I and the cruel oil combo whatever when you're consistent I mean you could stay consistent",
        9969.4,
        9973.34
    ],
    [
        " so I get it but I have a experience with inconsistency so when uh when I get consistent man it's",
        9973.34,
        9984.86
    ],
    [
        " whatever but like you go it's like they heal up so quick and I don't want to make like oh you're",
        9984.86,
        9989.62
    ],
    [
        " like what's the guy the X man guy who heals me when I'm not necessarily saying you're like Wolverine",
        9989.62,
        9995.16
    ],
    [
        " but you feel like you kind of are Wolverine like you when you get you know how like me anyway when",
        9995.16,
        10000.58
    ],
    [
        " I get hurt or like dinged up I'm like dang how long am I out now you know a week two weeks whatever",
        10000.58,
        10005.74
    ],
    [
        " like with this and I like I don't even worry about it do just in the game just in the game consistently",
        10005.74,
        10010.1
    ],
    [
        " taking it so I dig it is what I'm saying well since you mentioned Wolverine I'll say that with my",
        10010.1,
        10016.22
    ],
    [
        " you know SF and then cancer like we spent more time my wife and I talking about the possibility",
        10016.22,
        10022.94
    ],
    [
        " that that phone call was somebody gonna enroll me in the dead brother okay then with any menals",
        10022.94,
        10029.48
    ],
    [
        " we legitimately had conversations yeah yeah I can't give in everything you know yeah you might",
        10029.48,
        10036.06
    ],
    [
        " be a good candidate for this this new program we're putting together my little my little daughter",
        10036.06,
        10040.58
    ],
    [
        " she watches uh those uh what is it Avengers what it is so she watches stuff does that have Wolverine in it uh uh uh",
        10040.58,
        10049.8
    ],
    [
        " no right no that's X man X man is okay well she watches those things but the other day and she's",
        10049.8,
        10055.86
    ],
    [
        " also kind of callable right because she's nine and she kind of like she's a little bit bubble you",
        10055.86,
        10060.02
    ],
    [
        " know what I mean and she's nine but the other day I started the started this whole like thing with her",
        10060.02,
        10065.32
    ],
    [
        " where I was kind of telling her I was like yeah you know because I was saying oh my knee I was like",
        10065.32,
        10069.16
    ],
    [
        " you know my knee it'll heal up quickly and I said then I said then like I got the little idea in my",
        10069.16,
        10073.92
    ],
    [
        " head of something creative to play a game to play and so I said like yeah you know it's weird sweetie",
        10073.92,
        10079.52
    ],
    [
        " because whenever I get injured it heals up really really fast it's really weird it's always been like",
        10079.52,
        10085.86
    ],
    [
        " that well not always I and then I started saying well you know one time it's really weird but I had",
        10085.86,
        10092.0
    ],
    [
        " this weird memory of like when when I was in the Navy and I went to the doctor and then I didn't",
        10092.0,
        10097.46
    ],
    [
        " remember things for a while and I remember like them putting things in me and her eyes were so big",
        10097.46,
        10104.66
    ],
    [
        " she was so stoked for about another minute and she thought I was full of her",
        10104.66,
        10110.34
    ],
    [
        " because I started up when you start on when something comes from them right so it was her that",
        10110.34,
        10118.18
    ],
    [
        " said like oh how long are you gonna be hurt for so did she initiate this whole conversation",
        10118.18,
        10122.14
    ],
    [
        " that gives me a massive advantage in this trick I'm about to play because I'm playing the trick",
        10122.14,
        10126.6
    ],
    [
        " based on on her reality right yeah I like you just came out of the blue come on the tree with some",
        10126.6,
        10132.28
    ],
    [
        " trick or some conversation no it's part of what she she probably asked me out you know I wasn't",
        10132.28,
        10137.68
    ],
    [
        " just sitting there plotting on it yeah kind of so that's kind of like your thing how you make like",
        10137.68,
        10142.44
    ],
    [
        " when you when you come up with a plan or a correction to a plan or whatever like how you lead people",
        10142.44,
        10149.5
    ],
    [
        " and I see what you're doing when you do it but it still works by the way so you lead people to",
        10149.5,
        10153.78
    ],
    [
        " think that they made the plans yeah see you just did that to your daughter yeah she's not in by the way",
        10153.78,
        10157.76
    ],
    [
        " practiced under yeah yeah that's how I see I get it now I get it fully yeah check none last supplements",
        10157.76,
        10165.0
    ],
    [
        " milk as well additional protein see I still don't neglect the protein don't get it wrong I just",
        10165.0,
        10170.18
    ],
    [
        " find the joint supplements to be somebody asked me on Twitter if I was on growth hormone",
        10170.18,
        10175.46
    ],
    [
        " or because of the way I looked and reasonable though I said I was actually it was actually supposed",
        10175.46,
        10183.76
    ],
    [
        " to be a derogatory comment because it was one of those little clips that someone put up of me",
        10183.76,
        10188.42
    ],
    [
        " talking about something and and then someone with the the shot right and said that why would I",
        10188.42,
        10194.28
    ],
    [
        " listen to this guy looks like he's been on growth hormone and I just replied back like I've never",
        10194.28,
        10202.28
    ],
    [
        " been on any kind of growth hormone unless you count steak I have fun fun on Twitter yeah that's",
        10202.28,
        10213.5
    ],
    [
        " how Twitter is Twitter is I know you have Twitter I don't use Twitter that much I'm trying to",
        10213.5,
        10220.72
    ],
    [
        " try and have Instagram thing yeah yeah Twitter just still doesn't make sense my brain Instagram is",
        10220.8,
        10226.84
    ],
    [
        " also can be fun but Twitter is basically just a bunch of one-liners it's just a bunch of one-liners",
        10226.84,
        10234.3
    ],
    [
        " that's all it is one-liners and it's just 24 hours a day if if you want to sit there and make one",
        10234.3,
        10239.14
    ],
    [
        " liners all day long you know that's what you can do with that thing it's a good way to put it",
        10239.14,
        10243.4
    ],
    [
        " it's just one line and then what's what's lame about it or good about it depending on your",
        10243.4,
        10248.3
    ],
    [
        " perspective is if you and I are having a conversation and you say something and I sing like I I",
        10248.64,
        10253.94
    ],
    [
        " hit it that took a little quick thinking with Twitter you could actually sit there and look at it",
        10253.94,
        10259.72
    ],
    [
        " for 12 minute you could look up words either the dictionary if you wanted to and you could say oh",
        10259.72,
        10264.68
    ],
    [
        " this is gonna be really witty you can plan it out you can do some research and then you can",
        10264.68,
        10269.42
    ],
    [
        " respond and for all anyone knows you just looked at that and just threw it out there so you just",
        10269.42,
        10274.26
    ],
    [
        " got the notification yeah you just saw it and I'm just throwing out this advanced shot back at you",
        10274.26,
        10280.78
    ],
    [
        " whereas the reality is that's not what happened so it's a really interesting now I will say",
        10280.78,
        10286.54
    ],
    [
        " sometimes because you I go on the Twitter and I reply like a lot at once because I don't sit",
        10286.54,
        10291.4
    ],
    [
        " there and look at Twitter all the time so then I go back and I just reply really fast so a lot of",
        10291.4,
        10295.8
    ],
    [
        " times I will do things that are you know just like boom boom boom boom and occasionally I make",
        10295.8,
        10301.34
    ],
    [
        " mistakes you know there's someone on Twitter called the there's a Twitter thing called the grammar",
        10301.34,
        10305.54
    ],
    [
        " police yeah what do you what do you mean like an account or just an account it's an account okay I",
        10305.54,
        10311.5
    ],
    [
        " used and I was an English major Ron I know you're an economics guy okay you're in the numbers I'm in",
        10311.5,
        10317.7
    ],
    [
        " the letters so I I put your and again I'm tweeting at a 47 tweets a minute I'm just boom boom",
        10317.7,
        10331.32
    ],
    [
        " you are instead of why oh you are apostrophe E you're I'm gonna sit up but apostrophe are E",
        10331.32,
        10341.2
    ],
    [
        " yeah and so then and so then up pops like probably an hour later up pops grammar police",
        10341.2,
        10348.72
    ],
    [
        " really yeah and it says and it's it's really I actually love the way they do it they don't they don't",
        10348.72,
        10353.6
    ],
    [
        " they don't they're not disparaging to you they just say for your information you used the wrong",
        10353.6,
        10360.86
    ],
    [
        " your the proper uh you know the proper grammar in this scenario would have been to use why are you",
        10360.86,
        10367.54
    ],
    [
        " apostrophe are E thank you and please correct yourself next time I signed grammar please so I like",
        10367.54,
        10373.56
    ],
    [
        " the grammar police that's a good account yeah thank anyway so it's an actual like account",
        10373.56,
        10378.82
    ],
    [
        " account the camera police like a person it's not a bot somebody's a certain well it may be a bot it",
        10378.82,
        10383.84
    ],
    [
        " may be a bot but it's a grammar police account you can follow I should probably follow",
        10383.84,
        10387.16
    ],
    [
        " grammar police I'm going to yeah what are the pictures they share though just yeah",
        10387.32,
        10391.6
    ],
    [
        " yeah I'm sure Twitter Twitter Twitter I was Twitter for sure I have to yeah I thought you said it",
        10391.6,
        10394.98
    ],
    [
        " yeah okay I mean I guess Instagram you could just you they could have they could have blown up a",
        10394.98,
        10398.62
    ],
    [
        " picture an image of my incorrect you know usage of or it no he would just slide in the comments",
        10398.62,
        10404.38
    ],
    [
        " could right because you wouldn't really you don't need a picture for comments so it'd be like",
        10404.38,
        10408.14
    ],
    [
        " true yeah you post your you know he thing and then they just slide in the comments but they",
        10408.14,
        10413.28
    ],
    [
        " should know that hurts cuz like I was an English major sir that's the only way you'll learn though",
        10413.28,
        10420.1
    ],
    [
        " yeah there you go uh we gotta get you some uh warrior kid moke for your kids Ron",
        10420.1,
        10426.42
    ],
    [
        " do you when you were a kid did you ever drink strawberry quick yes did you like it no okay what about",
        10426.42,
        10434.58
    ],
    [
        " chocolate quick yes did you like it yes okay there you go well for me strawberry quick was kind",
        10434.58,
        10442.44
    ],
    [
        " of like a big thing for me when I was a little kid the fake strawberry flavors it's so hit",
        10442.44,
        10447.64
    ],
    [
        " and miss yeah well either one if you happen to like strawberry quick basically are this kids protein",
        10447.64,
        10457.3
    ],
    [
        " drink tastes exactly like that it's delicious it would be it's delicious to me it wouldn't be",
        10457.3,
        10461.76
    ],
    [
        " delicious to you I guess you'd spit it out I would spit it out I'm gonna be polite I still drink it",
        10461.76,
        10466.82
    ],
    [
        " this is good thanks for uh yeah so you'd be cool about it well your kids hopefully they have",
        10466.82,
        10474.56
    ],
    [
        " better taste buds than you they definitely well this stuff is amazing so anyways that's where your",
        10474.56,
        10479.66
    ],
    [
        " kid moke and it doesn't have any sugar and it's actually good for you it's got protein and vitamins",
        10479.66,
        10483.32
    ],
    [
        " and probiotics it's awesome so anyways that's that also chocolate store it's called jacob store",
        10483.32,
        10488.72
    ],
    [
        " that's where you can get a peril jacob peril because he's so fashionable yes well you know you see",
        10488.72,
        10495.26
    ],
    [
        " that I caught him in this big and try going there the thing is it's like it's not even fashionable",
        10495.26,
        10499.9
    ],
    [
        " but here's the thing I snuck I had to sneak in covertly and insert elements sprinkles of fashion",
        10499.9,
        10507.26
    ],
    [
        " okay p-robert style not quite that hardcore but you know like but it's like zoolander yeah you're",
        10507.26,
        10524.78
    ],
    [
        " fine right it's like his thing it's like not even designed the font he uses is like computer font",
        10524.78,
        10530.62
    ],
    [
        " literally not so it's like OCR whatever so it's like here at this clinical screen oh you know",
        10530.62,
        10535.44
    ],
    [
        " we'll put it on the shirt I'm like cool so I look at I'm like okay I dig it but at least I made",
        10535.44,
        10541.44
    ],
    [
        " the shirt like the this shirt material it's like you know a blend and all this stuff it's not",
        10541.44,
        10546.18
    ],
    [
        " like some cheap uh what do you call it like a boxy uh rugged I don't call it anything I call it a",
        10546.18,
        10552.42
    ],
    [
        " shirt yeah see and that's my point right there super saying so the designs are gonna be super basic",
        10552.42,
        10557.84
    ],
    [
        " non-fashionable but when you get the apparel you'll be like oh this is really wearable stuff is",
        10557.84,
        10563.68
    ],
    [
        " really nice that's what I predict you'll think you know if you have or if history is in the indicator",
        10563.68,
        10568.9
    ],
    [
        " but anyway uh t-shirts on there uh we got some lightwaite hoodies on there which jocke or even down",
        10568.9,
        10574.66
    ],
    [
        " for the lightwaite hood because so far people everyone now every single person who was like",
        10574.66,
        10579.94
    ],
    [
        " siding with jocke in real life I'm not talking about internet siding with jocke saying yeah hoodies",
        10580.02,
        10584.72
    ],
    [
        " are for like when you're cold you need a heavy hoodie otherwise why even wearing a hoodie just",
        10584.72,
        10589.76
    ],
    [
        " wear a shirt right everybody know everybody okay let's talk about something else because this is",
        10589.76,
        10594.22
    ],
    [
        " just ridiculous the lightweight hoodie have changed their mind every single person is mine",
        10594.22,
        10598.76
    ],
    [
        " Dave Burnt human being all good deal David yeah yeah yeah yeah yeah that's not his second one of them yeah",
        10598.76,
        10604.22
    ],
    [
        " he's like I was wrong yeah this hoodie is outstanding oh yeah actually I already knew that",
        10604.92,
        10610.62
    ],
    [
        " that's why we did it but lightwaite hoodies that he should wear rash guards for jiu-jitsu and",
        10610.62,
        10615.28
    ],
    [
        " other things and life man you know some women's stuff hats all some cool stuff I think it's cool",
        10615.28,
        10622.26
    ],
    [
        " people seem to think it's cool go on there if you like something get something jocke or store dot",
        10622.26,
        10627.58
    ],
    [
        " calm Ron how do you like that how do you like the tea it's really good definitely uh",
        10628.8,
        10633.88
    ],
    [
        " wait it's the best tea you've ever tried it's better than strawberry quick it's way better the",
        10633.88,
        10639.72
    ],
    [
        " strawberry quick I definitely would drink this strawberry quick I mean if it has the extra",
        10639.72,
        10645.32
    ],
    [
        " benefits of the probiotics and the protein maybe I'll drink a little extra but cool if it's",
        10645.32,
        10657.4
    ],
    [
        " like the good thing about it is it after you finish this can you can deadlift 8,000 pounds",
        10657.4,
        10663.96
    ],
    [
        " and that's that's proven that's proven to 100% proven as a as a form an eight former 18 delta",
        10663.96,
        10670.1
    ],
    [
        " medic I can help you run through the test and you'll see it's 100%",
        10670.1,
        10674.96
    ],
    [
        " make sure you subscribe to the podcast if you don't subscribe to it already which is kind of",
        10674.96,
        10687.38
    ],
    [
        " and I just read and review yeah a guy said um he was going through like his top five podcasts",
        10687.38,
        10695.2
    ],
    [
        " and then our podcasts came into his world as this is the podcast that I most",
        10695.2,
        10702.46
    ],
    [
        " subscribe and unsubscribe to okay and he says I subscribe to it because it's got great information",
        10702.46,
        10710.94
    ],
    [
        " on leadership and human nature and history and war he goes but I unsubscribe to it because",
        10710.94,
        10718.4
    ],
    [
        " they spend a lot of times on some episodes talking about jujitsu which I don't do and this",
        10718.4,
        10725.66
    ],
    [
        " this wasn't a review on iTunes this was a review that he wrote in a blog oh blog and tagged me in",
        10725.66,
        10730.94
    ],
    [
        " it on Twitter his own blog his own blog because people tag you in their blog so you read it and",
        10730.94,
        10736.46
    ],
    [
        " repost it yeah this is great so I read it and I just commented back to him I said it sounds like",
        10736.46,
        10744.6
    ],
    [
        " you need to start doing jujitsu that's the problem yeah big damn so there you go whoever that guy was",
        10744.6,
        10752.66
    ],
    [
        " seemed like a nice enough guy but didn't want to do the jujitsu that's that so yeah subscribe",
        10752.66,
        10757.96
    ],
    [
        " and don't forget about the warrior kid podcast yes sir oh my daughter has a question for",
        10757.96,
        10762.52
    ],
    [
        " the warrior kid podcast yeah we'll go over it later okay pass it on to uncle Jake if you would",
        10762.52,
        10767.06
    ],
    [
        " but yeah so yeah that's a good one warrior kid podcast is",
        10767.06,
        10771.28
    ],
    [
        " have you ever listened to warrior kid podcast where your kids no I have not now yeah it's what it is",
        10771.28,
        10777.54
    ],
    [
        " the basic principles of life I try and convey it in a way for kids that they can understand it",
        10777.54,
        10790.08
    ],
    [
        " that they can appreciate it and that they listen to it because you know I'm always quoting you with",
        10790.08,
        10794.78
    ],
    [
        " my with with my kids like discipline equals freedom right right do the right thing and then I'll",
        10794.78,
        10800.94
    ],
    [
        " let you do more and you know what it doesn't matter who you are as a dad your kids are not going",
        10800.94,
        10809.52
    ],
    [
        " to listen to you as much as you want them to so it's good if you come at them from another angle the",
        10809.52,
        10814.1
    ],
    [
        " other angle is uncle Jake who can tell them about discipline equals freedom so anyways warrior",
        10814.1,
        10819.78
    ],
    [
        " kid podcast check that out and don't forget about that warrior kid soap from irish oaks ranch",
        10819.78,
        10825.9
    ],
    [
        " dot com aiden's making soap is a kid but he's got his own business and he's making soap on a rope",
        10825.9,
        10832.0
    ],
    [
        " right yeah yeah I'm using a 550 cord little piece of paracord yeah yeah it's good so you've got that",
        10832.0,
        10837.12
    ],
    [
        " going on and then you got YouTube subscribe to YouTube so you can see echoes legit videos and if",
        10837.12,
        10844.18
    ],
    [
        " you want to know what Ron sure looks like big hands by the way then you can watch this complete",
        10844.18,
        10850.46
    ],
    [
        " episode on YouTube you can also see echoes it enhanced videos you know it's a lot of time and",
        10850.46,
        10859.42
    ],
    [
        " effort into them yes which means that he puts a lot of time in effort into there you go and some",
        10859.42,
        10864.46
    ],
    [
        " of them are good some of them he puts a little too much time in effort into you know okay cool",
        10864.46,
        10869.68
    ],
    [
        " this saying yeah yeah I dig it what else psychological warfare if you're having if you're having",
        10869.68,
        10877.24
    ],
    [
        " issues a lot of issues or just a few issues on the path you know moments a week this where you don't",
        10877.24,
        10883.78
    ],
    [
        " want to get up as early as maybe you think you should and you don't feel like it that's what it is",
        10883.78,
        10889.54
    ],
    [
        " when you don't feel like it this is a little bit of help to push you through any moment diet stuff",
        10889.54,
        10894.06
    ],
    [
        " wake up stuff workout skipping workout stuff that was a big one for me back in that day by the way",
        10894.06,
        10898.86
    ],
    [
        " despite this little album leg workouts not anymore that way you're all sir no no no",
        10899.28,
        10907.42
    ],
    [
        " not the arms workout either anyway you get this album it's called psychological warfare",
        10907.42,
        10915.42
    ],
    [
        " little tracks on there of jaco telling us helping us through our moments of weakness really easy",
        10915.42,
        10920.84
    ],
    [
        " 100% effectiveness my experience cool check out flip side canvas it's my brother Dakota Myers",
        10920.84,
        10928.3
    ],
    [
        " Dakota Meyer he is taking cool",
        10928.86,
        10932.1
    ],
    [
        " images yeah and putting them on canvas vinyl in America here and sending them to you if you want them",
        10932.1,
        10943.36
    ],
    [
        " you know he has a straight up jaco series now good yeah the series that's so epic",
        10943.36,
        10951.54
    ],
    [
        " anyways check that out support Dakota into what Dakota is doing yeah flip side if you want",
        10951.54,
        10956.64
    ],
    [
        " if you want custom stuff just hit Dakota up on on Twitter because Dakota is like the nicest person",
        10956.66,
        10962.0
    ],
    [
        " you seem pretty nice to Ron but Dakota is really nice yeah and he's always want to help out so yeah",
        10962.0,
        10969.14
    ],
    [
        " there you go check it out flipside canvas dot com also on it on it dot com slash jaco by the way go",
        10969.14,
        10974.88
    ],
    [
        " that this is where you can get your fitness gear for the beef or home you got a commercial gym",
        10974.88,
        10979.58
    ],
    [
        " whatever you like also some good what would you call the elk bars snack food yeah",
        10979.58,
        10988.02
    ],
    [
        " I like to eat snack yeah it's like which help you even throw the word healthy yeah because",
        10988.02,
        10991.94
    ],
    [
        " it the stigma like the cliche like you like you get bored yeah you're getting shocked yeah yeah",
        10991.94,
        10998.44
    ],
    [
        " anyway there's a lot of good stuff on there on it dot com get something from there to yes keep",
        10998.44,
        11004.72
    ],
    [
        " you on the path and in the game as it were a bunch of books I read a bunch of books Mikey the",
        11004.72,
        11011.96
    ],
    [
        " dragons that's for younger kids way the warrior kid that's for medium age kids marks mission is",
        11011.96,
        11020.88
    ],
    [
        " the follow on to that the new book three of way the warrior kid is coming out it's called where",
        11020.88,
        11026.04
    ],
    [
        " there's a will it will be available should be available right now how you like that for pre-order",
        11026.04,
        11032.78
    ],
    [
        " on amazon this movie was freedom field manual extreme ownership first book I wrote with my brother",
        11033.68,
        11040.86
    ],
    [
        " life babin about combat leadership and how you can apply it to your business and to your life",
        11040.86,
        11046.8
    ],
    [
        " then the dichotomy of leadership which is the follow up to that book which is also about leadership",
        11046.8,
        11051.24
    ],
    [
        " but it gets granular on those principles and on being a balanced leader which is the best kind of",
        11051.24,
        11058.02
    ],
    [
        " ashlan front that's uh my leadership consultancy what we do is solve problems through leadership it's",
        11058.96,
        11064.2
    ],
    [
        " me life babin jp2no Dave Burke good yeah good deal Dave Burke Flynncock and Mike's really Mike",
        11064.2,
        11070.48
    ],
    [
        " Bima and Jason Gerner has realized Jason Gerner doesn't really have a nickname yeah no matter",
        11070.48,
        11078.1
    ],
    [
        " time on that one uh go to ashlanfront.com if you want us to come and help you work",
        11078.1,
        11083.18
    ],
    [
        " through whatever issues you have in your organization we'll do it with leadership the",
        11084.48,
        11088.64
    ],
    [
        " muster coming up May 23rd and 24th in Chicago September 19th and 20th in Denver December 4th and",
        11088.64,
        11094.26
    ],
    [
        " 5th in Sydney Australia these are leadership conferences events I'm gathering with monsters yeah",
        11094.26,
        11106.38
    ],
    [
        " so it's a muster that's what we call it we call the muster and if you want to come to it you got",
        11106.38,
        11112.08
    ],
    [
        " to register pretty quick they all the ones that we've done these are 7 8 9 this year that all",
        11112.08,
        11117.5
    ],
    [
        " of them have sold out so these are going to sell out as well if you want to come get there early",
        11117.5,
        11122.0
    ],
    [
        " I won't be able to help you if you contact me a week prior to the event and say hey I really",
        11122.0,
        11129.88
    ],
    [
        " wanted to go can you you know get throw me a couple tickets and I know you for I went to high",
        11129.88,
        11134.36
    ],
    [
        " school you with you or whatever I can't help you you can't come don't be mad at me then",
        11134.36,
        11139.98
    ],
    [
        " that could be fine",
        11144.0,
        11144.88
    ],
    [
        "",
        11144.88,
        11144.88
    ],
    [
        " that is our online training for leadership for people that can't come to the",
        11144.88,
        11150.94
    ],
    [
        " the muster or you've got a big company with 28,000 employees and you want them all to get trained",
        11150.94,
        11156.58
    ],
    [
        " in the leadership principles that we teach at Ashley on front go to effonline.com",
        11156.58,
        11161.3
    ],
    [
        " and you can get your whole organization aligned and running in the right direction",
        11161.3,
        11167.56
    ],
    [
        " and we've got eff Overwatch as well and what we're doing with eff Overwatch is taking proven",
        11167.56,
        11173.82
    ],
    [
        " leaders from spec ops and from combat aviation and putting them into civilian jobs, civilian sector",
        11173.82,
        11182.56
    ],
    [
        " leadership and don't always think you've got a higher somebody that knows everything",
        11182.56,
        11185.84
    ],
    [
        " technical about the situation. Hire someone for their leadership capability. It's easier to",
        11185.84,
        11192.38
    ],
    [
        " teach them the industry than it is to teach someone leadership. So effoverwatch.com that's what you",
        11192.38,
        11197.24
    ],
    [
        " need it's you need leadership and if you want to connect with Ron he's on the inner webs he's",
        11197.24,
        11204.88
    ],
    [
        " kind of young on the interwebs you're not super advanced. I'm trying to to learn especially with",
        11204.88,
        11216.2
    ],
    [
        " Instagram and so I'm trying to slowly dip my toes into that. The toes are being dipped.",
        11216.2,
        11222.16
    ],
    [
        " Get that connection with the people who feel connected to the story at all.",
        11223.54,
        11227.52
    ],
    [
        " Yeah it's awesome. If you do go on Twitter it's Ron underscore 396 for Instagram which",
        11227.76,
        11237.86
    ],
    [
        " apparently is Ron's going to be the Graham he's in the Graham. That's your main one. That's",
        11237.86,
        11252.14
    ],
    [
        " our ER and then we also echo Charles and I are on those as well and we're also on",
        11253.9,
        11260.98
    ],
    [
        " the wash walk and we are echo is that echo Charles and I am not jocke of willing echo you got",
        11260.98,
        11270.9
    ],
    [
        " anything else. No thank you Ron you're the man. Ron congratulations. Well and he closing thoughts",
        11270.9,
        11279.36
    ],
    [
        " Ron. So again thank you guys so much for having me. Today whenever I come to talk about myself I get",
        11279.46,
        11290.98
    ],
    [
        " love talking about myself like getting most of us guys to. I'd rather you know my wife says that",
        11290.98,
        11300.2
    ],
    [
        " you know I became a green beret and it's the quiet professional. You know you just got you do",
        11300.2,
        11308.58
    ],
    [
        " the mission you talk about it and then I moved over to the secret service which is you know",
        11308.58,
        11313.06
    ],
    [
        " it has that kind of tagline like standing on the sidelines of history like I want to do cool things",
        11313.06,
        11317.86
    ],
    [
        " I want to be there but I never want anybody to talk about me or look at me or do any of that",
        11317.86,
        11325.26
    ],
    [
        " but I appreciate the chance to come here today because you know when I got the the metal",
        11325.26,
        11333.1
    ],
    [
        " you know it's part of processing it and trying to figure out what did I want to do with it.",
        11335.0,
        11341.4
    ],
    [
        " You know like right now from the global war on terrorism we've been fighting for 17",
        11341.66,
        11349.2
    ],
    [
        " straight years like green berets you know that's that's where my heart is like they've been",
        11349.2,
        11354.68
    ],
    [
        " just out there getting it on the entire time. It's mind boggling to me that I am the only",
        11354.68,
        11361.24
    ],
    [
        " living recipient right now representing that group. Robbie Miller who was in Alpha 33 he was on",
        11362.0,
        11369.58
    ],
    [
        " the same deployment as me. He he in the Medal of Honor in January of 2008. I've barely taken",
        11369.58,
        11376.14
    ],
    [
        " the fight to the enemy but unfortunately he was killed. He was the first green beret in this war",
        11376.14,
        11382.0
    ],
    [
        " and in no in the second battle in the first two can actually get out there and share",
        11382.0,
        11387.58
    ],
    [
        " I share my story not so you can be like hey Ron's awesome like Ron's just another dude on a team",
        11388.32,
        11394.28
    ],
    [
        " who had an okay day in a bat in a horrible day but store so I can tell people that stories like",
        11394.28,
        11402.22
    ],
    [
        " that are going on constantly and you know I'm just I'm here to represent those guys who don't care",
        11402.22,
        11411.86
    ],
    [
        " if you you know you can give them give them an award not give them an award give them a pound",
        11412.26,
        11418.46
    ],
    [
        " in the back they don't care they just they believe in the mission they're out there doing the mission",
        11418.46,
        11423.06
    ],
    [
        " they're missing birthdays and and aversaries and all those things for this country and",
        11423.06,
        11431.34
    ],
    [
        " you know that's why I'm here is just to remind people about those guys not so much myself and",
        11431.34,
        11438.7
    ],
    [
        " you know to be able to you know just share a little bit of that story and then you know also to",
        11440.32,
        11446.76
    ],
    [
        " you know say thanks to my family for being so supportive it's you know I mean I'm you know I",
        11446.76,
        11460.16
    ],
    [
        " got a medal because I was you know taking care of other people but I have a huge support",
        11460.16,
        11465.38
    ],
    [
        " structure behind me my wife Miranda like I said was quizzing me through the cue course",
        11465.38,
        11474.16
    ],
    [
        " those were our maybe not our first date but by like week two or three I'm like okay you're in",
        11474.16,
        11479.56
    ],
    [
        " the circle now now you got to help me because I can't give up a whole I want to see you for a weekend",
        11479.56,
        11483.82
    ],
    [
        " but I can't give up a whole weekend and that's that he so just the support that she's given from then",
        11483.82,
        11491.66
    ],
    [
        " to now to you know having a baby or being pregnant with with some green beret who's overseas he",
        11492.8,
        11500.42
    ],
    [
        " comes back sees the baby born like all right good luck with that kid I got to go back and take care",
        11500.42,
        11505.12
    ],
    [
        " of people so the amount of support that I've had there and then my kids just putting up with all",
        11505.12,
        11510.66
    ],
    [
        " this stuff too or just be able to say thanks to them on a bigger front I appreciate that and",
        11510.66,
        11517.42
    ],
    [
        " you know I touched on it a little bit with with my cancer story I definitely don't want to be",
        11518.8,
        11527.42
    ],
    [
        " I don't want to be some like sad story like oh this guy sucks to be him like or anything I just",
        11527.42,
        11537.56
    ],
    [
        " share it just because I know there are other people out there who are getting diagnosed with",
        11537.56,
        11542.64
    ],
    [
        " cancer and they're getting those phone calls and I remember that I remember that first call I got",
        11542.78,
        11548.76
    ],
    [
        " where it was like you know there's nothing you can do today and and he meant like it was like a",
        11548.76,
        11556.6
    ],
    [
        " Friday afternoon I just found out the day before and it's going to the weekend but that that",
        11556.6,
        11562.7
    ],
    [
        " that crush of that well there's nothing you can do like what do you mean and so you know",
        11562.7,
        11569.0
    ],
    [
        " if I can just put out that story that there's always hope there's always more you can do and",
        11569.0,
        11575.32
    ],
    [
        " you know the cancer fight is not like combat where you get to go punch somebody in the face or",
        11575.32,
        11582.42
    ],
    [
        " shoot somebody in the face and and have that like the the cancer fight is you know getting up and",
        11582.42,
        11589.9
    ],
    [
        " eating when you don't want to eat so the last thing in the world you want to do or you got to",
        11589.9,
        11596.06
    ],
    [
        " work out well let's just go for a walk you know like just just those things so I just want to",
        11596.06,
        11602.34
    ],
    [
        " you know have a moment to be able to anybody is being affected by that just say you know you're",
        11602.34,
        11608.6
    ],
    [
        " not allowed and it's tough it sucks however you got there doesn't matter don't worry about I",
        11608.6,
        11616.42
    ],
    [
        " don't I try not to worry for myself why I got it but it's just it's it's just the next challenge",
        11616.42,
        11623.56
    ],
    [
        " keep putting your one foot in front of the other and yeah that's life",
        11623.62,
        11630.06
    ],
    [
        " awesome man well um once again thanks thanks for coming on man it's been awesome",
        11630.06,
        11638.38
    ],
    [
        " to meet you and thanks to Zach your buddy Zach who kind of linked us up and it was cool that he",
        11638.38,
        11641.88
    ],
    [
        " reached out to me and it took us a long time to make this happen with everything that's going on",
        11641.88,
        11645.5
    ],
    [
        " in your world and I'm glad we're able to do it so thanks for coming on and absolutely my pleasure",
        11645.5,
        11650.42
    ],
    [
        " obviously thanks for your service and your sacrifice for what you did for this country",
        11651.6,
        11657.06
    ],
    [
        " and you know not just for what you did for the country while you're in the military while you're",
        11657.06,
        11663.32
    ],
    [
        " in the secret service but also look right now setting an example for everyone for everyone",
        11663.32,
        11670.48
    ],
    [
        " that's out there for me for everyone to to follow and know that we can step up our game that we can",
        11670.48,
        11677.34
    ],
    [
        " go on we can do better and we can fight harder and that's what I see when I see you and uh",
        11677.34,
        11684.16
    ],
    [
        " thanks for for doing that for me and for everyone else and obviously thanks to everyone else",
        11684.16,
        11689.86
    ],
    [
        " out there in uniform that is defending our flag and our country to those that are serving to those",
        11689.86,
        11699.02
    ],
    [
        " that have served thanks to all of you out there thanks to the police and law enforcement",
        11699.02,
        11705.54
    ],
    [
        " firefighters paramedics EMTs dispatchers correctional officers border patrol secret service",
        11706.9,
        11716.86
    ],
    [
        " first time mentioned for the secret service and all the other first responders thanks for keeping",
        11716.86,
        11723.14
    ],
    [
        " us safe here at home and for everyone else out there remember that you might have to fight up hill",
        11723.14,
        11733.48
    ],
    [
        " you might have to fight against a hardened enemy that has more guns and more people than you",
        11734.18,
        11740.18
    ],
    [
        " and even in those situations remember the path of Ron Sher and the rest of special forces",
        11740.18,
        11751.12
    ],
    [
        " ODA 3336 remember to stand by your brothers remember to pick up that weapon remember to put one",
        11754.42,
        11764.42
    ],
    [
        " foot in front of the other and remember to keep getting after it and until next time",
        11764.42,
        11772.14
    ],
    [
        " this is Ron Sher and Echo and Jaco out",
        11772.14,
        11777.58
    ]
]