[
    [
        " Were you very disciplined as a kid?",
        0.0,
        3.44
    ],
    [
        " And was there a set day or moment when you saw how important discipline was and decided to do it?",
        4.36,
        12.24
    ],
    [
        " Well",
        13.62,
        14.26
    ],
    [
        " As a kid, I think I was for the most part a kid",
        14.26,
        20.36
    ],
    [
        " I was not so extremely disciplined kid. I was I was pretty stubborn when it came to certain things",
        20.36,
        29.16
    ],
    [
        " which may be some kind of an early immature form of discipline, you know, just being hard headed, but",
        29.16,
        37.26
    ],
    [
        " I think as I got older I saw the first thing I remember along these lines is seeing a lack of discipline around me",
        37.26,
        46.98
    ],
    [
        " I didn't identify it as people having discipline. I saw like a lack of discipline. I saw weakness. I saw drugs. I saw alcohol. I saw laziness",
        46.98,
        54.4
    ],
    [
        " and I started to",
        54.4,
        58.1
    ],
    [
        " Get after it a little bit right a little bit a little tiny bit",
        58.48,
        62.98
    ],
    [
        " But there was no home models. There was no internet. There was no guidance. I",
        62.98,
        68.52
    ],
    [
        " didn't have the sense to",
        68.52,
        70.36
    ],
    [
        " To go to the library and find Bob Hoffman's book how to be healthy healthy and strong like I didn't know to do",
        70.36,
        78.56
    ],
    [
        " I didn't have the sense to do that and so we did some basic things. You know what I mean some pushups",
        78.56,
        84.7
    ],
    [
        " You know and and the pushup workouts that I did when I was 13 years old are laughable",
        85.1,
        91.08
    ],
    [
        " laughable. I mean, I think if I did you know a set of 50 pushups. I was corner. You know boom. I'm the man, right?",
        91.08,
        100.18
    ],
    [
        " No, you are the man 13. Yeah",
        100.5,
        103.02
    ],
    [
        " 50 and and we did some silly little like kind of barbell dumbbell circuit training kind of thing now",
        103.02,
        109.32
    ],
    [
        " I always liked the military. I",
        109.32,
        112.18
    ],
    [
        " Recognize that as a",
        112.5,
        113.94
    ],
    [
        " Some kind of a trait of discipline in there and I looked up to military veterans. I",
        113.94,
        121.54
    ],
    [
        " knew one marine core drill instructor",
        121.54,
        124.22
    ],
    [
        " And if you know anything about marine core drill instructors, so now we're talking 85 86 87",
        124.22,
        131.88
    ],
    [
        " There wasn't any wars going on, but you know when you're a kid",
        131.88,
        135.2
    ],
    [
        " You're just like, oh he's a marine core drill instructor. He fit the part",
        135.2,
        138.48
    ],
    [
        " He was like just perfect Marine Corps belt drone instructor which most Marine core drill instructors are pretty damn perfect. It's incredibly",
        138.48,
        144.32
    ],
    [
        " Incredibly honed job. That's very well",
        144.32,
        150.26
    ],
    [
        " choreographed and very and very structured and it's a it's a very fine",
        150.26,
        157.06
    ],
    [
        " It's real tight tight. It's real tight. It's a real tight situation if you could marry in core drill and",
        157.06,
        163.4
    ],
    [
        " And I knew one right when I was a kid and I just like he was like a god, right?",
        163.4,
        168.26
    ],
    [
        " This guy is a Marine Corp and of course he had I think he had like a 68 Camaro",
        168.48,
        172.58
    ],
    [
        " So you know, of course, so you know, he was just like just the man and so now so I got that going on and then",
        172.58,
        179.5
    ],
    [
        " Then there was the hardcore bands that I started listening to and they seemed to have some kind of",
        179.5,
        186.98
    ],
    [
        " There was something there, right? I recognized something there. I recognize something with black flag",
        186.98,
        192.92
    ],
    [
        " I recognize something with",
        192.92,
        194.5
    ],
    [
        " Bank called slap shot. I recognize something with the chrome mags",
        195.3,
        199.56
    ],
    [
        " And I saw there was something in there and I",
        199.56,
        202.8
    ],
    [
        " I couldn't I can't I didn't know what it was, but it was some kind of strength, right?",
        202.8,
        210.14
    ],
    [
        " Some kind of discipline was in there. I didn't",
        210.46,
        214.26
    ],
    [
        " Put it all together though, and there was no",
        214.26,
        217.34
    ],
    [
        " sort of unified",
        217.34,
        219.9
    ],
    [
        " way",
        219.9,
        221.22
    ],
    [
        " To go down this path. It didn't I didn't find that",
        223.16,
        227.02
    ],
    [
        " And I don't know if I found it if it what it would look like to me",
        227.02,
        231.68
    ],
    [
        " You know, maybe you could say that that path was the Boy Scouts, right?",
        231.68,
        235.3
    ],
    [
        " The Boy Scouts are a disciplined group of individuals that learn how to hike and hunt and I mean, so was that it?",
        235.5,
        241.84
    ],
    [
        " I",
        242.4,
        243.16
    ],
    [
        " Don't know. Maybe I didn't identify that or I didn't have the right personality",
        243.16,
        246.96
    ],
    [
        " Because I was kind of non-conformist, right?",
        246.96,
        249.8
    ],
    [
        " Little bit, you know, a little bit of a rebel",
        249.8,
        252.24
    ],
    [
        " So I didn't put it all together",
        252.24,
        256.58
    ],
    [
        " And I had some little flashes of like being hardcore with some of the things I did that would be like, you know",
        256.58,
        264.68
    ],
    [
        " Kind of getting after some really minor way some some some minimalistic level of discipline",
        264.68,
        270.48
    ],
    [
        " But it wasn't until I started training in earnest to join the Navy that I started to",
        270.48,
        277.36
    ],
    [
        " What we could recognize now as getting after it a little bit, you know, it's and again, it's nothing compared to",
        277.86,
        284.56
    ],
    [
        " What people do now?",
        284.56,
        286.26
    ],
    [
        " what",
        286.66,
        287.3
    ],
    [
        " Definitely not well, but you know now we're talking 1989",
        287.3,
        290.78
    ],
    [
        " I was running through",
        290.78,
        293.66
    ],
    [
        " Marshes and being covered in mud and I was swimming in the ocean and I was doing pull-ups and push-ups and dips and sit-ups and",
        293.66,
        300.66
    ],
    [
        " Again, it's nothing compared to what I do now or even what everybody does now",
        300.66,
        305.86
    ],
    [
        " But I was doing what I could with what I knew at the time and I didn't really have any idea of",
        306.34,
        313.94
    ],
    [
        " What I or really what people in general were capable of like I just didn't know I didn't know I",
        313.94,
        324.2
    ],
    [
        " Never would have thought a good pull-up workout is 500 to a thousand pull-ups",
        324.2,
        329.22
    ],
    [
        " I wouldn't have thought that you know for me. I did three sets of pull-ups and I was kind of",
        329.22,
        334.66
    ],
    [
        " You know, so I just I just didn't didn't know and",
        334.86,
        341.12
    ],
    [
        " I guess I guess you could say I didn't even have I didn't know to even explore those those outer limits of what I was capable of you know",
        341.12,
        351.52
    ],
    [
        " Which is a bummer",
        351.52,
        353.0
    ],
    [
        " Now I also you got to remember I didn't even know another person that did pull-ups",
        353.0,
        360.68
    ],
    [
        " Like there wasn't like pull-up bars around there wasn't",
        362.16,
        365.08
    ],
    [
        " You know I'm out in the woods somewhere",
        365.08,
        366.98
    ],
    [
        " I know the woods in New England. There's no pull-ups people aren't like hey, how many pull-ups can you I never heard that question?",
        366.98,
        373.04
    ],
    [
        " and",
        373.2,
        374.44
    ],
    [
        " I didn't know anybody that swam in the open ocean. I didn't know anybody that did push up workouts, right?",
        374.44,
        380.42
    ],
    [
        " I don't know I was just in the sticks and",
        380.7,
        384.12
    ],
    [
        " So when I joined the military I was a blank slate really for all practical purposes and it was really easy",
        384.12,
        390.48
    ],
    [
        " They say you do this",
        390.68,
        391.74
    ],
    [
        " This is what you do and you get advanced this is what you do to be ready this is what you do and I realized very quickly",
        391.74,
        398.54
    ],
    [
        " That the harder you worked",
        398.54,
        401.46
    ],
    [
        " That the more disciplined you were the easier your life was the easier your job was easier",
        401.46,
        407.86
    ],
    [
        " Your day was the easier your physical activities would get and when I got to the teams",
        407.86,
        411.7
    ],
    [
        " And really going through buds when you're going through buds",
        411.7,
        416.2
    ],
    [
        " And when I finally met guys that were going to buds and we started doing a hundred pull-ups",
        416.2,
        419.48
    ],
    [
        " And we started doing a hundred and fifty pull-ups. We started doing two hundred pull-ups to work out and then it was like oh wow",
        419.48,
        423.76
    ],
    [
        " You can do a lot of stuff that was getting ready to go to buds and you go to buds and",
        423.76,
        428.0
    ],
    [
        " You know you realize that you that people it's not just this individual like",
        428.0,
        432.2
    ],
    [
        " Spiritual awakening like no you just realize hey you can do a lot of pull-ups people can it's not that big of a deal",
        432.2,
        439.02
    ],
    [
        " And everybody knows you can find that out and you don't need to go to buds figure that out",
        439.02,
        441.48
    ],
    [
        " You can figure that out just I'm telling you right now",
        441.48,
        443.86
    ],
    [
        " You know what I mean and all you need is to have that knowledge",
        443.86,
        447.16
    ],
    [
        " But I continue to realize that being disciplined all these things",
        447.52,
        451.08
    ],
    [
        " waking up earlier and working hard and training hard and keeping your gear squared away and studying the material that we were supposed to know I realize that that work that discipline",
        451.08,
        460.02
    ],
    [
        " made",
        460.02,
        461.7
    ],
    [
        " life easier and it made us freer",
        461.7,
        466.32
    ],
    [
        " made me freer",
        466.32,
        470.06
    ],
    [
        " and",
        470.06,
        470.6
    ],
    [
        " The more time I spent in the teams the more this came embedded in my head and",
        470.92,
        476.08
    ],
    [
        " Not only as an individual that I realized this but I realized this very quickly or not very quickly",
        476.08,
        482.34
    ],
    [
        " But as soon as I started moving into leadership positions",
        482.34,
        484.12
    ],
    [
        " I realized that the more disciplined a squad was or the more disciplined the Platoon was",
        484.12,
        489.82
    ],
    [
        " the better that squad or that platoon was gonna be and",
        489.82,
        494.22
    ],
    [
        " That's kind of",
        494.22,
        497.34
    ],
    [
        " Where the evolution",
        497.34,
        499.24
    ],
    [
        " The evolution of it",
        500.0,
        502.48
    ],
    [
        " Yeah, man, it's that whole",
        502.48,
        506.66
    ],
    [
        " Process that I'm finally I don't say finally but right now it's starting to become clear where the whole you know",
        506.66,
        516.74
    ],
    [
        " You're gonna pay the price you know at some point you're gonna pay the price for your actions so",
        516.74,
        523.18
    ],
    [
        " If you're gonna",
        523.18,
        525.22
    ],
    [
        " Like let's say I'm gonna get in shape, right?",
        525.22,
        528.42
    ],
    [
        " You",
        530.68,
        531.12
    ],
    [
        " Committing to work it out every day",
        531.12,
        532.72
    ],
    [
        " That's you paying a certain price you know like dis",
        532.72,
        536.46
    ],
    [
        " Having the discipline to do it you're gonna pay the price. We can at early is not comfortable working out hard every day",
        536.46,
        542.2
    ],
    [
        " It's not comfortable. You're gonna pay a little price right there",
        542.2,
        544.88
    ],
    [
        " The next day or the you know in regards to the results of that workout you're not paying the price you're reaping kind of rewards",
        544.88,
        551.64
    ],
    [
        " right or",
        551.64,
        553.64
    ],
    [
        " You cannot pay the price early with the workout and stuff. You still got a that tab is still outstanding",
        554.2,
        559.64
    ],
    [
        " So when you balance do yeah, so when it comes results time there that's that's when you're gonna pay your little price there",
        559.64,
        567.42
    ],
    [
        " Your body your health whatever at some point you're gonna have to pay a price",
        567.42,
        572.06
    ],
    [
        " Pay now or pay later. Yeah, man, so I vote pay now pay now you get way more benefit",
        572.06,
        578.0
    ],
    [
        " Because like no one remembers I well, we do some of us do we I don't remember and take pleasure in remembering the time",
        578.52,
        586.44
    ],
    [
        " I skipped that workout because I wasn't feeling like doing it, you know like that doesn't provide a sense of pleasure in my life to think back on those days",
        586.44,
        594.02
    ],
    [
        " You know",
        594.02,
        594.52
    ],
    [
        " It's not good and at the same time when I think of like the detriment of doing the workout when I didn't feel like it",
        594.52,
        601.16
    ],
    [
        " That doesn't that's not a bad memory to me, you know",
        601.16,
        604.9
    ],
    [
        " When I do think back of like and or think even now if like the result of being in better shape than the you know",
        605.68,
        611.3
    ],
    [
        " The average person or going to judicis with not gassing or whatever",
        611.3,
        614.54
    ],
    [
        " Bringing in all the groceries at one time. Let's face it. That's something",
        614.54,
        618.9
    ],
    [
        " That is a sense of pleasure that I have the freedom to be able to do that when I want, you know",
        618.9,
        628.24
    ],
    [
        " Yeah, you know what else is interesting about this is sometimes I hear this",
        628.24,
        632.3
    ],
    [
        " And you did this a couple times tonight, right?",
        632.98,
        635.36
    ],
    [
        " People go well, yeah, but you're job",
        635.96,
        638.54
    ],
    [
        " Like as if I'm as if I'm not a normal person, but I'm not",
        638.54,
        643.7
    ],
    [
        " Yeah, but I'm saying like you know, I just kind of went through like the story",
        643.7,
        648.42
    ],
    [
        " And and it's paints a pretty clear picture that I'm a pretty normal person. Yeah, right? Yeah, it's pretty normal",
        648.42,
        654.84
    ],
    [
        " But I made decisions",
        654.84,
        656.32
    ],
    [
        " along the way that",
        656.32,
        658.82
    ],
    [
        " Maybe weren't normal and that maybe open the doors to",
        659.46,
        664.14
    ],
    [
        " Being a little bit not normal. Yeah, but there are choices that you can make so so I'll have this with my kids too",
        664.14,
        672.8
    ],
    [
        " Or you know who else sometimes I'll have them I would have friends",
        672.8,
        678.38
    ],
    [
        " We'll say",
        678.38,
        679.84
    ],
    [
        " That would say you know, well, yeah, you're that's you you know like I'd say no",
        679.84,
        685.32
    ],
    [
        " If you want to win this fight for instance, you want to win this fight, man",
        685.32,
        688.7
    ],
    [
        " You got to you got to do this you got to get after this you got anything. Well, you know, it's not that easy and and that's",
        688.7,
        694.46
    ],
    [
        " That's what you would do, but you're",
        694.46,
        696.5
    ],
    [
        " You and that's you know, it's almost like",
        696.5,
        701.2
    ],
    [
        " Ag it's unachievable. Yeah, it doesn't apply to me and my kids will say that to me",
        701.2,
        706.06
    ],
    [
        " You know my kids and I think it's actually a pretty big detriment that they think",
        706.06,
        712.14
    ],
    [
        " That I'm not that that oh I do it, but but that's because I'm me and I'm no it's like not true. It's not true and so",
        712.86,
        723.82
    ],
    [
        " You know occasionally I have I hear people say that and I go man",
        723.82,
        728.56
    ],
    [
        " This isn't like I guess it's kind of like what we were talking about the other day with",
        728.56,
        733.54
    ],
    [
        " Someone saying oh, oh, that's a good picture. You took what kind of camera did you use? Well, it's kind of like that",
        733.54,
        740.58
    ],
    [
        " I'm like, you know, oh I wake up early. It doesn't it's not just because you just gifted it away",
        740.58,
        747.74
    ],
    [
        " Yeah, yeah, or I work out a lot. Oh, it's because you're super motivated",
        747.74,
        751.78
    ],
    [
        " Right, I was gifted yeah, I just and born motivated right no actually I'm a person and I grew up",
        751.78,
        759.6
    ],
    [
        " Oh person yeah, and so it but it makes it very clear that these are just choices you can make and you can get after it",
        759.6,
        768.32
    ],
    [
        " Totally true, and I would say that it does",
        768.32,
        770.68
    ],
    [
        " When I say one well anytime I would say consciously and meaningfully say well, that's you is if I would be talking about a way of",
        770.68,
        779.46
    ],
    [
        " Achieving like the same thing like you would do it this way",
        779.46,
        781.62
    ],
    [
        " I would try to do it this way kind of thing if I was confidence that I could get the results, you know, whatever that is but",
        781.62,
        787.52
    ],
    [
        " What when did I say today about you're sleeping? Yeah, you can do the four hour sleeping thing or so more so than you can do the four hour sleep and still function",
        787.52,
        796.5
    ],
    [
        " I meant you're into the four hours five hours sleep thing. Yeah, which is cool",
        796.5,
        801.5
    ],
    [
        " But and I know realize there are some genetic points in there. I believe right?",
        801.5,
        807.12
    ],
    [
        " Yeah, I believe that there are some genetic points in there",
        807.46,
        810.16
    ],
    [
        " I believe there are some genetic points in everything right and I've told you this I have",
        810.16,
        815.36
    ],
    [
        " One of my daughters who is most similar to me both physically and mentally sleeps",
        815.36,
        822.82
    ],
    [
        " About the same as I do if not less. Yeah",
        823.78,
        827.7
    ],
    [
        " one of my other daughters who is most",
        827.7,
        831.22
    ],
    [
        " physically and",
        831.22,
        834.0
    ],
    [
        " mentally well physically more like my wife",
        834.0,
        837.74
    ],
    [
        " She sleeps a lot",
        837.74,
        840.8
    ],
    [
        " Yeah, and so there is a gen and my wife sleeps more than I do",
        840.8,
        844.96
    ],
    [
        " And so there is a genetic component to it",
        844.96,
        849.4
    ],
    [
        " I believe in I've read articles and people send me Twitter articles all the time",
        849.4,
        852.36
    ],
    [
        " Oh, you're one of these you know fast sleepers that two percent of the population all this stuff and I'm just saying okay",
        852.36,
        858.52
    ],
    [
        " Yeah, that's great, but then people say oh well you just work out every day because you're super motivated",
        858.52,
        863.7
    ],
    [
        " Right, yes or you just trained you jitsu all the time because you're just super motivated and it's like okay, yeah",
        863.7,
        870.64
    ],
    [
        " Well, you know what great great yeah, but I think you're absolutely correct and even with the sleeping thing",
        870.64,
        876.98
    ],
    [
        " That is like because okay",
        877.8,
        879.98
    ],
    [
        " Ultimately, yeah, if you don't have to sleep as much as the next person sure that's an advantage just because you have more time",
        879.98,
        885.3
    ],
    [
        " That's it. It's not like you know someone would would be like hey other than that reason be like hey",
        885.3,
        891.58
    ],
    [
        " It's cooler or it's somehow more beneficial for me to sleep five hours rather than my normal eight",
        891.58,
        896.72
    ],
    [
        " Like so I mean that put it this way if someone wants to choose to sleep four hours just because you do it",
        896.72,
        904.44
    ],
    [
        " That's kind of weird. Yeah, yeah now that being said",
        904.44,
        908.32
    ],
    [
        " What's awesome is there are a bunch of people on on the interwebs a bunch of badass troopers that",
        908.32,
        917.76
    ],
    [
        " Have our our I retweet almost all these because people go hey, you know, I'm I",
        917.76,
        924.86
    ],
    [
        " Lost 32 pounds. Hey, I lost 42 pounds. Hey, I",
        924.86,
        930.04
    ],
    [
        " You know did my first squat today with 300 pounds so and and and there's no difference in what they were doing before and what they're doing now",
        930.86,
        939.1
    ],
    [
        " Fundamentally in there in their genes or their or their physiology what they did is they decided to make these decisions",
        939.1,
        946.72
    ],
    [
        " They decided that they were gonna go out. They decided they were gonna step up their game",
        946.72,
        950.16
    ],
    [
        " They're gonna decide they're gonna wake up early. They decide they're gonna clean up their diet",
        950.16,
        952.86
    ],
    [
        " They decided they were gonna get after it and when they do that all of a sudden boom",
        952.86,
        956.92
    ],
    [
        " Result and you know what you fast forward like six months and people go well",
        957.26,
        960.92
    ],
    [
        " You just do that because you're super motivated and now we've they'll be thinking you know what no, I'm not I'm a person",
        960.92,
        967.18
    ],
    [
        " you know and I choose to get after it me",
        967.18,
        971.2
    ],
    [
        " I recommend you all choose to get after it and I encourage that and you know what it's not easy",
        971.2,
        978.28
    ],
    [
        " It's not easy. There's the nagging",
        978.28,
        982.26
    ],
    [
        " Witness",
        983.7,
        984.66
    ],
    [
        " That is pulling you down",
        984.66,
        986.8
    ]
]