[
    [
        " Jocco, I have a question for you. I know you're a very busy guy. How do you find time to read so many books?",
        0.0,
        4.98
    ],
    [
        " I have... I have many that I want to read, but I've trouble having enough time. Any advice on how to set a",
        6.54,
        13.56
    ],
    [
        " side time to do so? Uh, sure. All right, lay it on me. Make time. What are you doing all day?",
        13.56,
        24.36
    ],
    [
        " Okay. The clock is ticking. What are you doing all day? Are you watching TV? Are you surfing the internet? Are you watching YouTube videos? That's my question.",
        26.76,
        36.16
    ],
    [
        " What are you doing before you go to sleep at night? Are you looking at Twitter? Are you looking at Instagram posts? Instagram videos? Tell me they're not like an addiction.",
        37.28,
        53.18
    ],
    [
        " Yeah. You get the Instagram video. Every one of them is funny. They're 38 seconds long. They're one minute long. Get to see people hurt themselves. Get to see people do dumb things. Make you feel good about yourself. I didn't do that dumb thing. Someone else did. I can laugh at them. How long are you going to look at those videos for when you could be reading? So... So there you go. Stop wasting a bunch of time. And then what about audiobooks? What are you doing when you're reading? What about audiobooks? What are you doing? What do you do? I'm not reading. I'm not reading.",
        53.7,
        83.16
    ],
    [
        " What are you doing when you're trimming the hedges? What are you doing when you're pulling weeds? What are you doing when you're cleaning the dishes? Get some audiobooks. Get some audiobooks. What are you doing first thing in the morning? What are you doing? Are you waking up, checking your email, sitting around, waiting, you know, wasting a bunch of time? Are you getting up early enough that you could just get up and get out of bed?",
        84.6,
        112.02
    ],
    [
        " Go and read for 30 minutes. 30 minutes. That's what you have to do. You have to make time. There's plenty of time to read. There's plenty of time to read. You probably don't want to read as badly as you think. If you wanted to read that bad, you'd make time. You make time to breathe somehow. If you can make time to breathe, you can make time to read.",
        112.9,
        140.36
    ],
    [
        " I would say eat. It would be a better one. Because you can read while you're doing other things, especially with these books.",
        141.28,
        149.96
    ],
    [
        " I'm reading. I always have to be reading a book to read a book for the podcast. I had only read the first maybe 10 books that we read that we did in the podcast. We've done 100 or something now. Probably more than that. I'd only read like 10 of them. Maybe a few more. But I'd read them so long ago. Maybe I'd read 30, but I'd read some of them so long ago that I had to read them.",
        153.8,
        176.0
    ],
    [
        " Then you say to yourself, OK, when I read all the time, I read Go to bed, I go reading, wake up, reading. Going in an airplane, what do people do in an airplane? Sleep, watch a movie, I know you sleep. They do all this stuff. I sleep sometimes in an airplane, but from not sleeping, get us a guess what I'm doing. Reading, for a podcast.",
        177.54,
        197.24
    ],
    [
        " I can attest to that one. What do you think is the biggest ones that people are the biggest activities that they could just stop?",
        197.24,
        210.62
    ],
    [
        " For me, I think the biggest time sucks are YouTube. I think Instagram. I think those two are really what's the word stimulating to the brain. And you actually get this weird like, well, I actually like I'm going to learn a little something from this right here. I'm going to take something away from this. I'm going to veg out. I'm going to escape from my world right now. It's like a scapeism.",
        211.42,
        239.72
    ],
    [
        " And they actually have algorithms that know what you will click on. They actually know that about you. They mapped your little brain and know that if they put up a video that has, if they put up a thumbnail of a video and it's got a heavy machine gun in it, they know they got a good chance I'm going to click on.",
        242.46,
        269.7
    ],
    [
        " Right. And then they give it a catchphrase title. Right. They give it a catchphrase title. ISIS gets massacred. I got to watch that. Yeah. Oh, click. Oh, yeah.",
        270.04,
        282.92
    ],
    [
        " 50 cal versus Taliban. Oh, cool. Click.",
        283.42,
        287.66
    ],
    [
        " Go versus anything. Right. Yeah. And actually know what you're going to click on. And that's that's so. And what do you get out of it? You watch it for 20 minutes.",
        287.66,
        298.94
    ],
    [
        " Short game. Yeah. You get nothing out of it. You get a book. You read. You learn. You write something. That's what you do. Yeah. And actually the YouTube thing is, it's spread. If that's one of your things, it's worse than it's not just YouTube who's trying to get you to watch the video.",
        299.72,
        316.04
    ],
    [
        " It's the video makers themselves. So YouTube has the algorithm. Oh, they got it all kind of sorted out there. And now the video makers, they make titles like 50 cal versus XYZ and awful bunches.",
        316.04,
        326.28
    ],
    [
        " Yeah. And guess what? 50 cal versus you can fill in the blank. You're probably going to watch that video.",
        326.44,
        331.46
    ],
    [
        " All to make motivation speech ever. Yes. They give it the title. Yeah. Oh, yeah. So. So and so destroys whatever destroys reporter in interview. Yeah. Exactly. Right. So once you really owned.",
        331.66,
        345.72
    ],
    [
        " Yeah. Exactly.",
        348.06,
        348.46
    ],
    [
        " What are the exact findings? Cause those are actual. Yeah. Those are actual titles. So basically right when you log on to YouTube, once YouTube pops up on your screen, bro, everyone on that screen is all sucking your attention. Literally, that's their job sucking your attention. So yeah, man, that's a big one.",
        348.68,
        363.78
    ],
    [
        " Right. Instagram. So here's the here's one that it really hit me really hard. The gram. The gram. And I like Instagram. It's like good. But if you're like trying to read, you know, if you want to read more or whatever,",
        364.0,
        375.56
    ],
    [
        " consider like even like, let's say we start recording this for a second, we're going to pass out our phones. We're going to maybe check an email. Maybe we got a text or whatever. And the chance, the probability of Instagram coming up on there, we're going to, you know, open it. But the probability of us opening Instagram is, it's pretty significant. It's pretty high.",
        375.64,
        393.96
    ],
    [
        " And you're going to scroll through there or whatever, even if you scroll for two, three minutes, right, you scroll through there. Maybe you looked at, I don't know, 15, 20 people's posts read what they had to say.",
        394.72,
        405.56
    ],
    [
        " Bro, if you have a, what do you call it, kind of like Kindle or something, but you do that same thing. It's like, and like, you said you could read. Yeah, read instead. So if you had a camera, like once you said, like, imagine your video being videotape. Like, what if you're being videotape all day?",
        405.56,
        421.3
    ],
    [
        " And all it did was calculate every time you opened up Instagram or Facebook or Twitter and or YouTube, all those particular every time you open up, but you had that scenario in one average day.",
        421.3,
        431.02
    ],
    [
        " Then you take all that time and replace it with you opened your Kindle to read or bus that a book, you know, you'll bring books or whatever with you. And that's how to instead of doing that, you did the book. Right. You know, how much reading you do? You'd read so much.",
        431.66,
        443.56
    ],
    [
        " A lot of reading. Yeah. So it's like, yeah, those are the time sucks, man. Your phone. It's so available. You know, but right, you can read on your phone too.",
        443.58,
        450.48
    ],
    [
        " That's a big one. TV to you watch TV. Not really. I watched one show now. Actually to Y5O. And that's it. Sometimes shark tank. That's it. Man, 100%",
        451.54,
        463.84
    ],
    [
        " what is how often is a Hawaii 501 once a week? And it goes in season. So you got how long is the season? I don't know 13 episodes. I don't know. I have watched one TV show recently.",
        464.26,
        478.9
    ],
    [
        " It's called billions. Oh well, you know, there's a little scenario unfolding on billions. So, all right. Well, you actually get your show. Actually, it's. Yeah.",
        479.34,
        492.74
    ],
    [
        " And keep in mind, it's not like I've never seen any other show ever in Never will. It's not that. I'm just saying, you know, people they like to watch TV.",
        493.0,
        500.12
    ],
    [
        " Well, and actually, I will separate the fact that nowadays you can watch TV in a different way. Right. It's not like at eight o'clock on a Thursday night. You got to sit there and watch 30 minute show with the 30 minutes worth of commercials in it. Right. No, you can.",
        500.54,
        514.78
    ],
    [
        " You're on a flight somewhere. You've read you got to take it easy on your eyes a little bit. If you start reading too much, you've read for a long time. Okay, you're going to stare out the window for a little while. Listen to this part of a podcast or something. Then you're like, okay, my brain is like barely functioning. Yeah. Okay. I'm going to watch an episode of billions. Yeah.",
        517.9,
        533.72
    ],
    [
        " Or the ballers. You ever seen ballers? I don't know the difference. Well, I do know the difference. I watched that for a little bit. But you know, like people have a routine like tonight, you know, every night for 30 minutes, they've watched TV with their kids or whatever. It's like that doesn't really happen anymore. Yeah.",
        534.24,
        552.78
    ],
    [
        " Next question. You're really sad. How much time you can waste these days with the distractions and the people trying to get that time from you. Yeah, you're disciplined. Like when you when you first start saying disciplinary, oh, when I first started hearing it from you, that was like one of the things that popped into my head, like as being really obvious. Like if you are disciplined with your time, you'll have a lot of free time. Like a lot of free time.",
        555.72,
        581.64
    ],
    [
        " Yeah. Way more than you would think anyway, because you know, even when I'm like real busy, you know, if I can accurately remember my day, I remember like just like five minutes here, 15 minutes there, like that. I did something that was the waste of time. And if you add up all those little minutes, you have probably hours, probably hours for to do whatever.",
        581.64,
        600.66
    ],
    [
        " Yeah. Do something progressive, you know, productive, progressive, progressive, progressive, progressive life.",
        600.96,
        608.82
    ],
    [
        " Value. Valueable. All those things. Jack.",
        609.2,
        611.94
    ]
]