[
    [
        " I'm a sergeant and I want to know how to deal with my men in a way without punishment,",
        0.0,
        4.54
    ],
    [
        " but still make them better for next time.",
        4.72,
        6.88
    ],
    [
        " Okay, here's something for you. Punishment is actually the last straw in how you deal with",
        7.82,
        16.14
    ],
    [
        " people that you're in charge of. In fact, I will tell you this, if I ever had to punish someone,",
        16.14,
        22.5
    ],
    [
        " when I had to administer punishment on my troops, I always felt that I had done something wrong.",
        22.7,
        29.8
    ],
    [
        " Right? Like, even if a guy got in trouble out in town, got drunk, got in a fight, did something stupid.",
        30.34,
        37.34
    ],
    [
        " I would still look at that and think to myself, how could I have allowed this guy to not realize",
        37.82,
        43.26
    ],
    [
        " what a disaster it is, how much trouble he's going to get in, what kind of international incident",
        43.26,
        48.44
    ],
    [
        " he's going to cause, how that's going to hurt us and the team strategically, all those things.",
        48.44,
        51.84
    ],
    [
        " How did I let that happen? So, doling out punishment is not optimal. I mean, you've pretty much",
        52.12,
        59.3
    ],
    [
        " made a mistake if you have to punish people because if you're doing, if you're being a good leader,",
        60.52,
        64.3
    ],
    [
        " people are doing what you want them to do. There's no reason for punishment.",
        64.92,
        67.5
    ],
    [
        " So, that's what you should not be looking to punish them. Just like I just said, you should be looking",
        67.88,
        72.26
    ],
    [
        " to build relationships. You should be looking to show people a better way of doing things,",
        72.26,
        78.54
    ],
    [
        " a way that's more smooth and more efficient and doesn't disrupt what the team efforts are.",
        78.84,
        84.42
    ],
    [
        " You got to explain to people why they're doing what they're doing. This is all stuff, right? This is",
        85.04,
        89.34
    ],
    [
        " explain why things are done a certain way. Explain how it impacts the team, explain how it impacts them.",
        90.16,
        96.9
    ],
    [
        " That's also important. You got to have people rehearse and retrain because now I'm talking about",
        97.38,
        108.52
    ],
    [
        " how do you get people to do the right thing, right, without punishing them. So, we're trying to avoid",
        108.52,
        113.08
    ],
    [
        " punishment. How do we avoid punishment by training? How do we avoid punishment by people understanding",
        113.08,
        117.32
    ],
    [
        " what they're doing? Why they're doing what they're doing? How do we avoid punishment?",
        117.32,
        120.16
    ],
    [
        " By setting goals that make sense that are small enough for them to get to",
        120.9,
        125.86
    ],
    [
        " and then have fun with the goals and get in the game yourself and show them that you're not perfect.",
        125.86,
        131.74
    ],
    [
        " And that is what you need to do. You need to make every effort to make people understand",
        133.08,
        143.14
    ],
    [
        " why they're doing what they're doing, how they fit into the big picture. And when they figure",
        143.36,
        147.88
    ],
    [
        " all that stuff out and they're on board, you shouldn't have to punish people. You shouldn't have to",
        147.88,
        154.26
    ],
    [
        " punish people. So, I know it's, yeah, that's what it is. You're a sergeant and you want to do with",
        154.26,
        162.1
    ],
    [
        " your men way without punishment. Well, think of what the mistakes you're making when you're when",
        162.1,
        172.22
    ],
    [
        " why did they make that mistake? Did they make the mistake because they wanted to?",
        172.56,
        175.04
    ],
    [
        " No, they made it because you were a bad leader at that point in time. What could you do better?",
        175.94,
        179.84
    ],
    [
        " Hey guys, what didn't you understand? Oh, you guys messed up this training operation. I'm going",
        180.6,
        187.36
    ],
    [
        " to restrict your weekend duty. I'm going to restrict you to weekend duty. Meaning you can't go out",
        187.36,
        192.6
    ],
    [
        " and tell. What good did I just do? Right? Are they going to try harder now? Right? But if you say,",
        192.6,
        200.24
    ],
    [
        " hey, listen guys, we did a bad job. I know I must have made a mistake in trying to",
        200.24,
        204.52
    ],
    [
        " explain this information to you all because we didn't do what we were supposed to do.",
        204.52,
        210.64
    ],
    [
        " Let's look, let's dissect this thing. As a matter of fact, let's spend Friday night dissecting",
        211.44,
        215.5
    ],
    [
        " this thing. I'm buying pizza and we'll sit around the sand table and we'll figure out what we did",
        215.5,
        222.82
    ],
    [
        " wrong. That's not punishment. That has the opposite effect of punishment. That has, hey, I'm bringing",
        222.82,
        229.78
    ],
    [
        " everyone in because I want to win. I want us all to win. So that's what you got to do. Don't",
        229.78,
        236.56
    ],
    [
        " punishment should be punishment should be, I mean, do you have to punish people sometimes? Yes,",
        236.56,
        241.16
    ],
    [
        " yes you do. When they're blatantly out of line, when they do something that's blatantly wrong,",
        241.48,
        245.58
    ],
    [
        " yeah, you got to drop the hammer on them. You got to set the example sometimes. Hey, you're not",
        246.08,
        250.0
    ],
    [
        " going to get away with this. Sometimes that would happen in the dreams. Somebody would do something stupid",
        250.0,
        254.22
    ],
    [
        " and the command would just drop the hammer and everyone goes, man, that guy got a DUI and they",
        256.06,
        261.04
    ],
    [
        " you know, docked him, they busted him in rank and they pulled him out of his platoon and they're",
        261.04,
        268.16
    ],
    [
        " sending him to a to a fleet billet for two years. Oh my god. That might make someone think, right?",
        268.16,
        273.96
    ],
    [
        " Yeah, well, maybe I won't step behind the wheel. Yeah. So sometimes you do have to punish if people",
        274.24,
        280.14
    ],
    [
        " do something stupid, especially after they've been warned a couple times. Yeah, but I always look",
        280.14,
        284.42
    ],
    [
        " if I have to deliver punishment onto my team, I made a mistake somewhere. I don't like it. Yeah,",
        284.42,
        290.92
    ],
    [
        " don't they say that like rewarding encouragement is like way more powerful than punished. Definitely",
        291.46,
        295.82
    ],
    [
        " whatever. Way more powerful. Yeah, seems like it. I've almost never punished people. Yeah,",
        295.82,
        303.06
    ],
    [
        " but the reason is why did I punish people because people were doing weren't doing stupid things.",
        303.46,
        309.62
    ],
    [
        " They were doing what they were supposed to be doing. They were doing. Yeah, I mean, I probably,",
        309.62,
        314.42
    ],
    [
        " I don't even know if I probably I think I had like a one or two captains mass where I had to bring",
        314.62,
        319.14
    ],
    [
        " somebody in and drop the hammer on them. It's because they did dumb stuff. It's like, yeah, you know",
        319.14,
        323.94
    ],
    [
        " what? You can't do that. I didn't think of it. I'm sorry, but you can't do that. Yeah.",
        323.94,
        330.02
    ],
    [
        " Questions. Yeah.",
        330.4,
        332.64
    ]
]