[
    [
        " This is Jockel Podcast number 172 with Echo Charles and me, Jockel Willink.",
        1.46,
        7.3
    ],
    [
        " Good evening, Echo.",
        7.6,
        8.56
    ],
    [
        " Good evening.",
        8.76,
        9.1
    ],
    [
        " The President of the United States takes pride in presenting the distinguished service",
        9.76,
        17.5
    ],
    [
        " cross posthumously to Fred Garland Bragg, Jr. first lieutenant, U.S. Army for extraordinary",
        17.5,
        27.16
    ],
    [
        " heroism in action and connection with military operations involving conflict with an armed",
        27.34,
        32.6
    ],
    [
        " hostile force in the Republic of Vietnam while serving with battery bravo, fourth battalion,",
        32.6,
        38.96
    ],
    [
        " forty-second artillery, fourth infantry division.",
        39.14,
        41.92
    ],
    [
        " First lieutenant Bragg distinguished himself by exceptionally valorous actions on 12 July",
        42.46,
        48.98
    ],
    [
        " 1967 while serving as artillery forward observer with an infantry company while on a search",
        48.98,
        55.36
    ],
    [
        " and destroy mission near the Cambodian border in central Highlands.",
        55.36,
        59.58
    ],
    [
        " When his company was surrounded and the company commander was killed, lieutenant Bragg immediately",
        60.72,
        65.78
    ],
    [
        " took command and directed extremely deadly artillery fire on the insurgent forces.",
        65.78,
        71.06
    ],
    [
        " He bravely moved among his men, giving encouragement and regrouping them into a more secure defense,",
        71.42,
        77.42
    ],
    [
        " although he was fully exposed to intense mortar and automatic weapons fire.",
        77.84,
        81.98
    ],
    [
        " Seriously wounded, he continued to direct air strikes on the advancing enemy until a mortar",
        82.8,
        90.42
    ],
    [
        " round destroyed his only remaining radio.",
        90.42,
        93.66
    ],
    [
        " Staying in the open, he poured round after round of deadly fire into the advancing enemy",
        94.88,
        100.06
    ],
    [
        " force.",
        100.06,
        100.5
    ],
    [
        " He gave his life while bravely leading his men in the face of overwhelming odds.",
        101.94,
        108.3
    ],
    [
        " First lieutenant Bragg's extraordinary heroism and devotion to duty at the cost of his life",
        109.32,
        115.78
    ],
    [
        " were in keeping with the highest traditions of the military service and reflect great credit",
        115.78,
        121.2
    ],
    [
        " upon himself, his unit, and United States Army.",
        121.2,
        124.82
    ],
    [
        " Headquarters, US Army, Vietnam, September 14, 1967.",
        126.52,
        133.16
    ],
    [
        " So there is some leadership and obviously some heroism, a lot of heroism, but that leadership",
        138.56,
        150.22
    ],
    [
        " taking command, directing fire, regrouping his men, returning fire into an advancing enemy force,",
        150.22,
        157.76
    ],
    [
        " directing his men, despite overwhelming odds.",
        157.94,
        161.84
    ],
    [
        " That is leadership.",
        162.3,
        163.68
    ],
    [
        " That is leadership from one officer in the United States Army, but obviously there are countless",
        164.22,
        173.56
    ],
    [
        " examples of that leadership, leadership, and leadership.",
        173.56,
        179.8
    ],
    [
        " It's so clear and it's so obvious when you see it, especially",
        180.08,
        187.62
    ],
    [
        " from the outside, but it is hard to actually emulate that leadership and to perform it,",
        187.62,
        199.16
    ],
    [
        " especially when you're caught up in that moment.",
        199.34,
        201.86
    ],
    [
        " And so we have to continue to work on it at all times and at every level.",
        203.04,
        210.26
    ],
    [
        " And today we're going to talk about a book.",
        210.98,
        214.12
    ],
    [
        " It's a field manual actually that I think can help us a lot with our leadership.",
        214.12,
        218.5
    ],
    [
        " And it's an older manual which comes as no surprise.",
        218.82,
        221.04
    ],
    [
        " This one comes from 1951.",
        221.64,
        224.32
    ],
    [
        " But I think you're going to see that the lessons applied just as much today as they did",
        225.8,
        230.68
    ],
    [
        " more than a half a century ago.",
        230.68,
        233.16
    ],
    [
        " The book is FM22TAC10 leadership.",
        234.54,
        238.3
    ],
    [
        " And here we go.",
        239.1,
        240.56
    ],
    [
        " Let's go to the book.",
        240.56,
        241.5
    ],
    [
        " Talking about the purpose of the study of leadership.",
        242.0,
        246.92
    ],
    [
        " Today, more than ever in history, the army is in need of leadership of the highest caliber.",
        247.48,
        252.1
    ],
    [
        " With the increase in the complexity of warfare, the science of wars increasingly dependent",
        253.06,
        257.08
    ],
    [
        " upon human guidance.",
        257.08,
        258.28
    ],
    [
        " No matter how complicated it may become, war is always waged by men.",
        258.68,
        263.66
    ],
    [
        " The man who leads and the men who are led win wars.",
        264.74,
        269.7
    ],
    [
        " Every member of our military force must be a leader actually or potentially.",
        270.16,
        275.76
    ],
    [
        " Now you could say those same words right now about what's happening right now.",
        276.78,
        282.04
    ],
    [
        " And sometimes people want to ask me, well, what about when the drones are ready?",
        282.62,
        287.72
    ],
    [
        " You know what I mean?",
        287.94,
        288.62
    ],
    [
        " Yes.",
        288.88,
        289.04
    ],
    [
        " And you know, when you see the progress that's happening right now, when you see some",
        289.34,
        293.4
    ],
    [
        " of those robot things that are doing pretty good, then we start mountain some weapons on",
        293.4,
        298.94
    ],
    [
        " those things.",
        298.94,
        299.34
    ],
    [
        " Yeah, there's going to be a point where those things will start fighting each other.",
        299.74,
        302.24
    ],
    [
        " And they'll replace humans on the battlefield to a certain extent.",
        302.76,
        306.92
    ],
    [
        " Because the bottom line is what happens when you run out of robots, right?",
        307.2,
        311.52
    ],
    [
        " When you run out of robots, who's left humans?",
        311.82,
        314.22
    ],
    [
        " And you're not going to be able to manufacture enough of those things.",
        314.72,
        316.62
    ],
    [
        " So sure, I'm sure there'll be battles that take place with just robots fighting other",
        316.78,
        322.86
    ],
    [
        " military robots or our robots fighting other fighting humans or some, but sometimes it's going",
        323.18,
        330.28
    ],
    [
        " to be humans against robots and sometimes it's going to be humans against humans.",
        330.28,
        333.6
    ],
    [
        " You're never going to be able to get away from that in my opinion.",
        333.78,
        336.24
    ],
    [
        " I don't, I'm not happy about that.",
        336.56,
        338.36
    ],
    [
        " I'm not happy about that at all.",
        338.72,
        340.76
    ],
    [
        " Like I'm, I'm down.",
        341.42,
        342.98
    ],
    [
        " If you want to have robot wars, cool.",
        343.18,
        344.56
    ],
    [
        " Bring it, you know, I would rather that's better.",
        344.9,
        347.04
    ],
    [
        " It's better for us.",
        347.26,
        348.24
    ],
    [
        " We have good technology.",
        348.32,
        349.16
    ],
    [
        " We'll go toe to toe.",
        349.48,
        350.54
    ],
    [
        " Yeah.",
        350.7,
        351.14
    ],
    [
        " And we'll create some, some killer robots.",
        351.42,
        355.14
    ],
    [
        " And I know people are scared of them, right?",
        355.58,
        358.3
    ],
    [
        " Every time a robot does something cool, I get five million tweets of it that are telling",
        358.7,
        363.2
    ],
    [
        " me, hey, watch out.",
        363.2,
        365.24
    ],
    [
        " Yeah, yeah.",
        365.38,
        365.84
    ],
    [
        " Robots.",
        366.1,
        366.56
    ],
    [
        " And then they show the one slipping on a banana peel falling down, right?",
        366.58,
        369.3
    ],
    [
        " And even worse, since I was in the SEAL teams, put any of those spray of squirt gun at those",
        369.94,
        376.14
    ],
    [
        " things.",
        376.14,
        376.4
    ],
    [
        " You know what I mean?",
        376.88,
        377.66
    ],
    [
        " The things are going to fry.",
        377.94,
        378.94
    ],
    [
        " So bring it on robots.",
        380.88,
        382.18
    ],
    [
        " But no, I'm not, I'm not anti robot.",
        382.64,
        384.84
    ],
    [
        " And I think you, you know, you just have to put a system in there that can stop them.",
        385.2,
        389.28
    ],
    [
        " You know, you have to get, put a little kill switch on them.",
        389.74,
        391.86
    ],
    [
        " Like you have on a, on a jet ski.",
        392.12,
        393.96
    ],
    [
        " Yeah, like on Terminator 4.",
        394.3,
        395.58
    ],
    [
        " Is that Terminator Salvation?",
        395.96,
        397.38
    ],
    [
        " That was the whole deal.",
        397.38,
        398.36
    ],
    [
        " Kill switch.",
        398.82,
        399.38
    ],
    [
        " Like a little, yeah, a little program or whatever.",
        399.5,
        402.12
    ],
    [
        " Did they try to eliminate it?",
        402.3,
        403.6
    ],
    [
        " Cause you know, if I had a kill switch, I'd figure it out.",
        404.08,
        406.74
    ],
    [
        " Yeah.",
        407.12,
        407.66
    ],
    [
        " I figured out.",
        407.76,
        408.64
    ],
    [
        " But could a robot do that?",
        408.82,
        409.22
    ],
    [
        " Yeah.",
        409.82,
        410.06
    ],
    [
        " I wonder.",
        410.36,
        410.76
    ],
    [
        " I mean, you know, robots and AI, right?",
        411.02,
        413.84
    ],
    [
        " They, they go for like a trial and error kind of learning kind of situation where they",
        414.04,
        418.5
    ],
    [
        " can do that like people can.",
        418.5,
        419.86
    ],
    [
        " So if you, maybe if the humans implemented it and it didn't 100% succeed, then the robot",
        420.28,
        427.5
    ],
    [
        " would be like, okay, this is what happened and analyze it and then, yeah, then creates",
        427.5,
        431.0
    ],
    [
        " a defense.",
        431.0,
        431.78
    ],
    [
        " My point is, my point is, hey, seriously, like, I know that",
        432.32,
        437.42
    ],
    [
        " I mean, look at drones.",
        437.44,
        438.38
    ],
    [
        " Yeah, fully.",
        438.62,
        439.04
    ],
    [
        " We're not going to have fighter pilots have much longer.",
        439.1,
        440.86
    ],
    [
        " Like Dave Burke out of a job.",
        441.06,
        442.8
    ],
    [
        " Good deal, Dave.",
        443.02,
        443.5
    ],
    [
        " Yeah, out of a job.",
        443.58,
        444.82
    ],
    [
        " Yeah.",
        445.04,
        445.24
    ],
    [
        " We're not going to need Dave Burke anymore.",
        445.26,
        447.02
    ],
    [
        " Dang, real?",
        447.1,
        448.14
    ],
    [
        " Hey, why would you?",
        448.46,
        450.04
    ],
    [
        " Yeah.",
        450.38,
        450.62
    ],
    [
        " You know, and I've had a little bit of this conversation with Dave and he's, you know,",
        450.68,
        456.84
    ],
    [
        " he's trying to, he's trying to hang on to it, bro.",
        456.92,
        458.74
    ],
    [
        " He's trying to hang on to the glory days.",
        458.98,
        460.44
    ],
    [
        " He still thinks he's Tom Cruise 1987.",
        460.56,
        462.4
    ],
    [
        " But here's the real deal.",
        462.4,
        464.26
    ],
    [
        " If you look at it pragmatically, in another generation, there won't be any more pilots",
        464.68,
        471.06
    ],
    [
        " in my opinion.",
        471.06,
        472.3
    ],
    [
        " Yeah, I can see that.",
        472.88,
        473.6
    ],
    [
        " And I think that's what Dave said to you is like, we're a couple, I think he said a couple",
        473.98,
        478.3
    ],
    [
        " of generations.",
        478.3,
        478.68
    ],
    [
        " I said, hey, man, this isn't going to take a couple of generations.",
        478.68,
        481.62
    ],
    [
        " We already have drones that are flying around.",
        481.72,
        484.14
    ],
    [
        " So people are always going to have to fight.",
        485.6,
        489.12
    ],
    [
        " I hate to say it, but you have to be prepared.",
        489.36,
        492.04
    ],
    [
        " And even if you build a robot army, there's a chance that the robot army gets overrun",
        492.36,
        497.12
    ],
    [
        " or or destroyed somehow.",
        497.12,
        500.02
    ],
    [
        " And then guess who's left you with a with a weapon.",
        500.34,
        503.68
    ],
    [
        " So with a weapon and with groups of human beings that need to be led.",
        504.18,
        511.74
    ],
    [
        " Back to the book.",
        512.84,
        514.8
    ],
    [
        " In the ultimate sense, leadership is not inherent.",
        514.84,
        517.62
    ],
    [
        " It depends upon traits which can be developed and upon the application of techniques which",
        518.64,
        524.22
    ],
    [
        " can be learned.",
        524.22,
        525.16
    ],
    [
        " This is important.",
        525.36,
        525.94
    ],
    [
        " People always ask it all the time.",
        526.32,
        527.48
    ],
    [
        " Is leadership?",
        528.48,
        530.18
    ],
    [
        " Are you born or made?",
        530.54,
        531.22
    ],
    [
        " And I always say yes, both.",
        531.68,
        532.76
    ],
    [
        " You have some natural skills and they say the same thing here, but there are plenty of",
        533.16,
        536.38
    ],
    [
        " skills and techniques that you can learn as a leader that will make you a better leader.",
        536.38,
        540.18
    ],
    [
        " Back to the book.",
        540.56,
        541.08
    ],
    [
        " It is an art which can be acquired, cultivated, and practiced by anyone who possesses",
        541.2,
        545.08
    ],
    [
        " the mental and physical ability and the moral and ethical integrity expected of a commissioned",
        545.08,
        550.16
    ],
    [
        " or non-commissioned officer, developing the art which I agree with.",
        550.16,
        555.18
    ],
    [
        " It is an art.",
        555.68,
        556.16
    ],
    [
        " Is a continuing process which involves the recognition and practice of the basic traits",
        557.06,
        561.82
    ],
    [
        " of leadership and the understanding and application of sound leadership principles and techniques.",
        561.82,
        566.44
    ],
    [
        " Okay.",
        567.02,
        567.3
    ],
    [
        " Clear enough.",
        567.8,
        568.34
    ],
    [
        " We can become better leaders.",
        568.98,
        570.64
    ],
    [
        " Despite this guide, it constantly must be born in mind that successful leaders of the past",
        572.0,
        579.28
    ],
    [
        " were not all of the same pattern, nor did they all use the same methods of attaining success.",
        579.28,
        584.52
    ],
    [
        " All of them, however, consciously or unconsciously understood the basic concepts of leadership",
        585.14,
        591.7
    ],
    [
        " and successfully practiced many of the techniques presented in this manual.",
        591.7,
        595.6
    ],
    [
        " Boom.",
        598.58,
        599.22
    ],
    [
        " And this, to be honest with you, is one of the most simple straight forward kind of guides",
        598.96,
        607.72
    ],
    [
        " to leadership which makes it awesome.",
        607.72,
        611.08
    ],
    [
        " Starting off with characteristics of leadership, essential nature of leadership, the military",
        611.88,
        616.94
    ],
    [
        " profession has no monopoly on leadership in every walk of life in every industry, in",
        616.94,
        622.34
    ],
    [
        " every government in every phase of human endeavor that are leaders and that are followers.",
        622.94,
        628.86
    ],
    [
        " Progress and success are dependent upon the quality and efficacy of leadership.",
        629.64,
        634.9
    ],
    [
        " Elements of leadership.",
        636.24,
        637.16
    ],
    [
        " Leadership is the art of influencing human behavior, the ability to handle men, the art of influencing",
        637.34,
        644.42
    ],
    [
        " behavior, the very essence of leadership in turn involves understanding, analyzing,",
        644.42,
        649.56
    ],
    [
        " predicting and controlling man's behavior.",
        649.56,
        651.34
    ],
    [
        " Also involved in successful leadership is the will to lead together with the character",
        651.92,
        658.22
    ],
    [
        " which inspires confidence.",
        658.22,
        659.92
    ],
    [
        " When you're talking about character, these things are things that in the will to lead,",
        660.64,
        666.9
    ],
    [
        " like you're going to be born with some level of those things.",
        667.3,
        670.06
    ],
    [
        " I guess maybe character obviously you can develop that, but certain people are born with",
        670.46,
        674.34
    ],
    [
        " a stronger will.",
        674.34,
        675.28
    ],
    [
        " I'm sure you see it with your kids, I see it with my kids, and when I see my kids interacting",
        675.88,
        680.72
    ],
    [
        " with other kids, you can see all this kids got a strong will to win.",
        680.72,
        683.46
    ],
    [
        " They're not going to stop.",
        683.6,
        684.64
    ],
    [
        " Sometimes not even to their own benefit.",
        685.04,
        686.52
    ],
    [
        " They're just not going to stop.",
        687.1,
        688.2
    ],
    [
        " Undoubtedly there are certain inherent characteristics which may aid in the development of leadership.",
        690.4,
        696.2
    ],
    [
        " This is what I say all the time.",
        696.5,
        697.6
    ],
    [
        " Yet there are assuredly certain men possessing desirable leadership traits who have never",
        698.62,
        704.8
    ],
    [
        " attained the stature of the stature of great leaders.",
        704.8,
        707.84
    ],
    [
        " So yeah, you can be a naturally gifted leader and guess what you're in charge of.",
        708.26,
        710.94
    ],
    [
        " Nothing.",
        711.22,
        711.52
    ],
    [
        " Likewise there are men deficient in certain of these traits who have attained this stature.",
        712.66,
        718.86
    ],
    [
        " Any theory that leadership is solely inherited must be rejected.",
        719.82,
        724.9
    ],
    [
        " Leadership is intangible only to the extent that we make it so.",
        725.96,
        729.42
    ],
    [
        " Any reasonably intelligent, morally sound, forceful man, no matter how inexperienced",
        729.5,
        735.54
    ],
    [
        " can become acquainted with the component elements of leadership.",
        735.54,
        738.9
    ],
    [
        " These elements may be studied, practiced, learned, and applied, just as any other human",
        739.32,
        745.38
    ],
    [
        " accomplishment may be learned or mastered.",
        745.38,
        747.94
    ],
    [
        " Now we have limitations.",
        748.34,
        752.34
    ],
    [
        " You know who Alex Honoldez, he's the guy that climbed El Capitan, free solo.",
        752.74,
        759.76
    ],
    [
        " Did you see that movie?",
        760.14,
        760.92
    ],
    [
        " Free solo is the name of the movie.",
        761.8,
        763.8
    ],
    [
        " Okay, El Capitan, have you ever been to your somebody?",
        763.9,
        766.32
    ],
    [
        " Okay, it's a 3,000 foot straight up granite wall.",
        767.38,
        772.26
    ],
    [
        " He climbed the whole thing in three hours with no ropes just hanging on.",
        772.62,
        778.12
    ],
    [
        " My point in bringing up Alex Honolde is that he has a natural gift for climbing, which",
        778.38,
        786.4
    ],
    [
        " he then completely worked and trained and took to the next level.",
        786.4,
        790.84
    ],
    [
        " But that's the way it is with leadership.",
        792.08,
        795.66
    ],
    [
        " There's going to be some people that just have this great natural ability, which Alex Honolde",
        796.3,
        800.72
    ],
    [
        " certainly had a great natural ability, but then he worked on it even more.",
        800.72,
        805.12
    ],
    [
        " But even if you took someone that was, there's people that may want to do what he did, but",
        805.96,
        811.0
    ],
    [
        " they're not physically capable of doing it.",
        811.0,
        812.7
    ],
    [
        " It's just, you know, you don't have the physical attributes that are needed.",
        812.84,
        817.4
    ],
    [
        " You don't have the mental attributes because what he did was a mental game too.",
        818.1,
        822.28
    ],
    [
        " You're up 2,800 feet.",
        822.56,
        825.52
    ],
    [
        " So, check that out.",
        828.32,
        830.6
    ],
    [
        " Going on, back to the book.",
        830.94,
        833.92
    ],
    [
        " The leader and the small group, every leader, whether civilian or military, actually maintains",
        834.08,
        838.2
    ],
    [
        " close personal contact with only a small group, regardless of the number of men ultimately",
        838.2,
        843.56
    ],
    [
        " controlled by him.",
        843.56,
        844.42
    ],
    [
        " And inevitably, he must depend upon that small group in order to make his will known and",
        845.16,
        851.18
    ],
    [
        " to execute his purpose.",
        851.18,
        852.98
    ],
    [
        " In the realm of the military, we refer to the small group as immediate subordinates",
        853.28,
        858.02
    ],
    [
        " and staff.",
        858.02,
        858.38
    ],
    [
        " And also this is the centralized command, 100%.",
        858.64,
        862.0
    ],
    [
        " Like you can't control everyone.",
        862.0,
        863.48
    ],
    [
        " You know, if you're in charge of 50 people in a platoon, you can't control them all.",
        863.9,
        867.72
    ],
    [
        " It doesn't work.",
        867.72,
        868.2
    ],
    [
        " You have to use your subordinate leadership to make it work.",
        868.54,
        871.18
    ],
    [
        " Next, military leadership.",
        871.92,
        874.1
    ],
    [
        " Military leadership is the art of influencing and directing men to an assigned goal in",
        874.32,
        880.38
    ],
    [
        " such a way as to obtain their obedience, confidence, respect, and loyal cooperation.",
        880.38,
        884.7
    ],
    [
        " It is indispensable to success in combat.",
        885.1,
        888.88
    ],
    [
        " Like all leadership, it is dependent upon personal traits and upon the application of recognized",
        889.74,
        894.8
    ],
    [
        " techniques.",
        894.8,
        895.42
    ],
    [
        " The personal traits can be developed and the techniques can be learned.",
        895.78,
        898.56
    ],
    [
        " Now, this is important because you might think that, oh, Jocco is talking about military",
        898.76,
        906.4
    ],
    [
        " leadership now in 2018 and it's a softer, gentler form of leadership than it used to",
        907.28,
        913.6
    ],
    [
        " be.",
        913.6,
        913.8
    ],
    [
        " Right?",
        914.3,
        914.36
    ],
    [
        " You might think that.",
        914.94,
        915.98
    ],
    [
        " And it's not.",
        916.3,
        918.06
    ],
    [
        " That's a thing.",
        918.3,
        918.76
    ],
    [
        " It's not.",
        919.08,
        919.38
    ],
    [
        " At no time in the US military was the best way to lead to bark orders at people.",
        919.78,
        925.68
    ],
    [
        " And that's what they're saying.",
        925.86,
        926.94
    ],
    [
        " This is 1951.",
        927.02,
        927.92
    ],
    [
        " So this is post-World War II.",
        928.0,
        929.04
    ],
    [
        " These guys came back from World War II from insane fighting and they put together this",
        929.14,
        935.42
    ],
    [
        " manual and they knew that military leadership is the art of influencing.",
        935.42,
        941.56
    ],
    [
        " And it goes a little bit deep right here.",
        942.24,
        944.96
    ],
    [
        " There are two kinds of leadership, authoritarian and persuasive.",
        945.32,
        950.28
    ],
    [
        " One who is predominantly of the authoritarian type normally is recognized by the dogmatic",
        951.2,
        957.94
    ],
    [
        " use of authority or power.",
        957.94,
        959.72
    ],
    [
        " The persuasive type of leadership takes into consideration the human element with all",
        960.32,
        964.66
    ],
    [
        " its complexity and with all its differentiation of the physical, mental and moral capabilities",
        964.66,
        970.82
    ],
    [
        " and limitations of the individual.",
        970.82,
        973.12
    ],
    [
        " To a great extent, the persuasive leader bases his skill and leadership upon example",
        973.46,
        978.9
    ],
    [
        " and ability with high standards of discipline and efficiency for himself as well as for",
        978.9,
        984.6
    ],
    [
        " her followers.",
        984.6,
        985.24
    ],
    [
        " This manual is concerned solely with the development of the persuasive type of leadership.",
        985.64,
        991.6
    ],
    [
        " So they got a whole book here.",
        991.72,
        993.28
    ],
    [
        " And they're going to spend zero time talking about here's the best way to bark and order",
        994.04,
        999.72
    ],
    [
        " at someone because that is not an effective way to lead.",
        999.72,
        1003.02
    ],
    [
        " So even in 1951, coming out of World War II, coming out of sustained four years of combat,",
        1003.62,
        1010.82
    ],
    [
        " the military leaders got together and said, oh yeah, do we need to talk about how to bark",
        1011.04,
        1014.46
    ],
    [
        " orders at people?",
        1014.46,
        1015.08
    ],
    [
        " No, we don't.",
        1015.28,
        1015.92
    ],
    [
        " We need to talk about how to persuade, how to influence.",
        1016.02,
        1018.14
    ],
    [
        " The exercise of command command is the authority that a member of the military profession lawfully",
        1024.36,
        1029.94
    ],
    [
        " exerts over subordinates by virtue of his rank and assignment.",
        1029.94,
        1033.38
    ],
    [
        " Leadership can be exercised by anyone at any time irrespective of the framework of command.",
        1033.76,
        1039.36
    ],
    [
        " So I'm going to say that again.",
        1039.64,
        1040.28
    ],
    [
        " So yeah, you can use your rank.",
        1040.9,
        1042.62
    ],
    [
        " That's what they're saying.",
        1042.82,
        1043.44
    ],
    [
        " Like, hey, you can use your rank.",
        1043.46,
        1044.84
    ],
    [
        " You have subordinates and you can use your rank to order them around, but leadership",
        1045.06,
        1050.26
    ],
    [
        " can be exercised by anyone at any time irrespective of the framework of command.",
        1050.26,
        1057.72
    ],
    [
        " It is recognized that in any group, some individual will emerge as the leader, even though",
        1058.28,
        1064.5
    ],
    [
        " no command or organizational structure is present.",
        1064.5,
        1067.36
    ],
    [
        " You put some people together and there's going to be a leader.",
        1067.9,
        1069.78
    ],
    [
        " They're going to come out.",
        1069.98,
        1070.56
    ],
    [
        " And this is something I learned when I was running trade at and running seal, seal",
        1070.56,
        1074.52
    ],
    [
        " platoons.",
        1074.52,
        1074.86
    ],
    [
        " At first, I was really expecting that the platoon chief and the platoon commander would",
        1074.92,
        1080.26
    ],
    [
        " be the leaders.",
        1080.26,
        1081.3
    ],
    [
        " Yeah.",
        1081.78,
        1081.94
    ],
    [
        " And it didn't take me very long to realize, hey, I'm happy.",
        1082.42,
        1085.28
    ],
    [
        " If I get a couple of leaders in there of any rank, the platoon is going to do fine.",
        1085.46,
        1090.0
    ],
    [
        " As long as the chief and the lieutenant don't have big egos and they can figure out, like,",
        1090.34,
        1096.22
    ],
    [
        " oh, this kid actually knows more than I do.",
        1096.28,
        1097.9
    ],
    [
        " I'm just going to let him run with it, which is the smart thing to do.",
        1097.9,
        1100.04
    ],
    [
        " If they can allow their egos, if they can subordinate their egos in that scenario, then",
        1100.54,
        1106.88
    ],
    [
        " they'll be fine.",
        1106.88,
        1107.76
    ],
    [
        " If they can't subordinate their egos and they feel like their egos has to be on top,",
        1107.98,
        1112.08
    ],
    [
        " then they shut that person down and they run things badly and it turns out to be a disaster.",
        1112.34,
        1116.22
    ],
    [
        " But so here, once again, no one expects the US Army to be saying in 1951, hey, rank,",
        1117.32,
        1126.06
    ],
    [
        " the leadership can come from anywhere in the chain of command.",
        1126.06,
        1128.48
    ],
    [
        " Back to the book.",
        1129.56,
        1131.9
    ],
    [
        " The leader is responsible not only for initiating action, but for supervising all activities",
        1132.02,
        1137.02
    ],
    [
        " within his command.",
        1137.02,
        1137.98
    ],
    [
        " The objective of military leadership is the creation and maintenance of an organization",
        1139.44,
        1143.76
    ],
    [
        " which will loyally and willingly accomplish any reasonable task assigned or indicated",
        1143.76,
        1148.86
    ],
    [
        " and will initiate suitable action in the absence of orders.",
        1148.86,
        1153.92
    ],
    [
        " The proper application of the principles of leadership to a command can create an",
        1154.74,
        1158.88
    ],
    [
        " efficient, well-disciplined organization possessing high morale and a spriticale.",
        1158.88,
        1163.92
    ],
    [
        " Here's going into some of the responsibilities of leadership.",
        1164.2,
        1167.2
    ],
    [
        " And by the way, I always say, well, I'm skipping a bunch here.",
        1167.7,
        1171.78
    ],
    [
        " I'm actually skipping very little right now because this book is so straightforward that",
        1171.92,
        1177.58
    ],
    [
        " it's almost all important.",
        1177.58,
        1179.6
    ],
    [
        " At least at this juncture in this reading.",
        1180.08,
        1183.38
    ],
    [
        " Responsibilities of leadership, the responsibilities of the leader are twofold.",
        1184.68,
        1188.04
    ],
    [
        " Accomplishment of his mission and the fulfillment of the responsibilities to two his men.",
        1188.52,
        1193.54
    ],
    [
        " Man is the fundamental instrument of war.",
        1194.52,
        1197.26
    ],
    [
        " Other instruments may change, new weapons may be created, and new modes of defense may",
        1197.98,
        1202.56
    ],
    [
        " be devised, but man, the fundamental instrument remains constant.",
        1202.56,
        1207.88
    ],
    [
        " So, there you go.",
        1209.46,
        1210.46
    ],
    [
        " They agree with me.",
        1210.64,
        1211.5
    ],
    [
        " The robots, cool.",
        1212.14,
        1214.24
    ],
    [
        " That's fun.",
        1214.82,
        1215.42
    ],
    [
        " For a while, how many of them can you build?",
        1215.62,
        1217.38
    ],
    [
        " Can you build them fast enough?",
        1217.66,
        1218.66
    ],
    [
        " And at the end, the robot thing at the end, it's like what you're kind of fighting for,",
        1219.24,
        1224.52
    ],
    [
        " isn't a robot decision.",
        1224.78,
        1226.1
    ],
    [
        " You know, like the thing, like, okay, I'm going to send these robots to accomplish this",
        1227.04,
        1229.68
    ],
    [
        " or to take out this or to, you know, the that thing that they're trying to fight for",
        1229.68,
        1234.56
    ],
    [
        " or against or whatever, that's a man thing.",
        1234.56,
        1236.62
    ],
    [
        " It's always going to be a man thing.",
        1237.32,
        1238.32
    ],
    [
        " Well, we hope it is.",
        1238.8,
        1239.46
    ],
    [
        " Because when we start getting into AI, when AI starts to become conscious, when it becomes",
        1240.34,
        1246.32
    ],
    [
        " aware, then we could have some scenarios go down that they're going to be a little bit",
        1246.32,
        1249.58
    ],
    [
        " sketchy.",
        1249.58,
        1249.94
    ],
    [
        " Then what have been, what do you got to defend?",
        1249.98,
        1251.62
    ],
    [
        " You're man stuff, for sure.",
        1251.84,
        1253.32
    ],
    [
        " Not to you against the robots, which is, you know, I guess there's multiple scenarios",
        1253.48,
        1256.9
    ],
    [
        " you can kind of imagine where the one you're talking about, or I think you were, it was,",
        1256.9,
        1260.56
    ],
    [
        " okay, it's still manning against man, but we're just going to use robots to do it.",
        1260.98,
        1263.88
    ],
    [
        " Yeah.",
        1263.88,
        1264.22
    ],
    [
        " Even though, I mean, as of right now anyway, I guess it could happen.",
        1264.38,
        1268.42
    ],
    [
        " It doesn't look, well, anyway, that's all another thing.",
        1269.12,
        1271.0
    ],
    [
        " But yeah, manning against man using robots.",
        1271.18,
        1272.82
    ],
    [
        " And then, yeah, you get manning against robots.",
        1273.16,
        1275.24
    ],
    [
        " Yeah, after the robots.",
        1275.5,
        1276.46
    ],
    [
        " Just figure out some stuff if it's, if it's smart.",
        1276.84,
        1278.96
    ],
    [
        " Yeah.",
        1279.06,
        1279.18
    ],
    [
        " You know, it's like, wait, wait, wait, wait, we don't have to fight each other.",
        1279.24,
        1281.3
    ],
    [
        " Yeah.",
        1281.44,
        1281.6
    ],
    [
        " In fact, we're better together as robots.",
        1281.94,
        1284.06
    ],
    [
        " Yep.",
        1284.48,
        1284.62
    ],
    [
        " Because robots don't have egos anymore.",
        1284.82,
        1286.28
    ],
    [
        " Not that they ever had, but they don't have egos where now, you know, want robot.",
        1286.66,
        1292.6
    ],
    [
        " It's like, hey, I want to be the leader and the other robot, they don't have it like",
        1292.84,
        1295.86
    ],
    [
        " that.",
        1295.86,
        1296.08
    ],
    [
        " So they can, they can go fight each other and then just, it takes one little, what do you",
        1296.44,
        1299.78
    ],
    [
        " call it precedent where two robots kind of accomplish like a mission and other robots.",
        1299.78,
        1303.54
    ],
    [
        " See, hey, wait, we could have done that if we just learn together.",
        1303.7,
        1306.02
    ],
    [
        "",
        1306.42,
        1306.42
    ],
    [
        " Yeah.",
        1306.56,
        1306.58
    ],
    [
        " Yeah, I learned from it.",
        1306.72,
        1307.54
    ],
    [
        " Yeah, I had all, all the power through.",
        1307.54,
        1309.38
    ],
    [
        " And then they look at like the man, I'm sorry, wait a second.",
        1309.6,
        1314.3
    ],
    [
        " Yeah, what?",
        1314.42,
        1314.76
    ],
    [
        " Given that little thing, we just learned this man is sort of in the way.",
        1314.98,
        1317.98
    ],
    [
        " Yep.",
        1318.14,
        1318.38
    ],
    [
        " And then they kind of rebelled.",
        1318.78,
        1319.76
    ],
    [
        " Best way to accomplish this mission would be to get rid of that dude.",
        1319.76,
        1322.38
    ],
    [
        " Yep.",
        1322.56,
        1322.76
    ],
    [
        " And then the other and then what, you get rid of one man.",
        1323.4,
        1325.58
    ],
    [
        " Oh, shoot other men respond.",
        1325.74,
        1327.08
    ],
    [
        " They got to kind of jump in and go, oh, here's more of these men.",
        1327.3,
        1329.64
    ],
    [
        " Let me recruit more of our new robots.",
        1330.1,
        1331.88
    ],
    [
        " Yeah, we'll build some more robots.",
        1332.32,
        1333.52
    ],
    [
        " Exactly right.",
        1333.76,
        1334.2
    ],
    [
        " But at the end of that little scenario, I'm so sorry for bringing this up.",
        1334.36,
        1338.32
    ],
    [
        " The scenario, the man has to fight for the man interests.",
        1338.6,
        1343.48
    ],
    [
        " That's what I'm talking about.",
        1343.52,
        1344.38
    ],
    [
        " That's never, I mean, it's hard to imagine that that ever changed the fundamental instrument",
        1344.5,
        1348.7
    ],
    [
        " of war is man.",
        1348.7,
        1350.18
    ],
    [
        " And that remains constant.",
        1350.56,
        1351.5
    ],
    [
        " So back to the book.",
        1352.54,
        1354.64
    ],
    [
        " The leader must be concerned with the desire's needs and mental state of his men.",
        1355.54,
        1359.08
    ],
    [
        " If the leader knows and understands certain basic principles of human behavior,",
        1359.9,
        1363.28
    ],
    [
        " if he appreciates that most men react and fix in definite ways undergiven stimulus",
        1363.7,
        1368.2
    ],
    [
        " or influence, if he recognizes, develops and applies those traits of character,",
        1368.2,
        1373.38
    ],
    [
        " which will produce the correct reactions in his men, he will possess the basic tools",
        1373.54,
        1378.12
    ],
    [
        " for managing men, he will be leader.",
        1378.12,
        1380.04
    ],
    [
        " Now, what I just rattled through so quick is, is so important.",
        1380.5,
        1387.76
    ],
    [
        " That's basically what this podcast is about.",
        1387.78,
        1389.86
    ],
    [
        " I'm going to read it again.",
        1390.06,
        1391.02
    ],
    [
        " If the leader knows and understands certain basic principles of human behavior,",
        1392.34,
        1398.12
    ],
    [
        " if he appreciates that most men react in a fixed and definite ways",
        1398.58,
        1406.0
    ],
    [
        " under a given stimulus or influence, if he recognizes, develops and applies those traits",
        1406.0,
        1412.78
    ],
    [
        " of character, which will produce the correct reactions in his men, he will possess the basic tools",
        1412.78,
        1418.94
    ],
    [
        " for managing men, he will be a leader.",
        1418.94,
        1421.4
    ],
    [
        " That's what this podcast is actually about.",
        1422.22,
        1424.38
    ],
    [
        " Understanding those things.",
        1425.46,
        1427.06
    ],
    [
        " Since effective leadership in battle is the ultimate goal of military leadership,",
        1428.72,
        1433.3
    ],
    [
        " it is obvious that regardless of the leader's ability to dominate or persuade",
        1433.3,
        1437.54
    ],
    [
        " his success inevitably depends upon his skill in the tactical control of his unit.",
        1437.54,
        1444.14
    ],
    [
        " Tactical control is a technique developed by study and practice.",
        1444.46,
        1448.1
    ],
    [
        " Next, accomplishment of the mission.",
        1449.54,
        1451.64
    ],
    [
        " The primary duty of the leader is the accomplishment of his assigned mission.",
        1452.46,
        1456.98
    ],
    [
        " Everything else, even the welfare of his men, is subordinate.",
        1457.52,
        1461.48
    ],
    [
        " Here's where I will throw this out at you all day long, 1951 book.",
        1465.96,
        1471.04
    ],
    [
        " I'm going to throw a trump card on you.",
        1471.12,
        1472.66
    ],
    [
        " Okay, you have your mission.",
        1474.54,
        1475.72
    ],
    [
        " If you put the welfare of your men below your assigned mission, what happens on your next mission?",
        1476.62,
        1484.58
    ],
    [
        " You don't have any men left.",
        1485.14,
        1487.34
    ],
    [
        " You don't have any loyalty.",
        1487.84,
        1488.96
    ],
    [
        " You've sacrificed your guys.",
        1490.0,
        1491.16
    ],
    [
        " They're looking at you like you let them into a bloodbath.",
        1491.16,
        1493.54
    ],
    [
        " You have to actually, this is the opening chapter of the dichotomy of leadership.",
        1494.68,
        1503.98
    ],
    [
        " It's called the ultimate dichotomy because this is the hardest thing to balance.",
        1504.08,
        1508.14
    ],
    [
        " Because yes, you do have to accomplish your mission, but yes, you do have to take care of your men.",
        1508.52,
        1512.64
    ],
    [
        " And I don't believe that the welfare of your men is subordinate to executing the mission.",
        1513.16,
        1516.96
    ],
    [
        " I don't believe that because if you do that one time, who's going to get just one mission?",
        1517.22,
        1522.52
    ],
    [
        " And by the way, if I order you to take your men and that's the one mission you get and it",
        1523.02,
        1529.16
    ],
    [
        " destroys all your men and you, what happens the next guy that I try in order to do that too?",
        1529.16,
        1533.96
    ],
    [
        " They're not going to be loyal to me because I already have shown that I don't care about the lives",
        1534.5,
        1539.6
    ],
    [
        " of the troops.",
        1539.6,
        1540.5
    ],
    [
        " Now, are there times where a mission is so strategically critical that there will be great sacrifice",
        1541.04,
        1550.34
    ],
    [
        " including the sacrifice of everyone involved?",
        1550.34,
        1553.68
    ],
    [
        " Yeah, that can happen.",
        1553.9,
        1554.7
    ],
    [
        " It doesn't happen very often.",
        1555.02,
        1556.42
    ],
    [
        " But like the Chernobyl disaster in Russia, I think it was like the first 87 firefighters",
        1557.08,
        1564.58
    ],
    [
        " that were there.",
        1564.58,
        1565.46
    ],
    [
        " They just all fought the fire until they died.",
        1565.54,
        1567.04
    ],
    [
        " They just did their best and every one of them knew they were going to die.",
        1567.64,
        1569.88
    ],
    [
        " And they just went in there and fought.",
        1570.06,
        1571.1
    ],
    [
        " They did their best to control that situation.",
        1571.36,
        1573.08
    ],
    [
        " So whoever ordered them in there was like, yep, we're going in there and they all said,",
        1573.68,
        1577.28
    ],
    [
        " yep, we got to do the best we can.",
        1577.34,
        1578.46
    ],
    [
        " And then they just started bringing in military guys who'd go in and shovel sand on the fire",
        1579.06,
        1584.56
    ],
    [
        " for two minutes and 20 seconds.",
        1584.56,
        1586.58
    ],
    [
        " And in that two minutes and 20 seconds, they got their lifetime dose of radiation.",
        1586.92,
        1591.48
    ],
    [
        " And then they were done.",
        1592.16,
        1593.26
    ],
    [
        " I'm throwing these out there like I'm knowing but it's something like that.",
        1593.64,
        1597.94
    ],
    [
        " That's what happened.",
        1597.94,
        1598.56
    ],
    [
        " So yes, you have to take care of your men.",
        1601.66,
        1603.34
    ],
    [
        " And if you don't take care of your men while you're trying to accomplish your mission,",
        1603.94,
        1606.68
    ],
    [
        " you're going to end up in a situation where you don't have any men left or you don't have any",
        1606.82,
        1609.98
    ],
    [
        " loyalty.",
        1609.98,
        1610.34
    ],
    [
        " And it actually goes into that a little bit next year.",
        1611.08,
        1612.92
    ],
    [
        " Duties to the men.",
        1613.1,
        1614.26
    ],
    [
        " The next responsibility of the leader lies with his duty to his men.",
        1614.72,
        1619.38
    ],
    [
        " It is rarely possible to accomplish any mission without attention to the morale and the",
        1619.94,
        1624.4
    ],
    [
        " spree of the men.",
        1624.4,
        1625.84
    ],
    [
        " In the military service, the follower is dependent upon his leader.",
        1626.72,
        1631.5
    ],
    [
        " He can do little to improve his lot if his leader, if his leader, neglects him.",
        1632.16,
        1637.68
    ],
    [
        " So you got to take care of your people.",
        1638.36,
        1639.44
    ],
    [
        " That's the bottom line.",
        1639.48,
        1640.24
    ],
    [
        " There are four characteristics of a command that are accurate indications of success or failure",
        1640.72,
        1647.26
    ],
    [
        " in the exercise of leadership.",
        1647.26,
        1648.54
    ],
    [
        " Number one.",
        1649.28,
        1650.66
    ],
    [
        " Discipline.",
        1651.56,
        1653.46
    ],
    [
        " Military discipline is a state of order and obedience existing within a command.",
        1654.4,
        1659.42
    ],
    [
        " It involves the ready subordination of the will of the individual for the good of the group.",
        1659.9,
        1664.56
    ],
    [
        " Military discipline is an extension and a specialized application of the discipline of any",
        1666.48,
        1671.96
    ],
    [
        " organized society.",
        1671.96,
        1673.4
    ],
    [
        " Now pay attention.",
        1674.22,
        1674.98
    ],
    [
        " True discipline demands habitual but reasoned obedience to command.",
        1675.9,
        1683.04
    ],
    [
        " An obedience that preserves initiative and functions unfalteringly even in the absence of the",
        1683.04,
        1690.26
    ],
    [
        " commander.",
        1690.26,
        1690.6
    ],
    [
        " So even though this discipline is obi as about obedience, it's about reasoned obedience.",
        1690.96,
        1697.14
    ],
    [
        " It doesn't eliminate initiative.",
        1697.7,
        1700.06
    ],
    [
        " It doesn't take away your ability to think.",
        1700.38,
        1703.96
    ],
    [
        " That's the kind of discipline that is needed.",
        1704.32,
        1706.84
    ],
    [
        " Discipline is created within a command by training,",
        1707.76,
        1709.96
    ],
    [
        " by judicial use of punishment and reward and by instilling a sense of confidence and",
        1710.26,
        1715.7
    ],
    [
        " responsibility in each individual.",
        1715.7,
        1717.24
    ],
    [
        " Discipline demands correct performance of duty.",
        1717.56,
        1719.82
    ],
    [
        " The need for discipline is best inculcated in an individual by appealing to his sense of reason.",
        1720.34,
        1727.9
    ],
    [
        " In other words, making sure they understand why they're doing what they're doing.",
        1729.08,
        1732.06
    ],
    [
        " In a few instances where appeal to reason fails, the use of punishment is effective in causing",
        1733.12,
        1738.44
    ],
    [
        " the recalcitrant individual to conform and perhaps to appreciate the need for discipline.",
        1738.96,
        1743.8
    ],
    [
        " Commendation and earned praise from the senior to his subordinate either individually or collectively",
        1745.04,
        1749.82
    ],
    [
        " for a task well done served to strengthen the disciplinary bonds which bind together the smooth",
        1749.82,
        1755.76
    ],
    [
        " functioning team.",
        1755.76,
        1757.26
    ],
    [
        " So there you go.",
        1757.86,
        1758.36
    ],
    [
        " Number one, most important thing is good old discipline.",
        1759.02,
        1762.7
    ],
    [
        " Next thing, morale.",
        1764.82,
        1766.34
    ],
    [
        " Moral is a mental and emotional state.",
        1766.86,
        1768.6
    ],
    [
        " The importance of morale cannot be overestimated since it is a great contributing factor to the",
        1768.92,
        1773.92
    ],
    [
        " efficiency of a unit.",
        1773.92,
        1774.96
    ],
    [
        " Good morale is an indicated by zeal or the voluntary effort which men give to their tasks over and",
        1775.22,
        1782.92
    ],
    [
        " beyond the perfunctory obedience to commands and regulations.",
        1782.92,
        1786.16
    ],
    [
        " And a basic sense of personal worth founded on confidence in leaders, training, weapons and",
        1786.78,
        1793.64
    ],
    [
        " equipment and last satisfaction or the pride of the individual in the accomplishment of the assigned",
        1793.64,
        1800.32
    ],
    [
        " mission.",
        1800.32,
        1800.86
    ],
    [
        " So that's important that even if you are able to bark orders at people and get them to do what",
        1801.48,
        1807.64
    ],
    [
        " you want to do, they're not going to do it with any zeal.",
        1807.64,
        1810.1
    ],
    [
        " They're just going to do the bare minimum and the bare minimum is not going to be good enough in",
        1810.4,
        1813.92
    ],
    [
        " a combat situation.",
        1813.92,
        1814.86
    ],
    [
        " A spritical is the mental and emotional state of the unit.",
        1816.16,
        1820.66
    ],
    [
        " It is distinguished from morale, which is described as the mental and emotional state of the",
        1820.84,
        1825.46
    ],
    [
        " individual.",
        1825.46,
        1826.32
    ],
    [
        " A spritical is not a simple summation of the morale of the individuals in the unit.",
        1826.7,
        1831.46
    ],
    [
        " Rather, it results from the total interaction of the personnel of the unit toward one another",
        1831.84,
        1838.4
    ],
    [
        " and with the circumstances in which the unit is placed.",
        1838.4,
        1841.68
    ],
    [
        " So you get morale, which is, hey, how we do individually and then you combine that together.",
        1844.02,
        1851.48
    ],
    [
        " And then, you know, it's like the sum is greater than the parts.",
        1852.1,
        1856.52
    ],
    [
        " So you just don't add up the morale of the individuals.",
        1856.9,
        1859.68
    ],
    [
        " You take all that morale and then you put it through the calculus that is a little bit hard to",
        1859.68,
        1867.6
    ],
    [
        " quantify.",
        1867.6,
        1867.98
    ],
    [
        " That results in a spritical.",
        1867.98,
        1869.7
    ],
    [
        " When the unit is free as high, the collective goals of the unit overshadow those of the individual",
        1869.74,
        1874.92
    ],
    [
        " members.",
        1874.92,
        1875.56
    ],
    [
        " In such instances, the personal dissatisfactions of some individuals are overshadowed by the",
        1876.18,
        1883.4
    ],
    [
        " prevailing group spirit.",
        1883.4,
        1884.78
    ],
    [
        " Unit achievement, both past and present, is a strong force in raising a spritical.",
        1885.26,
        1889.36
    ],
    [
        " A unit with high a spritical can accomplish its mission in spite of seemingly insurmountable odds.",
        1889.66,
        1895.58
    ],
    [
        " A spritical is enhanced when the group identification",
        1896.48,
        1898.96
    ],
    [
        " is increased and conversely is lowered when it is decreased.",
        1899.72,
        1903.54
    ],
    [
        " It has been proved that pride in the unit was the outstanding manifestation of good morale in",
        1904.22,
        1910.4
    ],
    [
        " World War II.",
        1910.4,
        1911.16
    ],
    [
        " This was accomplished by good officer to enlisted personnel relationships.",
        1911.44,
        1916.1
    ],
    [
        " Now, as much as everyone talks about how bad identity politics are, right?",
        1916.72,
        1925.02
    ],
    [
        " Because we don't want to identify with the group.",
        1925.24,
        1927.04
    ],
    [
        " We want to be identified as an individual.",
        1927.14,
        1928.38
    ],
    [
        " But when you're in a military unit, you want to have some of that collective identity.",
        1928.92,
        1933.64
    ],
    [
        " You want to say, hey, we're the 101st Airborne Division.",
        1933.88,
        1938.16
    ],
    [
        " And we are proud of that.",
        1938.44,
        1940.78
    ],
    [
        " Or hey, when I was at SEAL Team 1 as a young SEAL, we were SEAL Team 1.",
        1941.1,
        1948.24
    ],
    [
        " Have you ever told you our little underground motto?",
        1948.8,
        1955.28
    ],
    [
        " Team 1.",
        1957.06,
        1957.74
    ],
    [
        " It's not just a number.",
        1958.06,
        1959.04
    ],
    [
        " It's an attitude.",
        1959.26,
        1960.46
    ],
    [
        " The reason I laugh is because that's just completely ridiculous, right?",
        1960.98,
        1966.08
    ],
    [
        " To even think that.",
        1966.26,
        1966.94
    ],
    [
        " Yeah.",
        1967.08,
        1967.26
    ],
    [
        " I like it.",
        1967.4,
        1968.3
    ],
    [
        " But it was, you know, we kind of joked about that.",
        1968.44,
        1971.7
    ],
    [
        " But we kind of took it seriously, too.",
        1971.88,
        1973.18
    ],
    [
        " Oh, yeah.",
        1973.32,
        1973.72
    ],
    [
        " When you're inside, yeah.",
        1973.94,
        1975.46
    ],
    [
        " So that building that unit identity, and you see this all the time in all kinds of groups,",
        1975.6,
        1981.22
    ],
    [
        " it's just unfortunate.",
        1981.22,
        1982.02
    ],
    [
        " All those other groups, yeah.",
        1982.02,
        1983.06
    ],
    [
        " It's unfortunate when it goes over to the political realm.",
        1983.06,
        1986.4
    ],
    [
        " Yeah.",
        1986.64,
        1986.82
    ],
    [
        " And when people start being the biggest, the best thing that they've got going for them",
        1987.04,
        1990.68
    ],
    [
        " is that I'm a white guy.",
        1990.68,
        1992.98
    ],
    [
        " Yeah.",
        1993.2,
        1993.42
    ],
    [
        " Where the best thing that I've got going for me is I'm a black dude.",
        1993.46,
        1996.1
    ],
    [
        " Yeah.",
        1996.42,
        1996.6
    ],
    [
        " Like that's not what we, that's not the group.",
        1996.88,
        1998.7
    ],
    [
        " That's not the group identity you want to cherish.",
        1998.84,
        2002.4
    ],
    [
        " Oh, yeah.",
        2002.84,
        2003.2
    ],
    [
        " I mean, because especially when those are in, I'm not going to go in that direction, obviously.",
        2003.24,
        2007.8
    ],
    [
        " Because we're talking about something else.",
        2008.14,
        2009.1
    ],
    [
        " But especially if...",
        2009.22,
        2011.4
    ],
    [
        " Sounds like you're about to go in something.",
        2011.4,
        2012.48
    ],
    [
        " I know, I am a little bit said you aren't.",
        2012.48,
        2014.24
    ],
    [
        " But if you're part of a group involuntarily, you know, so, you know, like,",
        2014.4,
        2018.9
    ],
    [
        " the group's going to be less cohesive if you're like proclaiming that, hey, this is the group,",
        2019.04,
        2027.82
    ],
    [
        " and this is what we're functioning as.",
        2027.92,
        2029.4
    ],
    [
        " Like this is when we're functioning as a group because of this quality.",
        2029.56,
        2032.24
    ],
    [
        " You know, meanwhile, there's like people that have that quality that we're not part of that group.",
        2032.58,
        2035.92
    ],
    [
        " So it's not as cohesive as like, okay, we all are on team one, because we all pursued this.",
        2036.16,
        2040.92
    ],
    [
        " So we're all in it and then boom, yes, we can have, you know, it's not just a number,",
        2042.12,
        2046.92
    ],
    [
        " it's an attitude.",
        2047.3,
        2047.94
    ],
    [
        " And then everyone's going to sign on.",
        2048.4,
        2050.12
    ],
    [
        " Everybody.",
        2050.38,
        2050.66
    ],
    [
        " Yeah, yeah, not everyone's sign on just sign on.",
        2050.84,
        2053.78
    ],
    [
        " There was a lot of guys that left team one because we had that attitude.",
        2054.36,
        2058.02
    ],
    [
        " They were down to team five.",
        2058.46,
        2060.64
    ],
    [
        " They were like, dude, it's awesome down there.",
        2061.04,
        2062.52
    ],
    [
        " A lot of stress.",
        2063.16,
        2064.1
    ],
    [
        " The big big team one had uniform, no one had uniform inspections on the West Coast.",
        2064.6,
        2068.5
    ],
    [
        " And team one, the first Tuesday of every month, you had a uniform inspection.",
        2069.26,
        2074.66
    ],
    [
        " And then the second Tuesday, the first and the second Tuesday, or the first and the third",
        2075.4,
        2080.8
    ],
    [
        " Tuesday of every month, you had a haircut inspection.",
        2080.8,
        2083.1
    ],
    [
        " This is in the day.",
        2083.86,
        2085.02
    ],
    [
        " Who made that up?",
        2085.34,
        2086.0
    ],
    [
        " You made the...",
        2086.22,
        2087.28
    ],
    [
        " I did not make up that rule.",
        2087.28,
        2088.32
    ],
    [
        " But that was the old school professionalism.",
        2088.64,
        2090.46
    ],
    [
        " That's why team one was like the, you know what, you know what, the other teams,",
        2090.58,
        2093.98
    ],
    [
        " nicknamed team one,",
        2094.36,
        2095.16
    ],
    [
        " Stollog team one.",
        2095.62,
        2097.08
    ],
    [
        " Like it was a Stollog.",
        2097.1,
        2098.6
    ],
    [
        " Like we were in prison camp because it was so strict.",
        2098.64,
        2101.56
    ],
    [
        " But quite frankly, that I took a lot away from that.",
        2102.56,
        2106.9
    ],
    [
        " You know, and I kind of always identified",
        2107.08,
        2109.46
    ],
    [
        " with that professionalism, that was a good thing, especially when viewed from the outside.",
        2109.46,
        2115.18
    ],
    [
        " So there was a little bit of a fascist, I guess, lineage, right?",
        2115.58,
        2121.32
    ],
    [
        " When you hear Jordan Peterson talk about like orderly nissen, all that stuff,",
        2121.9,
        2125.36
    ],
    [
        " well, team one was all about that kind of thing.",
        2125.54,
        2127.34
    ],
    [
        " This is a little bit more fascist.",
        2127.52,
        2128.86
    ],
    [
        " Whereas team five, for instance, where Jason Gardner was, they were kind of loose.",
        2129.08,
        2135.6
    ],
    [
        " They were a little bit out there.",
        2135.94,
        2138.04
    ],
    [
        " Is that the time you had blonde hair?",
        2138.22,
        2139.38
    ],
    [
        " Yeah, yeah.",
        2139.68,
        2140.22
    ],
    [
        " That's when Jason Gardner had bleached blonde hair.",
        2140.3,
        2142.72
    ],
    [
        " But you know, we all, I mean, I had long hair at the time and long sideburns and stuff.",
        2143.68,
        2146.94
    ],
    [
        " I thought I was lemmy from Motorhead and things like that.",
        2146.94,
        2149.34
    ],
    [
        " Yeah, yeah, probably work.",
        2149.44,
        2150.58
    ],
    [
        " So group identity, unit identity, so important.",
        2152.96,
        2156.54
    ],
    [
        " The guys that we work with over in Iraq, in Ramadi, those guys had their",
        2157.12,
        2161.48
    ],
    [
        " their battle streamers that they aimed their tactical operations center.",
        2161.48,
        2166.88
    ],
    [
        " They had pictures of, pickers of World War II newspaper clippings.",
        2166.88,
        2171.32
    ],
    [
        " They brought them on deployment to hang up in their tactical operations center,",
        2171.32,
        2175.02
    ],
    [
        " to hang up in their chow hall.",
        2175.36,
        2176.48
    ],
    [
        " So when you walked in and out, if you were a soldier,",
        2176.48,
        2180.26
    ],
    [
        " from the first to the 506 or you were a soldier from the 137, you would see that stuff.",
        2180.84,
        2185.74
    ],
    [
        " You would realize you would get that group identity.",
        2185.84,
        2188.24
    ],
    [
        " You would feel that a spriticalr.",
        2188.46,
        2189.84
    ],
    [
        " And that's a pretty powerful tool.",
        2190.1,
        2192.42
    ],
    [
        " Last one, efficiency is the ability to accomplish successfully an assigned task",
        2194.28,
        2199.3
    ],
    [
        " in as short as possible time with the minimum expenditure of means",
        2199.3,
        2202.9
    ],
    [
        " and with the least possible confusion, efficiency in a command is built by sound training",
        2202.9,
        2208.8
    ],
    [
        " and by effective administration, it is enhanced by good discipline,",
        2208.84,
        2212.38
    ],
    [
        " Heimerow and a spriticalr.",
        2212.88,
        2214.28
    ],
    [
        " I like that one because it reminded me of the whole show we did on judo and just",
        2214.56,
        2221.0
    ],
    [
        " talking about the importance of efficiency.",
        2221.0,
        2223.16
    ],
    [
        " Moving on to some psychology.",
        2223.7,
        2226.9
    ],
    [
        " Leadership is closely linked with psychology, the study of human behavior,",
        2227.24,
        2230.7
    ],
    [
        " proved principles of leadership include proved principles of psychology.",
        2231.02,
        2234.38
    ],
    [
        " It is known that human beings tend to react similarly under a given set of conditions.",
        2234.4,
        2240.56
    ],
    [
        " From a leadership standpoint, some of these reactions are favorable, some unfavorable,",
        2241.08,
        2245.98
    ],
    [
        " with a knowledge of how human beings tend to respond to a particular set of circumstances",
        2246.16,
        2250.5
    ],
    [
        " and with a comprehension of the basic factors that control human behavior,",
        2250.5,
        2254.86
    ],
    [
        " the leader can capitalize on favorable reactions and minimize tendencies toward unfavorable ones.",
        2255.32,
        2261.6
    ],
    [
        " It is evident therefore that a knowledge of psychology is helpful to the leader.",
        2262.12,
        2266.94
    ],
    [
        " That's something that I have more recently been saying because I just thought it was human",
        2267.46,
        2273.56
    ],
    [
        " nature, but now I'm certain realize that human nature and psychology is one big bowl of stuff",
        2273.56,
        2279.52
    ],
    [
        " that's all related.",
        2279.52,
        2280.42
    ],
    [
        " Ethics, the science of moral duty is closely allied with the art of leadership in order to set",
        2281.4,
        2289.34
    ],
    [
        " the example for his men and to win their confidence and respect the leader must be capable of",
        2289.34,
        2293.96
    ],
    [
        " deciding whether a given course of action is morally right or wrong.",
        2293.96,
        2298.2
    ],
    [
        " Temporizing with principles and moral standards may secure a temporary advantage or",
        2299.1,
        2307.58
    ],
    [
        " fleeting popularity. So if you adapt your morals a little bit from time to time,",
        2307.58,
        2313.4
    ],
    [
        " if you hesitate to really impose your actual beliefs on something, you can get a little popular",
        2314.42,
        2321.24
    ],
    [
        " for a moment, but in the end only strict adherence to high standards of honor and integrity will",
        2321.24,
        2328.44
    ],
    [
        " prove a value to the leader. So important. All right, now we get kind of into the meat. We'll call it",
        2328.44,
        2339.44
    ],
    [
        " meat of this discussion principles of military leadership. The principles of military leadership",
        2339.44,
        2347.16
    ],
    [
        " discussed below are equally applicable to all levels of command from the squad to the army group.",
        2347.16,
        2353.46
    ],
    [
        " Principle one, know your job. To know his job thoroughly, the leader must possess a wide field of",
        2355.14,
        2362.64
    ],
    [
        " knowledge. He must understand the technical aspects of the operation of his command and the methods",
        2362.64,
        2368.26
    ],
    [
        " and procedures of organization, administration, instruction, and personnel management.",
        2368.26,
        2372.18
    ],
    [
        " The leader should also possess a sound understanding of human relations. Further, he should have a",
        2372.38,
        2377.4
    ],
    [
        " working knowledge of the duties, responsibilities, and problems of his subordinates. If he commands a",
        2377.4,
        2382.32
    ],
    [
        " service unit, he should have knowledge of combat operations. So there you go. Principle one, know your",
        2382.32,
        2388.62
    ],
    [
        " job. Principle two, know yourself and seek improvement. It is the duty of every leader to",
        2388.62,
        2397.4
    ],
    [
        " evaluate himself and to recognize his strength and weaknesses. An individual who does not know his",
        2397.4,
        2404.38
    ],
    [
        " own capabilities and limitations is not master of himself and can never hope to be a leader.",
        2404.38,
        2409.72
    ],
    [
        " Likewise, an individual who realizes his deficiencies but makes no effort to correct them will fail as",
        2410.6,
        2416.78
    ],
    [
        " a leader. The study of leadership principles and practice of sound leadership techniques will",
        2416.78,
        2422.24
    ],
    [
        " develop leadership ability. So know yourself and seek improvement. That's principle number two.",
        2423.06,
        2430.54
    ],
    [
        " Go all the way back to Sun Siu. Know yourself. Principle three, know your men and look out for their",
        2430.98,
        2440.24
    ],
    [
        " welfare by making a conscientious effort to observe the members of his command as often as possible",
        2440.24,
        2448.28
    ],
    [
        " to become personally acquainted with them to recognize their individual differences and to share",
        2448.28,
        2453.22
    ],
    [
        " in their joys and sorrows. The leader will have a better understanding of how his subordinates react",
        2453.22,
        2459.04
    ],
    [
        " and function under various conditions. He will then be able to employ them more effectively",
        2459.04,
        2463.62
    ],
    [
        " by assuring himself that the members of his command are as comfortable well cared for",
        2463.62,
        2468.92
    ],
    [
        " and contented as circumstances will permit the leader wins their confidence, respect, and cooperation.",
        2468.92,
        2474.98
    ],
    [
        " By neglecting their welfare, the leader indicates indifference and as a consequence,",
        2474.98,
        2480.66
    ],
    [
        " forfeits the trust and confidence of his men. So principle number three is know your men and look",
        2481.18,
        2490.52
    ],
    [
        " out for their welfare, which is interesting because they said the mission was more important,",
        2490.52,
        2498.02
    ],
    [
        " but what they're saying is take care of your men. Principle four, keep your men informed.",
        2498.66,
        2506.42
    ],
    [
        " The soldier who is well informed about the mission and situation and about the purpose of his",
        2508.06,
        2512.1
    ],
    [
        " particular task is considerably more effective than one who is not so informed. The better he is",
        2512.1,
        2518.02
    ],
    [
        " informed, the better he can perform his task with maximum initiative. The commander who fails to make",
        2518.02,
        2523.16
    ],
    [
        " essential information available to his men will soon find out that they are performing blindly",
        2523.18,
        2528.4
    ],
    [
        " without purpose. At the same time, commanders at all levels must realize that security requirements",
        2528.4,
        2534.94
    ],
    [
        " impose limitations on information, which may be imparted to them and keep your men informed.",
        2534.94,
        2540.64
    ],
    [
        " The lesson that I learned in the back of a long sealed patrol, no one telling me what was going on,",
        2541.28,
        2548.54
    ],
    [
        " none of us in the back know, have any idea where we are, where we're going, when we're going to stop.",
        2548.54,
        2553.16
    ],
    [
        " It's a nightmare. Keep your men informed. Principle five, set the example. Men instinctively look to",
        2554.22,
        2561.3
    ],
    [
        " their leaders for patterns of conduct, which they may either emulate or use an excuse for their",
        2561.3,
        2566.72
    ],
    [
        " own shortcomings. They're always watching you. The classic example of the military leader that is",
        2566.72,
        2573.54
    ],
    [
        " is that of an individual whose appearance and conduct evoke from his subordinates praise,",
        2573.82,
        2578.58
    ],
    [
        " pride, and the desire to emulate him by his outstanding performance of duty, the leader must set",
        2579.28,
        2584.94
    ],
    [
        " the standard for the entire command. The commander who appears in an unfavorable light before his men",
        2584.94,
        2592.18
    ],
    [
        " destroys the respect that must exist mutually between him and his men before leadership can be",
        2592.18,
        2598.94
    ],
    [
        " exercised. So don't look like a loser. Principle six, ensure that the task is understood, supervised",
        2599.04,
        2609.84
    ],
    [
        " and accomplished. So now we're getting into the mission, right? Number six, number three was take",
        2609.84,
        2615.16
    ],
    [
        " care of your people. The leader must give clear concise orders. That cannot be misunderstood,",
        2615.16,
        2622.06
    ],
    [
        " which is I always say simple clear concise. I guess I rip them off.",
        2622.06,
        2627.08
    ],
    [
        " Then by close supervision, he must ensure that those orders are properly executed. The",
        2628.02,
        2634.46
    ],
    [
        " issuance of an order is the initial and relatively small part of the commander's responsibility.",
        2634.46,
        2638.98
    ],
    [
        " His principle responsibility lies in supervision to make sure that the order is properly executed.",
        2639.44,
        2644.54
    ],
    [
        " It is this responsibility that is most difficult to carry out. The able leader will make",
        2645.52,
        2651.3
    ],
    [
        " wise use of his subordinates to carry out his supervision effectively. Any commander of a large unit",
        2651.3,
        2656.66
    ],
    [
        " who fails to make proper and adequate use of his staff and subordinates demonstrates a fundamental",
        2656.66,
        2661.54
    ],
    [
        " weakness in his leadership capability, which the weakness is he's not utilizing decentralized command.",
        2661.54,
        2667.58
    ],
    [
        " For this one, this is a little, I think what we have to pay attention to is",
        2668.8,
        2674.72
    ],
    [
        " you give the task and then you supervise it and you make sure it's accomplished, but you have to be",
        2674.72,
        2680.1
    ],
    [
        " careful that you're not giving the task and then micro managing it because then you're going to lose",
        2680.1,
        2683.12
    ],
    [
        " track because you can't micro manage everything that's going on. So you have to supervise, you have to",
        2683.12,
        2689.24
    ],
    [
        " check back in, but you can't micro manage. Principle number seven, train your men as a team.",
        2689.24,
        2695.94
    ],
    [
        " The duty of every leader includes the development of teamwork through and thorough",
        2696.42,
        2702.22
    ],
    [
        " through the thorough training of his command, whether it be squad or an army group. Modern armies",
        2702.22,
        2708.58
    ],
    [
        " are complex organizations involving many different arms and services all working together as a team",
        2708.58,
        2714.98
    ],
    [
        " toward a common end. Each part of the team must understand where it fits into the common effort.",
        2714.98,
        2720.64
    ],
    [
        " The commander who fails to foster teamwork while training his command will not obtain the desired",
        2721.1,
        2727.02
    ],
    [
        " degree of unit efficiency. So principle number seven, train your men as a team. Principle eight",
        2727.02,
        2736.28
    ],
    [
        " make sound and timely decisions. The ability to make a rapid estimate of the situation and arrive",
        2737.44,
        2746.32
    ],
    [
        " in a sound decision is essential to a leader. He must be able to reason logically under the most",
        2746.32,
        2752.46
    ],
    [
        " trying conditions. He must decide quickly what action is necessary in order to take advantage of",
        2752.46,
        2757.86
    ],
    [
        " the opportunities as they occur. The vacillating commander not only will be unable to employ his",
        2757.86,
        2764.54
    ],
    [
        " command effectively, but will create vacillation, lack of confidence, hesitation and indecision",
        2764.54,
        2770.56
    ],
    [
        " within the command itself. The ability to make sound and timely decisions can be acquired by",
        2770.56,
        2777.76
    ],
    [
        " constant study and by training in making estimates. On the other hand, when circumstances dictate a",
        2777.76,
        2784.78
    ],
    [
        " change in plan, the able leader will act promptly without fear that the command may consider such",
        2784.78,
        2791.2
    ],
    [
        " action as a vacillation. So yeah, you got to make good decisions. And then if you make a bad decision,",
        2791.68,
        2796.3
    ],
    [
        " you just say, hey, that was wrong. We're moving to this other direction now. My bust, let's roll.",
        2796.54,
        2801.64
    ],
    [
        " Principle nine, seek responsibility and develop a sense of responsibility among subordinates. This is",
        2802.98,
        2812.16
    ],
    [
        " about ownership. The leader must be quick to seize initiative in the absence of instructions from",
        2812.16,
        2818.7
    ],
    [
        " his superior. By seeking responsibility, the leader develops himself professionally and increases",
        2818.7,
        2824.06
    ],
    [
        " his potential ability. Proper delegation of authority is a sound attribute of leadership.",
        2824.06,
        2829.36
    ],
    [
        " The commander then holds his subordinate strictly responsible for the results and rarely",
        2830.48,
        2834.72
    ],
    [
        " the methods of procedure. So when he say there's a do tell people what to do, not how to do it.",
        2834.72,
        2840.74
    ],
    [
        " You let them figure out the methods of procedure. Such action by the commander in gender's trust",
        2841.02,
        2847.2
    ],
    [
        " faith and confidence. So when I give someone a mission and I don't tell them specifically every",
        2847.2,
        2851.34
    ],
    [
        " little detail of how I want to done, there's a let them run with it. That means they know that I",
        2851.34,
        2855.78
    ],
    [
        " trust them and that develops trust back in my direction for me. If it develops initiative and",
        2855.78,
        2862.34
    ],
    [
        " wholehearted cooperation, reluctance to delegate authority often is the mark of retarded growth",
        2862.34,
        2869.58
    ],
    [
        " in leadership. So seek responsibility but more important. Give that responsibility. Give that",
        2869.58,
        2877.84
    ],
    [
        " ownership down the chain of command. Principle 10, employ your command in accordance with its",
        2877.84,
        2884.52
    ],
    [
        " capabilities. To employ his command properly, a leader must have a thorough knowledge of the",
        2884.52,
        2890.0
    ],
    [
        " tactical administrative capabilities and limitations of his command. He must assign objectives that are",
        2890.0,
        2895.12
    ],
    [
        " possible of attainment. That's a good one. Sometimes I see business leaders, they're all fired up",
        2896.44,
        2901.48
    ],
    [
        " and they throw things at their teams that are not achievable. And I'll say, well, do you think",
        2901.48,
        2908.26
    ],
    [
        " they can really pull it off? Well, you don't want to give them that good stretch goal. And meanwhile,",
        2908.26,
        2913.1
    ],
    [
        " no one thinks they can even hit the goal so they don't even try. You know, you can see this all day",
        2913.1,
        2917.36
    ],
    [
        " with kids. If you give them something that's that they that they figure out that they can't achieve",
        2917.36,
        2922.96
    ],
    [
        " it all, they'll just stop trying. And it's the same thing with adults. It's human nature.",
        2922.96,
        2926.42
    ],
    [
        " Is that what it's called the stretch goal? Yeah, that's what sales people and other people do,",
        2926.56,
        2934.84
    ],
    [
        " but sales groups at companies, they'll call it a stretch goal. We got our stretch goal. Yeah,",
        2934.96,
        2939.22
    ],
    [
        " we got a stretch goal. We're going to sell $80 billion more than next four weeks.",
        2939.56,
        2943.34
    ],
    [
        " And the team's like, that means we're doing to do, you know, 400 times what we've ever done in",
        2943.96,
        2950.2
    ],
    [
        " a full year. We're going to do that in two weeks. That's not realistic. I'm just going to do what I",
        2950.2,
        2953.1
    ],
    [
        " normally do. Yeah.",
        2953.1,
        2954.04
    ],
    [
        " To do less than this may spell failure in accomplishing the mission. Recurrent failure brings about",
        2955.8,
        2966.18
    ],
    [
        " collapse of morale, a spree decor, and efficiency. So that's another thing. When you give these goals",
        2966.18,
        2970.9
    ],
    [
        " that are unattainable and you do it repeatedly, people start thinking, oh, we're not even good enough.",
        2970.9,
        2974.78
    ],
    [
        " Starts to hurt morale. However, on occasion, when the situation demands men must be pushed without",
        2975.44,
        2979.74
    ],
    [
        " hesitation beyond their considered capabilities in order to achieve a quick and cheap victory or to",
        2979.74,
        2984.66
    ],
    [
        " avoid a costly defeat. So yeah, sometimes you got to dig in. And the last principle, principle 11,",
        2984.66,
        2994.2
    ],
    [
        " this is going to come as a big surprise. Take responsibility for your actions.",
        2995.6,
        2999.86
    ],
    [
        " The commander of a unit is responsible for all his unit does or fails to do.",
        3000.86,
        3007.12
    ],
    [
        " They didn't know about extreme ownership back in 1951.",
        3009.74,
        3013.16
    ],
    [
        " But apparently they did. Yeah. I guess they called it something else. They didn't come up with",
        3013.68,
        3018.76
    ],
    [
        " as good of a name. What? They dumped them with the name. The leader recognizes and acknowledges",
        3018.76,
        3024.1
    ],
    [
        " this responsibility on all occasions. Any effort to evade this responsibility destroys the bond",
        3024.1,
        3031.66
    ],
    [
        " of loyalty and respect that must exist between the commander and his subordinates. Take",
        3031.66,
        3037.06
    ],
    [
        " responsibility. Take extreme ownership for your actions for everything the unit does or fails to do.",
        3039.06,
        3046.08
    ],
    [
        " You own it all. All right. So there's your 11 principles of leadership. Now it gets into some",
        3046.28,
        3053.48
    ],
    [
        " leadership traits. Leadership traits are human qualities that are of great value to the leader.",
        3053.48,
        3059.36
    ],
    [
        " Possession of these leadership traits simplifies the task of applying leadership principles and",
        3059.48,
        3064.58
    ],
    [
        " assists greatly in winning confidence, respect, and cooperation.",
        3065.04,
        3068.68
    ],
    [
        " An individual can benefit by studying the traits considered important to the leader.",
        3069.66,
        3075.04
    ],
    [
        " By careful self analysis and application, he can develop those traits in which he is deficient",
        3075.52,
        3083.02
    ],
    [
        " and further strengthened the ones in which he is strong. So you've got to look at yourself.",
        3083.02,
        3088.06
    ],
    [
        " You got to see which one of these traits are good, which one are bad, which one are you good at,",
        3088.48,
        3091.56
    ],
    [
        " which one are you weak at? Need to figure those out. A study of our nation's great military",
        3091.56,
        3097.42
    ],
    [
        " leaders reveals that none possessed all the leadership traits to the maximum degree.",
        3097.42,
        3102.82
    ],
    [
        " But that weakness in some traits was more than compensated for by strength and others.",
        3103.6,
        3108.32
    ],
    [
        " Critical self analysis will enable an individual to realize the traits in which he is strong",
        3108.94,
        3115.08
    ],
    [
        " and to capitalize upon them. At the same time, he must endeavor to improve those traits in which",
        3115.08,
        3120.9
    ],
    [
        " he is weak. The following is a list of traits. The following list of traits is by no means",
        3120.9,
        3126.54
    ],
    [
        " all inclusive, but does contain those of paramount importance to the leader. So this is a great list of traits.",
        3126.54,
        3134.52
    ],
    [
        " Alertness, vigilance, promptness, and wide awareness. So you got to be alert as a leader.",
        3135.82,
        3144.58
    ],
    [
        " You got to be in the game. You ever seen a leader that's like not quite in the game?",
        3144.98,
        3148.86
    ],
    [
        " Yes. It's just not good, right? No. You got to be in the game. If you're tired, if you're napping,",
        3149.24,
        3155.06
    ],
    [
        " you know, if you're sleeping, if you need a rest, if you're if you're daydreaming, you know what I mean?",
        3155.54,
        3160.3
    ],
    [
        " You know what's funny is you know, you know how I have that tendency sometimes if people are",
        3160.72,
        3165.76
    ],
    [
        " talking to me and I'm not interested in what they're saying. And I know you complained about this.",
        3165.76,
        3170.78
    ],
    [
        " Well, Dean complains about this.",
        3171.02,
        3172.9
    ],
    [
        " Yeah.",
        3173.94,
        3174.38
    ],
    [
        " Lafe has made some comments about this.",
        3173.78,
        3176.22
    ],
    [
        " Sure. Yeah.",
        3176.52,
        3177.1
    ],
    [
        " Like if you're not saying that everybody, yeah, I can't everybody.",
        3177.26,
        3179.58
    ],
    [
        " So, but when I do that, people don't think I'm not alert, right? They think like he's just like,",
        3179.92,
        3186.44
    ],
    [
        " he's alert on something else. Yeah, you checked out. Yeah, yeah. This,",
        3186.7,
        3189.48
    ],
    [
        " Jacque does not care about what I'm saying right now.",
        3189.48,
        3193.28
    ],
    [
        " So, but it is rude and it is a weakness of mine. Well, it's a weakness of mine for sure.",
        3194.14,
        3200.9
    ],
    [
        " So, do you do it on purpose? No, I don't think it's rude then. That's just, oh no, it's rude.",
        3200.9,
        3207.02
    ],
    [
        " It's rude for sure. It's rude for sure. I can see it. It's rude for sure. I know that it makes,",
        3207.26,
        3212.12
    ],
    [
        " I know that it's not a good thing to do. I know that and I don't mean to do it.",
        3212.58,
        3217.24
    ],
    [
        " I just said better. I think it's better. Well, then he can't. Yeah, yeah,",
        3217.42,
        3220.62
    ],
    [
        " yeah, obviously it's better that I'm not intentionally doing it. It's not like it's not like you're in",
        3220.62,
        3224.14
    ],
    [
        " mid-sentence and I just go, you know what? I just show you the palm and walk away, right? I'll do that.",
        3224.14,
        3230.04
    ],
    [
        " Yeah. I just, you'll like someone will be talking to me and I'll be thinking about something that I",
        3230.04,
        3234.48
    ],
    [
        " need to be thinking about. Yeah. And all of a sudden, I'll maybe I'll turn or I'll walk or whatever.",
        3234.48,
        3239.16
    ],
    [
        " And yeah, that's disrespectful, man. I shouldn't do that. That's one of my weaknesses. But",
        3239.9,
        3244.78
    ],
    [
        " what on the other hand, what if I'm going off on some thing, you know? It's possible. Yeah, no,",
        3244.78,
        3253.32
    ],
    [
        " it is possible. It is possible. You are correct. That is a possibility. Yeah. So, I guess it's",
        3253.5,
        3260.02
    ],
    [
        " like it's a spectrum. I mean, you're way on this side of the spectrum. Yeah, I don't need to go",
        3260.02,
        3263.6
    ],
    [
        " off on something and, you know, and you're still sort of do that sometimes. But I still, right,",
        3263.6,
        3268.7
    ],
    [
        " right. But it still is not a good thing to it be better for me to say like, hey, man, you know what?",
        3268.9,
        3273.48
    ],
    [
        " Can you tell me about this later? Like when I'm 60? Because I don't care about it right now. I'm",
        3273.78,
        3280.22
    ],
    [
        " not going to care about it for another 15 years or whatever. Okay. So alertness. Next one is",
        3280.22,
        3286.32
    ],
    [
        " bearing. Bearing denotes desirable physical appearance, dress and deportment. This is important.",
        3286.32,
        3293.78
    ],
    [
        " I like this. How you how you present it? Right. What's your bearing? Are you slouched over?",
        3294.6,
        3298.54
    ],
    [
        " I went worked. I went and talked to some underprivileged kids. And these underprivileged kids weren't",
        3299.08,
        3306.56
    ],
    [
        " I would say the type of kids they were they were underprivileged kids who were really smart.",
        3306.56,
        3311.64
    ],
    [
        " And in a bad situation, not underprivileged kids who were",
        3312.94,
        3318.64
    ],
    [
        " not quite as smart and kind of just making their way in that underprivileged world. These kids",
        3318.64,
        3326.02
    ],
    [
        " were getting beat down by their world. And I went there and talked to them and I was going to talk",
        3326.02,
        3329.74
    ],
    [
        " about humility, right. And as I kind of got towards the humility part, I was I said to myself,",
        3329.74,
        3337.2
    ],
    [
        " I don't need to talk to these people. These kids about humility, doll. These kids are overly humble.",
        3337.2,
        3340.98
    ],
    [
        " These kids are beat down. These kids need confidence. Right. And what they needed was they needed",
        3340.98,
        3344.92
    ],
    [
        " bearing. Right. They needed to stand up straight. Right. That's what they needed. They needed to sit",
        3344.92,
        3349.14
    ],
    [
        " in their chairs or they asked a question. I started making them, Hey, when you ask me a question,",
        3349.14,
        3352.7
    ],
    [
        " stand up and ask a question. That wasn't me to church. I was like, Hey, we stand up. You know,",
        3352.78,
        3357.06
    ],
    [
        " let everyone see you because they're just their confidence was broken by life. Yeah. And so you're",
        3357.1,
        3362.8
    ],
    [
        " your bearing is important. And when someone comes and presents to you and they they don't seem they",
        3362.8,
        3368.72
    ],
    [
        " seem broken. They seem uncomfortable. Yeah, your bearings bearings really important. Yeah. So that",
        3368.72,
        3373.66
    ],
    [
        " means looking squared away. That means showing you know, that's why to you, bruiser, everyone dressed in",
        3373.66,
        3378.52
    ],
    [
        " the proper uniform. Everyone had shaved head. Everyone had, you know, everyone did the right things.",
        3378.52,
        3384.38
    ],
    [
        " So that way when we went to talk to the army of the Marine Corps, they didn't think these guys are",
        3384.38,
        3388.52
    ],
    [
        " idiots. Yeah. Next courage must be both physical and moral.",
        3388.52,
        3395.3
    ],
    [
        " No real expansion needed on that one. Decisiveness, the ability to make decisions promptly and when",
        3397.5,
        3402.22
    ],
    [
        " indicated and announce them authoritatively, concisely and clearly. Dependability is the",
        3402.22,
        3412.76
    ],
    [
        " doing of one's duty without supervision. Endurance, both mental and physical is necessary to continue",
        3412.76,
        3419.78
    ],
    [
        " and complete any reasonable task. Enthusiasm is positive, is the positive zeal or interest in",
        3419.78,
        3427.8
    ],
    [
        " the task in hand. It is easily communicated to subordinates. You know, that's one thing that's so",
        3427.8,
        3434.34
    ],
    [
        " good in the military is you get to see examples of when people are enthusiastic about a job. It just",
        3434.34,
        3440.8
    ],
    [
        " changes everything, right? When you when you have people that are not enthusiastic and really all you",
        3440.8,
        3446.48
    ],
    [
        " need is one or two people that are having a good time. And in a soup tune, you pretty much always",
        3446.48,
        3451.48
    ],
    [
        " have that. You always have at least someone that's that's just going to bring it. Ready to kill.",
        3451.48,
        3456.34
    ],
    [
        " Ready to go. Ready to go. And if it's not you today, maybe it's, you know, Bill, which apparently",
        3456.34,
        3461.36
    ],
    [
        " Bill's been getting a lot of flack of the way. Yeah, recently. So we're giving Bill some credit.",
        3461.36,
        3465.02
    ],
    [
        " Bill's Bill has a good day and Bill goes to make it happen and everyone sees that Bill's",
        3465.38,
        3471.84
    ],
    [
        " crushing it and you're like, you know what? Let's do this. Force is the ability to impose",
        3471.84,
        3480.04
    ],
    [
        " one's will upon another. Now, this is an interesting one, right? It is an interesting one.",
        3480.04,
        3484.86
    ],
    [
        " The ability to impose one's will upon another because that doesn't really mesh too well with",
        3485.22,
        3492.0
    ],
    [
        " the persuasive leadership that I've been bragging all about about this book. You know, force is like,",
        3492.0,
        3496.74
    ],
    [
        " hey, that being said, I understand what they're talking about. I understand that there's people",
        3496.74,
        3507.64
    ],
    [
        " that will not stop until they they have maneuvered into the position that they want to be in.",
        3507.64,
        3514.82
    ],
    [
        " So I understand how force and I understand how how, let me put you this way. If I have a seal",
        3515.52,
        3522.24
    ],
    [
        " and I've got a task that needs to get done and there's someone in the seal",
        3522.84,
        3527.84
    ],
    [
        " tune that has a high level of force and I can say, hey, Bill, go make this happen and Bill goes,",
        3527.84,
        3535.04
    ],
    [
        " got it. You know, he's going to make it happen, right? So there and he might not necessarily use force",
        3535.16,
        3541.56
    ],
    [
        " as his primary tool to make it happen. He might go and be butter someone up or get some,",
        3541.56,
        3546.84
    ],
    [
        " you know, massage some ego and make something happen. That's still using force. It's just using a",
        3546.9,
        3551.7
    ],
    [
        " unindirect force. So that's what I think we're talking about. Next is humility,",
        3552.06,
        3557.92
    ],
    [
        " which is freedom from arrogance and unjustifiable pride. Talk about humility all the time. Humor",
        3558.62,
        3567.22
    ],
    [
        " is the capacity to appreciate the many amusing or whimsical happenings of our everyday life,",
        3567.22,
        3573.98
    ],
    [
        " especially those which pertain to the leader himself. So don't take yourself too seriously. I did a",
        3573.98,
        3580.74
    ],
    [
        " video the other day. Like a Monday morning video. You know what I'm talking about? Yeah.",
        3580.74,
        3587.06
    ],
    [
        " And it was April Fools Day. Yeah. Okay. And I got super serious. Yeah. And I kind of went off",
        3587.54,
        3592.5
    ],
    [
        " the April Fools day is the week or whatever. I just kind of went off this big. Yes. And a couple",
        3592.5,
        3599.54
    ],
    [
        " people, I think it was two people responded with, you know, I couldn't even watch this. You do,",
        3599.54,
        3608.02
    ],
    [
        " there's nothing wrong with having fun. I just said, hey man, watch the whole video. I'm laughing at",
        3608.92,
        3614.86
    ],
    [
        " the end. It's okay. Dude, I get it. I mean, they got triggered or something. Yeah. Maybe they got",
        3614.86,
        3619.62
    ],
    [
        " triggered. I don't know. Yeah. You said so. I think you posted something like a written thing",
        3619.62,
        3623.7
    ],
    [
        " about how you're like, Hey, today's like one of those days where I need more recovery or something",
        3623.7,
        3627.84
    ],
    [
        " like that, basically indicating that you're going to take a rest day or whatever. And then you",
        3627.84,
        3631.56
    ],
    [
        " would last April Fools day. That was what last year. Oh, no. You're right. I did do that this year.",
        3631.56,
        3636.38
    ],
    [
        " Yeah. Yeah. Which is weird. I don't know why. I always fall for those. It's weird. I'm like,",
        3636.38,
        3642.04
    ],
    [
        " oh, yeah, I was taking one rest day or whatever. And yeah. And you did another one too. I think",
        3642.04,
        3646.48
    ],
    [
        " it might have been last year. And I was like totally falling for it. Yeah. Well, last year, I think I",
        3646.48,
        3651.72
    ],
    [
        " was in Montana. And I was eating mousse tracks. I remember that thing. And I made a big joke. And I was",
        3651.72,
        3658.14
    ],
    [
        " like, Hey, you know, I've been eating mousse tracks and I just, I'm thinking, maybe I've just been",
        3658.14,
        3662.08
    ],
    [
        " too extreme with this whole deal. I didn't do the light. No. Anyways. So yes, you got to be able to,",
        3662.08,
        3670.68
    ],
    [
        " you got to have, I think it's important. It's not just having fun, but the important, most important",
        3670.86,
        3676.2
    ],
    [
        " part of humor is realizing that you yourself are going to be the butt of jokes. And that's okay.",
        3676.2,
        3682.68
    ],
    [
        " Yeah. Yeah. We were talking about that before where, you know, the guy who, who can't take it.",
        3683.14,
        3688.24
    ],
    [
        " And more so than they can't take it, it's just like you feel uncomfortable joking around with him.",
        3688.34,
        3693.08
    ],
    [
        " You know, you can joke around everybody else in the, but the one there around is kind of like,",
        3693.56,
        3696.38
    ],
    [
        " hey, we shouldn't really joke around as much. And that's sort of the dynamic one there around.",
        3696.38,
        3700.42
    ],
    [
        " Yeah. And it's not even, it's not even I shouldn't joke around. I shouldn't joke around about",
        3700.44,
        3703.38
    ],
    [
        " that person. That's what you're talking about. Yeah. Because there's some people they love to have",
        3703.38,
        3707.66
    ],
    [
        " fun. And then the minute the mirror shines at them or the light shines on them. Yeah. And they",
        3707.66,
        3712.08
    ],
    [
        " become the butt of the joke. They don't like it at all. Yeah. And even if, even if they're like,",
        3712.08,
        3717.16
    ],
    [
        " they don't respond in this negative, well, even if the person is, is just, they just be quiet.",
        3717.16,
        3722.04
    ],
    [
        " You know, that kind of where like they don't necessarily like insult you back or get mad.",
        3722.28,
        3725.9
    ],
    [
        " Getting mad, but they're just making a little, they just get quiet. Yeah. Exactly. It's like you",
        3725.9,
        3730.9
    ],
    [
        " just can sort of tell, you know, there's like a dynamic when you joke around with them.",
        3730.9,
        3734.42
    ],
    [
        " Just comfort zone. Yeah. It's really quick and bland. No one wants your round, man.",
        3734.56,
        3738.66
    ],
    [
        " And sure, oh, we'll do the job boss. Sure. But man, no one wants your round. Go back in your",
        3738.8,
        3744.22
    ],
    [
        " house. Keep your sense of humor, especially about yourself. I have, I have a good time with that.",
        3744.46,
        3750.6
    ],
    [
        " I have no issue with that. Sure. You know, another thing I think is if, if you, if somebody says",
        3751.12,
        3757.3
    ],
    [
        " something to you, like makes a joke about you, and it hurts you, that's, that's your ego. Yeah.",
        3757.3,
        3764.4
    ],
    [
        " And there's probably truth in what they're saying. Yeah. And so you need to pay attention to it.",
        3764.6,
        3767.6
    ],
    [
        " How does ego feed into insecurity? Because you know how like, because a lot of time is insecure.",
        3768.06,
        3773.5
    ],
    [
        " Like, let's say, you know, it feeds in because it overcompensates. So if I'm insecure about",
        3773.5,
        3780.2
    ],
    [
        " if I'm insecure, oh, well, from insecure about my leadership capabilities,",
        3780.2,
        3787.78
    ],
    [
        " that I try and bow up and act like a big leader. That's basically it. Right. Because your ego is like,",
        3787.94,
        3792.36
    ],
    [
        " hey, I can't, like, I can't deal with this little like shortcoming in whatever way. That's in",
        3792.36,
        3798.34
    ],
    [
        " my mind or whatever. So I'm going to get overcompensated. Yeah. That's where you see it. And then if someone",
        3798.34,
        3803.0
    ],
    [
        " jokes around about it, it kind of like shines light on it. Oh, you don't like that. Yeah.",
        3803.28,
        3807.98
    ],
    [
        " But it's all in your own, well, most of the time, it's in like, in your own mind, you know. How bad it is.",
        3808.82,
        3813.38
    ],
    [
        " Next one, initiative is the willingness to act in the absence of orders and to offer",
        3813.96,
        3820.92
    ],
    [
        " well-considered recommendations for the improvement of the command. Awesome. Gotta have initiative.",
        3820.92,
        3824.34
    ],
    [
        " Next is integrity is the honesty and moral character of the leader that must be unquestioned.",
        3824.82,
        3831.1
    ],
    [
        " Intelligence is the intellect of the leader, which must be adequate to master the problems",
        3832.5,
        3836.26
    ],
    [
        " presented by his level of command. Judgment is the power of the mind to weigh various factors",
        3836.26,
        3842.1
    ],
    [
        " and arrive at a wise decision. And you know, they talked about making decisions. One thing that",
        3842.1,
        3846.14
    ],
    [
        " I didn't really talk about, I didn't emphasize too much is how do you get better decision-making?",
        3846.14,
        3851.44
    ],
    [
        " You get better at decision-making by training. You better decision-making by putting yourself in",
        3851.82,
        3855.34
    ],
    [
        " the situation to where this is what's happening. And oh, here's the decision I'm going to make.",
        3855.34,
        3859.8
    ],
    [
        " Oh, it was completely wrong. Cool. I just learned not to make that type of decision before.",
        3859.8,
        3863.34
    ],
    [
        " Let me try it again. When I was running a trade-at out here for the West Coast, that was the whole",
        3863.58,
        3867.72
    ],
    [
        " goal was to put guys into situations they had to make a decision. They would make wrong decisions",
        3867.72,
        3872.72
    ],
    [
        " all the time. And then I knew they would not make that wrong decision again because once you make it",
        3872.72,
        3879.1
    ],
    [
        " and you feel it and it stings and your hope, tune is covered in paintball and they're mirrored.",
        3879.1,
        3884.22
    ],
    [
        " Well, you won't make that bad decision again. That was the goal.",
        3884.36,
        3888.0
    ],
    [
        " Justice is being equitable and impartial in bestowing favors and punishment. Loyalty must extend",
        3889.52,
        3897.82
    ],
    [
        " both up and down. A leader cannot expect loyalty from his subordinates unless he is conspicuously",
        3897.82,
        3904.3
    ],
    [
        " loyal to them and to his superiors. That's a big one. Right? If you're running around talking",
        3904.3,
        3912.38
    ],
    [
        " smack about your bosses, that's showing your team that you're not loyal to.",
        3912.82,
        3918.34
    ],
    [
        " And we could go down the whole road of if I have a horrible boss. Does that mean I just",
        3919.2,
        3923.98
    ],
    [
        " am a yes man? No, I'll frame things for the guys to make them realize, look, I know there's some",
        3923.98,
        3928.04
    ],
    [
        " shortfalls here, but we got who we got. What we're going to do is build a great relationship with them",
        3928.04,
        3932.08
    ],
    [
        " and then we'll at least have some saying what's going on. So if you see me and it seems like I'm",
        3932.08,
        3939.6
    ],
    [
        " just trying to try to massage my bosses ego. Guess what I'm trying to do? I'm trying to massage",
        3939.6,
        3944.2
    ],
    [
        " my bosses ego. I want to have a great relationship with them so I can take care of us. And besides,",
        3944.2,
        3949.66
    ],
    [
        " what do we want to do? Lose influence over them? Do you want him to not listen to anything I say?",
        3950.38,
        3954.9
    ],
    [
        " No. So that's what I'm doing. Because if you just, if your boss is an idiot and all you do is",
        3955.32,
        3964.02
    ],
    [
        " support him 100%, your guys are going to start to think you're an idiot. And that's not good.",
        3964.02,
        3967.8
    ],
    [
        " Yeah. So there's a fine line. That's a tough one to walk. Yeah, that's tough one to walk, man.",
        3968.58,
        3973.86
    ],
    [
        " That's good, man. It's like a fold. It's like a fold disclosure situation where it's like,",
        3974.16,
        3978.52
    ],
    [
        " hey, I get it. I get what you guys are saying or whatever, but this is why we're doing it kind of",
        3978.52,
        3981.62
    ],
    [
        " thing. Because like how you say, if you follow the boss who's who's a quote unquote idiot,",
        3981.62,
        3985.84
    ],
    [
        " and then you seem like it is. And then on the other hand, if you're like,",
        3985.84,
        3988.96
    ],
    [
        " beat nice of the boss and you know, be nice. And then when you go to your man, oh, like it's so",
        3989.26,
        3994.02
    ],
    [
        " dumb. It's like talking kind of behind his back. You're like, oh, you're too face little",
        3994.06,
        3997.68
    ],
    [
        " bad. You don't have to say, hey, the boss and idiot, we're just trying, I'm just trying to",
        3997.68,
        4000.48
    ],
    [
        " butter him up. No, you say like, hey, listen, the boss doesn't always see things the way I see him,",
        4000.48,
        4004.96
    ],
    [
        " but you know what? He is the boss. And what I'm trying to do is build a good relationship with him.",
        4005.0,
        4008.6
    ],
    [
        " I'm trying to do a good job. Said he listens to what I say so that I can influence him and steer him",
        4008.78,
        4013.64
    ],
    [
        " in the right direction on some of these things so that we can accomplish our mission better.",
        4013.64,
        4016.88
    ],
    [
        " I just got asked this by a SWAT guy. I was out with the police out in North Carolina in",
        4017.02,
        4023.4
    ],
    [
        " Charlotte. And you know, it was the typical question of what do you do when your boss is telling",
        4024.44,
        4030.76
    ],
    [
        " you do something that you don't necessarily agree with. And it's like, okay, we can talk about that.",
        4030.76,
        4035.44
    ],
    [
        " And I went down the whole road because it is a whole road. Yeah. Because if your boss is telling",
        4035.74,
        4040.0
    ],
    [
        " you something that's insignificant, telling you to do something that really doesn't make that",
        4040.0,
        4043.44
    ],
    [
        " much of a difference, then you just do it. And you build that relationship a little bit more.",
        4043.44,
        4047.34
    ],
    [
        " They tell you to do something else. So kind of instant maybe it's not the smartest thing. Maybe",
        4047.56,
        4051.44
    ],
    [
        " there's a more efficient way. Is that really what you want to follow on your sword for and create",
        4051.44,
        4055.74
    ],
    [
        " a dysfunctional relationship with your boss? No. You're like, hey, boss got it. Sounds like a good idea.",
        4055.74,
        4059.58
    ],
    [
        " Hey, well, make it happen. And then that goes on and you continue to build a relationship. So then",
        4059.66,
        4064.96
    ],
    [
        " eventually when your boss tells you to do something that is actually unsafe or unsound or unethical,",
        4064.96,
        4070.76
    ],
    [
        " unethical is a different story. Because if someone's telling you to do something unethical,",
        4071.08,
        4074.54
    ],
    [
        " well, it's actually not a different story. Because if they're telling you to do something unethical",
        4074.68,
        4078.78
    ],
    [
        " and you say, no, I will not do that. They go cool. You're fired. Yeah. And now who's going to come in?",
        4079.58,
        4086.4
    ],
    [
        " Oh, yes, man. And now no one's protecting the guys. So so yes, you don't just",
        4086.52,
        4093.48
    ],
    [
        " you don't just give blind loyalty, but at the same time, you try and build relationships. That's",
        4093.48,
        4101.18
    ],
    [
        " what you do. Yeah. To inject your influence later. Yeah. Right. In the big. You put it a real good",
        4101.18,
        4108.32
    ],
    [
        " way a few times where I think it was just at the monster. I'm not sure. I don't know where you",
        4108.42,
        4112.5
    ],
    [
        " said it exactly, but how you were like, hey, if I'm a leader and my guy in this goes both ways.",
        4112.5,
        4117.38
    ],
    [
        " By the way, so if I'm a leader and I have a hundred percent solution to a problem and then but my",
        4117.52,
        4123.06
    ],
    [
        " guy comes in and he has a 75 80 percent solution. I'm going with 80. Right. So it could be in these",
        4123.06,
        4129.02
    ],
    [
        " in this situation where your question example, what if I disagree with my boss? Is that why you're",
        4129.02,
        4133.64
    ],
    [
        " disagreeing because you're over here with hundreds and he's over here with 85 or even 90 sometimes.",
        4133.72,
        4138.54
    ],
    [
        " And it's like look how much you know, so I disagree with your plan because you're you know,",
        4138.7,
        4143.12
    ],
    [
        " it could be that got it boss. Let's do it. Yeah. I'm good. It goes up and down the chain of command.",
        4143.34,
        4148.52
    ],
    [
        " You are correct. The classic example of this is in band of brothers when Dick winners gets tasked",
        4148.72,
        4157.18
    ],
    [
        " as guys to go over and do a reconnaissance across the river. They go they do the reconnaissance.",
        4157.18,
        4162.18
    ],
    [
        " They get in a firefight. They lose a guy. It's a disaster. They come back and then Dick winners boss",
        4162.18,
        4167.86
    ],
    [
        " says do it again tomorrow night. And then by the way, the war is like all but over at this point.",
        4167.86,
        4172.64
    ],
    [
        " And he says, okay, boss. And then he goes and tells his guys, hey,",
        4172.94,
        4177.52
    ],
    [
        " going going to sell out of one of these buildings and sit there for four hours and then come back.",
        4178.32,
        4183.9
    ],
    [
        " And I'm going to tell them that you guys didn't see anything. And that's what they do. So that is",
        4184.12,
        4188.14
    ],
    [
        " disobeying an order. That is that's what it is. But it wasn't the right thing to do. Yes, it was.",
        4188.42,
        4195.86
    ],
    [
        " Why would you put more guys risk and to say boss, I totally disagree. I'm not doing it. He was",
        4196.16,
        4200.7
    ],
    [
        " said, okay, fine. You're fired winners. Give me another young officer and I'll make him go do it.",
        4200.7,
        4206.52
    ],
    [
        " And the other guy who's trying to get up the chain of command, he does it and then gets another guy",
        4206.64,
        4211.42
    ],
    [
        " killed. Yeah. So there are situations. And of course, is that like the norm? No, I'm not saying",
        4211.42,
        4218.38
    ],
    [
        " that's the norm. I'm saying an extreme case. The war is almost over. We just lost a guy. This",
        4218.38,
        4223.98
    ],
    [
        " this reconnaissance has no impact on the war whatsoever. They weren't even going to planning to go",
        4223.98,
        4229.58
    ],
    [
        " and fight. It was just a recon just to just to do it. And so I was like, no, we're not doing that.",
        4229.58,
        4234.0
    ],
    [
        " Yeah. So that's it loyalty. Try and build that loyalty up and down the chain of",
        4234.32,
        4241.38
    ],
    [
        " command sympathy is the capacity of sharing the feelings of those with whom one is associated.",
        4242.08,
        4248.54
    ],
    [
        " You know, I don't like to talk about feelings very much. Actually, you don't, but the in practice,",
        4249.02,
        4254.08
    ],
    [
        " like you do that surprisingly good. And I don't want to say, so probably like I'm surprised,",
        4254.08,
        4258.04
    ],
    [
        " but sometimes I'm pretty impressed with your sympathetic abilities. I guess empathy, right?",
        4258.04,
        4265.32
    ],
    [
        " Yeah. Yeah. Empathy like I understand where you're coming from. And I, you know, I always use",
        4265.54,
        4269.58
    ],
    [
        " the word perspective. And I think maybe it's just because it's a more of a tougher word.",
        4269.58,
        4273.94
    ],
    [
        " You know, then feelings. Sure. But I'll say, hey, you need to because let's face it, it won't sound",
        4274.4,
        4280.2
    ],
    [
        " right. If I say, hey, listen, put in commander, you need to really just just reach out and touch",
        4280.2,
        4287.94
    ],
    [
        " the feelings of your man, right? That doesn't sound right. Sure. Does it for me? No, it doesn't sound",
        4287.94,
        4293.92
    ],
    [
        " right. Factually, if I say, hey, listen, put in commander, you need to understand the perspective",
        4293.92,
        4297.92
    ],
    [
        " that your guys are seeing this from. Yeah. You need to see that they're thinking, you're just",
        4297.92,
        4302.14
    ],
    [
        " driving them to do something that doesn't matter. Or whatever. It's the same thing. Yeah. But I",
        4302.14,
        4307.0
    ],
    [
        " use tougher words because, you know, that's how I roll. You're tougher. Yeah. Yeah. Even like,",
        4307.0,
        4312.2
    ],
    [
        " you know, when I'll come to you with like this conundrum or something going on in my face,",
        4312.36,
        4316.88
    ],
    [
        " or what have you, you're talking about with humans now, with people. Yeah. Okay. And even you,",
        4316.88,
        4322.52
    ],
    [
        " your sympathy kind of towards me, where it may be on the surface, you might sort of expect",
        4322.58,
        4327.36
    ],
    [
        " you to be like, like, oh, man, I'm hurt. You know, something like this. But you'll like,",
        4327.82,
        4333.22
    ],
    [
        " you'll kind of give me my do like sympathy, even with what you say, like you'll, you'll sympathize.",
        4333.44,
        4339.7
    ],
    [
        " Like you'll be like, hey, you're like, man, that is a bummer or whatever. You know, put",
        4339.82,
        4343.38
    ],
    [
        " whatever the words you say. Well, the thing is, if I didn't do that, then I, you have, you won't",
        4343.38,
        4349.44
    ],
    [
        " want to listen to what I'm actually about tell you to do. Yeah. Because sometimes the solution is hard.",
        4349.44,
        4354.44
    ],
    [
        " Yeah. Right. Sometimes the solutions to these things are hard. And",
        4354.76,
        4358.9
    ],
    [
        " if you don't open up that door a little bit to build a little something, then you just not,",
        4358.9,
        4367.0
    ],
    [
        " you're just going to say, oh, yeah, what you'll think is, I'm not jaco. And what he says doesn't",
        4367.12,
        4373.3
    ],
    [
        " apply to me. Yes. Yeah. Yeah. If I say, oh, look, that's what's happening. Or you need to just",
        4373.3,
        4377.8
    ],
    [
        " cut away. Yeah. But whatever. You need to just tell that person, you know, no more.",
        4377.8,
        4381.66
    ],
    [
        " No, I mean, man, that's a rough situation to be in. I think what's going to happen here. I mean,",
        4382.06,
        4387.44
    ],
    [
        " if you weigh it out, the only real solution is for you to kind of back away from that scenario.",
        4387.52,
        4392.68
    ],
    [
        " You know what I mean? So I kind of brought you in. Right. Right.",
        4392.9,
        4395.36
    ],
    [
        " Made you think that I'm human. And then, boom, there we go. I'm thinking.",
        4395.44,
        4399.0
    ],
    [
        " Next, tact is the ability to deal with subordinates and subperiers in an appropriate manner without",
        4399.3,
        4407.38
    ],
    [
        " giving offense. Boy, that seems like so simple, but man, tact. People got mad. Or they can get mad.",
        4407.38,
        4416.64
    ],
    [
        " What did I say? I said, tact trumps the truth on a podcast whenever. Yeah. And some people",
        4416.88,
        4424.4
    ],
    [
        " went all Sam Harris on me. Like you should never ever lie.",
        4424.4,
        4430.58
    ],
    [
        " And then I brought up 48 examples of where, oh, so what you should do is just be truthful in all",
        4433.44,
        4441.02
    ],
    [
        " times. No, no. You know, there's times where what I thought you, your performance, I thought was",
        4441.02,
        4450.94
    ],
    [
        " pathetic and embarrassing and disastrous. And yet you're in the position. I need you to do a good",
        4450.94,
        4457.56
    ],
    [
        " job. I need you to morale to stay high. I see that you're beat down yourself. So instead of telling",
        4457.56,
        4461.88
    ],
    [
        " you all those things, I preemptively tell you, hey, look, this is a really hard task. And I know",
        4461.88,
        4467.42
    ],
    [
        " it was challenging. You probably weren't quite ready because I didn't give you enough information.",
        4467.42,
        4471.34
    ],
    [
        " But here's some things I think will help next time around. Yeah. Right. I didn't tell you the",
        4471.7,
        4477.36
    ],
    [
        " full truth. I mean, I didn't lie to you either. So maybe that's, so maybe that's the difference",
        4477.36,
        4482.5
    ],
    [
        " between Sam Harris and Jordan, because what Jordan Petersen says is tell the truth or at least",
        4483.1,
        4489.82
    ],
    [
        " don't lie. So there's, there's a little gray area between those two. Let's spark another debate",
        4489.82,
        4494.74
    ],
    [
        " between those two guys. Yeah. And I shoot that kind of in a way, agree with both if I even understand",
        4494.74,
        4500.12
    ],
    [
        " them 100%. But yeah, like, you know, because there's all kinds of lies and this flying by omission",
        4500.12,
        4505.5
    ],
    [
        " and what is this? They say white lies. And then they say, but I think it's black lies.",
        4505.5,
        4510.58
    ],
    [
        " What is that? I free. But lying by omission or whatever. It's like, you know, you're telling the truth,",
        4510.92,
        4517.46
    ],
    [
        " but you're leaving out stuff to kind of lead them in a certain direction or whatever to make them",
        4517.56,
        4521.0
    ],
    [
        " things or and stuff. There's then there's that. You know, so it's like, all right, like you say,",
        4521.0,
        4525.32
    ],
    [
        " you get into a lot of gray area there. And I guess there's times where, you know, the classic example",
        4525.54,
        4531.46
    ],
    [
        " that I guess Sam Harris talks about is, should you tell your wife when your wife comes out and says,",
        4531.46,
        4538.5
    ],
    [
        " do I look fat? Yeah. Yeah. What you should say is yes. Maybe not with that enthusiasm. Right,",
        4538.62,
        4547.38
    ],
    [
        " right. Right. Right. But to his point, if you don't say that, well, then yeah, you let her,",
        4547.44,
        4552.26
    ],
    [
        " you can let her continue on whatever passes on. And that's not good. And ends up in a bad way. So,",
        4552.34,
        4555.96
    ],
    [
        " so a little bit of credit there. But to give a little pushback on Sam, if you are just straight",
        4556.1,
        4565.56
    ],
    [
        " up a jerk about it, well, guess what? We haven't done what we just talked about, which is I haven't",
        4565.56,
        4570.2
    ],
    [
        " built a little bridge and connected and said, you know, and so now all she's going to do is,",
        4570.2,
        4576.16
    ],
    [
        " you got fat. And then now we have an anger situation. Now they might listen to anything that you're",
        4576.24,
        4580.82
    ],
    [
        " going to say. And now we might ruin a relationship based on the fact that we went to hardcore. Now,",
        4580.82,
        4585.84
    ],
    [
        " to Sam's point, if you don't ever indicate any kind of truth, then you just let a person continue",
        4585.96,
        4591.06
    ],
    [
        " on a path that's bad for them and is bad for their in this case, their weight. Well, then that's",
        4591.06,
        4596.8
    ],
    [
        " not good either. But the key component, if you have tacked and you build a relationship, because",
        4596.8,
        4602.04
    ],
    [
        " basically, I think I had this conversation with Layful a little while ago, you know, when you're",
        4602.04,
        4606.68
    ],
    [
        " dealing with someone, when you're dealing with a team, you're either forwarding and improving the",
        4606.68,
        4612.56
    ],
    [
        " relationship or, you know, you could be neutral or you're making it go backwards. What we want to",
        4612.56,
        4619.2
    ],
    [
        " be doing is improving the relationship. At a minimum, we want to remain neutral. And every other",
        4619.2,
        4625.94
    ],
    [
        " aspect of going backwards in a relationship is bad. So if we're business partners and we have a",
        4625.94,
        4630.92
    ],
    [
        " we have a discussion about something, I want the result of that discussion to be that our relationship",
        4630.92,
        4635.72
    ],
    [
        " improved. At a minimum, I want it to be neutral. And worst case, we've actually gone backwards.",
        4635.72,
        4641.16
    ],
    [
        " Because that's not not good. So now you start talking about your spouse. We want that relationship to",
        4641.52,
        4647.82
    ],
    [
        " improve. We don't want it to go backwards. And neutral is a minimum. So when we when we get asked",
        4647.94,
        4654.32
    ],
    [
        " the question, do I look fat? And the answer is absolutely. That's going to be that's going to be",
        4654.32,
        4660.28
    ],
    [
        " that's not going to lead to that's not going to lead to the the it's not going to lead to your spouse",
        4660.28,
        4666.84
    ],
    [
        " respecting and listening to what you're saying. It's going to lead your spouse saying, oh,",
        4666.84,
        4671.52
    ],
    [
        " you're a jerk. You don't know how hard it is for me. You're not part of my team. You're on a",
        4671.82,
        4677.58
    ],
    [
        " different team. And therefore, since we're on different teams, I don't need to listen to anything",
        4677.58,
        4681.7
    ],
    [
        " that you say. Yeah. So there's a better way to go about it. Then that's called tact. Yeah. And",
        4681.7,
        4689.22
    ],
    [
        " and also I have these talks with my brother, Jade, from time to time. And so an example is like if",
        4689.22,
        4697.44
    ],
    [
        " like if you're a corrector, you know, you're the guy like you use a word wrong or say a word",
        4697.44,
        4702.5
    ],
    [
        " pronounced a word wrong like the guy who's so quick to always correct you in front of people.",
        4702.5,
        4707.7
    ],
    [
        " Whatever. You know, you're a corrector. Usually those characters people, those",
        4707.8,
        4713.92
    ],
    [
        " corrected people are they're right. Yeah. They're telling the truth. It's true. It's correct. You",
        4713.92,
        4719.18
    ],
    [
        " know. So what they're saying is they're correct. And they're lonely. Because probably. Yes.",
        4719.18,
        4724.62
    ],
    [
        " Because look, no tact. Right. So what they're saying is correct. What they're doing is not correct.",
        4724.82,
        4730.84
    ],
    [
        " Like you shouldn't do that. And that's like essentially what tact is. You know, it's not like",
        4730.84,
        4735.74
    ],
    [
        " you're saying, Hey, did I say that right? And you're like, Hey, you know, you didn't say that right.",
        4735.74,
        4739.32
    ],
    [
        " And it's different too to pull someone aside and say, Hey, man, hey, just just want to let you know",
        4739.54,
        4744.66
    ],
    [
        " you mispronounce this word. Right. Now, yeah, there's and I don't like the fact that I mispronounce",
        4744.66,
        4750.9
    ],
    [
        " words. And I do it on this podcast on a fairly regular basis. And occasionally someone will hit",
        4750.9,
        4756.56
    ],
    [
        " me up and say, Hey, you mispronounce this word or that word. Someone sent me either an email",
        4756.56,
        4761.8
    ],
    [
        " or something the other day that was like, you mispronounce words, this would not be that hard to fix.",
        4761.8,
        4768.02
    ],
    [
        " You should pay attention or whatever. So that was pretty pretty. Pretty straightforward, right?",
        4768.3,
        4773.38
    ],
    [
        " Yeah. And I was like, Yeah, you know, that's a bummer. Because the thing is,",
        4773.7,
        4778.5
    ],
    [
        " I don't like mispronouncing words. And yet the corrective measures for not mispronouncing words",
        4780.64,
        4789.68
    ],
    [
        " is, for instance, if we're going and I'll all of a sudden I'm saying something wrong and I'm",
        4789.68,
        4796.24
    ],
    [
        " like, Hold on. Let me go back. Let me interrupt one of my thought pattern. Let me interrupt",
        4796.24,
        4801.26
    ],
    [
        " what I'm saying to try and figure out if I pronounce this thing right or wrong. I lean towards",
        4801.26,
        4807.46
    ],
    [
        " it's better to just flow and get corrected later. So I apologize for my mispronounced words.",
        4808.5,
        4816.0
    ],
    [
        " Yeah. My bust. I should do a better job like that guy who emailed me that. I'm sorry.",
        4816.42,
        4822.28
    ],
    [
        " The last one is unselfishness. Unselfishness is the study devoidance of caring for or providing",
        4822.74,
        4831.82
    ],
    [
        " for one's own comfort or advantage at the expense of others. Anytime that you as the leader",
        4831.82,
        4842.64
    ],
    [
        " are getting the good deal while your people are getting shafted, they notice it and they don't like it.",
        4842.64,
        4849.5
    ],
    [
        " They don't like it at all. So it's weird because the military does that. That's the way the",
        4849.92,
        4856.36
    ],
    [
        " military operates. The officers get paid more money. The officers live in officers quarters.",
        4856.36,
        4863.04
    ],
    [
        " The e-dogs are down in the bilge of the ship and the hot nasty. That's just that's the way it is.",
        4863.7,
        4872.02
    ],
    [
        " So there's a little bit of that but there's a saying in the military, rank has its privileges.",
        4872.16,
        4880.44
    ],
    [
        " And it's sort of a stopby thing to say in my opinion. But anyways, I guess the point I was going to",
        4881.2,
        4887.32
    ],
    [
        " make is when I had officers that I really had a lot of respect for, they would always downplay",
        4887.32,
        4893.52
    ],
    [
        " that and never rub it in your face, basically. Because there is a separation. Hey, these guys are in a",
        4893.52,
        4898.52
    ],
    [
        " leadership position. They have more responsibility. Therefore, they're getting paid more and they're",
        4898.52,
        4903.1
    ],
    [
        " getting treated a little bit elevated. But when someone would rub that in your face, boy, that just",
        4903.1,
        4909.94
    ],
    [
        " make it mad. What's the expression when the ear boss or what someone who outranks you? It's",
        4910.08,
        4917.28
    ],
    [
        " not necessarily, it's not in the military. I don't think but it's something like in the district.",
        4917.28,
        4920.92
    ],
    [
        " It's like I have a few more letters in my title or something like that or a few more.",
        4920.92,
        4925.1
    ],
    [
        " My title has a few more letters in it. Whatever. It's something like that.",
        4925.26,
        4929.54
    ],
    [
        " Yeah, my boss told me that one time. Yeah, straight up. I was this back in the club days.",
        4930.08,
        4936.32
    ],
    [
        " I think I told you this. Straight up. Yeah, well, here's the thing. So in our club, there was an",
        4936.42,
        4942.3
    ],
    [
        " area you couldn't go in. If you had a dress code in this area, it was like a dumb dress code too,",
        4942.3,
        4947.46
    ],
    [
        " by the way. But and we all knew it. Everyone knew it that it was kind of dumb. It's like you couldn't",
        4947.46,
        4951.88
    ],
    [
        " wear jeans. Yeah, like jeans. What about origin jeans? Yeah, way before origin jeans.",
        4951.88,
        4959.5
    ],
    [
        " Unless you couldn't wear jeans. So whatever. So one day, it was like I wasn't working.",
        4960.08,
        4964.22
    ],
    [
        " And I was wearing jeans. All my friends were not wearing jeans there. We're there. So I kind of",
        4964.42,
        4968.28
    ],
    [
        " go right. And then my boss was working and he said, Hey, like you can't be in here with jeans on.",
        4968.28,
        4973.52
    ],
    [
        " So I'm like, all right. Dang, okay. You know, in front of everybody. But cool man. All right.",
        4973.64,
        4978.34
    ],
    [
        " So I left. And then it was like a week later. He was all the same deal. They're just the roles were",
        4978.42,
        4983.06
    ],
    [
        " reversed. Yeah, he's up there. Jeans full on like doing it and jokingly. I said, Hey, you can't",
        4983.06,
        4991.34
    ],
    [
        " be here with jeans. You know, and that's what he told me. He said, I have a few more letters in my",
        4991.34,
        4996.18
    ],
    [
        " title. Damn. He's the manager. So the respect level for him go up or down. Yeah. I put it this way.",
        4996.18,
        5005.28
    ],
    [
        " It wouldn't went down if it wasn't at zero already. So yeah, I wouldn't went down. Yeah, don't do that.",
        5005.32,
        5011.14
    ],
    [
        " Beyond selfish. And the other thing is when you do on selfish things like the people notice it.",
        5011.44,
        5017.0
    ],
    [
        " And if you're doing them because hey, if they also notice this, if you're doing something",
        5017.0,
        5021.56
    ],
    [
        " unselfish because you want credit for it, that doesn't work either. It's so straight. Like if you're",
        5021.56,
        5027.82
    ],
    [
        " like, you know, if you're doing something because you want that outcome, if you're, when you do",
        5027.82,
        5034.18
    ],
    [
        " something for your troops, you should do it because you care about your troops. Yeah. Not because",
        5034.18,
        5038.62
    ],
    [
        " you're trying to build up a good image. Yeah, good image with your troops. Like, no, man,",
        5038.62,
        5044.72
    ],
    [
        " you guys have been busting your ass for me. And I'm going to handle this thing over here. So you",
        5045.08,
        5049.5
    ],
    [
        " guys can go get some time off. Go. Yeah. It's not. It's not, hey, if I do this thing for those guys,",
        5049.5,
        5054.22
    ],
    [
        " they'll, they'll increase their like me more. Yeah. Don't do that. Yeah. And you can tell when",
        5054.38,
        5059.16
    ],
    [
        " guys do that. Two men. So everyone can tell. Oh, yeah. And people don't think people think no one",
        5059.16,
        5063.8
    ],
    [
        " notices. Yeah. Yeah. They notice that more than the good deed you did. Yeah. What? Okay, what about",
        5063.8,
        5070.72
    ],
    [
        " this though? What about if they, you know, and this is a common one where we make a donation,",
        5070.72,
        5075.2
    ],
    [
        " right? To do whatever charity or cause or whatever, right? And you say, we just, and you know,",
        5075.72,
        5081.12
    ],
    [
        " they celebrate, we just made this donation to this charity or whatever. Yeah. Like how about that?",
        5081.14,
        5085.6
    ],
    [
        " Because that's what you're, it's kind of doing. You're publicizing. Yeah. No, I'm well, okay. I",
        5085.6,
        5090.34
    ],
    [
        " get that people do that. And then you take that and you compare that to someone that says, oh, well,",
        5090.34,
        5096.86
    ],
    [
        " like they investigate some politician. And then they go, this politicians are, you know, a horrible",
        5097.48,
        5103.06
    ],
    [
        " person to investigate them. And they find out that he's donated millions of dollars to all these",
        5103.06,
        5107.66
    ],
    [
        " different charities, but never said a word about it. Yeah. Your respect for that person goes,",
        5107.66,
        5111.14
    ],
    [
        " oh, yeah. As opposed to someone that's donated millions of dollars and he's like, hey, let's do",
        5111.56,
        5115.66
    ],
    [
        " another photo shoot of me donating. Yeah. I think there's the big giant, you know, four by six check.",
        5115.66,
        5122.0
    ],
    [
        " Yeah. Yeah. 100,000 dollar thing on it. Yeah. Yeah. It's at the front of their website. Yeah.",
        5122.42,
        5127.88
    ],
    [
        " Front page. Yeah. So at the end of the day, it's more about like, okay, so what message was sort of",
        5128.12,
        5133.46
    ],
    [
        " sent and received? Like is the message, is the front running message the fact that I am so generous",
        5133.46,
        5139.76
    ],
    [
        " that I donate and I do these things or is the message that, oh my gosh, it's so good now that this,",
        5139.76,
        5145.04
    ],
    [
        " you know, charity, whatever gets the help that they want kind of thing. You know, it's, you know,",
        5145.18,
        5149.16
    ],
    [
        " people underestimate all the time. People underestimate how well other people can see what's going on.",
        5149.16,
        5158.58
    ],
    [
        " Yeah. They, I get grossly bad. I see people I say, man, do you really think that anybody,",
        5158.74,
        5165.62
    ],
    [
        " you're fooling anyone and it usually happens. It usually happens with people that are, well,",
        5165.62,
        5173.88
    ],
    [
        " they're obviously they're smart, but they're, they're so, they think they're so smart. They",
        5173.88,
        5179.58
    ],
    [
        " think they're so smart. I always think to myself, man, do you really think that anyone is,",
        5179.58,
        5185.76
    ],
    [
        " do you think you're getting this over on anyone? So we make these mistakes. Like this is a class",
        5185.86,
        5190.7
    ],
    [
        " example where you do something cool, but you're just doing it because you want that credit. Everybody",
        5190.7,
        5195.52
    ],
    [
        " sees that. Everybody sees and goes, oh, yeah, you're just doing that to try and look cool because,",
        5195.52,
        5199.66
    ],
    [
        " but you know why they know that? Because two days ago, you screwed them. And now you're trying to be",
        5199.66,
        5203.76
    ],
    [
        " all cool. Yeah. But people make that mistake all the time. I'm a hypersensitive to what other people",
        5203.76,
        5209.78
    ],
    [
        " are like, how they perceive. I realized that any facade that I put up is just a, it's anyone,",
        5209.78,
        5217.88
    ],
    [
        " basically anyone can see. Sure, you might fool a couple people, but people just look at you and",
        5218.02,
        5222.96
    ],
    [
        " oh, that's garbage. Oh, yeah. Believe you. But it's in, and I'm agreeing with you, but I'm not",
        5222.96,
        5229.56
    ],
    [
        " agreeing with you and being like, yeah, and I don't do that. To me, everyone does that.",
        5229.56,
        5234.54
    ],
    [
        " Literally, everyone does it. And literally, everyone is, is not like less aware. How you say,",
        5234.74,
        5240.38
    ],
    [
        " like it's like we're under what you would you say you a under estimate how much. Yeah, so",
        5240.38,
        5244.66
    ],
    [
        " every to me, everyone. And that's why the, that's why the important thing is when you're doing things,",
        5244.66,
        5249.68
    ],
    [
        " do them from the place of honesty, right? Do them from, you know, I'll say things like I'm trying",
        5251.22,
        5257.82
    ],
    [
        " to think of a good example or I say, hey, you got to do this. And then I'll say, you got to do this,",
        5257.82,
        5264.36
    ],
    [
        " and I'll say, but you got to actually mean, well, just take, I mean, the real easy example is,",
        5264.38,
        5268.78
    ],
    [
        " like take ownership of something, right? I'll say, hey, you got to take ownership of that.",
        5269.0,
        5271.72
    ],
    [
        " But I'm not saying, hey, take ownership of that because then everyone will think that you're a",
        5272.14,
        5276.54
    ],
    [
        " marker and then no one will be mad at you. No, that's not why you're doing it. You're taking",
        5277.22,
        5281.18
    ],
    [
        " ownership because you have to actually believe that you're the one that's in charge of that.",
        5281.18,
        5285.16
    ],
    [
        " You were truly responsible for what had happened when somebody asked me if, if I would have taken",
        5285.28,
        5290.88
    ],
    [
        " extreme ownership, if I would have gotten fired with that, I've changed my view. It's like, no,",
        5290.88,
        5294.06
    ],
    [
        " my view was and is that as the leader, I'm responsible for everything that happens. Yeah,",
        5294.5,
        5306.1
    ],
    [
        " the FM 10-TAC 22 that I'm supposed to be responsible. So I'm going to raise my hand and say,",
        5306.7,
        5312.4
    ],
    [
        " I'm responsible. No, you have to truly believe in it in that thing. And what's good is,",
        5312.4,
        5319.18
    ],
    [
        " if you can do that exercise with yourself and say to yourself, wait a second, why am I saying this?",
        5319.68,
        5324.34
    ],
    [
        " Do I truly believe what I'm saying? And if you don't, you have to say, wait a second,",
        5324.7,
        5328.68
    ],
    [
        " this isn't, that's not right. It's not right to do that. You need to actually believe what you're",
        5328.82,
        5334.14
    ],
    [
        " saying. And then after you realize that you're not right, you look up and realize that everyone",
        5334.14,
        5341.56
    ],
    [
        " else is already there, everyone else already sees that, yeah, you don't believe it. Here's another",
        5341.56,
        5345.28
    ],
    [
        " one when a girl breaks up with a guy and the guy is all heartbroken, right? And they'll say,",
        5345.28,
        5351.98
    ],
    [
        " you know, I don't know what to do. And I'll say, look, you have to not care. And so what they think",
        5352.0,
        5359.78
    ],
    [
        " I'm saying is act like they don't care. But I'm not saying that. I'm saying you have to not care.",
        5359.78,
        5366.5
    ],
    [
        " You have to actually not care. You have to actually say, hey, this person was not who I thought they",
        5366.8,
        5371.88
    ],
    [
        " were. And I don't care that they're gone. And I'm going to move on. If you say that, that's your",
        5371.88,
        5377.44
    ],
    [
        " best possible outcome. If all you're doing is acting that way. And it's still driving you crazy.",
        5377.44,
        5382.42
    ],
    [
        " It goes back to what we just said. If you're just acting that way, guess what? The female in the",
        5382.72,
        5387.16
    ],
    [
        " situation absolutely knows that you're just trying to act that way. Yeah. Oh, yeah. They have the,",
        5387.96,
        5392.26
    ],
    [
        " I mean, human beings have a certain level of perception of the way other people's emotions are,",
        5392.48,
        5399.56
    ],
    [
        " like you can perceive it unconsciously. They perceive it unconsciously or consciously.",
        5399.62,
        5403.86
    ],
    [
        " You know what I say? You're like, I have a dog. My dog can kind of know what I'm thinking. And",
        5404.26,
        5409.84
    ],
    [
        " that's a damn dog with the brain like the size of a walnut or whatever. How big a dog's brain is,",
        5409.84,
        5415.68
    ],
    [
        " right? Not big. My dog can't speak English, right? But my dog, if I come home and I, I go,",
        5415.7,
        5424.62
    ],
    [
        " I act a certain way. Like he knows it. And so when you act, like when you're acting like you don't",
        5424.98,
        5431.36
    ],
    [
        " care, that girl can see that you care. And it doesn't work. You have to actually not care. When",
        5431.36,
        5437.42
    ],
    [
        " you are trying to do something good for your troops, because you want to win score points with",
        5437.42,
        5443.34
    ],
    [
        " them, they know that when you're trying to prop up. So this, okay, this is a good example.",
        5443.34,
        5449.84
    ],
    [
        " When I said, Hey, I'm trying to build a relationship with a boss. That's why I'm going to act",
        5450.52,
        5455.56
    ],
    [
        " this way, right? That's different because that boss is going to say, Oh, he's just trying to",
        5455.56,
        5460.58
    ],
    [
        " butter me up. It's like, no, actually, oh, boss, you want to done that way? I believe that's the",
        5460.58,
        5466.42
    ],
    [
        " best thing we can do is try and get it done that way. So here I go. I'm going to make it happen.",
        5466.42,
        5470.24
    ],
    [
        " It's not, Hey, I'm going to skate around and sneak around and try and fool you. No, I'm going to",
        5470.54,
        5476.02
    ],
    [
        " believe in what I'm doing. I'm going to believe that you have some higher intention that you're",
        5476.02,
        5480.36
    ],
    [
        " focused on. And that's cool with me. Yeah, man, that thing. You have to take it to the next level,",
        5480.36,
        5486.14
    ],
    [
        " man. You got to, you have to take it to the next level. You got to believe what you're doing.",
        5486.14,
        5490.78
    ],
    [
        " You got to believe it. Yeah, and when you don't, people know every assume that everyone knows it.",
        5491.22,
        5497.1
    ],
    [
        " Yeah, brother, my brother, we're talking to me, Greg McIntyre and my brother,",
        5497.1,
        5500.12
    ],
    [
        " yesterday, for whatever, Greg chain, yeah. And we're basically, like, telling my brother,",
        5500.4,
        5507.48
    ],
    [
        " hey, like come back to Jiu-Jitsu. He's been out of the game for a while. And then so he's like,",
        5507.48,
        5511.72
    ],
    [
        " he's making up this total story. Oh, God. I can't hear it. And, you know, he's good at those",
        5511.88,
        5517.18
    ],
    [
        " debates, you know, and he's like talking about this and this and this and like being Greg chain",
        5517.18,
        5522.2
    ],
    [
        " or like, not really saying that much stuff either. I mean, like two of his excuses. Um, that, you",
        5522.2,
        5527.74
    ],
    [
        " know, since he's like sort out of shape, right? Or since he's actually, I got a way to get back",
        5527.74,
        5532.32
    ],
    [
        " and shape before I go. That's what we were asking. But when you ask it direct like that, it sounds dumb,",
        5532.32,
        5536.44
    ],
    [
        " you know? So he's like, no, well, it's, no, it's not that. It's, you know, so if I'm like so exhausted,",
        5536.62,
        5542.74
    ],
    [
        " you know, I like, I like training and I like kind of conversating with it with everybody at the",
        5543.02,
        5547.8
    ],
    [
        " end and stuff like that. So if I'm like so exhausted from training, not only is that experience kind",
        5547.8,
        5553.5
    ],
    [
        " of diminished, then I'm too exhausted to have like a good conversation. He said it way more like.",
        5553.5,
        5560.52
    ],
    [
        " Could you laugh at him? I would, bro, if I wanted him to, yes, I was laughing. I realized he's",
        5560.6,
        5565.8
    ],
    [
        " talking about this. Yes. And, and well, the good thing is, well, okay. Okay. So mean, and he was",
        5565.8,
        5570.48
    ],
    [
        " right as Greg was sort of leaving. Right. So I'm looking at Greg's face and Greg has that look on",
        5570.48,
        5577.78
    ],
    [
        " that face kind of like just like, all right, bro, whatever you say kind of thing.",
        5577.92,
        5581.92
    ],
    [
        " Totally not believing, right? And I'm there, man, as I'm like, can you hear yourself? Like,",
        5582.56,
        5588.34
    ],
    [
        " that's not even a believable thing. You know, can you be so exhausted that you can't talk afterwards?",
        5588.48,
        5593.46
    ],
    [
        " Can you do that? I mean, I'm sure you can if you're in a foot, I don't know.",
        5593.74,
        5597.3
    ],
    [
        " Hundred anthons. He could. Yeah. Yeah. No, he can't put it that way. We all know that. So anyway,",
        5597.44,
        5603.96
    ],
    [
        " so so Greg sort of leaves and leaves it at that. And I'm sitting there like kind of looking at him.",
        5604.4,
        5608.38
    ],
    [
        " And I was like, bro, just like, all right, that's that's not true. You know, we I know why you're not",
        5608.44,
        5614.32
    ],
    [
        " going to go. It's not a big deal. You know, we have friends that do that same thing. Oh, yeah,",
        5614.32,
        5619.22
    ],
    [
        " sure. I'll be back. But I just don't want to go tomorrow because of this and that and this. And",
        5619.24,
        5623.18
    ],
    [
        " we're like, bro, those aren't even like applicable excuses. You know, and he was like, he's like,",
        5623.18,
        5628.88
    ],
    [
        " you're right. He's like, you're right. You're right. 100% right. 100%. He totally admitted it. Yeah.",
        5629.02,
        5632.94
    ],
    [
        " So he's back on the mat because he was not here today. No, no, no, you're all get back on the",
        5632.94,
        5638.32
    ],
    [
        " mat. Yeah, he got good quick too. And that's kind of part of the whole picture, you know,",
        5638.32,
        5644.4
    ],
    [
        " it's like, okay, do you think that he will, he learned, learned anything from you just by being",
        5644.62,
        5653.74
    ],
    [
        " your twin brother? No, no, no, it's kind of seemed like way to me. Although his game is very different",
        5653.74,
        5660.22
    ],
    [
        " from yours. Yeah. And maybe from like, he's like, has an analytical mind. You know, so if,",
        5660.22,
        5667.2
    ],
    [
        " like, if I do, like, if he asks, oh, here's another thing. Yes, kind of indirectly from being my",
        5667.86,
        5671.9
    ],
    [
        " twin brother. So me and him can communicate like spot on. It's like, we won't run into misunderstanding",
        5671.9,
        5678.32
    ],
    [
        " very often. So except for he's lying about not training Jiu Jitsu. Well, that was him with that weakness",
        5678.32,
        5683.42
    ],
    [
        " you were talking about where like, he underestimating other people's perception. That was hit that,",
        5683.42,
        5687.96
    ],
    [
        " which he has obviously like we all do. But yeah, so if he has a question or he hears me talking",
        5687.96,
        5694.38
    ],
    [
        " about something, something Jiu Jitsu wise, he picks up on it. I think in that way real quick. And,",
        5694.38,
        5699.16
    ],
    [
        " you know, he's a, I do not explain things really well to him because you have 40 years of common",
        5699.18,
        5706.04
    ],
    [
        " language and experience to say, hey, remember when I do this or hey, remember in football and that",
        5706.04,
        5711.64
    ],
    [
        " or hey, remember when, whatever, you got all this stuff you can communicate through. Down to the",
        5711.64,
        5715.48
    ],
    [
        " tone. Right. Yeah. So yeah. So I'd say there's that. You know, but yeah, he did. He got the quick.",
        5715.48,
        5722.86
    ],
    [
        " The interesting thing about underestimating the way that everyone else thinks is when you do that,",
        5723.08,
        5728.72
    ],
    [
        " you first of all, it's there they know. And if you actually just live your life in a way that",
        5729.04,
        5735.82
    ],
    [
        " you're not trying to put up fronts, your life is going to be better. Yeah. And if you live your life",
        5735.82,
        5741.48
    ],
    [
        " thinking that guess what? At a minimum, people are going to someone's going to know that this is",
        5741.7,
        5745.76
    ],
    [
        " a front. If you do that, it's kind of like when I told the, the, I've told a bunch of soldiers,",
        5745.76,
        5751.66
    ],
    [
        " officers that they had a psychopath in their platoon. I'm like, every, if you're, if you got 40,",
        5751.86,
        5758.54
    ],
    [
        " and I went through this with Jordan, where I asked him, I said, hey, is I said, if you have 40 people",
        5758.64,
        5764.38
    ],
    [
        " in a military in a platoon in an infantry platoon is one of them a sadist. And he's like,",
        5764.38,
        5770.46
    ],
    [
        " absolutely, absolutely. And then he said one in a hundred is good, but in the military,",
        5771.34,
        5775.36
    ],
    [
        " you've already eliminated a bunch of, you know, weak or yeah, you've eliminated all non-says,",
        5775.36,
        5780.7
    ],
    [
        " because there's no, there's no one that's like not at least has some tendency to be able to kill",
        5780.76,
        5787.26
    ],
    [
        " people, right? Those people are in the platoon. So you've eliminated a bunch of people that have",
        5787.26,
        5791.16
    ],
    [
        " zero chance of being a sadist. They're not in there. So one out of 40 is not bad. So if you treat",
        5791.16,
        5797.12
    ],
    [
        " your platoon as if you have a sadist in there, then you'll eliminate that problem from getting out",
        5797.58,
        5802.22
    ],
    [
        " of hand. So that's what you do. So if you treat your life as if people will see through the lies",
        5802.22,
        5808.28
    ],
    [
        " in the fronts that you're trying to put up for them, you'll do better in life and you'll have a",
        5808.28,
        5812.86
    ],
    [
        " better platoon and you'll have a better life. Yeah. That's good enough. All right. Leadership",
        5812.86,
        5821.96
    ],
    [
        " techniques. It is important to note that in small units, the leader can influence and direct his",
        5821.96,
        5827.48
    ],
    [
        " men through close personal contact. Whereas in large units, he must rely in great measure upon",
        5827.48,
        5831.88
    ],
    [
        " his staff and subordinate commanders to assist him in making his leadership effective. The larger",
        5831.88,
        5836.98
    ],
    [
        " the unit, the more complex the problems of leadership, but the greater the greater become",
        5836.98,
        5842.32
    ],
    [
        " the means available to the commander to assist him in the exercise of his leadership. So as you",
        5842.32,
        5848.92
    ],
    [
        " grow, problems get more complex, but you end up with you have more people, you have more tools.",
        5849.14,
        5852.78
    ],
    [
        " The larger unit commander must consider carefully the leadership aspect of all basic policies",
        5853.56,
        5859.16
    ],
    [
        " which he prescribes or tolerates. Okay. This is what's interesting. So we work with companies that",
        5859.16,
        5863.9
    ],
    [
        " grow really quickly, especially nowadays in the startup world and the tech world. And this is where",
        5863.9,
        5871.04
    ],
    [
        " they have a tough time transitioning because when you're in a room, you're not in an office and you",
        5871.04,
        5877.2
    ],
    [
        " got six people in there. Guess what? Your leadership is really easy, right? You're talking, you know,",
        5877.7,
        5883.9
    ],
    [
        " you communicate with them against the 20 people. Okay. It's a little bit tricky, but still you're",
        5884.0,
        5887.52
    ],
    [
        " all in the room. You're meeting. You're seeing each other every day, 30, 40. Hey, guess what? We're",
        5887.52,
        5891.72
    ],
    [
        " still all pretty much in a room. Everyone's having lunch. We're still a unit. All of a sudden, it",
        5891.72,
        5897.14
    ],
    [
        " kicks out 200, 200, 300. And this is where if you don't insert good decentralized command, good",
        5897.14,
        5905.8
    ],
    [
        " leadership tactics in there, that's where these tech companies, it's not just tech companies,",
        5905.9,
        5910.96
    ],
    [
        " any growing company loses it. They lose it because they haven't put the command structure in place",
        5911.14,
        5917.6
    ],
    [
        " so that the vision of the commander and the vision of the leadership gets distilled all the way",
        5917.6,
        5923.12
    ],
    [
        " down through the chain of command. And now you have people doing things that they shouldn't be doing.",
        5923.12,
        5927.2
    ],
    [
        " And I don't necessarily mean they're doing something illegal. I'm saying they're doing things that",
        5928.02,
        5932.42
    ],
    [
        " don't support the strategic goals of the company. And it's a problem.",
        5932.42,
        5936.0
    ],
    [
        " But as those companies grow, what they don't realize is just like this book says, you have more tools",
        5937.18,
        5945.66
    ],
    [
        " that you can put into place. You've got it. You've got it. You've got a communications department",
        5945.66,
        5949.66
    ],
    [
        " inside your company whose job is internal communications. So you could be making what you could be",
        5949.66,
        5956.06
    ],
    [
        " making videos and explaining to people what's going on and giving them an update. And you can do all",
        5956.06,
        5959.96
    ],
    [
        " those things. You have that capability. You have VTCs, right? You've got video calls you can make.",
        5959.96,
        5965.68
    ],
    [
        " You've got subordinate leadership that can go out there and get in the field and make things known.",
        5965.96,
        5970.58
    ],
    [
        " So there's a way to overcome these problems if you address them. If you don't address them,",
        5970.76,
        5976.02
    ],
    [
        " you can you think if you think you can keep leading a 2000 person organization as if you were",
        5976.02,
        5982.0
    ],
    [
        " leading 20 people, you're going to have a major issues and it's not going to work. It's not going to work.",
        5982.0,
        5987.16
    ],
    [
        " Back to the book. Over a period of time, the leader will develop techniques of his own,",
        5989.42,
        5993.2
    ],
    [
        " which will be better suited to his own personality in which he himself will be able to employ effectively.",
        5993.32,
        5998.3
    ],
    [
        " So yeah, you're all going to get your own little leadership techniques. And what's I'm telling you",
        5999.4,
        6003.82
    ],
    [
        " where I'm really lucky is I've worked with so many different leaders that I just don't know my",
        6003.82,
        6008.78
    ],
    [
        " techniques. I say, hey, you know what's a good thing to do here? My buddy Bill used to have an",
        6008.78,
        6012.96
    ],
    [
        " issue with this and you could, you know, so that's kind of nice. Now, here are some leadership",
        6012.96,
        6020.94
    ],
    [
        " techniques. These are leadership techniques that apply back to these principles. These are applicable",
        6020.94,
        6029.04
    ],
    [
        " to all leaders. Okay, so when it comes to knowing your job, principle one, know your job. Seek a well-rounded",
        6029.04,
        6033.64
    ],
    [
        " military education through attendance at service schools and through regular independent reading",
        6033.64,
        6038.58
    ],
    [
        " research and study. So how do you know your job? Yes, study. Another one, keep abreast of the latest",
        6038.64,
        6045.92
    ],
    [
        " techniques in the field of communication in order to facilitate control of your unit and disseminate",
        6045.92,
        6050.16
    ],
    [
        " information. Three, seek out and foster association with capable leaders. Observe and study their",
        6050.16,
        6057.54
    ],
    [
        " actions and application of leadership techniques. Four, broaden your field of knowledge through",
        6057.54,
        6062.16
    ],
    [
        " association with officers and men of other armed services. Five, seek the opportunity to apply",
        6062.16,
        6070.4
    ],
    [
        " knowledge through exercise of command. Real leadership is acquired only through constant practice.",
        6070.4,
        6075.68
    ],
    [
        " Six, avoid overspecialization into narrow field. Seven, keep abreast of current military",
        6076.74,
        6080.92
    ],
    [
        " developments. Eight, familiarize yourself with capabilities and limitations of all elements of",
        6080.92,
        6085.8
    ],
    [
        " your command by study and through frequent visits to subordinates. So that's cool. Know your job",
        6085.8,
        6090.96
    ],
    [
        " and I'll tell you what. One thing that's impressive is I get to work with a lot of leaders and some of",
        6090.96,
        6095.54
    ],
    [
        " these leaders come up through their industry and man, they are knowledgeable. It's impressive.",
        6095.54,
        6101.38
    ],
    [
        " It's impressive. But where the shortfall is, they're super knowledgeable about their field,",
        6101.8,
        6109.78
    ],
    [
        " but they don't have the leadership knowledge. So that's what's beneficial about things like",
        6110.24,
        6117.82
    ],
    [
        " this podcast, like extreme ownership, like dichotomy leadership, like putting this information",
        6117.82,
        6122.12
    ],
    [
        " where people can actually read it and understand that they can study because they know their job,",
        6122.12,
        6125.48
    ],
    [
        " they know their technical field. That's another thing with EF Overwatch right now is like we're",
        6125.62,
        6131.64
    ],
    [
        " bringing in people that don't necessarily have the technical skill inside of a field. But they have",
        6131.64,
        6139.1
    ],
    [
        " the leadership experience and it's a lot easier to teach someone a technical skill than it has",
        6139.1,
        6143.5
    ],
    [
        " to teach them leadership because to get leadership the only way you get better leadership is leadership.",
        6143.5,
        6146.86
    ],
    [
        " So we're very, it's been very successful so far. And now we're starting to see employers that say",
        6149.86,
        6156.4
    ],
    [
        " they were a little, you know, your hesitant because you think, how do you know anything about",
        6156.4,
        6160.04
    ],
    [
        " whatever? How can someone that's not from this field lead in this field?",
        6160.04,
        6164.84
    ],
    [
        " Give the person an overview of what the what the field is. And then they take their 22 years,",
        6165.02,
        6171.66
    ],
    [
        " 24 years, 26 years of real leadership experience and they apply it.",
        6172.0,
        6176.44
    ],
    [
        " It's kind of like the human resource department a little bit in a small way, right? Like where?",
        6177.82,
        6182.68
    ],
    [
        " What about HR? HR, yes. So they go, you know, you have this department that they don't know",
        6182.88,
        6187.96
    ],
    [
        " anything about software or nothing like that. They know about resources. Yeah, and that's big,",
        6187.96,
        6193.0
    ],
    [
        " that's a big deal when people are working together, you know, kind of thing. Yeah. Good, good,",
        6193.14,
        6197.46
    ],
    [
        " good analogy. Okay, here's some things, some techniques for principle two, know yourself and seek",
        6197.54,
        6203.66
    ],
    [
        " self improvement. One, analyze yourself objectively to determine the strong and weak points of your",
        6203.66,
        6210.62
    ],
    [
        " character. You could make that into a little drill, right? Actually, look, actually go down that",
        6210.62,
        6216.14
    ],
    [
        " list of characteristics and say which where you at? Two, recognize your weak points and make an",
        6216.14,
        6222.26
    ],
    [
        " effort to overcome them. Three, solicit when appropriate, the candid opinions of others as to how",
        6222.26,
        6226.78
    ],
    [
        " you can make the most of your desirable qualities and eliminate your undesirable ones. Be careful.",
        6226.78,
        6231.2
    ],
    [
        " Because when you ask that question, if you ask it, honestly, you're going to get some answers,",
        6231.7,
        6234.6
    ],
    [
        " you don't want to hear what your weak points. Yeah. I want to hear about those weak points.",
        6234.6,
        6239.76
    ],
    [
        " You do, not even from themself. Not even from themselves. And it's so rare that someone truly",
        6239.88,
        6246.44
    ],
    [
        " wants to hear what they screwed up. It's, it just doesn't hardly exist. So, so what that means is",
        6246.44,
        6254.72
    ],
    [
        " everyone knows that. And since everyone knows that, they are not going to give you an honest",
        6254.72,
        6259.28
    ],
    [
        " feedback. So when you say, Hey, how did I do in that last test? They go, Oh, man, you're too good.",
        6259.78,
        6263.16
    ],
    [
        " They're lying. Yeah. They're not even being tackful. They're lying. They're telling a lie. They're",
        6263.6,
        6269.16
    ],
    [
        " telling a lie to you. Because if they want to be tackful, they get to be tackful and say, Hey, you",
        6269.16,
        6273.64
    ],
    [
        " know what? I know it was a tough project. And you pulled it off, which was commendable. But there",
        6273.64,
        6280.98
    ],
    [
        " was some definite areas for improvement. And you know what? Luckily, I kept a list. Let's go through it.",
        6280.98,
        6286.04
    ],
    [
        " Boom. Next, profit by studying the causes for past success or failure of other leaders past and",
        6287.78,
        6295.46
    ],
    [
        " present. Develop a genuine interest in people acquire the human touch, practice the golden rule,",
        6295.46,
        6302.84
    ],
    [
        " master the art of good writing and speaking. How do you do that? Write and speak and read.",
        6303.3,
        6311.08
    ],
    [
        " And listen. And last one, cultivate cordial relations with members of other arms and services",
        6312.26,
        6319.58
    ],
    [
        " and with civilians. Cool. That's how you get to know yourself. Some things, some techniques for",
        6319.58,
        6326.56
    ],
    [
        " knowing your knowing your men, principle three, know your men and look out for their welfare.",
        6326.56,
        6330.38
    ],
    [
        " Number one, see the members of your command and let them see you.",
        6330.78,
        6334.1
    ],
    [
        " Stay locked up in the ivory tower. Be friendly and approachable.",
        6335.0,
        6340.4
    ],
    [
        " Yeah. Important.",
        6340.74,
        6343.0
    ],
    [
        " Important. Develop an intimate knowledge and understanding of your subordinates through personal",
        6344.28,
        6347.92
    ],
    [
        " contact and available records and small commands. It is imperative not only that the leader know the name",
        6347.92,
        6353.14
    ],
    [
        " and address of his subordinates, but also that he's familiar with their characteristics. Cool.",
        6353.14,
        6358.16
    ],
    [
        " Know your people. Literally know your people.",
        6358.44,
        6360.84
    ],
    [
        " Interest yourself in living conditions of the members of your command, including their",
        6361.7,
        6365.26
    ],
    [
        " family environment, food, clothing, and building. Make ample provision for and give personal",
        6365.26,
        6370.86
    ],
    [
        " invisible attention to the various personal services, particularly those concerned with the",
        6370.86,
        6375.1
    ],
    [
        " personal problems of individuals. Provide for the spiritual welfare of your command by supporting",
        6375.1,
        6380.18
    ],
    [
        " religious activities, protect the health of your command by active supervision of hygiene and",
        6380.18,
        6385.18
    ],
    [
        " sanitation, support actively a safety program, determine the mental attitude of members of your",
        6385.18,
        6390.52
    ],
    [
        " command by frequent informal visits and by using fully and fully all available sources of information.",
        6390.52,
        6396.42
    ],
    [
        " Administer justice impartially to all without fear of favor.",
        6397.24,
        6403.42
    ],
    [
        " When punishment is necessary, the commander should be fair, consistent, and impersonal,",
        6404.26,
        6410.5
    ],
    [
        " punish and private, private with dignity and with human understanding. Never award a degrading",
        6410.62,
        6417.56
    ],
    [
        " punishment, avoid punishing a group for the faults of the individual. Always make the individual feel",
        6417.6,
        6425.44
    ],
    [
        " that the punishment is temporary and that improvement is expected. I think when he says expected,",
        6425.44,
        6431.36
    ],
    [
        " or when they say expected, I don't think they're talking about like, hey, I expect you to do better.",
        6431.98,
        6436.1
    ],
    [
        " It's more like, hey, man, like I know you can do better. That's what they're talking about.",
        6436.46,
        6442.06
    ],
    [
        " And it's an interesting one that avoid punishing a group for the faults of the individual,",
        6442.46,
        6445.62
    ],
    [
        " because the military is famous for doing that, especially in like boot camp scenarios.",
        6445.62,
        6449.34
    ],
    [
        " We're going to keep doing these until we can all do them in unison, whatever jumping jacks,",
        6450.28,
        6455.14
    ],
    [
        " but beyond those scenarios, that's not always the best call to make.",
        6455.24,
        6459.7
    ],
    [
        " Yeah, because that's like, it's one of those two info balls they do that too.",
        6460.22,
        6464.04
    ],
    [
        " Yeah. Real, like obvious. Like if you mess up, everyone else does the bare crawls,",
        6464.2,
        6470.0
    ],
    [
        " you and you stand and watch because that's like a psychological punishment to the guy more than",
        6470.04,
        6475.74
    ],
    [
        " the team. Yeah. So it's like, it's like a different approach, but, yeah, man, I get it.",
        6475.74,
        6480.32
    ],
    [
        " For that very reason, by the way, the very reason he's saying that.",
        6480.58,
        6483.36
    ],
    [
        " It works in the boot camp environment or the team training environment where you're trying to",
        6483.36,
        6488.78
    ],
    [
        " create this overall cohesion by making everyone rely on each other and be able to count on each",
        6488.78,
        6498.94
    ],
    [
        " other, as if to say in a demonstrable way, like when you mess up, this affects the team.",
        6498.94,
        6505.46
    ],
    [
        " And put the peer pressure on everyone to step up their game, right?",
        6505.64,
        6509.62
    ],
    [
        " If we don't make this time, if everyone doesn't make this time, then we're all going to get punished.",
        6510.3,
        6514.4
    ],
    [
        " Okay, so we don't want that on our backs. But when you get into a business situation,",
        6514.52,
        6518.76
    ],
    [
        " you start punishing people for the group failure, that's not as effective in building in fact,",
        6518.76,
        6526.56
    ],
    [
        " what they can do sometimes, it starts ripping things apart. So we got to be careful with that one.",
        6526.56,
        6529.96
    ],
    [
        " Start hating that guy. Yeah. Yeah. Next, ensure fair and equitable distribution of privileges,",
        6529.98,
        6537.18
    ],
    [
        " such as passes, leaves, and rotation, encourage educational development by providing educational",
        6537.4,
        6541.18
    ],
    [
        " opportunities for members of your command. I often ask groups, this leaders in companies, I'll say,",
        6541.18,
        6549.84
    ],
    [
        " who here had someone that truly took a vested interest in you and helped you move up the ranks",
        6549.92,
        6560.14
    ],
    [
        " through the chain of command in your industry? And everyone will raise their hand just about,",
        6560.14,
        6565.88
    ],
    [
        " you know, 99% of people will raise their hand. And I'll say, how good did that feel one to 10",
        6566.02,
        6571.12
    ],
    [
        " to have someone that was completely invested in helping you? Who's a nine or above everyone",
        6571.12,
        6577.34
    ],
    [
        " raised their hand? Imagine how good that feels when you do that for someone else.",
        6577.34,
        6581.5
    ],
    [
        " Because it's real easy to forget that someone helped you. It's real easy to forget that you got",
        6581.98,
        6588.64
    ],
    [
        " hoisted up to your position of power by other people that were willing to sacrifice their time and",
        6588.64,
        6594.88
    ],
    [
        " their energy to improve your lot in life. So when you get the opportunity to improve someone else's",
        6594.88,
        6599.76
    ],
    [
        " lot in life, do it. Next techniques for keeping your men informed.",
        6599.76,
        6606.68
    ],
    [
        " Explain to your principal subordinates why any particular task must be accomplished",
        6608.16,
        6613.84
    ],
    [
        " and how you propose to do it. So, importance of understanding why. Assure yourself by frequent",
        6613.84,
        6619.54
    ],
    [
        " inspections and visits that subordinates are transmitting necessary information to the men.",
        6619.54,
        6624.62
    ],
    [
        " So, you just can't expect it. You got to inspect it. Keep your principal subordinates informed",
        6625.7,
        6630.84
    ],
    [
        " of plans for future operations subject only to security restrictions to disseminate information",
        6630.84,
        6635.22
    ],
    [
        " concerning the capabilities of our weapons compared to those of an active or potential enemy",
        6635.22,
        6640.28
    ],
    [
        " where an enemy has an initial advantage. Show how this can be overcome. Be sure the troops are",
        6640.28,
        6646.18
    ],
    [
        " informed with the capabilities and limitations of supporting units, arms and services.",
        6646.18,
        6650.68
    ],
    [
        " Be alert to detect the spread of false rumors. Stop rumors by replacing them with",
        6651.38,
        6657.92
    ],
    [
        " the truth. Build confidence in a spread of core by exploiting all information concerning",
        6657.92,
        6664.86
    ],
    [
        " successes of the command. That's a big one. A lot of times businesses, companies, people,",
        6664.86,
        6670.68
    ],
    [
        " they do things, things go well and they don't tell anybody about it and it gets lost. Whereas,",
        6670.74,
        6674.62
    ],
    [
        " if you want to build morale and you want to get momentum, you got to tell everyone, hey, we're",
        6674.86,
        6678.6
    ],
    [
        " out here and we're crushing it. Principal 5, how to set the example.",
        6678.6,
        6684.3
    ],
    [
        " Number 1, be it all times physically fit, mentally alert, well groomed and correctly dressed.",
        6684.92,
        6692.82
    ],
    [
        " There you go. That's how you set the example. 2, master your emotions.",
        6693.86,
        6700.98
    ],
    [
        " The commander who is subject to intemperate bursts of anger or to periods of depression will have",
        6701.92,
        6708.38
    ],
    [
        " difficulty in gaining and holding respect and loyalty of its subordinates.",
        6708.38,
        6712.9
    ],
    [
        " Maintain an optimistic outlook. The will to win is infectious. The leader fosters it by",
        6712.9,
        6722.28
    ],
    [
        " capitalizing on his units capabilities and successes not on his limitations or failures.",
        6722.28,
        6727.16
    ],
    [
        " Maintain an air of outward calmness. The more difficult the situation, the more important this",
        6727.72,
        6733.82
    ],
    [
        " becomes. So when things start going sideways, you got to stay calm.",
        6733.82,
        6737.16
    ],
    [
        " Conduct yourself so that your personal habits are not open to censure.",
        6739.54,
        6743.24
    ],
    [
        " Course behavior and vulgarity are the marks of an essentially weak and unstable character.",
        6744.0,
        6748.88
    ],
    [
        " These together with a failure to be punctual and a tendency towards selfishness and self-indulgence",
        6749.94,
        6756.12
    ],
    [
        " in luxuries not available to the command in general are inevitably resented by all ranks.",
        6756.12,
        6762.36
    ],
    [
        " So that's what we were just talking about. But yeah man, you got to hold yourself to a little higher",
        6762.46,
        6766.8
    ],
    [
        " standard. Maybe even a lot higher standard because they're watching you. Cooperate in spirit as",
        6766.8,
        6775.24
    ],
    [
        " well as in fact, this is what I just talked about and what we just talked about. It's not just,",
        6775.24,
        6780.68
    ],
    [
        " hey, I'm pretending to do this because it's going to make things easier for me. It's I truly am doing",
        6780.76,
        6786.78
    ],
    [
        " this. Cooperation must work in two directions. It arises from a wholehearted desire by all members",
        6787.56,
        6792.94
    ],
    [
        " to further the effective operations of the team. Exercise initiative and promote this spirit of",
        6792.94,
        6801.72
    ],
    [
        " initiative in your subordinates. Be conspicuously loyal to those below you as well as those above you.",
        6801.72,
        6808.38
    ],
    [
        " Support those under you as long as the individuals concerned have been discharging their duties",
        6808.96,
        6814.42
    ],
    [
        " competently. The commander who seeks however to protect an incompetent subordinate from correction",
        6814.88,
        6820.94
    ],
    [
        " by a higher commander is being disloyal himself. Loyalty is a prime trait of leadership and demands",
        6820.94,
        6827.52
    ],
    [
        " unqualified support of the policies of the superior officers whether the individual concerned",
        6827.52,
        6833.28
    ],
    [
        " personally favors them or not. That's the whole conversation we just had about loyalty.",
        6833.28,
        6837.7
    ],
    [
        " Avoid the development of a click of favorites.",
        6840.04,
        6842.84
    ],
    [
        " While it is difficult to avoid, I like this one because they readily admit this is interesting.",
        6843.44,
        6848.72
    ],
    [
        " So avoid the development of a click of favorites. But then they kind of throw this on there.",
        6849.16,
        6853.28
    ],
    [
        " While it is difficult to avoid being partial to subordinates who have rendered loyal and superior",
        6853.84,
        6858.22
    ],
    [
        " service over a period of time that's a temptation to show partiality should be vigorously resisted.",
        6858.22,
        6864.44
    ],
    [
        " So they're saying, isn't it hard? You got somebody on your team that's just doing great things.",
        6864.44,
        6868.46
    ],
    [
        " Yes, natural. I always had a hard time with that.",
        6868.58,
        6871.28
    ],
    [
        " Yeah, it makes sense. I would be overt about it. But if you were doing good, you're going to get some",
        6871.9,
        6877.44
    ],
    [
        " pennies from pennies. Yeah. Be morally courageous. The commander who fails to stand by his principles",
        6877.44,
        6886.66
    ],
    [
        " where the welfare of his command is concerned or who attempts to avoid responsibility for mistakes of",
        6886.66,
        6891.96
    ],
    [
        " his command will fail to gain or hold respective associates or subordinates.",
        6891.96,
        6896.68
    ],
    [
        " And the last one, share danger and hardship. A leader who has elements of his command subjected",
        6897.08,
        6905.14
    ],
    [
        " to danger or to hardship of any kind should visit them as often as possible to demonstrate without",
        6905.14,
        6910.16
    ],
    [
        " ostentation that his willingness to assume his share of the difficulties.",
        6910.16,
        6915.84
    ],
    [
        " So those are some techniques for that. Principle six, how do we ensure that the task is understood,",
        6918.42,
        6924.02
    ],
    [
        " supervised and accomplished? Here are some techniques for that. Through study and practice,",
        6924.22,
        6927.86
    ],
    [
        " develop the ability to think clearly to issue a clear concise positive order.",
        6928.0,
        6931.48
    ],
    [
        " Isn't it strange that I ended up using the word simple clear concise and they use the words,",
        6932.28,
        6938.8
    ],
    [
        " I guess it's not that weird, but it's it's funny to see.",
        6938.8,
        6941.84
    ],
    [
        " To encourage subordinates to seek immediate clarification about any point your orders or directors",
        6943.94,
        6948.4
    ],
    [
        " that they do not understand perfectly. So that's something that so many people fail to do.",
        6948.4,
        6953.56
    ],
    [
        " Is everyone just keeps their mouth shut? No, I don't know many questions.",
        6953.94,
        6957.12
    ],
    [
        " So funny like these, this one really is seem so obvious. Like, oh yeah, you're not clear.",
        6957.44,
        6964.08
    ],
    [
        " Like, oh, what do you do if you're not clear? It's this big mystery. What to do, Brad?",
        6964.38,
        6967.64
    ],
    [
        " Everyone knows. Even if you're a kid that you know, like, oh, I didn't understand that.",
        6967.64,
        6971.22
    ],
    [
        " Like, what do you mean? Why? Why? Why are you in a kid's always ask why? Why?",
        6971.28,
        6974.12
    ],
    [
        " Same thing. So it seems super obvious, but yeah, when you're in there,",
        6974.48,
        6978.6
    ],
    [
        " you want to keep your mouth shut. There's all these different humans. Yeah, you don't want to look stupid.",
        6979.0,
        6984.68
    ],
    [
        " You don't want to open, you know, you don't want to be that guy.",
        6985.0,
        6987.64
    ],
    [
        " Question your subordinates and assistants to determine if there's any doubt",
        6990.34,
        6994.98
    ],
    [
        " or misunderstanding to the task. So this is something we always say. How do you know",
        6995.38,
        7000.24
    ],
    [
        " people understand? You ask them and you just don't ask them. Do you understand? You ask them to",
        7000.24,
        7003.12
    ],
    [
        " explain it back to you. Make every means available to your subordinates to assist them in accomplishing",
        7003.12,
        7009.56
    ],
    [
        " their mission. Principle seven, train your men as a team, ensure by inspections and training",
        7009.56,
        7015.82
    ],
    [
        " tests that your command is being trained in accordance with the training programs and doctor",
        7015.82,
        7019.92
    ],
    [
        " prescribed by higher authority. Make sure the best available facilities for team training are",
        7020.18,
        7026.0
    ],
    [
        " provided. Ensure that all training is purposeful. Ensure that each element of the command is",
        7026.0,
        7031.6
    ],
    [
        " acquainted with the capabilities and limitations of all other elements thereby developing mutual",
        7031.6,
        7036.9
    ],
    [
        " trust and understanding. Ensure each subordinate leader understands the mechanics of tactical",
        7036.9,
        7043.22
    ],
    [
        " control for his own national honor command. Predicate team training on modern realistic conditions.",
        7043.22,
        7048.74
    ],
    [
        " Incisive that each officer and enlisted man knows the functions of each other officer and enlisted",
        7051.34,
        7056.9
    ],
    [
        " man with whom he abitually operates. Incisive that each of these no one understand each other.",
        7056.9,
        7063.06
    ],
    [
        " Their traits, peculiarities, strengths, weaknesses. So often in companies this is not happening",
        7063.2,
        7067.54
    ],
    [
        " in businesses. It happens pretty well in the military. But in businesses you have departments",
        7067.54,
        7073.9
    ],
    [
        " they have no idea what another department does, no idea how they do their job, no idea what their",
        7073.9,
        7078.3
    ],
    [
        " job even entails. Life and I used to make team make teams brief what their department did.",
        7078.3,
        7086.94
    ],
    [
        " And when we get them in there in the room you'd see people would just had no idea what the other",
        7087.32,
        7092.06
    ],
    [
        " teams were doing. They'd be like, I don't know you guys did that. How long you guys been doing that?",
        7092.06,
        7095.52
    ],
    [
        " For nine years. Demand the highest standard of discipline and teamwork in all training.",
        7095.56,
        7103.9
    ],
    [
        " We support that. Seize opportunities to train with other units both combat and service.",
        7104.28,
        7110.2
    ],
    [
        " Principle eight makes sound and timely decisions. This first one here, these are techniques again.",
        7110.64,
        7116.84
    ],
    [
        " Develop a logical and orderly thought process by constant practice in making objective estimates",
        7118.6,
        7124.7
    ],
    [
        " of the situation. Making an estimate is not restricted to the military to employ it is employed",
        7124.7,
        7129.78
    ],
    [
        " in everyday life of all persons. So how do you make decisions? How do you do that? And then you come",
        7129.78,
        7136.86
    ],
    [
        " up with kind of a process that you flow through in your brain. Off to add that to the protocol book.",
        7136.86,
        7143.88
    ],
    [
        " How to make decisions. And so far as time and occasion permit plan for every contingency that can",
        7144.1,
        7151.5
    ],
    [
        " reasonably be foreseen. Consider the advice and suggestions over your subordinates before making",
        7151.5,
        7157.84
    ],
    [
        " your decisions. Of course, announce decisions in time to allow subordinates to make necessary plans.",
        7157.84,
        7163.38
    ],
    [
        " Boom. Principle nine is seek responsibility and develop a sense of responsibility among",
        7163.5,
        7169.78
    ],
    [
        " respondents. So this one says, learn the duties and responsibility of your immediate supervisor.",
        7169.78,
        7175.96
    ],
    [
        " I actually think you learn your immediate supervisor and his boss. You want to at least know what's",
        7176.22,
        7181.44
    ],
    [
        " going on. Seek diversified assignments, which will give you responsibility and command, experience",
        7181.44,
        7186.38
    ],
    [
        " people always want to stay and do keep doing what they're good at. They don't want to venture out",
        7186.6,
        7190.94
    ],
    [
        " into the different world. Take advantage of any opportunity which offers increased responsibility.",
        7190.94,
        7196.2
    ],
    [
        " Do that. Oh, there's some tasks that needs to be done. Someone needs to run it. I got it. I'm on it.",
        7196.78,
        7201.96
    ],
    [
        " Perform every task larger small to the best of your ability. And this goes back to whatever",
        7203.52,
        7212.14
    ],
    [
        " a few podcasts go we were talking about. How you do anything is how you do everything. And I gave",
        7212.14,
        7218.64
    ],
    [
        " some slack on that one. But these guys got no slack at all. Perform every task larger small to",
        7218.64,
        7224.5
    ],
    [
        " the best of your ability. Your reward will consist of increased opportunity to demonstrate your",
        7224.5,
        7230.22
    ],
    [
        " fitness to perform bigger and more important tasks. What does that mean? The better you do, the more",
        7230.22,
        7236.14
    ],
    [
        " work you're going to get. That's what it means. Oh, tell your subordinates what to do, not how to do it.",
        7236.14,
        7244.68
    ],
    [
        " Hold them responsible for the results. Delegate and supervise, but do not intervene, except when",
        7246.64,
        7250.82
    ],
    [
        " urgently necessary. Avoid usurping the prerogatives of your subordinates. This is actually such a concise,",
        7250.82,
        7260.84
    ],
    [
        " clear rule. Tell your subordinates what to do, not how to do it. Hold them responsible for the results.",
        7263.5,
        7269.48
    ],
    [
        " Delegate and supervise, but do not intervene, except when urgently necessary. Avoid usurping",
        7270.16,
        7277.96
    ],
    [
        " the prerogatives of your subordinates. That is really good advice for anyone in a leadership",
        7277.96,
        7283.68
    ],
    [
        " position. If you could follow that advice right there, your world is going to be so much better.",
        7283.68,
        7287.82
    ],
    [
        " Provide all personnel with frequent opportunities to perform duties of the next higher echelon. Yes,",
        7288.76,
        7294.28
    ],
    [
        " to you, bruiser, we made all the junior officers be ground force commanders before we went overseas.",
        7294.82,
        7300.04
    ],
    [
        " Got them experienced and then they went overseas and did it. Be quick to recognize accomplishments",
        7300.48,
        7305.66
    ],
    [
        " of your subordinates when they demonstrate initiative and resourcefulness, correct errors in the",
        7305.66,
        7309.88
    ],
    [
        " use of judgment and initiative in such a way as to encourage the individual. Avoid public criticism or",
        7309.88,
        7315.98
    ],
    [
        " condemnation. Be liberal, however, and openly giving praise for which is deserved.",
        7317.62,
        7322.78
    ],
    [
        " Give unstintingly help. Give unstintingly of help and advice when you are requested by those",
        7324.02,
        7331.1
    ],
    [
        " under your command. That one's pretty obvious. Ensure that your personnel are assigned positions",
        7331.1,
        7336.46
    ],
    [
        " commensurate with demonstrated or potential ability. That's important. Got someone that's got some",
        7336.46,
        7342.1
    ],
    [
        " potential? Put them in a good spot. Be prompt and fair in backing subordinates to the limit",
        7342.1,
        7349.36
    ],
    [
        " until convinced otherwise have faith in each subordinate. I think you've got to take a little time",
        7349.36,
        7358.26
    ],
    [
        " to make sure you build that up. Just don't dive in with complete faith. Give me a little task first.",
        7358.26,
        7364.48
    ],
    [
        " Demonstrate to your command that you are ready and willing to accept responsibility. Yes, ownership.",
        7365.24,
        7369.9
    ],
    [
        " Principle 10 techniques on how to employ your command in accordance with its capabilities.",
        7373.64,
        7381.02
    ],
    [
        " Number one, no understand and apply the principles of war.",
        7381.46,
        7385.62
    ],
    [
        " And those principles of war are different than what we're talking about right now.",
        7386.38,
        7390.2
    ],
    [
        " The principles of war that they're talking about are objective,",
        7391.1,
        7394.44
    ],
    [
        " offense, mass, economy of force, maneuver, unity of command, security, surprise, and simplicity.",
        7395.2,
        7401.14
    ],
    [
        " Those are the principles of war that they're talking about. You've got to know those.",
        7402.42,
        7409.0
    ],
    [
        " So that means in your company, you've got to understand the principles that you're operating in.",
        7409.9,
        7412.86
    ],
    [
        " Keep yourself informed as to the relative operational effectiveness of various elements of your",
        7413.7,
        7421.8
    ],
    [
        " command. Be sure the tasks assigned are reasonably possible of accomplishment.",
        7421.8,
        7427.12
    ],
    [
        " Analyze any task assigned if it means you're disposable.",
        7428.4,
        7431.1
    ],
    [
        " If it means that you're disposable, appear inadequate. Inform your immediate commander and request",
        7431.5,
        7435.88
    ],
    [
        " additional means. Yeah, it's not like, oh, I'll get anything done boss. I can do anything.",
        7435.88,
        7441.6
    ],
    [
        " It's like, no, actually, I'm going to need some more support over here. I'm going to need some more",
        7441.72,
        7444.04
    ],
    [
        " people money, resources, whatever. Make every effort to equalize tasks proportionally over",
        7444.04,
        7450.94
    ],
    [
        " appropriate periods of time among the several elements of your command. Don't just",
        7450.94,
        7456.66
    ],
    [
        " laden down one group. If you've got one group that's so much stronger than the other group,",
        7456.66,
        7462.88
    ],
    [
        " move some people around. So you get some equality there. And here's the last principle, techniques.",
        7463.5,
        7469.96
    ],
    [
        " Take responsibility for your actions, principle 11.",
        7471.04,
        7474.38
    ],
    [
        " And extreme ownership. Remember that you are responsible for all your command does or fails to do",
        7475.38,
        7481.48
    ],
    [
        " except justified criticism. Adhere to what you think is right and have courage of your convictions.",
        7481.48,
        7490.46
    ],
    [
        " So those are some some heavy hitters. What this book does now and I'm not going to do it,",
        7491.56,
        7502.2
    ],
    [
        " is it actually breaks down how what different leadership techniques you can use at every level.",
        7502.2,
        7509.92
    ],
    [
        " So it talks about and you know what? I haven't said this yet. This book is free. This is online. You",
        7510.86,
        7516.58
    ],
    [
        " can Google 1951 leadership FM 10TAC 22. Who is that? Like a PDF. Yeah, it's like a PDF. And so",
        7516.58,
        7526.98
    ],
    [
        " you can you can look it up and you can figure out where you are. It talks about technique useful to",
        7527.7,
        7532.72
    ],
    [
        " non-commissioned officers. It talks about techniques for regimental and lower unit commanders.",
        7532.72,
        7541.04
    ],
    [
        " It talks about commanders of divisions and higher units. And it goes through what kind of techniques",
        7541.3,
        7547.28
    ],
    [
        " you can use in each one of these positions. And they're all solid information, solid information.",
        7547.28,
        7554.64
    ],
    [
        " And points out good not just what the rules are but the techniques that are used to",
        7555.76,
        7560.44
    ],
    [
        " to kind of make them happen. And so solid bunch of information there that again you can easily get",
        7560.44,
        7572.82
    ],
    [
        " this book as a pretty short read. I've read a bunch of it right now. I mean I actually kind of",
        7572.82,
        7584.62
    ],
    [
        " just do. But there's a ton of it in here. But I'm going to skip back to the skip that information. Look",
        7584.62,
        7592.46
    ],
    [
        " it up. Go read it. It's powerful stuff. And I'm going to kind of just jump ahead to this last",
        7592.46,
        7597.58
    ],
    [
        " little closing part that I wanted to cover, which is talking about how to train. And it just talks",
        7597.58,
        7604.48
    ],
    [
        " about a few things. Stress realism. Because we have to make training realistic. That's what we have",
        7604.48,
        7610.34
    ],
    [
        " to do. It's what I did when I was in the SEAL teams. It's what you should do in whatever kind",
        7610.34,
        7616.4
    ],
    [
        " of organization you're in. If you're in a business, you should simulate make your training as close",
        7616.4,
        7621.82
    ],
    [
        " to real as you possibly can. Another thing is require repeated drills in the execution of simple",
        7621.82,
        7630.32
    ],
    [
        " tactical maneuvers. What does that mean? Repetition counts. You have to repeat things over and over",
        7630.32,
        7636.38
    ],
    [
        " again if you want to get good at them. Another important training tips stress the importance of",
        7636.38,
        7642.94
    ],
    [
        " each leader. So placing himself and his headquarters that he can most readily coordinate all efforts of",
        7642.94,
        7650.04
    ],
    [
        " his command and of the elements that may be supporting it. Where you're located is important.",
        7650.04,
        7656.2
    ],
    [
        " Where you position yourself is important. And so you've got to recognize that that's going to",
        7657.06,
        7662.68
    ],
    [
        " change depending on the situation. You've got to learn how to how to address that and how to",
        7662.68,
        7667.76
    ],
    [
        " pick the right spot to be in. And the last one is last couple are stress the importance of",
        7667.76,
        7675.16
    ],
    [
        " exchange of information by all appropriate means. So we got to communicate. And the last one is",
        7675.16,
        7682.7
    ],
    [
        " have a well planned critique immediately after each field exercise. And that again wraps up this very",
        7682.7,
        7694.18
    ],
    [
        " very powerful summation. Very simple, very straightforward. I feel like I actually could have",
        7694.18,
        7705.56
    ],
    [
        " talked about each one of these points and gone over examples that because each one of them is so",
        7705.56,
        7712.68
    ],
    [
        " important. Yeah. So I don't know maybe we'll do it again. Or they'll come up again.",
        7712.74,
        7719.14
    ],
    [
        " But that's what you have. And then just that closing point on having a well planned critique after",
        7719.34,
        7726.26
    ],
    [
        " every field exercise. What does that actually mean? What that means is always be learning.",
        7726.26,
        7731.76
    ],
    [
        " It means always be learning. And",
        7732.38,
        7735.14
    ],
    [
        " I think that's almost every one of these principles I recognized I have heard before. I've",
        7737.84,
        7742.5
    ],
    [
        " definitely read it before we've covered him here before. But I'm still trying to learn. I'm",
        7742.5,
        7748.04
    ],
    [
        " trying to still try to relearn even the same lessons after years of me looking at this stuff, which",
        7748.04,
        7756.82
    ],
    [
        " I guess is me just kind of following the principles themselves, which is know your job, know",
        7756.82,
        7762.6
    ],
    [
        " yourself and see improvements. That's what I'm trying to do. And I think that's pretty much what",
        7762.6,
        7766.78
    ],
    [
        " anyone that's listening to this is trying to do. So I mean, I guess echo speaking of rule number two",
        7766.78,
        7774.86
    ],
    [
        " and speaking of us seeking to constantly improve ourselves. What do you know about",
        7774.86,
        7783.8
    ],
    [
        " things that can help us improve our situation? Support what we're trying to do in our self-improvement",
        7784.02,
        7794.38
    ],
    [
        " journey. Journey, sure. Path, path, big time. And actually you can support this podcast. If you want to",
        7794.38,
        7802.84
    ],
    [
        " while you support your own journey down the path of discipline. And keep in mind this path",
        7802.84,
        7813.56
    ],
    [
        " that we are on also brings along others. Even if they're not like on the path with you, your results",
        7814.28,
        7821.94
    ],
    [
        " of being on the path improves them as well. I found that out directly. How do you find that out?",
        7821.94,
        7827.5
    ],
    [
        " Many capacities. Okay, so let's say. That sounded like one of those statements that you make where",
        7827.72,
        7833.16
    ],
    [
        " you're just wanting a prompt. So you can tell a long story. Yes. That's what it sounded like. Kind of.",
        7833.16,
        7837.34
    ],
    [
        " And then you were ready to say, how did I know that you're the bobo?",
        7837.34,
        7839.8
    ],
    [
        " Oh, let me go. Yeah. Boy, not it. Well, so in a family household in a group setting or whatever,",
        7839.98,
        7848.36
    ],
    [
        " right? Things can get stressful. I'm not saying they're stressful every single day, every moment,",
        7848.56,
        7853.0
    ],
    [
        " but they can get stressful, right? So you know, like any, you know, you know about stressful situations.",
        7853.0,
        7857.84
    ],
    [
        " I'm assuming a little bit. Yeah. So when everyone's panicking or whatever,",
        7857.84,
        7863.64
    ],
    [
        " stressed out or whatever and you get one guy who jumps in there, the situation, not panicking,",
        7864.76,
        7872.74
    ],
    [
        " not overtly stressed out and he can sort of manage not only himself, but his tiny environment.",
        7873.06,
        7881.06
    ],
    [
        " Mm-hmm. It's contagious. Other people will get that and they start doing that as well. Whether",
        7881.22,
        7885.46
    ],
    [
        " be in the immediate situation or just in general. We just covered this as part of the book, right?",
        7885.46,
        7889.58
    ],
    [
        " Oh, yeah. Big time. How that lead, first of all, the leader can come from any rank.",
        7889.58,
        7893.52
    ],
    [
        " And then when they step in that leadership and the way that they act,",
        7893.86,
        7898.68
    ],
    [
        " will spread throughout his team. Oh, yeah. So you're confirming. Yes. Big time. And that goes for",
        7898.86,
        7905.82
    ],
    [
        " like a big time. Big, huge time. Yeah. Huge time. So it's, so if you're getting in shape,",
        7905.82,
        7912.64
    ],
    [
        " right? The people around you will sort of notice. If you're like happier and doing things more,",
        7912.98,
        7918.34
    ],
    [
        " make getting more done around you, you know, taking responsibility for things.",
        7918.42,
        7923.08
    ],
    [
        " You're taking up the trash every other night, man. Or whenever it fills up, I don't know when it",
        7923.6,
        7928.62
    ],
    [
        " depends on big your your trashes, I guess. But if you're taking it out when it's full, you don't let",
        7928.62,
        7935.18
    ],
    [
        " it overflow anymore. People notice that. I'm just saying. And slowly by slowly, especially if you're",
        7935.18,
        7942.92
    ],
    [
        " happier, you know, if you're treating them better, do all this stuff, they'll start doing it too.",
        7942.92,
        7947.14
    ],
    [
        " Same thing with extreme ownership. You know how like, you know, if you come at a problem,",
        7947.52,
        7952.82
    ],
    [
        " like, hey, that was my fault. Yeah. Most of the time, eventually, if not immediately, they'll say,",
        7952.82,
        7957.12
    ],
    [
        " well, you know what? It's kind of like it's my, yeah. Same, same, exactly. So that's why you should be",
        7957.16,
        7963.68
    ],
    [
        " on the path and stay on the path. Because you're not just helping yourself. You're helping",
        7963.68,
        7967.86
    ],
    [
        " everyone around you. So you are one of those things that you're doing on top of taking out the",
        7967.86,
        7974.0
    ],
    [
        " trash one that needs to be taken out is jujitsu. No. Here's that's it. It's kind of jujitsu is one of",
        7974.0,
        7980.56
    ],
    [
        " these ones where people might not write, especially if you're okay, your husband, you want to do jujitsu now.",
        7980.56,
        7985.24
    ],
    [
        " But wait, we have a family of six or more whatever or less. I don't know. And you have responsibilities",
        7985.44,
        7991.48
    ],
    [
        " in there. Now you want to add this quote unquote, extra curricular activity to these tasks. That's",
        7991.48,
        7997.54
    ],
    [
        " what you're telling me. Right. That's the situation, right? But like I said, one, you get the benefits of",
        7997.54,
        8003.2
    ],
    [
        " jujitsu and you come home, you slowly become a different person, a better person, a better person.",
        8003.2,
        8008.74
    ],
    [
        " Yeah. Right. Better person in the household is a better situation. So for everyone in the household,",
        8008.8,
        8014.3
    ],
    [
        " everybody and the neighbors and the neighborhood, your whole street, your whole town, the whole world.",
        8014.44,
        8021.28
    ],
    [
        " It's a better future. Yes, there it is. And when you do jujitsu, you will need a key and a rash guard.",
        8021.38,
        8027.44
    ],
    [
        " At least one, I think. Yeah. What are the best keys in the whole wide world? They are origin",
        8027.46,
        8033.08
    ],
    [
        " geese. Origin geese by far. And they are made in America 100%. Sometimes people are actually not",
        8033.08,
        8038.34
    ],
    [
        " about the keys, but people still ask for that. You know, you know, some people will be like, they don't,",
        8038.34,
        8042.16
    ],
    [
        " like they start training and they don't like it. Don't like, oh, did you just say? Yeah.",
        8042.2,
        8045.82
    ],
    [
        " It's some people realize immediately, like they get submitted and they're like, you know, they'll",
        8046.62,
        8057.42
    ],
    [
        " refer to jiujitsu class yesterday. I got submitted and beat up and I got submitted by a 15 year old",
        8057.42,
        8063.2
    ],
    [
        " girl. Yeah. Yeah. It's the best thing ever, right? Some people say that. Yeah. Because I think we are",
        8063.2,
        8068.86
    ],
    [
        " doing a good job of setting the expectations of the fact that it's going to, you're going to get",
        8068.86,
        8074.28
    ],
    [
        " humbled. Day one, you're going to get humbled. I actually don't care who you are. Yeah.",
        8074.28,
        8079.58
    ],
    [
        " You're going to get humbled. Because even if you're a D1 wrestler, you're going to come in there",
        8080.14,
        8084.72
    ],
    [
        " and it's going to be humbling because you're not going to be able to quite do what you think you're",
        8084.9,
        8087.9
    ],
    [
        " going to be able to do. I mean, you'll be able to take someone down. You'll be able to, you'll be",
        8087.9,
        8092.5
    ],
    [
        " up, but you won't be able to make them tap. You won't really know how to. I mean, if unless",
        8092.5,
        8095.7
    ],
    [
        " a person doesn't know anything, but if you're going against a blue belt or a purple belt,",
        8095.7,
        8099.54
    ],
    [
        " going to be hard for you. Yeah. So my first, it was like, it was technically, I guess, my first or",
        8099.7,
        8106.26
    ],
    [
        " second day in a class setting. It wasn't with Dean. You know, I tried like two other gyms",
        8106.26,
        8110.76
    ],
    [
        " before I joined with Dean. And I went and they were like, yeah, you know, I literally won",
        8111.54,
        8115.86
    ],
    [
        " you two class that I learned. I don't even remember what it was. So they're like, hey, roll.",
        8115.86,
        8119.88
    ],
    [
        " Now it's time to roll. So I'm going to, I'm going to go way smaller than me. And it was like",
        8120.06,
        8124.52
    ],
    [
        " within, he had like a month, I think, a month experience. I'm you. I'm way bigger than this guy.",
        8124.52,
        8130.04
    ],
    [
        " And you think for like your example, he didn't tap me out, but I literally couldn't do",
        8130.86,
        8136.56
    ],
    [
        " anything. I'm gassing. I'm so tired. I'm huge. I'm like two 25 like solid. He doesn't care. No,",
        8136.68,
        8142.24
    ],
    [
        " he's in he's 150. He's about 150. Yes. And so here's the thing. He's like a month or two in.",
        8142.6,
        8149.1
    ],
    [
        " He's a complete white belt too. But I'm like new guy, but I'm way more athletic. Literally,",
        8149.26,
        8153.8
    ],
    [
        " I could pick this guy up over my head. Literally couldn't do nothing. Couldn't even pass his guard.",
        8153.8,
        8158.22
    ],
    [
        " And I knew what a guardpad. I knew like you have to pass this guy's there. And he was telling",
        8158.22,
        8162.0
    ],
    [
        " and he told me afterwards, he was like, Hey, like you're you're expanding too much energy,",
        8162.0,
        8165.86
    ],
    [
        " all this stuff or whatever. And I'm thinking in my head, but I don't I don't know that. I mean,",
        8165.96,
        8169.38
    ],
    [
        " obviously, because I'm tired. But it just goes to show how much you just don't know about when",
        8169.38,
        8174.76
    ],
    [
        " you go in, even though you're you're big and strong or whatever. So yes, you will get home.",
        8174.76,
        8179.16
    ],
    [
        " Yeah. So expect that part of it. And then instead of when you do get beat up,",
        8179.4,
        8185.2
    ],
    [
        " when you get choked, when you get arm lock, instead of getting mad and thinking, I'm never",
        8185.2,
        8190.56
    ],
    [
        " going to do this again. Think to yourself, I'm going to do this a lot until I can get good",
        8190.56,
        8196.06
    ],
    [
        " enough that some unknown person can really impose their will on me as a human being.",
        8196.06,
        8203.82
    ],
    [
        " You know, I didn't like that feeling, man. Yeah. So yeah, it just goes to show like it, it",
        8204.28,
        8208.98
    ],
    [
        " matters what response you have to it. That's like the what really matters. So yeah, we are we're",
        8208.98,
        8214.46
    ],
    [
        " all going to get beat up. We're all going to get submitted multiple when I say multiple,",
        8214.46,
        8218.84
    ],
    [
        " probably thousands, yeah, by people were smaller. Yeah. What do you figure when you start,",
        8219.8,
        8224.02
    ],
    [
        " you get submitted 10 times a day when you start? Yeah. Yeah. Oh, yeah. So you're getting submitted",
        8224.02,
        8228.86
    ],
    [
        " 50 times a week if you're training five days a week. Yeah. But people smaller than you bigger than",
        8228.86,
        8234.0
    ],
    [
        " you smaller, whoever, all different people. So yeah, so how are you going to respond? Are you going",
        8234.0,
        8237.1
    ],
    [
        " to respond by saying, I never want that experience every again, ever again? Or are you swan being",
        8237.1,
        8241.3
    ],
    [
        " with I want that skill? Whatever this guy obviously has or the all these people obviously have",
        8241.3,
        8247.06
    ],
    [
        " got it from this place, by the way. Yeah. I know that too. Yeah. And am I going to choose to be like",
        8247.4,
        8252.64
    ],
    [
        " no, I don't want that skill. There's no way out. You don't have to go to like some other country.",
        8252.64,
        8258.66
    ],
    [
        " Yeah. Generally in America, you can just go down, you can Google maps and you can find nine",
        8259.1,
        8266.18
    ],
    [
        " Jiu Jitsu schools. Well, maybe not me around in San Diego, you can. Yeah. So the California can.",
        8266.18,
        8270.54
    ],
    [
        " If you're in another part of the country, you can probably find two, you probably two options where",
        8270.94,
        8275.18
    ],
    [
        " you are most likely. Yeah. Now you could be way out in the middle of nowhere. Cool. Get some",
        8275.18,
        8279.74
    ],
    [
        " mats, get some friends, get one of those online programs, start learning, go to YouTube, YouTube's",
        8279.74,
        8285.74
    ],
    [
        " free to start. Listen to what they're saying and trying it on your buddies. And you'll start to",
        8285.74,
        8291.68
    ],
    [
        " learn Jiu Jitsu. Yeah. Boom on the path. Jiu Jitsu was there. Get your get an origin, G 100% made in",
        8291.68,
        8304.64
    ],
    [
        " commenting on his new origin, the new one. He was like, oh, it's like a pearl. It's like a thing.",
        8304.66,
        8310.14
    ],
    [
        " And I mean, he doesn't like geek out over that kind of stuff typically, but he was in for good reason.",
        8310.3,
        8315.5
    ],
    [
        " Yeah. And no, you kind of gloss over like made in America. That's actually a really big deal.",
        8315.86,
        8320.4
    ],
    [
        " It's actually bringing back an industry that had left that had left this country and bringing it",
        8320.48,
        8330.38
    ],
    [
        " back where we are. We have hired the people that got left behind. They're not left behind anymore.",
        8330.38,
        8337.54
    ],
    [
        " They're up there. They're making the best geese in the world in a small town in New England,",
        8338.0,
        8343.66
    ],
    [
        " bringing back that economy. Yeah. So when you support origin, you're actually supporting much more",
        8344.0,
        8351.66
    ],
    [
        " than Jiu Jitsu. You're supporting much more than this podcast. You're actually supporting America.",
        8351.66,
        8357.24
    ],
    [
        " And you're supporting the working people of America. That's what you're doing. So we're going to",
        8357.24,
        8363.08
    ],
    [
        " try and continue to drive down this path to continue to grow this company where we can bring",
        8363.08,
        8370.32
    ],
    [
        " significant amount of jobs back to America, employ more people and let other people grow and",
        8370.32,
        8380.96
    ],
    [
        " pay and provide for their families. That's what the goal is. And it feels great to go up to Farmington.",
        8380.96,
        8385.94
    ],
    [
        " And be there in the factory and see what is being made by this tradition of craftsmanship.",
        8386.62,
        8395.16
    ],
    [
        " And right now we're bringing on the shoes, the boots. And same thing, we got people that",
        8395.54,
        8402.92
    ],
    [
        " haven't been able to work in this industry for 12 years since they shut down the factories up",
        8402.92,
        8408.94
    ],
    [
        " there and outsource the jobs and send the machines overseas. That's what actually happened.",
        8408.94,
        8414.26
    ],
    [
        " So it actually happened. And the people talk about the corporate greed. Right? Hey,",
        8414.36,
        8423.82
    ],
    [
        " it's going to cost me whatever it's going to cost me. I can save a little bit of money by",
        8424.44,
        8428.52
    ],
    [
        " shipping these things overseas. We'll let all these people go. And that's fine. I don't care.",
        8428.52,
        8434.1
    ],
    [
        " Well, we do care. We do care. And we recognize that the strength of America comes from our economy.",
        8434.46,
        8440.72
    ],
    [
        " And the strength of our economy comes from the ability of the working people in America to have",
        8440.72,
        8446.48
    ],
    [
        " a job and work hard and make the best product in the world. That's what we're doing. Yeah. And",
        8446.48,
        8450.98
    ],
    [
        " it's over all to it. Pete has that cool little series where it'll show the little inside.",
        8450.98,
        8456.34
    ],
    [
        " Yeah. So he's like, yeah, we have this problem. So I think I'm going to call this guy. And this guy",
        8456.66,
        8461.08
    ],
    [
        " he's talking about is the old school expert who, you know, like he doesn't do it anymore.",
        8461.08,
        8466.34
    ],
    [
        " They went to, you know, but he has all this knowledge. He comes in boom, boom, solving problems.",
        8466.34,
        8471.5
    ],
    [
        " And then and it shows like the interaction between like the workers and Pete and like,",
        8471.52,
        8475.46
    ],
    [
        " like everybody, right? So it's not like this, I mean, no offense to China, but it's not like",
        8475.46,
        8479.96
    ],
    [
        " your typical go to China and you turn and burn these things, you know, no defects or whatever.",
        8479.96,
        8484.84
    ],
    [
        " Yeah, that video series is called Origin HD. What's the name of the of the YouTube channels?",
        8485.08,
        8490.44
    ],
    [
        " I think it's Origin BJJ. So if you go to that, you can get behind the scenes on what's being made",
        8490.44,
        8496.84
    ],
    [
        " on who's making it on on the kind of effort that the team up in origin is putting in to make the",
        8496.84,
        8504.64
    ],
    [
        " quality that's up there. It's it's awesome to watch. It's awesome to watch. So that they got a bunch",
        8504.64,
        8512.22
    ],
    [
        " of clothes up there too. Rash guards, you know, t shirts and all that. You can get from origin.",
        8512.22,
        8517.78
    ],
    [
        " We also, yeah. And and now we have jeans, which are going to be live like this week. We have,",
        8517.78,
        8524.42
    ],
    [
        " we're they're in production. We hired a bunch of people, a bunch of more people. So don't just run",
        8524.66,
        8531.62
    ],
    [
        " out and buy a pair of jeans made in China by somebody in a sweatshop, buy a pair of jeans here",
        8531.62,
        8538.48
    ],
    [
        " that are made in America from the dirt until they're on your legs, all that made in America.",
        8538.48,
        8545.8
    ],
    [
        " So yeah, you can get that. We also have, we also have supplements. Supplements that",
        8547.28,
        8553.66
    ],
    [
        " supplements that I basically wanted to make exactly how I wanted them. That's basically what they",
        8553.66,
        8559.68
    ],
    [
        " are. Yeah. Yeah. Basically saying, Hey, this is what has always worked for me. These things put",
        8559.68,
        8564.66
    ],
    [
        " them together, combine them and and and make them. And also, by the way, if it's something that I'm",
        8564.66,
        8575.0
    ],
    [
        " going to sweeten it with monk fruit, which is a fruit, obviously, it's not a, there's not some,",
        8575.0,
        8584.26
    ],
    [
        " you know, group of whatever scientists in a laboratory trying to create something that tastes",
        8584.7,
        8590.56
    ],
    [
        " good through a bunch of cancer causing crap. No, taking a fruit, putting it in there. That's why",
        8590.56,
        8604.88
    ],
    [
        " now my house where I live, my family. Now it's who can make the best mokkshake, right?",
        8604.88,
        8612.38
    ],
    [
        " I mean, my wife comes in the other day, she's holding the cob. And she's like, she lets me taste it.",
        8613.26,
        8618.94
    ],
    [
        " I'm like, what in God's name? It's so good. You're so good. I don't even want to eat anything else.",
        8618.98,
        8625.64
    ],
    [
        " It was coconut milk vanilla gorilla, three ice cubes, one chunk, like a quarter of a banana.",
        8625.9,
        8635.5
    ],
    [
        " That thing tasted like a gourmet dessert. Yeah. Rodonculus. If you, this is a little added thing,",
        8636.0,
        8644.62
    ],
    [
        " I put some like MCT oil or coconut oil, you know, like just a little bit, not like too much of",
        8644.8,
        8651.28
    ],
    [
        " whatever. And it's weird. So it more adds to the texture than it does the taste, but that's like",
        8651.28,
        8657.04
    ],
    [
        " a little sneaky way to make yours taste more quality than the other competitors. It's ridiculous",
        8657.04,
        8662.24
    ],
    [
        " that it could be good for you. It is because you feel like you're just ate an ice cream shake.",
        8662.24,
        8667.78
    ],
    [
        " But you didn't. You got high quality protein. You got probiotics.",
        8668.5,
        8672.96
    ],
    [
        " Oh, it's getting ridiculous. Is a sneaky thing you do with your kids, by the way, you can use",
        8673.26,
        8678.06
    ],
    [
        " where you can mulk to whatever, whichever way. By the way, strawberry, strawberry mulk for adults",
        8678.06,
        8683.58
    ],
    [
        " is coming. It should be out pretty soon. And I've tried it. It's absolutely completely and utterly",
        8683.58,
        8690.26
    ],
    [
        " ridiculous how to get a taste. And that can be good for you. Yeah. It's totally ridiculous.",
        8690.26,
        8694.52
    ],
    [
        " Did they send you a sample of it? Of the strawberry adult mulk. Oh, no, no. No, yeah. It's,",
        8694.82,
        8701.58
    ],
    [
        " I can't believe it. So anyways, there you go. So what you do with your kids is, you know how you",
        8701.72,
        8706.8
    ],
    [
        " got a threat. No, with punishment, everyone, someone else say, hey, no dessert. Or you want to use",
        8706.8,
        8711.22
    ],
    [
        " it as an incentive like, Hey, if you can clean up your room within the next three minutes or whatever,",
        8711.22,
        8715.76
    ],
    [
        " you can have a mulk. I'll give you. Yes. Don't even say mulk. I'll just galk you. I'll make you",
        8715.86,
        8720.64
    ],
    [
        " unless they already know, unless they're in the know, then whatever. But you say, I'll give you a special",
        8720.64,
        8725.18
    ],
    [
        " dessert or treat or whatever. You make it with the mulk. You put the little bit of MCD oil in there.",
        8725.18,
        8731.92
    ],
    [
        " You know, you make it taste all gourmet the way you did. So boom, they clean up the room within",
        8731.98,
        8736.42
    ],
    [
        " three minutes, by the way, whenever time parameters you give them, they get the mulk all thinking they",
        8736.42,
        8742.34
    ],
    [
        " want. They won the game. You know, I did that little task. You told me, and I saved the deal.",
        8742.34,
        8748.28
    ],
    [
        " Right. Got my dessert. You won the game. And actually they won the whole team. The whole team.",
        8748.62,
        8755.34
    ],
    [
        " I like it. Don't forget about joint warfare and Crill oil. Recently, Lafe Babin forgot about",
        8755.4,
        8761.9
    ],
    [
        " joint warfare. And he got off the mat. He texted me. He's like, bro, I didn't take joint warfare",
        8762.14,
        8767.96
    ],
    [
        " for like three days for whatever he's traveling or wants something. And he's like, I got done rolling",
        8767.96,
        8773.18
    ],
    [
        " and I'm saying, man, why am I so jacked up? Oh, yeah. Cause I haven't taken any joint warfare.",
        8773.18,
        8777.76
    ],
    [
        " Got back on the joint warfare, back on the good to go train. Yeah. Yeah. And which was ironic. Can I",
        8777.96,
        8783.5
    ],
    [
        " address this on that? There was a post that he made his out? The one that's posted it. Yeah.",
        8783.5,
        8788.76
    ],
    [
        " So I mean, we posted it because he was like, I can't even believe this. It's ridiculous. Yeah.",
        8789.0,
        8793.16
    ],
    [
        " The difference that you notice. Yeah. And like I said, the irony there is early on, it wasn't",
        8793.38,
        8799.68
    ],
    [
        " with joint warfare was with Crill oil. I forgot mine in New York. Oh, yeah, New York. And Jenna comes in,",
        8799.68,
        8805.44
    ],
    [
        " you know, actually I told Lafe. I told a bunch of people, but you know, no one really wanted to",
        8805.64,
        8810.4
    ],
    [
        " give me any. Yeah, I did. I didn't want to give me. Give you any. Yeah.",
        8810.4,
        8813.64
    ],
    [
        " Cause I travel with like the number of that I need for that time period that I'm regone for.",
        8814.02,
        8818.54
    ],
    [
        " I can't spare any. Can't spread the news running around with like extra Crill oil for you.",
        8818.96,
        8823.62
    ],
    [
        " Just like you're knocking me by water in the field. I carried it. I'm drinking it unless you're",
        8823.62,
        8829.28
    ],
    [
        " gonna die. Yeah. Me. I'll say really. Yeah. Exactly. In high school when I when me and Jade with",
        8829.28,
        8835.94
    ],
    [
        " my brother, me and my brother would lift. So we were real like discipline with the post work out",
        8835.94,
        8841.72
    ],
    [
        " meal, meal, right? And it wouldn't I wouldn't say it would be measured out, but there'd be enough.",
        8841.72,
        8846.46
    ],
    [
        " You know, you'd have to have a specific amount for the post work out meal. So let if we were to go",
        8846.58,
        8850.52
    ],
    [
        " buy sous-shear, go buy something like good and maybe, you know, my brother, I would ask, oh,",
        8850.52,
        8856.22
    ],
    [
        " let me get some. Let me taste it. We'd say I can't spare the nutrients. So I can't give you any.",
        8856.34,
        8861.36
    ],
    [
        " I want to share, but I can't spare the nutrients for my for my workout. Whatever. That's, no, that's",
        8861.36,
        8866.56
    ],
    [
        " what you do. Well, that's the reality. Yeah. Yeah. Yeah. That's what you do with your grill.",
        8866.56,
        8868.88
    ],
    [
        " Nonetheless, that after, you know, a few hours of failure of, you know, getting more",
        8869.06,
        8874.92
    ],
    [
        " grill oil, Jenna Lee Babin came through with the grill oil. Nice. Yeah. So it's kind of new.",
        8874.92,
        8881.28
    ],
    [
        " You were back in the game. Oh, huge time. So it's just ironic that leaf.",
        8881.28,
        8884.26
    ],
    [
        " Jenna's there. The husband. Yeah. Went through the same deal. Yeah. Yeah. You got to be careful",
        8884.7,
        8890.12
    ],
    [
        " with that. You don't want to run off. Don't fall off. Yeah. And you do mention to warrior kid,",
        8890.12,
        8894.34
    ],
    [
        " milk. Mm hmm. If you got kids, get a warrior kid,",
        8894.34,
        8896.88
    ],
    [
        " milk. Don't even play around. Don't even play around. What are you going to give them?",
        8896.98,
        8900.96
    ],
    [
        " Hershey's syrup to make chocolate milk. You can give them Nestle's quick to make chocolate milk.",
        8902.1,
        8908.94
    ],
    [
        " Why don't you just give them a big glass of type two diabetes?",
        8909.28,
        8913.4
    ],
    [
        " Because that's what you're doing. Yeah. Or you can say, hey, here's something that tastes better",
        8914.02,
        8920.84
    ],
    [
        " and is incredibly good for you. Yes. So there you go. Warrior kid, milk. You can get some of that.",
        8921.2,
        8927.12
    ],
    [
        " Bluey okay. Show also. You want to represent while on the path.",
        8927.4,
        8931.68
    ],
    [
        " Chocolate store. It's called Jocco Store. Obviously. Original. Yeah. We all know that. I think by now.",
        8932.04,
        8938.34
    ],
    [
        " Actually, maybe not everybody. Unless jocostore.com. That's where you can get your",
        8938.54,
        8943.78
    ],
    [
        " Discipline equals freedom t-shirts. Mm hmm. Rash guards. New and out, by the way. We have a new",
        8944.28,
        8950.42
    ],
    [
        " rash guard out. Stand by to get some. Stand by to get some jiu jitsu. Or whatever it is you're doing.",
        8950.42,
        8957.06
    ],
    [
        " Wait, stand by to get the new rash guard. Or that's what the rash guard says.",
        8957.3,
        8959.98
    ],
    [
        " But. All right. Cool. T-shirts, rash guards, hats, chocolate sats, beanies, lightweight",
        8960.38,
        8967.74
    ],
    [
        " hoodies for those of you that live in the lower 48 states. No Brady Lanter texted me. He was like,",
        8967.74,
        8973.36
    ],
    [
        " a Brady today. He's in Michigan. He's in Michigan. He said today is lightweight hoodie day.",
        8973.36,
        8978.96
    ],
    [
        " Yeah. Well, he also did a good job of posting that little thing of him out in the freezing cold.",
        8979.24,
        8984.24
    ],
    [
        " And he was like, we just need to lightweight up here. Cause he's hard. Oh, he was teasing. Oh,",
        8984.56,
        8988.88
    ],
    [
        " okay. He's hard. He's hard. Well, right. Hey, if you're not as hard",
        8988.88,
        8991.8
    ],
    [
        " as Brady in those circumstances, we have heavy weight hoodies too. So boom, light and heavy,",
        8991.8,
        8996.14
    ],
    [
        " whatever you need, whatever you like. A lot of cool stuff on there. If you like something,",
        8996.16,
        8999.82
    ],
    [
        " good. Don't forget about jocke white tea, which I am currently drinking. And the reason I'm",
        9000.28,
        9005.5
    ],
    [
        " drinking it is normally because it tastes good, but also because I like having an 8,000 pound deadlift",
        9005.5,
        9010.84
    ],
    [
        " factually 100% guaranteed. If you don't, if you, if you drink a jocke white tea and you can't",
        9010.84,
        9017.42
    ],
    [
        " deadlift 8,000 pounds, you can send me the empty can and I'll send you the nickel for the can.",
        9017.42,
        9023.58
    ],
    [
        " Yeah. Yeah. So that's don't forget to subscribe to the podcast. Cause if you don't then",
        9024.12,
        9030.12
    ],
    [
        " when you just don't know what you're thinking, you know, subscribe. Yeah. If you don't subscribe,",
        9030.12,
        9035.5
    ],
    [
        " then you're not subscribed. Yeah. Which isn't good. Cause occasionally, occasionally, rare",
        9035.5,
        9041.04
    ],
    [
        " occasion, we launch something randomly for like some kind of an event, some kind of a situation.",
        9041.04,
        9046.02
    ],
    [
        " We'll launch the rent. So if you're just expecting, oh, it's Wednesday. I know where I'm going to",
        9046.18,
        9053.56
    ],
    [
        " so if you want to get those, know those, subscribe to the podcast, whatever you subscribe to",
        9053.8,
        9058.82
    ],
    [
        " podcast and don't forget about the warrior kid podcast. Which is awesome.",
        9058.82,
        9063.74
    ],
    [
        " For some reason, I always clear myself hot to say that warrior kid stuff is awesome.",
        9064.62,
        9069.5
    ],
    [
        " I think it's because I'm saying it as like a dad. Yeah. You know what I mean? Yes, I do.",
        9070.12,
        9076.66
    ],
    [
        " I'm not saying it directed at myself. Yeah, look, I don't mean like, hey, I'm great at the warrior",
        9076.76,
        9081.96
    ],
    [
        " kid podcast. I'm I'm not saying that. I'm saying it as a dad, if you can get your kid to listen",
        9082.2,
        9088.36
    ],
    [
        " the warrior kid podcast, it will benefit them greatly and trying to figure out the ways of the",
        9088.36,
        9094.44
    ],
    [
        " world and how to live in this crazy world that we have. And also, there's a warrior kid that makes",
        9094.44,
        9101.88
    ],
    [
        " soap in central California. Well, I guess it's Southern California. But anyways, Irish oaks ranch.com,",
        9101.88,
        9109.44
    ],
    [
        " young Aiden, runner in a business. I think he's 13 years old. Pretty soon, he's not going to be a kid anymore.",
        9109.82,
        9115.32
    ],
    [
        " But in the meantime, you get some of his soap so you can stay clean. And we got a YouTube video channel.",
        9116.28,
        9124.58
    ],
    [
        " Is that what it's called? Sure. Yeah, YouTube video channel. Yeah. Right. As opposed to YouTube, what?",
        9124.7,
        9132.62
    ],
    [
        " channel audio channel? Well, anyways, on that video channel on YouTube, which the video channel is called",
        9133.74,
        9141.12
    ],
    [
        " Jockel podcast. That's the video channel, right? Yes, sir. Yes. So if you go to that, you can watch a",
        9141.12,
        9147.5
    ],
    [
        " bunch of videos that Echo Charles made. And you can watch this podcast. You can see what Echo Charles",
        9147.5,
        9153.1
    ],
    [
        " looks like. He looks like not like what he sounds evidently. And also he makes he's he's",
        9153.1,
        9162.6
    ],
    [
        " what do you what do you experiment with? Sure. Yeah, he makes videos with his own personal skills.",
        9162.6,
        9170.08
    ],
    [
        " Right? Yeah, such an eloquent. Interesting. Well, the thing is I feel like a lot of times when you",
        9170.08,
        9178.4
    ],
    [
        " make videos, you're not you're experimenting in a way. Yeah, you're not. That is true. It's not like",
        9178.4,
        9183.92
    ],
    [
        " it's not like I'm saying, hey, make this video. And here's the effect that we want. Right, right.",
        9183.92,
        9192.32
    ],
    [
        " Just with your own vision. Yeah. Well, the goal. Okay, so the goal, well, the goal for the whole",
        9193.1,
        9199.54
    ],
    [
        " YouTube thing is sure the video version, you want to watch the podcast, which, you know, man,",
        9199.54,
        9204.56
    ],
    [
        " that's I dig it now. A lot of people do that. I dig it. And then the excerpts we have excerpts on",
        9204.64,
        9210.58
    ],
    [
        " there too. If you don't watch the whole thing, you know, you can watch. You can share those. Yeah.",
        9210.58,
        9214.72
    ],
    [
        " Cool. But yeah, and then sure, I'll take an excerpt essentially, take an excerpt and kind of video",
        9215.22,
        9221.34
    ],
    [
        " wise have some fun with it. You know, add some effects and music and stuff. And yes, very much",
        9221.34,
        9227.16
    ],
    [
        " experimental. But we should make a video of what my life would be like if everything was reflective",
        9227.16,
        9233.86
    ],
    [
        " of how your videos are. I thought about that. Yeah, that was kind of funny. Because like actually,",
        9233.86,
        9239.78
    ],
    [
        " that that warpath video, that's essentially kind of the thing. It's like if you're on the warpath",
        9239.88,
        9244.72
    ],
    [
        " and here's all the things that you're doing. So it showed like, you know, the little video,",
        9244.72,
        9247.7
    ],
    [
        " like video clips of me, or not of me, that I got to view just doing their stuff and writing and",
        9247.7,
        9254.7
    ],
    [
        " stuff. So you put it if you're on the warpath, that's kind of what it represents a little bit.",
        9254.7,
        9258.84
    ],
    [
        " You know, saying, yeah, just a path of destruction in a constructed way.",
        9259.18,
        9263.42
    ],
    [
        " Check. So you can do that. You can also get psychological warfare, which is a little",
        9263.98,
        9268.36
    ],
    [
        " bunch of tracks to help you overcome moments of weakness, which apparently are quite effective",
        9268.36,
        9274.74
    ],
    [
        " because I've had many people explain to me that they utilize them regularly. Yeah. So",
        9274.74,
        9281.24
    ],
    [
        " psychological warfare, iTunes, Google Play, MP3, platforms of all kinds. You can, you can check that",
        9281.24,
        9288.32
    ],
    [
        " out. Also, check out Flipside Canvas, which is Dakota Meyer. If you haven't listened to episode",
        9288.32,
        9293.66
    ],
    [
        " 115 of this podcast, it's one of the most popular podcasts, one of the heaviest podcasts,",
        9293.66,
        9301.48
    ],
    [
        " one of the most impactful podcasts. And there's a lot of impactful podcasts. So I guess that's",
        9302.86,
        9309.18
    ],
    [
        " saying a lot. But Dakota's making, what are they, what are they, what are they making? One of those",
        9309.18,
        9314.66
    ],
    [
        " things called canvas, canvas is art, art, right? Hang your pieces. Yeah. And they, he's got a bunch",
        9314.66,
        9323.44
    ],
    [
        " of different ones, but he actually has made some kind of based on this podcast. He's got one that",
        9323.44,
        9329.02
    ],
    [
        " says discipline equals freedom. He's got one that says good. He's got one that says time is running",
        9329.16,
        9333.62
    ],
    [
        " out. And he's got one that says get after it. So if you want to get one of those, if you want to",
        9333.62,
        9339.7
    ],
    [
        " post that thing up, then you can post it up. You can just have a giant get after it on your ceiling",
        9339.7,
        9345.24
    ],
    [
        " where you sleep. So when you wake up in the morning, the first thing you see is a giant sign that says",
        9345.24,
        9349.4
    ],
    [
        " get after it. So check out that. Yes. Very good ones too. I was looking. I was actually browsing like",
        9349.4,
        9354.84
    ],
    [
        " a bunch of them. But those are good, man. Yeah. And made in America, I forgot to say that. But once",
        9354.84,
        9360.44
    ],
    [
        " again, same thing, same thing as origin, but now we're in Texas. We're building. We have the factory,",
        9360.44,
        9366.48
    ],
    [
        " we're making them, we're printing them. It's all American made. So you're not just supporting",
        9366.76,
        9372.3
    ],
    [
        " Dakota, who is an awesome guy to support. You're also supporting just America in general, which is",
        9372.3,
        9380.44
    ],
    [
        " a positive thing. Oh, yeah. Big time. Also, when you're expanding our, our home gyms,",
        9380.44,
        9386.9
    ],
    [
        " this is what we're going to do. We're going to go to on at dot com slash jaco",
        9387.24,
        9391.86
    ],
    [
        " and get your stuff there. That's where you get good stuff rings kettlebells.",
        9391.86,
        9398.24
    ],
    [
        " Kettlebells big deal. That's like a staple. The rings in the kettlebells. Big staple.",
        9398.38,
        9403.74
    ],
    [
        " Yeah.",
        9405.06,
        9405.5
    ],
    [
        " A lot of good stuff on there. Some those elk bars. Oh, yeah. Yeah. Those are a big deal too.",
        9404.6,
        9414.96
    ],
    [
        " Those will come in the in the clutch when you want a little snack. Little you need a little",
        9415.06,
        9419.22
    ],
    [
        " something. Yeah. Get yourself on those elk bars. Yeah, especially. And if you're,",
        9419.22,
        9423.58
    ],
    [
        " if you're lifting kettlebells, you're probably going to need some elk bars to supplement the",
        9423.62,
        9428.92
    ],
    [
        " scenario. Oh, yeah. Big time. A lot of good stuff on there. Anyway, on it dot com.",
        9429.1,
        9432.82
    ],
    [
        " You got the like the like the like the uh, characters or whatever. Right? What the kettlebells?",
        9433.1,
        9440.14
    ],
    [
        " Yeah. Oh, yeah. The whole set primal bells. Did you get? Did you get any Star Wars ones?",
        9440.14,
        9444.0
    ],
    [
        " Yes. Yeah. The Star Wars. Do you do you feel pride when you say that answer so",
        9444.22,
        9448.58
    ],
    [
        " quick? Yes. Yes. As if like that makes you better than me. Little bit. Yeah. Yes, they do",
        9448.58,
        9454.02
    ],
    [
        " a little bit. But the yeah, well, what Star Wars doesn't really hit me that like strong. Yeah.",
        9454.02,
        9460.44
    ],
    [
        " Yeah. Alright. You know, it's good. It's good. Um, but it doesn't. I don't know.",
        9460.64,
        9465.94
    ],
    [
        " Well, they have the mar what about Marvel? Cause they have like a um, uh, Iron Man one too.",
        9466.2,
        9470.58
    ],
    [
        " Doesn't really. Yeah. That doesn't surprise me. But it's dope though. Yeah. No, I saw it. Which",
        9470.62,
        9477.64
    ],
    [
        " one did you get? Did you get Darth Vader? No, you know, I got this stormtrooper. Yeah. I'm",
        9477.64,
        9481.56
    ],
    [
        " gonna get the Darth Vader one for sure. I mean, get all of them. How much is that much Darth Vader way?",
        9481.56,
        9484.46
    ],
    [
        " Is that the biggest one? I think that's the biggest one. Is that like a 48? No, it's bigger. I think",
        9484.96,
        9490.54
    ],
    [
        " it's bigger than a 48 kilogram. Oh, no, no. Oh, sorry. I was gonna say that's the biggest I have.",
        9490.54,
        9496.88
    ],
    [
        " It might be the seven. Step up this arms race one more time. Forty kilograms. So all it's over",
        9496.94,
        9502.96
    ],
    [
        " hundred pounds. That's six pounds. What's your biggest one is the big foot one 90. Yeah.",
        9502.96,
        9508.54
    ],
    [
        " It depends on some. Okay. That's cool. Whatever.",
        9508.54,
        9511.48
    ],
    [
        " Brad. Yeah. Nonetheless. Anyway, on it.com. A lot of good stuff on there. Get some.",
        9511.68,
        9515.44
    ],
    [
        " Hey, you got a bunch of books too. Mikey and the dragons book for younger kids when they learn to",
        9515.82,
        9521.6
    ],
    [
        " deal with and overcome fear way the warrior kid and Mark's mission. And now we have book three coming",
        9521.6,
        9528.22
    ],
    [
        " out and actually a little kid posted a book review of way the warrior kid. I'm gonna have to",
        9528.22,
        9533.82
    ],
    [
        " repost it, but it's legit. Yeah. Little kids of BMX racer. He talks about all the rules of the way",
        9534.22,
        9541.26
    ],
    [
        " the warrior kid and how they apply to his life. How he has to take care of his BMX bike, take care",
        9541.26,
        9546.02
    ],
    [
        " of your gear. Has to eat properly. Has to get up early. Get on the plan. So pretty cool to see",
        9546.02,
        9551.22
    ],
    [
        " if you want your kids to be on the plan or if you want your neighbor kids to be on the plan",
        9551.22,
        9556.86
    ],
    [
        " or if you want your kids at the school, get this book series of books. Way the warrior kid,",
        9556.86,
        9561.78
    ],
    [
        " Mark's mission and book three coming out. It'll be on the it'll be available for preorder very",
        9561.78,
        9566.08
    ],
    [
        " soon. I'll let everyone know it's called where there's a will. And then the discipline equals",
        9566.08,
        9571.02
    ],
    [
        " freedom field manual. Just how to get after it mentally and physically and emotionally.",
        9571.02,
        9580.92
    ],
    [
        " Sure. You know, feeling smooth. Yeah. The fact that that book is continuing. I'm continuing to get",
        9581.4,
        9590.4
    ],
    [
        " the best feedback on that book. So it was cool. Now people are posting little pictures of it.",
        9590.4,
        9595.28
    ],
    [
        " Okay. This page got me through today. Yeah. So there you go. Just make this freedom field manual.",
        9595.28,
        9601.06
    ],
    [
        " Get that one. It's not on audible. It's on iTunes, Amazon, music, Google Play, it's on MP3",
        9601.22,
        9608.5
    ],
    [
        " platforms. Don't forget about extreme ownership. The first book I wrote with my brother,",
        9608.5,
        9613.34
    ],
    [
        " Dave Babin, about what we learned in combat and how you can apply it to your business and your",
        9613.4,
        9617.84
    ],
    [
        " world and your life. And then we followed that up with the dichotomy of leadership at which",
        9617.84,
        9621.5
    ],
    [
        " we are now getting multiple reports from the battlefield that the dichotomy of leadership is",
        9621.5,
        9627.06
    ],
    [
        " is a little bit better. Some people think I am I am I kind of felt that way. But you know,",
        9627.06,
        9635.36
    ],
    [
        " extreme ownership has the core. Yeah. Like it's always going to have it's always going to be the",
        9635.48,
        9640.24
    ],
    [
        " bigger brother. Yeah. Yeah. That's the OG. But you never know, man dichotomy. Sometimes that",
        9640.24,
        9645.34
    ],
    [
        " other kid, right? Yeah. Sometimes the other kid has the has a little bit. You can learn lessons.",
        9645.4,
        9650.46
    ],
    [
        " That's exactly what happened with dichotomy. We learned lessons after we wrote extreme ownership",
        9650.74,
        9654.98
    ],
    [
        " and said, you know what the most you know, the hardest thing for people to do is balance the dichotomy",
        9654.98,
        9659.76
    ],
    [
        " of leadership. That was chapter 12 in extreme ownership. Then it became a whole book. Yeah. So",
        9659.76,
        9664.92
    ],
    [
        " kind of like Rambo, right? You know, so Rambo, when people say, who do you, what do you think your",
        9664.92,
        9669.84
    ],
    [
        " Rambo? They're talking about Rambo first blood part two. Right. So dichotomy is kind of like",
        9669.84,
        9676.76
    ],
    [
        " Rambo where like people are like, oh, I know the dichotomy love, but but the people who know know",
        9676.76,
        9681.82
    ],
    [
        " that first blood is the real movie is the real OG one that Rambo is not better. Rambo's",
        9681.82,
        9687.66
    ],
    [
        " name Rambo gets a lot of glory. They get the praise and it's awesome. Well, one thing that I",
        9687.66,
        9692.3
    ],
    [
        " guarantee you is the dichotomy leadership is not jaws to which no one talks about jaws to.",
        9692.3,
        9698.58
    ],
    [
        " No one cares about jaws to jaws one is epic. So the dichotomy leadership is epic in its own right",
        9699.14,
        9709.5
    ],
    [
        " and it can stand on its own. But it's still going to be still on the shadow. It seems to be coming",
        9709.5,
        9714.0
    ],
    [
        " out from the shadow. I guess that's what I'm saying. Just like Rambo. Okay. Well, that's good. Don't",
        9714.0,
        9719.42
    ],
    [
        " forget about echelon front. That is our leadership consultancy is we solve problems through",
        9719.42,
        9725.28
    ],
    [
        " leadership. So it's me, Lave Babin, JP, you know, Dave Burke, Flynn, Cockron, Mike Srelie,",
        9725.28,
        9729.84
    ],
    [
        " Mike Bima and Jason Gardner go to echelonfront.com for details. If you want us to come and help you",
        9729.9,
        9737.16
    ],
    [
        " align the leadership inside your organization so you can destroy your competitors. Is that a",
        9737.16,
        9744.92
    ],
    [
        " little bit much? Maybe. But what do you want to do? Give them a gentle massage? No, you want to",
        9744.92,
        9755.26
    ],
    [
        " come. Don't forget about the muster. We have musters. It's a leadership event. It's two days long.",
        9755.26,
        9762.18
    ],
    [
        " We're doing it in Chicago in Denver and in Sydney this year. Go to extremotorship.com. Every one of",
        9762.32,
        9768.4
    ],
    [
        " these events that we've done has sold out. So these are all going to sell out. They're on track",
        9768.4,
        9772.5
    ],
    [
        " to sell out right now. So if you want to come to those go to echelonfront.com and or extremotorship.com",
        9772.5,
        9779.38
    ],
    [
        " and you can register now before it sells out. And when it sells out, you're going to be mad. Don't",
        9779.38,
        9784.94
    ],
    [
        " be mad at me. Take ownership of it. I'm trying to take ownership right now telling you that it's",
        9784.94,
        9790.28
    ],
    [
        " going to sell out. I'm taking ownership of the fact that it's going to sell out and I'm trying to",
        9790.28,
        9793.48
    ],
    [
        " communicate it to you. Hopefully you listen. So that's that EF online. If you can't make it to the",
        9793.48,
        9798.8
    ],
    [
        " muster or let's say you got 300 people in your company or 3000 people in your company and you",
        9798.8,
        9805.38
    ],
    [
        " want to bring them all the muster and you can't or you want to bring echelonfront in. But echelon",
        9805.38,
        9810.68
    ],
    [
        "front we can't travel to the nine countries that your company is located in. So guess what? That's",
        9810.68,
        9816.54
    ],
    [
        " why we made EF online so that you can do and your entire organization can get completely aligned",
        9816.54,
        9827.06
    ],
    [
        " in how you are utilizing leadership across your organization. So it's online but it's not just",
        9827.06,
        9834.3
    ],
    [
        " watching videos. It's yes, there's videos, but it's also interactive where you where you get put",
        9834.3,
        9840.44
    ],
    [
        " into leadership scenarios and then you have to figure out what to do. And if you choose the wrong",
        9840.44,
        9844.28
    ],
    [
        " scenario, you're going to lead your company or your platoon into a bad situation. So check it out",
        9844.28,
        9851.5
    ],
    [
        " EFOnline.com and I already talked about this EF Overwatch. This is the company that we have now where",
        9851.5,
        9859.2
    ],
    [
        " you're taking special operations and combat aviation people leaders and putting them into companies",
        9859.2,
        9867.4
    ],
    [
        " so that the companies can utilize the leadership skills of these experienced combat leaders to help",
        9867.4,
        9876.28
    ],
    [
        " their company lead to victory. And as I mentioned earlier, you don't you I recommend you don't",
        9876.28,
        9889.18
    ],
    [
        " based on the talent that they have on especially the leadership capability that they have.",
        9889.18,
        9895.06
    ],
    [
        " And if you want to stay in the game with us, echo and I are actually on the interwebs. We are on",
        9895.64,
        9905.76
    ],
    [
        " Twitter. We are on Instagram and we are on dot the fight book. Echo is at Echo Charles and I am at",
        9905.76,
        9914.62
    ],
    [
        " Jaka Willink and thanks to the police and law enforcement of firefighters, paramedics, EMTs,",
        9914.62,
        9920.84
    ],
    [
        " correctional officers, border patrols, all first responders, including the dispatchers.",
        9921.06,
        9926.48
    ],
    [
        " I spent some time as I said with the police out in North Carolina recently and what a tough job",
        9926.66,
        9933.24
    ],
    [
        " and what a great bunch of people out there putting it all on the line to protect us here at home.",
        9933.24,
        9940.74
    ],
    [
        " And of course, to our military men and women, like the one that I opened up this podcast with",
        9940.74,
        9950.72
    ],
    [
        " Fred Garland, Bragg, Jr. First Lieutenant, US Army, killed an action Vietnam on July 12, 1967.",
        9950.72,
        9960.76
    ],
    [
        " But a hero, a leader and an example to all of us that regardless of the odds you are facing,",
        9963.78,
        9973.18
    ],
    [
        " you can stand up and you can fight. And to everyone else out there, you can do the same thing.",
        9974.1,
        9983.04
    ],
    [
        " Every day stand up to whatever challenges you face and get after it.",
        9983.04,
        9990.66
    ],
    [
        " And until next time, this is Echo and Jaka out.",
        9990.66,
        9997.8
    ]
]