[
    [
        " Jocco, what if I don't have time to explain the why to my troops for a decision I'm making during an operation?",
        0.16,
        7.04
    ],
    [
        " US Army first lieutenant.",
        7.88,
        8.8
    ],
    [
        " So",
        9.36,
        9.78
    ],
    [
        " Awesome. Thanks for your service. US Army first lieutenant get some and I I",
        9.78,
        17.44
    ],
    [
        " talk about",
        17.44,
        18.1
    ],
    [
        " troops and people in general never wanting a",
        18.1,
        23.86
    ],
    [
        " plan to be",
        23.86,
        25.9
    ],
    [
        " imposed upon them and so that's that's what this question is kind of based around someone saying look",
        27.12,
        31.08
    ],
    [
        " You know you don't want to just force people to do some plan you want to say hey, what do you think you should do?",
        31.08,
        35.1
    ],
    [
        " And hey, here's here's what we're doing and here's why we're doing it",
        35.4,
        38.26
    ],
    [
        " This is why it's important that gets people to take ownership of it and therefore they do a better job",
        38.26,
        42.3
    ],
    [
        " So he must have heard me say that now he's saying look sometimes I ain't got time to be explaining the why when we're getting this going on",
        42.3,
        48.92
    ],
    [
        " And that's why this idea of explaining the why is true",
        48.92,
        52.28
    ],
    [
        " 99% of the time in an administrative situation in a situation where things are under control",
        53.04,
        59.0
    ],
    [
        " We've got time to think about what's happening",
        59.0,
        60.56
    ],
    [
        " That's when you can go and say hey, what you what you know?",
        60.56,
        64.12
    ],
    [
        " What do you think how do you think we should do this?",
        64.26,
        65.76
    ],
    [
        " This is why I want to accomplish this is the commanders intent you can do it all that stuff and that makes sense again in a",
        66.24,
        72.74
    ],
    [
        " administrative situation when there's chaos and when there's mayhem and when there's uncertainty",
        72.74,
        79.64
    ],
    [
        " actually the opposite",
        79.64,
        81.42
    ],
    [
        " is true",
        82.28,
        82.82
    ],
    [
        " You actually want your troops to",
        82.82,
        87.78
    ],
    [
        " You they want they want to see and hear clear directives from you",
        87.78,
        97.06
    ],
    [
        " They want to know what they should do in no uncertain terms and it's you can think of situations where if you've seen",
        97.06,
        104.86
    ],
    [
        " Let's say a car accident, right and you see people that are kind of frazzled if someone steps up into that situation",
        104.86,
        112.1
    ],
    [
        " No one's doing anything that they're supposed to be doing if someone says stuff",
        112.1,
        114.58
    ],
    [
        " And says you too start dragging that person over there you go call 911",
        114.58,
        118.42
    ],
    [
        " They actually teach that you know when you when you're learning about how to handle",
        118.42,
        122.64
    ],
    [
        " Traumatic situations somebody needs to step up step back take charge of the situation everybody wants that to happen and that's true in a",
        122.64,
        131.38
    ],
    [
        " Combat scenario again, this is different from when we're in the rear and we're we're formulating a plan and we're safely going over",
        131.38,
        138.56
    ],
    [
        " Whatever ideas we have and that's when you want to get impact input and feedback and",
        138.56,
        143.7
    ],
    [
        " You let your subordinate leadership come up with a plan. That's all good",
        143.7,
        147.02
    ],
    [
        " But that's not true during a like I said during a pressure situation when there's a",
        147.02,
        152.86
    ],
    [
        " Critical scenario unfolding people want to be led now",
        152.86,
        158.56
    ],
    [
        " When you lead them in those situations you can still give orders by commanders intent",
        158.56,
        165.54
    ],
    [
        " You can still just give intent so an example of that and I actually wrote my example down you can say like",
        165.84,
        171.46
    ],
    [
        " Delta 1 6 we need high ground on the other side of that road make it happen",
        171.46,
        174.82
    ],
    [
        " So then the Delta 1 6 commander goes okay, I need high ground on the other side of the road",
        174.82,
        179.98
    ],
    [
        " There's a good building looks like that someone we could take hey, you know squad come with me",
        179.98,
        184.06
    ],
    [
        " And they go over and take down the building I gave them a still gave him commanders intent",
        184.06,
        187.86
    ],
    [
        " I gave him very clear commanders intent. I didn't really tell him why I",
        187.86,
        192.26
    ],
    [
        " Didn't say hey, what do you think would be best? Do you think it's a good idea to get high ground? No",
        192.26,
        195.22
    ],
    [
        " I said go get high ground on the other side of street. That's what I told him to do",
        195.4,
        199.0
    ],
    [
        " So I'm gonna let them figure out they understand what the intent is you could say something a little bit more specific",
        199.0,
        204.36
    ],
    [
        " You could give them an actual",
        204.36,
        206.74
    ],
    [
        " An actual directive you could say",
        206.74,
        209.82
    ],
    [
        " Charlie 1 6 get take two squads assault building 34 on the other side of the road get high ground on the rooftop go",
        209.82,
        216.48
    ],
    [
        " Now we have something it's more specific",
        216.48,
        219.72
    ],
    [
        " Again, it's not commanders intent. It's directly. I'm telling you what to do and a lot of times people are gonna want that",
        220.48,
        225.48
    ],
    [
        " They're gonna want to hear exactly what to do in these pressure situations",
        225.48,
        228.34
    ],
    [
        " So depending on the level of experience that your subordinate leadership has depends on maybe how specific you're gonna get",
        228.34,
        235.68
    ],
    [
        " With just given commanders intent versus giving something very specific to do both of those are the right answers",
        235.68,
        241.46
    ],
    [
        " If you have a good really good leader underneath you and you can just give them the intent and even let them come off the plan",
        241.46,
        246.46
    ],
    [
        " Cool go with that if you got something that needs a little more guidance give them a little bit more specific guidance",
        246.46,
        250.32
    ],
    [
        " Now obviously one part of that is",
        250.32,
        256.32
    ],
    [
        " You gotta have trust you gotta have trust with the with the subordinate leadership with that you're working with whether that's you working with your whole",
        256.32,
        263.08
    ],
    [
        " Patoon and you just got to trust your your squad leaders and your your fire team leaders",
        263.08,
        266.86
    ],
    [
        " But you got to build that trust through",
        266.86,
        269.66
    ],
    [
        " through training and through",
        269.66,
        272.22
    ],
    [
        " Hard training through coaching them and mentoring and again, I hate using the word coaching and mentoring because that always gives an",
        273.92,
        280.7
    ],
    [
        " Air of superiority and I'm not gonna want to come off across as superior to other people",
        280.7,
        286.22
    ],
    [
        " Why do I not want to come off as superior to other people?",
        286.22,
        289.78
    ],
    [
        " Well number one because it",
        290.42,
        292.8
    ],
    [
        " Unifies our team more and number two because I'm not superior to other people",
        292.8,
        296.48
    ],
    [
        " Right, I'm another person and my subordinates even though they might not have as much time and rank or",
        296.76,
        301.82
    ],
    [
        " Experiences me they still might have great ideas and I respect that so this isn't a",
        301.82,
        307.02
    ],
    [
        " Hey, I don't want to use coach or mentor because I'm manipulating them",
        307.02,
        310.38
    ],
    [
        " And I want to make sure that they that they listen to me because I'm being a certain way with them",
        310.38,
        315.2
    ],
    [
        " No, no, I legitimately",
        315.2,
        316.36
    ],
    [
        " Respect what they're saying. That's the difference here. So",
        316.36,
        320.64
    ],
    [
        " But that's but my goal is to build trust and the other way that you build trust and I've said this before",
        320.64,
        325.6
    ],
    [
        " Is by giving trust, you know, hey, I trust that you can do this. Hey echo",
        325.9,
        329.48
    ],
    [
        " You're gonna go take down the building I trust you playing come up with it and make it happen boom you could do it",
        329.48,
        333.48
    ],
    [
        " You trust me more when I trust you you trust me and that's what we want to do",
        333.48,
        337.14
    ],
    [
        " Now when the operation is over",
        337.14,
        340.42
    ],
    [
        " And and now you're in a post operational debrief then you can discuss",
        340.42,
        345.7
    ],
    [
        " Why you gave a certain order or you can get feedback from them on a why they executed a certain way and you can get the questions going back and forth",
        345.7,
        353.34
    ],
    [
        " And through that little question and answer",
        353.36,
        355.98
    ],
    [
        " Period that takes place during a post operational debrief. We get to know each other more",
        355.98,
        360.76
    ],
    [
        " We build more trust and we become better as a team",
        360.76,
        363.94
    ],
    [
        " So that's the way it works",
        363.94,
        366.78
    ],
    [
        " You don't always have time to explain why pressure situations you lead",
        366.78,
        372.22
    ]
]