[
    [
        " This is Jocco podcast number 171 with echo Charles and me, Jocco Willink.",
        0.38,
        6.44
    ],
    [
        " Good evening, echo.",
        6.88,
        7.78
    ],
    [
        " Good evening.",
        7.94,
        8.34
    ],
    [
        " I do solemnly swear that I will support and defend the Constitution of the United States",
        9.24,
        18.06
    ],
    [
        " against all enemies foreign and domestic, that I will bear true faith and allegiance to the same",
        18.06,
        25.72
    ],
    [
        " and that I will obey the orders of the President of the United States and the orders of the officers",
        25.72,
        31.98
    ],
    [
        " appointed over me according to the regulations and the uniform code of military justice",
        31.98,
        37.98
    ],
    [
        " so help me God.",
        37.98,
        40.34
    ],
    [
        " And that is the oath of enlistment that is made by every US military member.",
        41.82,
        52.66
    ],
    [
        " And the other day I was at a charity event for America's mighty warriors, which is an organization that was created by Mrs. Debbie",
        53.78,
        66.92
    ],
    [
        " Momalie, the mother of Mark Lee from Task Unit Bruser, who was the first seal killed in action in Iraq.",
        66.92,
        76.2
    ],
    [
        " And it was a great event and it was an honor to be there and I spent some time answering questions from some of the people that had come out to the event.",
        76.3,
        87.14
    ],
    [
        " And one of the individuals asked a question about the fact that he had served in the Marines during the 90s during a time of peace.",
        87.3,
        99.78
    ],
    [
        " And he didn't go into combat and he didn't go to war and he actually felt guilty about that.",
        100.84,
        105.5
    ],
    [
        " He felt that he hadn't done enough and I told him the truth and the truth is that he had done what his country had asked him to do.",
        105.86,
        116.08
    ],
    [
        " That's what he had done.",
        116.88,
        118.18
    ],
    [
        " And if the country had needed him to give more, then he would have given more.",
        118.74,
        123.12
    ],
    [
        " That is what the oath of enlistment is and it's one of, if not the most powerful oath that a person can give because when you take that oath, if you take that oath, you are putting your country above all else, above your family, above your future, above your life, above yourself.",
        124.06,
        149.34
    ],
    [
        " And with that oath, when you take that oath, if your country needs you to sacrifice, you will sacrifice.",
        151.64,
        159.38
    ],
    [
        " And if the country needs your time, you will give it your time.",
        159.38,
        163.18
    ],
    [
        " And if it needs even more than that, then you will give it even more.",
        163.64,
        168.04
    ],
    [
        " And the good soldier, sailor, airman, or Marine, the servicemen and women who defend this nation.",
        168.26,
        177.04
    ],
    [
        " They will sacrifice and they will give until they have nothing left.",
        179.88,
        185.26
    ],
    [
        " And it is my honor tonight to have someone on the podcast that has sacrificed incredibly for our great nation and yet his attitude remains completely unwavering.",
        186.02,
        202.92
    ],
    [
        " He drives on and sets an example for everyone, an example of pure fortitude and tenacity and one that fully represents the motto of the hollowed brotherhood, he will always be a part of.",
        203.06,
        223.08
    ],
    [
        " And that's the United States Marine Corps and their proud, maximum, Semper Fidelis, always faithful.",
        224.04,
        231.2
    ],
    [
        " And I've been working to make this podcast happen for a long time and tonight I am grateful to have this hero with us, a man by the name of Matthew Bradford.",
        232.92,
        244.1
    ],
    [
        " Matt, welcome to the show.",
        244.62,
        247.82
    ],
    [
        " Thanks for having me on, Jaco.",
        248.44,
        249.5
    ],
    [
        " This is something else to be set in front of you right now because it's been a lot of remarkable people that's been on this podcast and it's a true honor to be here in front of you and echo and get the chance to meet you all.",
        249.62,
        259.94
    ],
    [
        " Yeah, and I know we've been working on making this happen for a while.",
        260.44,
        264.1
    ],
    [
        " So I'm glad we finally were able to get you and your family on a plane, flown out here where we can sit down and talk for a little bit and then you can get back with your family and go have some good times.",
        264.26,
        274.36
    ],
    [
        " It goes swimming the pool and spend the week at the happiest place on earth.",
        274.96,
        279.22
    ],
    [
        " Yes, indeed. And it sounds like you're going to have good temperatures or give you a little heads up.",
        279.7,
        284.34
    ],
    [
        " It can be a little warm here in Anaheim if you're not careful to come out or in the summertime you you'll you'll get baked out there in the in the in the in the Disney land.",
        284.34,
        295.9
    ],
    [
        " My my my pace the white skin and I'm hardhead it so I don't like put sunscreen on so I learned the hard way.",
        295.94,
        302.58
    ],
    [
        " Yeah, well hopefully you guys be alright.",
        303.1,
        305.02
    ],
    [
        " All right, so let's just go let's go to the beginning, growing up what that was like growing up in Kentucky and Virginia.",
        305.6,
        313.74
    ],
    [
        " What was that all about?",
        313.98,
        315.48
    ],
    [
        " Yeah, I was born in Petersburg, Virginia.",
        316.16,
        317.98
    ],
    [
        " My dad, he worked at Fort Lee at the Defense Commissary Agency and you know an early age my parents got divorced so I moved to",
        318.2,
        325.74
    ],
    [
        " with my mom in Kentucky where all of my families from and even today when people ask me where I'm from, Kentucky is just easiest answer.",
        325.74,
        332.98
    ],
    [
        " And you know throughout my childhood like we moved so much I learned a lot because my mom she worked paycheck to paycheck so I learned a lot about you know how to",
        334.12,
        344.74
    ],
    [
        " appreciate things and be thankful for things and not expect the bigger things and you know through this I learned to just go outside and be with my friends and never expect",
        344.74,
        355.5
    ],
    [
        " you know big Christmas or what I knew one thing from from my mom and from my stepdad and even my family around me the one thing they showed me and the rest of us was love.",
        355.5,
        365.22
    ],
    [
        " And it taught me a lot about life at an early age and you know it's it's through all the moving around but you know in Kentucky the one thing with Kentucky is they they have a lot of their drug problems.",
        365.98,
        378.8
    ],
    [
        " So it's getting out playing sports and getting away from that helped out a lot and you know all of this happened in 2001 and that's when I realized as a ninth grade and as a freshman in high school is when I felt like it was my purpose to serve this country in the military even though I was a freshman in high school.",
        379.1,
        397.18
    ],
    [
        " I said they're watching you know the the terrorist attacks go on in New York City in the Pentagon and I felt like it was my time go home and nobody was on the streets nobody was playing basketball or football or whatever the sport of the time was everybody was inside watching the news.",
        397.18,
        413.44
    ],
    [
        " And also through that you know my mom and my stepdad was going through some things as their own and and that's when thankfully my dad stepped in and my dad said you're coming to live with me now and that was the greatest decision ever because although I love Kentucky.",
        413.88,
        429.82
    ],
    [
        " I don't know where I'd be at the day if if my dad didn't step in and you know pull me towards him in Virginia and moving to Virginia after my freshman year in high school and staying there for three years you know living right next to an army base and visiting the army base daily I got to change to see what what what the willingness to serve you know the patriotism and all this stuff and it really kind of boosted my my motive to serve more and more.",
        430.5,
        458.46
    ],
    [
        " So when you were when you were in Kentucky and you are a freshman had you thought about the military prior to September 11th.",
        459.02,
        467.1
    ],
    [
        " Growing up in Kentucky the only thing that I wanted to do was play basketball for the University of Kentucky. I mean that's the one thing and you know you go out on the street or you'd play video games which then was the old school playstation and you just wanted to play basketball for Kentucky.",
        467.12,
        481.7
    ],
    [
        " There was nothing else and 2001 happened and that's when kind of like it got in my mind that's what I wanted to do and then during that time black Hawk down come out as the movie and I just watched that over and over again and I was like I want to be a ranger I want to serve you know and and then it went from the army to I looked into the air force special forces and there their special forces is way too long because I wanted to deploy and I actually ran into the Marine Corps recruiter at Fort Lee playing basketball and he took us to hooters.",
        481.7,
        511.42
    ],
    [
        " And that's very sold me was a hooters and that's that's good I guess it doesn't it doesn't take you know for me when when the Marine Corps recruiting is awesome and I I heard this fact a long time ago that the Marine Corps spends the least amount of money on recruiting but has the the best results because they just have their well they have the Marine Corps they have the Marine Corps persona behind them the legend of the Marine Corps and that I'm really happy.",
        511.64,
        541.4
    ],
    [
        " Remember you know when I was a kid there was a guy that I knew that was a drill instructor and he was older than me but you know occasionally he'd come home and I would just think well obviously that's what I'm going to do.",
        541.4,
        551.2
    ],
    [
        " There's no doubt in your mind you know you just see these human beings that are above and beyond anything you've ever really seen before and you go that's you know when you're 10 years old and you see a Marine Corps drill instructor that's if that's a damn impressive site that is an impressive site.",
        551.54,
        569.76
    ],
    [
        " Especially when you see the dress blues walk into the cafeteria school and with all the medals and the ribbons and it's like this is what I want to be and and growing up like on my mom's side my grandpa served and and on my dad's side a lot of his family a lot of that family served in the military and I never realized the military was you know in my future but looking back on it now because I've been asked this question if you've ever if you just think it's you know was set up for you to join the military and as as many people in my family that served.",
        569.78,
        599.56
    ],
    [
        " I kind of you know to answer the question now I thought it was my time to serve and but I mean just the Marine Corps alone it's you know it wasn't my first choice because I just wanted to serve but I tell you what it's it was the greatest decision I've ever made my life as an 18 year old you know December of my senior year in high school go into the map station and you know taking that that oath and getting the date to go to boot camp to recruit training and all I had to do was just give my recruiter my diploma and then I'm going to do my job.",
        599.88,
        629.54
    ],
    [
        " Get on the bus and there I go and it's surprisingly the first day of school the next year is when I was on a bus stepping on those yellow footprints and getting screamed at.",
        629.54,
        637.98
    ],
    [
        " So you decided you were going to join after September 11th and that was your freshman year then you go from Kentucky to Virginia and but you're are you focused all time now you're just saying yep I'm going in the military as soon as I get done with high school that's that's where your mindset was.",
        638.46,
        654.54
    ],
    [
        " That was I was at my grades were bare minimum to average just to stay on a sports team and because all I knew was to my recruiter needed my diploma that was it and believe me there was some classes that I struggled with and I didn't know if I was going to give him that diploma or not but mainly English second semester my senior year that was but it was a it was my mindset that's what I wanted to do I didn't think you think about going to college I just wanted to serve in the military.",
        654.7,
        681.5
    ],
    [
        " Yeah that's there's something I don't know you know I got I got a bunch of teenage kids I got two daughters and one son that our teenagers all right now and then I got a little girl but for kids these days a lot of them are programmed that what you do when you get done with high school as you go to college and this does not for everybody it really isn't and for me it certainly wasn't it's something I wanted to do I was like oh I should I was just I was just going to do it.",
        683.64,
        711.48
    ],
    [
        " I was just going to do it in the military when I was like 13 because because I would have just been such a much better person you know so all right you you struggle a little bit in school in English apparently.",
        711.48,
        727.2
    ],
    [
        " Definitely what sports did you play football I played basketball a little bit and I pretty much played all sports I'm not for school related but little league baseball and then my wife likes to make fun of me by playing high school tennis from sophomore to senior year and I will I went out there the first practice my body that kind of like recruited me to come play and the coach was like hey how about you to just go down there and play a bunch of sophomores kind of get it out of our way and I beat him 8-0 and he got so many.",
        729.26,
        757.18
    ],
    [
        " It was so funny like walking or walking or down walking back to the other side of the courts and hearing the other players like oh my gosh he just beat him 8-0 and the guy had red hair in his face was just as red as his hair and what you know like I would I junior year I was the one seat on both singles and doubles and went pretty far in the district and you know senior year was the same and it was just something that enjoyed to do in the springtime it was a and honestly it's very did you run so much.",
        757.52,
        787.1
    ],
    [
        " You got to be athletic and you got to be in shape and that helped a lot to you know football in the fall and then tennis in the spring.",
        787.94,
        795.32
    ],
    [
        " And so what year did you graduate?",
        795.92,
        797.54
    ],
    [
        " 2005 and then you left in September of 2005 you leave for boot camp.",
        798.04,
        803.48
    ],
    [
        " I did. I graduated in June and left in September so a couple months in between and that's the one thing like in high school there was a couple Marines or couple guys that I graduated with.",
        803.82,
        815.82
    ],
    [
        " We graduated on Friday and they went to boot camp on Monday and they're the ones that kind of kind of kind of helped me kind of really realize that the Marine Corps is what I wanted to do even though it's kind of what I was focused on.",
        815.94,
        829.0
    ],
    [
        " When did you when did you sign a contract at MEPS December of 2004.",
        829.46,
        833.36
    ],
    [
        " Okay so you had a little delayed entry.",
        833.84,
        836.26
    ],
    [
        " Delayed entry program.",
        836.78,
        837.74
    ],
    [
        " And when else is worried about what they're going to do after high school and you're like I'm going to party all summer long and then I'm going to Marine Corps boot camp.",
        837.76,
        844.68
    ],
    [
        " How much of a shock to your system was it when you got to Marine Corps boot camp.",
        845.02,
        849.5
    ],
    [
        " The first three days was I mean it's it was just so much like you know of course you don't sleep at all and it's just this constant yelling and you're realizing like what in the world did I do.",
        849.96,
        860.02
    ],
    [
        " You can only watch it on videos and understand like okay that's on a TV screen and it's not real life but it was something else getting you know I guess they arrange it up every every time the bus goes through Parasyle and they're going to stand on the yellow footprints in the middle of the night and of course that's when we got off and I was is a 12 passenger van and I was kind of in the middle seat and I had to go through the seat belt to get out I'm getting yelled at so I'm like choking myself with the seat belt.",
        860.02,
        887.84
    ],
    [
        " And you know we get to the yellow footprints and it's like you're sending there and you know position of attention and it's like your calf start tightening up and you start just like oh my gosh what did I do.",
        888.26,
        898.96
    ],
    [
        " Why did I sign this paperwork and I think the funniest thing was when we actually went on to Parasyle and how this this van from Virginia down to Parasyle and eight hours just joking talking the minute we pass the gate it just got silent.",
        899.14,
        913.1
    ],
    [
        " And they were you know and you know going back like when I because I turned 18 my senior year in August and I did a late entry program or I you know what the maps December and when I come home in December and my dad was like so what'd you do and I was like I signed up for infantry in the Marine Corps and he was like you know what infantry does right and it's like I do and this is the time like in my room I had the big Marine Corps poster with the three Marines in their dress blues I think it was the guy and the female.",
        915.08,
        942.62
    ],
    [
        " And it was like it took up the whole wall and I was I was dedicated to the core then and I was so excited to raise my hand and then go to school the next day wearing my MEPs Marine Corps t-shirt.",
        943.24,
        954.04
    ],
    [
        " I was I was like this is it I'm perfect for crew.",
        954.04,
        957.76
    ],
    [
        " Yeah you know I started walking around all the Marine Corps shirts I'd go to the mall and I'd walk around my shoulders all caulked back and like this is it.",
        957.9,
        965.78
    ],
    [
        " Yeah that's awesome I was trying to because there's been quite a few people have joined the military from listening to the podcast and now whenever I talk about this I always try and tell them that for at least the first two weeks they're going to hate me they're going to hate the military they're going to a bouquet is going to seem like the worst decision ever made.",
        966.82,
        985.52
    ],
    [
        " I was actually speaking on the USS George Washington in Japan in 2009 and this this sailor walked up to me and I was like I just got phone with my dad tell him I'm reading listen up here you speak and I'm like oh gosh you didn't give me my name did you.",
        985.52,
        998.94
    ],
    [
        " But yeah check so you go through boot camp and you get done you and you knew you were going infantry the whole time right I did I knew I was infantry and you know in 2005 like I feel like we had about 70%.",
        998.98,
        1015.5
    ],
    [
        " 75 recruits in Arplatoon and majority of them were going infantry and the funny thing is sitting in our squad bay and our senior drill instructor he was he was sitting in front of us talking to us up on the quarter deck and he's like I got one more class after you all and then once I'm once I'm done I'm going Hawaii and I'll never see you little.",
        1015.66,
        1035.46
    ],
    [
        " You little pukes again and and you kind of just like blow that off it's like okay cool he's going Hawaii I'm more than likely at East Coast Marines I'm going to say a camp was June and do my time there and hopefully never run into him but then you experience the small Marine Corps gets a lot smaller and you know once we got the SOI graduated from there and and they told us that a select few of us from alpha company school of infantry would be going to Hawaii be stationed with second time third Marine.",
        1036.5,
        1065.44
    ],
    [
        " So they dropped us off in Hawaii and you go through there and is that normal for like a whole company from SOI to go together to a battalion somewhere I didn't think so I thought you know you know the Marine Corps it's like east of the Mississippi you're pretty much going to stay all together but I thought they would kind of disperse you out through different battalions and thankfully everybody like a lot of the guys that I want to boot camp with",
        1070.6,
        1095.18
    ],
    [
        " was in the same battalion as me in Hawaii so like I create that friendship and that brotherhood from the start of the Marine Corps and carried it with me along the way and and I was glad because you know it's grown up in Kentucky Virginia I didn't want to be stationed in Lajoon or the East Coast and you know they gave me this little wish list which I don't think they even look at I think they just give it to you because it's checking the box but I feel good yeah I picked Okinawan Camp Pendleton is my first two choices and they pretty much put me right in the middle Hawaii and the difference so I always tell people what I'm doing and I'm going to say I'm going to say I'm going to say I'm going to say I'm going to say I'm going to say I'm going to say I'm going to say I'm going to say I'm going to say I'm going to say I'm going to say I'm going to say I'm going to say I'm going to say I'm going to say I",
        1095.18,
        1125.16
    ],
    [
        " go to a free government trip to Hawaii I mean I can't complain about that at all so how was the School of Infantry it was cold in North Carolina we were during that time there was so many guys going through the through infantry school and a lot of guys were just like there for a couple months three months and you know like you go to the",
        1125.16,
        1147.6
    ],
    [
        " snake line of rows and rows of Marines going just trying to each out and I was so close to actually call my recruiter to go on recruiter's",
        1147.6,
        1155.42
    ],
    [
        " assistance because I didn't know how much longer I'd be here and thankfully my last name starts with a B and so so January I got selected and put an alpha company and the first three weeks is just kind of",
        1155.42,
        1167.64
    ],
    [
        " learning the whole weapon systems and working on you know going on humps and stuff and and then the next three weeks was basically out in the field the whole time doing",
        1167.64,
        1175.5
    ],
    [
        " infantry work and clear you know learn how to clear rooms and do a lot of mouth training and at this point you're did you guys all pretty much",
        1175.5,
        1183.96
    ],
    [
        " assume you're going to Iraq or Afghanistan 100% I mean being an infantry man in the Marine Corps there's a war in two countries you you must have all just",
        1183.96,
        1192.06
    ],
    [
        " realized you're 100% going pretty much and and that's the reason why I wanted to choose infantry because I wanted to blow it as quickly as I",
        1192.06,
        1198.9
    ],
    [
        " possibly could and you know two of my drill instructors were proper heart recipients from the battle of Fallujah and so it's like you kind of you",
        1198.9,
        1207.16
    ],
    [
        " kind of hear it from all the drill instructors when you're going through recruiting training that you know this is where you're going to end up you know you go",
        1207.16,
        1212.36
    ],
    [
        " through your school and you go through your training but more than likely 99% of you are going to Iraq or Afghanistan were you thinking about that like you're on the range",
        1212.36,
        1220.94
    ],
    [
        " you're dialing in your weapon are you thinking yourself I better pay attention right now because I might be needing this skill in a couple months when I'm overseas",
        1220.94,
        1231.08
    ],
    [
        " I don't think it ever like cross my mind because I just did what I was told to do you know and you know when it was on the rifle",
        1231.08,
        1238.68
    ],
    [
        " Ranger if it was like patrolling you know I tried to take in as much as I possibly could and learn as I went and you know the more I learned I just you know I",
        1238.68,
        1247.8
    ],
    [
        " learned to not only teach myself but also teach those around me and stuff because I didn't you know you you only see it on the news you",
        1247.8,
        1255.5
    ],
    [
        " don't really know what to experience and it's it's funny because I tried to read the book no true glory yeah and I couldn't really understand what I",
        1255.5,
        1262.82
    ],
    [
        " rack was like you know from clearing rooms or patrolling down the streets urban terrain I couldn't understand that because I wasn't there",
        1262.82,
        1270.4
    ],
    [
        " and you know of course now when I read these books I understand because I can visualize it in my head but you know then I was just doing what I was told and I was learning as I went along and",
        1270.88,
        1281.98
    ],
    [
        " I you know I learned what I could through school of infantry and then once I got to the fleet it kind of changed a lot because we said to learn what the with Arbataian and and our squad and platoons was doing there at the school of infantry did you do",
        1281.98,
        1295.14
    ],
    [
        " company-sized operations of like clearances of villages and stuff like that we we did towards the end of school of infantry we had we had all the",
        1295.68,
        1307.0
    ],
    [
        " elevens out there and then we had the machine gunners and the mortar man would set up and and we kind of we would we would",
        1307.0,
        1313.92
    ],
    [
        " humvee in and you know we'd go in a clear couple homes and stuff like that and but it was more of a company level it's hard it's hard to",
        1313.92,
        1323.82
    ],
    [
        " remember back then what it was yeah because it was the one thing in like North Carolina like where we were at trying it for a school of",
        1323.82,
        1329.84
    ],
    [
        " infantry which is a lot of like machine gun fields and a lot of like pop up targets and those kind of ranges and then the mount town wasn't as extensive as it was once we got to the fleet went to",
        1329.84,
        1339.28
    ],
    [
        " cax in California so there so you would say at school of infantry you are more working on your individual infantry skills more than like working together with a",
        1339.28,
        1349.12
    ],
    [
        " platoon or a company-sized elements I think so because a lot of times at school of infantry we did a lot of fire team stuff okay and you know we did a lot of hikes every every",
        1349.12,
        1357.8
    ],
    [
        " Thursday once we got back from the field but a lot of it was like this learned weapons learned how to shoot a pop up targets and like moving targets and just kind of like learn just kind of",
        1357.8,
        1367.7
    ],
    [
        " learn the whole weapon weapons and systems and stuff every marine is first and foremost a rifleman yeah and that's where you become a rifleman",
        1367.7,
        1376.66
    ],
    [
        " okay so now you get assigned to two three Marines and you're you're heading off to Hawaii which is coming from coming from Kentucky and in Virginia and then North Carolina and now all of a sudden you wake up in your Hawaii we were actually in the squad",
        1377.06,
        1394.62
    ],
    [
        " by me a guy from Georgia and the other guy from Tennessee and we were listening to Craig Morgan's redneck yacht club thinking this is what we're going to do when we get to",
        1394.62,
        1402.94
    ],
    [
        " Hawaii and of course I think all three of us were in different companies so we never saw each other once we got to Hawaii but you like you fly in and you get there and it's like oh my gosh we're in Hawaii and we get on the bus we get all our gear and we get",
        1402.94,
        1419.02
    ],
    [
        " dropped off at the battalion office and we got you know two of my seniors waiting on me and he's like they're basically like pulling me to the",
        1419.02,
        1426.32
    ],
    [
        " bear it's just so it's like you're all ours now it's like oh gosh and then you know you start hearing stories from like other the other guys that you",
        1426.32,
        1435.06
    ],
    [
        " know got there with me and how their their seniors are you know welcoming them into the the platoon what what month did you get there",
        1435.06,
        1444.84
    ],
    [
        " March March of 2006 okay and so the as soon as you get there so and those guys were just coming back from Afghanistan right they were they they were",
        1444.84,
        1455.26
    ],
    [
        " actually over there during operation red wing yeah and yeah they were I think they got back February 2006 so they were just getting back from their post",
        1455.26,
        1463.92
    ],
    [
        " deployment leave and you know once once we got there it was pretty much you got to get right into another work up and and then that",
        1463.92,
        1474.18
    ],
    [
        " work up is where you really start integrating everyone together working in platoon size elements working in company size elements it was and then that's when we kind of they told us",
        1474.18,
        1484.64
    ],
    [
        " when we first got there everything you learned in school of infantry just like lose it because now you're going to learn what we teach you and you know from everything from just like clearing conference rooms and barracks",
        1484.64,
        1495.04
    ],
    [
        " rooms to you know working on patrol and up the streets in Hawaii and that was the one bad thing about being stationed in Hawaii that's it's a great place to be",
        1495.04,
        1502.84
    ],
    [
        " station but there wasn't much to do any training and we would I mean we would literally patrol down the streets at K Bay",
        1502.84,
        1509.08
    ],
    [
        " Kanioi Bay why and they had a couple old barracks that we work mounts you know we do mount training with and with sim rounds and you know we do we do to bellows",
        1509.44,
        1519.38
    ],
    [
        " which was like a little air force based that they were starting to create like a mount town and that's when we did a lot of our training and kind of our field work",
        1519.38,
        1526.3
    ],
    [
        " and now at this point are you starting to think and you got guys that are just coming back from Afghanistan are you starting to think like okay now I really need to start paying attention",
        1526.3,
        1535.94
    ],
    [
        " the reason I'm asking you these questions is because I'm trying to relate we know when I joined the Navy it was 1990 there was like I guess the goal for was kind of on the horizon but and it was gone so quick that by the time I was in",
        1535.98,
        1548.38
    ],
    [
        " buds it was over and so even when I was doing workups and stuff like I would always be thinking like okay I need to be good at this because someday I might need this skill but that's a big stretch you know what I mean",
        1548.38,
        1564.78
    ],
    [
        " whereas once September 11th happened every one of these young guys that was coming in it was like oh I'm probably wasn't like someday I might need this skill is like I'm",
        1565.54,
        1573.7
    ],
    [
        " probably going to need this skill in the next couple months to save my life for my friends lives did you feel like that kind of intensity from",
        1573.7,
        1581.72
    ],
    [
        " yourself and from the other guys that were just coming back from overseas I think so because I feel like the way they were kind of",
        1581.72,
        1588.46
    ],
    [
        " instructing us and teaching us this stuff and they kept relaying that any minute now that we could be called up and deploy and you start getting more",
        1588.58,
        1596.72
    ],
    [
        " serious about it and I think my attitude changed and it wasn't more of like joking around even though I like to joke a lot but it was when it's time to be",
        1596.72,
        1605.58
    ],
    [
        " serious it's time to be serious and it's time to learn you know and you know whatever weapons I was carrying around if it's a",
        1605.58,
        1611.72
    ],
    [
        " ball or the rifle the m16 you need to learn everything about that and you need to learn it to its T and I think that's the one",
        1611.72,
        1620.2
    ],
    [
        " thing that I really paid more attention about and and it's but it was just like you could fill it from your seniors because they they",
        1620.2,
        1627.82
    ],
    [
        " experienced like casually they experienced that's over in Afghanistan they knew what combat was like and you started",
        1627.82,
        1633.72
    ],
    [
        " understanding that this is serious now this thing you know this thing the video game or joke you're getting ready to go to war",
        1633.72,
        1638.68
    ],
    [
        " and you know five six seven months or even tomorrow you never know and so everything that you need to learn here is something that you need",
        1638.68,
        1646.24
    ],
    [
        " take serious because this is you could be had yourself in the situation when you're in combat and what point did you know where you",
        1646.24,
        1653.3
    ],
    [
        " would to point to that you would to point to Iraq I feel like it was after cax and July we were in we were in cax from June to",
        1653.3,
        1661.38
    ],
    [
        " July of 2006 which is great months to be in the deserts in California but I feel like once we got back there it was pretty much",
        1661.38,
        1668.08
    ],
    [
        " like we're going to Iraq and and that was so we're still and is this 0 5 or 0 6 oh 6 okay got it yeah join join September 2005 and on I was on a plane in",
        1668.08,
        1678.76
    ],
    [
        " September 2006 headed to Iraq so that's one of the things I want to do in the Marine Corps as I mentioned was just I wanted to deploy and I was",
        1678.76,
        1685.66
    ],
    [
        " literally in the Marine Corps a year and I was already on a plane headed overseas and then did at what point did you know you were where and I",
        1685.66,
        1698.06
    ],
    [
        " was in the heart of Iraq but we were never told what city I think once we got to alas and we were starting to relieve 3 3 and hear about like what they went",
        1698.06,
        1705.88
    ],
    [
        " through and where they were at is when we started really realizing okay this is where we're going so was when you actually got to you got in",
        1705.88,
        1713.54
    ],
    [
        " country is when you realized okay we're going to hadita you knew that you were going to relieve 3 3 you probably heard a bunch of the stories and I mean so this is so I was in",
        1713.54,
        1723.16
    ],
    [
        " I was in Ramadi at this time you know from the spring of 0 6 until the fall of 0 6 so you're we overlapped probably by about a month maybe a little bit more of when you arrived in Iraq and you flew",
        1723.16,
        1737.88
    ],
    [
        " now saw you said flew now saw and we were there basically a day and then while we were in our saw 3 3 was starting to pull some of their",
        1737.88,
        1745.7
    ],
    [
        " Marines out and that's when we started interacting with them and they told us that they felt bad from what we were getting ready to get",
        1745.7,
        1752.54
    ],
    [
        " involved they lost so many Marines while they were over there and and then it's just kind of like you hear stories of other guys in our company like basically in a",
        1752.54,
        1762.94
    ],
    [
        " firefight just get on their fob and you know once we left alas we took we flew up to the hadita dam and mill the night and say they're overnight we started",
        1762.94,
        1773.1
    ],
    [
        " loading our mags and we got in a big convoy and we drove into a dea and it was I mean you just like you hear the stories of",
        1773.1,
        1781.72
    ],
    [
        " the hadita from 3 3 and then when 3 1 went through there I'm sent before and and it's just while while west and again you only see it on TV you never expect to be walk in the same",
        1781.72,
        1794.28
    ],
    [
        " streets and you know this stuff going on but you know the first time we went out on patrol it was it was nerve wracking it was not like it's like you do this in",
        1794.28,
        1802.96
    ],
    [
        " training so much and you feel like you do it so well but now that you're in a situation where it's like oh gosh you know I got look here I got",
        1802.96,
        1809.48
    ],
    [
        " look up I got look down and what was your position in the platoon that was a point man oh get some so it has a and it was a it was fun you know as I think after the first",
        1809.48,
        1820.42
    ],
    [
        " firefight is when like you kind of like okay I can do this this is good I'm motivated now you know and and I was that",
        1820.42,
        1827.12
    ],
    [
        " got me one one time we got a firefighting before we went on patrol I was like gosh I'm ready to get some I'm ready to get a",
        1827.12,
        1833.88
    ],
    [
        " firefight you know and and I didn't know my squally to herd this but after we got in like a two to three hour long",
        1833.88,
        1839.14
    ],
    [
        " firefight we're walking back on to the fob and he yells at me Bradford I'm like what he's like I'm gonna kill you like what did I do now you know",
        1839.14,
        1846.4
    ],
    [
        " that's like I we all come back alive you know like that was a good thing but it was a you know it's it's funny the first",
        1846.4,
        1852.1
    ],
    [
        " firefight we got into we were in the palm groves and we were walking along this compound wall and these these little trees there",
        1852.1,
        1859.48
    ],
    [
        " they're no bigger than there no water than a softball and then there was one no water than a baseball and they open up",
        1860.1,
        1866.54
    ],
    [
        " from our left and so maybe my team leader jumped behind the one that's the size of a softball and he's like hey",
        1866.54,
        1873.58
    ],
    [
        " Bradford get over there by that tree and I'm like bull crap that one smaller than this one you know and and then our",
        1873.58,
        1878.84
    ],
    [
        " corpsman who was a he was a is a junior corpsman he had the shotgun for breaching and he laid off around and I",
        1878.84,
        1886.64
    ],
    [
        " don't I'm pretty sure he didn't hit the guy but the boom scared him and he took off and but it was just a and of",
        1886.7,
        1893.0
    ],
    [
        " course the same day in the Marine Corps it's just our comms went out and so the stuff that we got was kind of",
        1893.0,
        1899.8
    ],
    [
        " crap so it's like here we are in the middle of the palm groves after a firefight and we don't have no",
        1899.8,
        1904.56
    ],
    [
        " cons we're shooting up smoke and trying to get somebody to come down there and help us you know and so",
        1904.56,
        1910.92
    ],
    [
        " what was where were you guys living in Heditha there was a fob in a mill town that we were that we",
        1910.92,
        1916.84
    ],
    [
        " stayed at that was our home it was right in the raki's houses and was it a was it a platoon size",
        1916.84,
        1921.78
    ],
    [
        " element in there a company size element in there it was a company the way that our battalion was",
        1921.78,
        1926.56
    ],
    [
        " split up the battalion commander and the headquarters was more in the dam Heditha dam and then Heditha was the",
        1926.56,
        1932.52
    ],
    [
        " the main a.o because it was the largest city and that's where our company was echo company and we had",
        1932.52,
        1937.84
    ],
    [
        " we had golf company to the south of us in hawklinia and then across the river in barwana was fox company and",
        1938.58,
        1944.02
    ],
    [
        " and weapons company would basically go from from from a.o. and about three months into the deployment our",
        1944.02,
        1952.34
    ],
    [
        " battalion commander in the headquarters detachment would come and they actually set up shop in Heditha with us once",
        1952.34,
        1958.96
    ],
    [
        " the raki raki army left our fob and you know we had a we yeah there was it was a company element and",
        1958.96,
        1968.32
    ],
    [
        " we pretty much ran you know with the fourth platoon would work more with the raki police the raki army",
        1968.32,
        1974.06
    ],
    [
        " and then the one platoon was basically set up for mobile and the other platoons would rotate back",
        1974.06,
        1978.62
    ],
    [
        " and forth between posts and patrol so it was I forgot how many days on we would be off on post",
        1978.62,
        1983.66
    ],
    [
        " duty and then you just kind of rotate back and forth and when we were in Heditha our mobile unit got",
        1983.66,
        1989.08
    ],
    [
        " hit so hard that they had to change out and another platoon had to take over just because of the",
        1989.08,
        1995.48
    ],
    [
        " the snipers the indirect IDs just we lost so many guys and throughout that whole deployment the whole",
        1995.48,
        2002.14
    ],
    [
        " battalion lost 23 Marines and I think echo company lost nine Marines and the majority I think",
        2002.14,
        2008.96
    ],
    [
        " I think all of them were within the first two or three months not to mention the purple heart recipients",
        2010.62,
        2015.58
    ],
    [
        " that we got from that deployment and when you were what you guys doing mostly you guys were doing almost",
        2015.58,
        2020.94
    ],
    [
        " all foot patrol out of the fob I was we were a foot patrol every patrol and I actually felt safe for",
        2020.94,
        2025.92
    ],
    [
        " walking the streets and I did in the vehicle and I mean we'd get in the back of a seven ton and",
        2025.92,
        2031.3
    ],
    [
        " they're launching grenades over the seven ton trying to blow us up and you know the one time that we",
        2031.3,
        2036.62
    ],
    [
        " were in a patrol with the Iraqi army we were in the old old green humvees with a no up armor and",
        2036.62,
        2042.24
    ],
    [
        " me and my friend was sitting in the back seat was like good luck I love you brother because if",
        2042.24,
        2046.86
    ],
    [
        " this something happens right now then we're we're screwed yeah the old humvees aren't going to take",
        2046.86,
        2052.88
    ],
    [
        " a ID hit very well no not at all and it was like I I loved being over there you know we're talking",
        2052.88,
        2061.4
    ],
    [
        " about serving this country and you know the one time that we're in our rack it's like we had one",
        2061.4,
        2066.9
    ],
    [
        " big screen TV in our childhood but we were never in a childhood we lived in an Iraqi house and it",
        2066.9,
        2070.8
    ],
    [
        " was just our platoon and you were away from the news you're away from society everything going",
        2070.8,
        2076.32
    ],
    [
        " on it was just you and your brothers and that's one thing like today I miss more than anything it's",
        2076.32,
        2081.36
    ],
    [
        " just being around those guys and you see them open up and you know when when you're when you're",
        2081.36,
        2087.54
    ],
    [
        " marine brother you know gets killed or wounded like you see the motion that it's like you're there",
        2088.14,
        2093.56
    ],
    [
        " for him you know and he comes to you and those are the things that I miss more about the marine",
        2093.56,
        2099.12
    ],
    [
        " core and you know unfortunately living in Kentucky today it's like you're not around a marine core",
        2099.12,
        2103.76
    ],
    [
        " base and you know I get to see my friends I don't know once a year it seems like and a lot of",
        2103.76,
        2109.96
    ],
    [
        " the guys in my platoon I haven't even seen since my injury the the what how long would you guys go",
        2109.96,
        2116.84
    ],
    [
        " out patrol for like what would you guys patrol for a couple hours would you guys find an objective",
        2116.84,
        2121.12
    ],
    [
        " and then head that way and then check it out and then come back did you have an objective we just",
        2121.12,
        2125.88
    ],
    [
        " doing presence patrols what was that all about we were doing a lot of meet and greets present",
        2125.88,
        2130.56
    ],
    [
        " patrols ID patrols we'd go out for two or three hours um sometimes we'd actually go out and set",
        2130.56,
        2136.44
    ],
    [
        " up a patrol base in the middle town and just stay there for a couple nights and run patrols out",
        2136.44,
        2140.92
    ],
    [
        " of the patrol base later on in the deployment our our company commander kind of made it an",
        2140.92,
        2146.94
    ],
    [
        " objective set up patrol bases throughout the town we had one in North Adita one in South and then",
        2146.94,
        2152.02
    ],
    [
        " one out and kind of the I guess I'd be the the the western part of Adita and um which we'd",
        2152.02,
        2158.84
    ],
    [
        " basically we'd have engineers come in and they'd build like little little fobs out of these houses",
        2158.84,
        2162.88
    ],
    [
        " and actually spent Christmas of 2006 on that the patrol base up in North Adita and it was",
        2162.88,
        2169.24
    ],
    [
        " sitting there on the roof in the middle of the night eating cold turkey and ham you know",
        2169.24,
        2172.66
    ],
    [
        " Merry Christmas bro yeah and it's so funny because it's like they told us it's like oh you're",
        2172.66,
        2178.68
    ],
    [
        " gonna have Christmas off yeah that didn't last very long because here we are on patrol going up to",
        2178.68,
        2183.52
    ],
    [
        " North Adita and but it was uh it was fun I enjoyed it and you know one of the some of the cool things",
        2183.52,
        2189.02
    ],
    [
        " that we did there we were we had uh they believed there was a a cache and one of the islands and",
        2189.02,
        2194.94
    ],
    [
        " there was no bridge nothing to get to the island and the only way to get there was to take",
        2194.94,
        2199.0
    ],
    [
        " river rafts and I'm not gonna lie that was the one time I felt like I was a Navy seal going down",
        2200.22,
        2204.2
    ],
    [
        " you've right you've run a river raft and uh but it was in the middle of the night and they had a",
        2204.2,
        2208.92
    ],
    [
        " 240 on the front of it and they would you know pick us up from the bridge and we would ride up",
        2208.92,
        2213.78
    ],
    [
        " right to the the the the the island and we actually dug in dug in and stayed there overnight and",
        2213.78,
        2221.02
    ],
    [
        " and I believe that was Thanksgiving 2006 so that was happy holiday it's a holiday you know so like",
        2221.02,
        2227.42
    ],
    [
        " looking back now on the holidays on Thanksgiving and Christmas it's like I just look back on those",
        2227.52,
        2231.24
    ],
    [
        " tool movements of my life it's like sleeping on a cold island because people look at our rack and",
        2231.24,
        2236.7
    ],
    [
        " think it's warm all the time but it's pretty cold over there in the winter months and and then of",
        2236.7,
        2241.4
    ],
    [
        " course Christmas time sitting on the roof and how often were you guys getting indirect fire into",
        2241.4,
        2246.04
    ],
    [
        " your into your fob were they hitting you guys with mortars a lot we got mortared about every every",
        2246.04,
        2251.14
    ],
    [
        " day about five o'clock you know chowel time and one of the times like we had a I don't know it was",
        2251.14,
        2256.9
    ],
    [
        " like a hill there's like a big sand hill in the middle of our fog we had a couple of posts up on top",
        2256.9,
        2261.34
    ],
    [
        " of it and I was actually we were on post duty and they was like Bradford won't you bring these batteries",
        2261.34,
        2266.36
    ],
    [
        " up to post five which is at the end of it and so I take a battery to and I'm walking down and",
        2266.36,
        2270.92
    ],
    [
        " it like going down this is very steep and while I'm halfway down they start dropping mortars on",
        2270.92,
        2276.12
    ],
    [
        " us and it's like I'm thinking to myself it's like should I go back to the post or should I run and",
        2276.12,
        2280.58
    ],
    [
        " like I take off sprinting down the hill thankfully I didn't like roll all the way down and and my",
        2280.58,
        2285.16
    ],
    [
        " team leader like when I run in there that's like where's Bradford and I'm like sitting there like",
        2285.16,
        2288.4
    ],
    [
        " gasping for air because I just like sprinted across the this you know down this big hill but",
        2288.4,
        2293.42
    ],
    [
        " um but yeah we got we got mortared about every afternoon and and thankfully they they're more",
        2293.42,
        2299.72
    ],
    [
        " sucked because they missed and um one of the times we were actually very lucky we were in our fob",
        2299.72,
        2307.0
    ],
    [
        " we were in our house and we were all kicked back on our bunk beds and my my really good friend my",
        2307.0,
        2313.5
    ],
    [
        " best friend actually was working on the hot air tank or whatever it was outside and they dropped",
        2313.5,
        2318.7
    ],
    [
        " them older like 30 feet behind our house and when that thing hit we just automatically went to our gear",
        2318.7,
        2324.72
    ],
    [
        " because it sounded like it went right through the middle of our house and he ended up taking",
        2324.72,
        2328.54
    ],
    [
        " trappinal in the lake and thankfully that was it and that's when I realized that you know I had to",
        2328.54,
        2334.22
    ],
    [
        " have many friends got killed when I was over there but I wasn't you know right there listening to",
        2334.22,
        2338.64
    ],
    [
        " him scream as they put a tourniquet on and that's when I realized that this is real you know and",
        2338.64,
        2343.66
    ],
    [
        " not only it's like this guy is like fighting to put a tourniquet on and and he's my best friend he",
        2343.66,
        2350.36
    ],
    [
        " was my roommate when I was in in our Hawaii and it really killed me thankfully that he didn't lose",
        2350.36,
        2356.22
    ],
    [
        " a leg he'd come back in a couple of weeks and he was sitting there showing a species of trappinal",
        2356.22,
        2360.22
    ],
    [
        " and telling us that he went down to Alesson and had some ice cream and it's like yeah you know",
        2360.22,
        2365.0
    ],
    [
        " forget the way I felt about it you know but but it's a you know a lot of the a lot of the scary",
        2365.0,
        2370.32
    ],
    [
        " moments bring together the the true brothers you know and the fellowship and then how long",
        2370.32,
        2376.96
    ],
    [
        " was it was a January is when you got injured? January 18 2007 and then we were you know four months",
        2376.96,
        2386.82
    ],
    [
        " into an deployment we started kind of you know you could start hearing a little scotle about about",
        2386.82,
        2392.2
    ],
    [
        " the advant coming in you know we're getting ready to start heading out you know the other units",
        2392.2,
        2397.4
    ],
    [
        " coming in and I actually was speaking to my uncle on the phone that day you know we rarely got",
        2397.4,
        2402.58
    ],
    [
        " to call home and I was telling him I was like you know the deployment's going well you know they're",
        2402.58,
        2407.24
    ],
    [
        " starting to talk about it the other guys coming in you know and and hung up the phone because we had",
        2407.24,
        2412.22
    ],
    [
        " to go to a brief and the brief was the patrol and you know unfortunately I don't remember you",
        2412.22,
        2418.24
    ],
    [
        " at this part right here I remember all the way up to like the last minute walking down the street",
        2418.24,
        2421.68
    ],
    [
        " and as I was walking point I look out in front of me you know we're walking along a road alongside",
        2422.68,
        2428.0
    ],
    [
        " the parallel or the phrase river it was called Park Place and we were coming up past this compound wall",
        2428.0,
        2433.16
    ],
    [
        " into this opening with a bunch of palm trees and I see a white bag leaned up against the palm tree",
        2433.16,
        2437.74
    ],
    [
        " about 30 yards off to my right and as I you know I was like little bit like that was a suspicious item",
        2437.74,
        2443.08
    ],
    [
        " and I turned around tell my team leader to my left he was on the other side of the road and I",
        2443.08,
        2447.38
    ],
    [
        " turned around tell everybody behind me and the minute I turned back around and I looked down and",
        2447.38,
        2451.28
    ],
    [
        " there was this ditch that ran perpendicular to the road and I see the wires going inside the",
        2451.28,
        2455.78
    ],
    [
        " pipe underneath the road and I was standing right on top of the pipe and I mean in a matter of",
        2455.78,
        2460.5
    ],
    [
        " seconds it exploded and sent an astronaut both miles and that was the last thing I ever saw was",
        2460.5,
        2465.12
    ],
    [
        " that white bag and those wires and you know is this laying there conscious like hearing everything",
        2465.12,
        2472.42
    ],
    [
        " going on around me my squad leader calling and QRF and you know just and I actually had the",
        2472.42,
        2479.02
    ],
    [
        " the litter kit in my pack so it's like they had to figure that out and then the whole time I was",
        2479.02,
        2483.84
    ],
    [
        " trying to stand up you know I had my left leg was it was blown off like I didn't have a left leg",
        2483.84,
        2488.78
    ],
    [
        " my right leg was severely damaged and but it just felt like people always asked me like what were",
        2488.78,
        2495.04
    ],
    [
        " you feeling when this was all going on and it went so quick that I don't even think I had a",
        2495.04,
        2499.74
    ],
    [
        " chance to fill anything like I literally went from like walking down the patrol seeing something",
        2499.74,
        2505.22
    ],
    [
        " suspicious to laying on the ground looking in darkness I didn't know if that was it if I didn't",
        2505.58,
        2510.34
    ],
    [
        " know if I was dead and you know it just hearing voices around me they put me in the kit and they",
        2510.34,
        2515.82
    ],
    [
        " take me into a compound and you know as we're waiting on QRF to get there you know my buddies look",
        2515.82,
        2522.88
    ],
    [
        " there's something they're holding my hand talking to me because you know out of our squad we probably",
        2522.88,
        2528.42
    ],
    [
        " got into the most fire fights out of our whole company but as we left the fog with full Marines",
        2528.42,
        2533.7
    ],
    [
        " we'd always come back with full Marines we let the enemy know that if you're going to mess with us",
        2534.36,
        2538.46
    ],
    [
        " we're going to give you everything we got more and this is the first time that we suffered any kind",
        2538.46,
        2543.08
    ],
    [
        " of casualty and laying there you know basically fighting for my life and they're holding my hands",
        2543.08,
        2550.16
    ],
    [
        " talking to me they didn't think I would make it out of there and as QRF shows up they put me in",
        2550.16,
        2556.12
    ],
    [
        " the back of a Humvee and the last voice I heard was as I mentioned earlier the small Marine Corps was",
        2556.12,
        2562.24
    ],
    [
        " from my senior drill instructor who was a platoon sergeant in the same company said Bradford you'll",
        2562.24,
        2567.48
    ],
    [
        " be fine and then I passed out I didn't know if that was it I didn't know if I was truly dead now",
        2567.48,
        2572.86
    ],
    [
        " that was the end I felt like I was only 20 years old then I felt like that was the end of my life",
        2572.86,
        2578.04
    ],
    [
        " and those are the last words I heard and you know I woke up three weeks later and from a coma you",
        2578.04,
        2586.16
    ],
    [
        " know and this is when I realized that what I truly love to do that my true purpose in life was to",
        2586.16,
        2593.76
    ],
    [
        " serve this country wearing the uniform and it was taken from me like here I am in the United States",
        2593.76,
        2599.88
    ],
    [
        " my brothers are wearing our rack fighting right now I felt like a coward like they would try to",
        2599.88,
        2605.2
    ],
    [
        " they would call me when they could and I wouldn't want to talk to him on the phone like I would",
        2605.2,
        2609.1
    ],
    [
        " always tell him with some kind of excuse that I'm sleeping or I'm doing something just so I didn't",
        2609.1,
        2616.14
    ],
    [
        " and that it it killed me and then once once my dad told me that I lost my legs that was the worst",
        2616.14,
        2623.44
    ],
    [
        " thing in the world then I just wanted to die I like the guilt to depression I didn't want to live",
        2623.44,
        2630.64
    ],
    [
        " a life anymore and I always I always told him like when he told me that I was like I felt like my",
        2630.64,
        2637.54
    ],
    [
        " legs were like a lizard's tail you know it's like they'll grow back like you see it on the news all",
        2637.54,
        2641.82
    ],
    [
        " the time which you never expected to happen to yourself and here I am I didn't care nothing about",
        2641.96,
        2646.98
    ],
    [
        " the vision I just wanted my legs back because it was it was tough those first two or three weeks I",
        2646.98,
        2653.46
    ],
    [
        " three getting out of ICU like I wouldn't eat nothing I was so skinny I could barely lift my head",
        2653.46,
        2658.52
    ],
    [
        " up off the bed and the hospital band that they gave me would go all the way up to my my bicep pretty",
        2658.52,
        2664.0
    ],
    [
        " much because I just wouldn't want to eat I wanted to die like the nurses hated me like one of the",
        2664.0,
        2670.18
    ],
    [
        " nurses coming to like two in the morning I finally got some sleep and she kept poking me around with",
        2670.18,
        2674.9
    ],
    [
        " the needle and I literally called her a stupid idiot I'm like and and she wasn't my nurse no more",
        2674.9,
        2682.64
    ],
    [
        " and and I felt so bad but you know it just I felt like my whole life was taken from me just from",
        2682.64,
        2691.24
    ],
    [
        " stepping in that ball you know I knew what could happen to me and my whole point of being deployed",
        2691.24,
        2697.04
    ],
    [
        " I'm either going to come home with my brothers I'm coming home in a body bag there's no in the middle",
        2697.36,
        2701.1
    ],
    [
        " and uh and here I am now down this whole dark path this new road you know as a 20-year-old how in the",
        2701.1,
        2710.48
    ],
    [
        " world am I going to live my life now like I got I don't even know what a blind guy with no legs can do",
        2710.48,
        2716.16
    ],
    [
        " at what point did you realize that you weren't going to be able to see anymore it was pretty much",
        2716.16,
        2722.8
    ],
    [
        " March 2nd I believe was my last surgery that they tried to kind of like just give me some vision",
        2723.32,
        2728.68
    ],
    [
        " back and nothing come back from that and you know about time March 2nd got there I was still",
        2728.68,
        2734.0
    ],
    [
        " positive not beating I was moving around a lot more starting to gain weight and um but you know it's",
        2734.0,
        2740.18
    ],
    [
        " they told me that they can do the surgery but then they also told me that it's it's not a you know",
        2740.18,
        2747.2
    ],
    [
        " a half percentage that you're going to get vision back at all you know when they started kind of like",
        2747.2,
        2751.52
    ],
    [
        " talking about um you know it's live in life visually impaired and but it was uh it was tough it was",
        2752.06,
        2761.22
    ],
    [
        " it wasn't you know and to me the the vision didn't bother me much at all it was losing my legs and",
        2761.22,
        2767.3
    ],
    [
        " you know the Marine Corps you know it's the joining the Marine Corps in 2004 was the great",
        2767.3,
        2773.78
    ],
    [
        " decision in my life for the reasons like this right now because it was the Marine Corps that was",
        2773.78,
        2778.66
    ],
    [
        " there each and every day in my hospital room talking to me and um helping me understand that this",
        2778.66,
        2785.08
    ],
    [
        " road that I'm getting ready to go down you know that there is a light at the end of the tunnel and",
        2785.08,
        2790.0
    ],
    [
        " not only talking about my deployment or talking about the Marine Corps but just talking about life",
        2790.0,
        2795.1
    ],
    [
        " and coming in there joking around with me and because you know looking back on it now like I'm",
        2795.1,
        2802.44
    ],
    [
        " truly fortunate and blessed to be here today because the amount of blood I lost was a body's worth",
        2803.62,
        2808.8
    ],
    [
        " of blood my left leg was taken from me I have a piece of my small intestines taken out you know",
        2808.8,
        2814.54
    ],
    [
        " Shrapnel went through both my eyes and and you know it's just it's truly a blessing",
        2814.54,
        2820.52
    ],
    [
        " now that's obviously a big transition of calling it a blessing and calling your where you're at",
        2820.52,
        2829.4
    ],
    [
        " right now a blessing from when you first you know realized your situation and you're saying hey",
        2829.4,
        2836.02
    ],
    [
        " you you wanted to die I mean that's I mean that's as bad as it gets what do you think it was",
        2836.02,
        2843.08
    ],
    [
        " that made you start to realize you know what all right here's my new situation and I'm gonna",
        2843.08,
        2850.26
    ],
    [
        " I'm gonna get after it the Marines that would come in to visit me they kept reenriting that I was a",
        2850.26,
        2856.8
    ],
    [
        " Marine the nurses the Corpsman even though I would fight it they never gave up on me and they",
        2857.34,
        2861.62
    ],
    [
        " still pushed and challenged me and I think that was the one thing that made me realize that",
        2861.62,
        2867.4
    ],
    [
        " this is just a new challenge for me you know the one thing in the Marine Corps is to adapt and",
        2867.4,
        2873.28
    ],
    [
        " overcome I'm gonna have to learn to adapt to these injuries and overcome it and that's one thing",
        2873.28,
        2878.76
    ],
    [
        " that helped me realize that there's life outside of this hospital doors because at that time when I",
        2878.76,
        2881.96
    ],
    [
        " was going through the depression and guilt there was two roads I could have went down you know the",
        2881.96,
        2885.94
    ],
    [
        " self-pity the drugs alcoholism suicide but I don't want to go down that road I didn't want to be",
        2885.94,
        2891.62
    ],
    [
        " another statistic I want to go down the road of happiness and live in my life to the fullest and",
        2891.62,
        2895.96
    ],
    [
        " proving people wrong people tell me I can't do something that I'm gonna go out and do it I want",
        2895.96,
        2900.68
    ],
    [
        " to be that blind guy with no no legs proving people wrong you know and and that's what I always told",
        2900.68,
        2906.4
    ],
    [
        " people when I first got her I was like anything you can do I can do I might do it differently but",
        2906.4,
        2911.24
    ],
    [
        " it's gonna get done and during that time with that Marine coming in that hospital room this is",
        2911.24,
        2916.78
    ],
    [
        " when I realized in my mind that this is what I want to do I want to I want to put myself in his",
        2916.78,
        2921.96
    ],
    [
        " position I want to help out other severely wounded warriors Marines soldiers sailors Airmen and",
        2921.96,
        2927.34
    ],
    [
        " I begin creating these goals and these and I you know set a lot of them broad the one broad when",
        2927.34,
        2932.5
    ],
    [
        " was standing in the Marine Corps and you know but I realized that I need these little goals first I",
        2932.5,
        2938.36
    ],
    [
        " need to learn to get out of my hospital bed I need to go from hospital bed to my wheelchair and",
        2938.36,
        2942.44
    ],
    [
        " I need to learn to eat and the once I started realizing this and I started putting my mind in the",
        2942.44,
        2948.04
    ],
    [
        " right direction then I started getting off medications I started getting off pain pills and I started",
        2948.04,
        2953.82
    ],
    [
        " getting more weight on my body and I was injured on January 18th I was in Bethesda on January 21st",
        2953.82,
        2962.24
    ],
    [
        " and by March 21st I was headed to my the polytromicin in Richmond Virginia where I would focus more",
        2962.24,
        2968.34
    ],
    [
        " on physical therapy and occupational therapy so it's like you know I I was young and I healed",
        2968.34,
        2973.56
    ],
    [
        " quicker but once I got into my mind that I could do this then I didn't need I didn't want to anybody",
        2973.56,
        2978.94
    ],
    [
        " slowing me down and and that's and you know I went through the polytromicin and I was there for two",
        2978.94,
        2985.14
    ],
    [
        " months and by June 29th of 2007 I've sent up on my prostate legs for the first time and",
        2985.14,
        2991.94
    ],
    [
        " you know one of the things that I talk about when I talk to Vets is I always tell them you know",
        2992.58,
        2999.12
    ],
    [
        " people say what how do we get through this and I always say you got to find a new mission and",
        2999.12,
        3005.88
    ],
    [
        " because you know you've had this mission whatever that mission was whether whatever service branch",
        3005.88,
        3010.18
    ],
    [
        " you were in wherever you were fighting you had a mission and it makes your life very clear and",
        3010.18,
        3014.8
    ],
    [
        " simple because what you do every day is you try and accomplish the mission and when I when I hear",
        3014.8,
        3021.02
    ],
    [
        " you talking about that it's like it's exactly that you are in a situation you had a mission boom",
        3021.02,
        3028.18
    ],
    [
        " you get blown up now you don't have a mission anymore and now when you get you wake up in Bethesda",
        3028.18,
        3033.46
    ],
    [
        " you're you're in this situation you go oh I don't I'm depressed I don't want to live anymore",
        3033.46,
        3040.0
    ],
    [
        " and then someone comes in and says hey you could help and then all of a sudden boom you have a new",
        3040.0,
        3048.26
    ],
    [
        " mission and as soon as you get that new mission you go yes I can oh and by the way you you don't",
        3048.26,
        3053.86
    ],
    [
        " think I'm gonna be able to walk you don't think I'm gonna be able to defend for myself watch this",
        3053.86,
        3057.68
    ],
    [
        " that's on and you know looking back and out January 18th 2007 I felt like that was the day that",
        3057.68,
        3064.1
    ],
    [
        " the Lord above looked down on me he didn't want me to he didn't want me to go to heaven yet",
        3064.1,
        3069.46
    ],
    [
        " and he gave me he put me on a new patrol in life as you mentioned mission and that was to share",
        3069.46,
        3078.22
    ],
    [
        " living my life to the fullest and beyond my own bare minimum and I feel like that I feel like",
        3078.22,
        3086.26
    ],
    [
        " that was my new mission in life that you know we're all brought on this earth to serve in some",
        3086.26,
        3090.62
    ],
    [
        " kind of purpose serve some mission and you know shared my story and going out doing things that I'm",
        3090.62,
        3096.66
    ],
    [
        " doing today is inspiring and motivating others not those who were injured in combat but people",
        3096.66,
        3102.48
    ],
    [
        " who are living you know a civilian life today and it truly inspires and motivates me to continue",
        3102.68,
        3110.82
    ],
    [
        " doing what I'm doing because I know that I'm inspiring somebody along the way and always tell",
        3110.82,
        3115.2
    ],
    [
        " people if I could do inspire and motivate one person a day then that's a job well done for me and",
        3115.2,
        3119.86
    ],
    [
        " that's what I'm left on this earth to do and I love it you know it's just this is what I've been",
        3119.86,
        3127.24
    ],
    [
        " given and I might as well accept it and move on you know improvise something that we're always",
        3127.8,
        3133.22
    ],
    [
        " learning the Marine Corps and you know when I when I do speaking engagements I focus on a lot of",
        3133.22,
        3138.18
    ],
    [
        " things in the Marine Corps that I learn like adapted overcome and you know the next one is lead by",
        3138.18,
        3143.88
    ],
    [
        " example which you know a lot about I'm sure and then the next one's never quit and through it all",
        3143.88,
        3149.74
    ],
    [
        " through those three attitude is everything if you walk into any situation with positive attitude",
        3149.74,
        3155.44
    ],
    [
        " that's the first step to success if you think about something negatively then you're never going to",
        3155.82,
        3160.3
    ],
    [
        " accomplish anything so when I was laying in that hospital bed there was no negative thoughts you know",
        3160.3,
        3167.44
    ],
    [
        " and I had guys one of the Marines who were actually was wounded two months before me lost the leg",
        3167.44,
        3172.62
    ],
    [
        " in Haditha would come in day and night and he would also kind of tell me it's like all right this",
        3172.62,
        3178.16
    ],
    [
        " is what's gonna go on you know you're gonna get a prosthetic it's gonna be a long you know it's",
        3178.16,
        3182.36
    ],
    [
        " the rehabs intense but this is it you know but put one foot in front of the next and that's what I",
        3182.5,
        3188.18
    ],
    [
        " kept living life with and when I was trying to learn how to walk in 2007 I was uh as a double",
        3188.18,
        3194.38
    ],
    [
        " NPT you tend to scissor walk one foot in front of the next and you pretty much trip over yourself and",
        3194.38,
        3198.52
    ],
    [
        " you look like an idiot but um but with vision I was going from the right wall to the left wall",
        3198.52,
        3203.86
    ],
    [
        " and my physical therapist stopped being like Matt just stop just just walk put one foot in front of",
        3203.86,
        3212.34
    ],
    [
        " and that's how we live each and every day it's like we never know what tomorrow is going to hold",
        3212.44,
        3216.88
    ],
    [
        " or next week we just got to worry about right now in the present and that's how I live my life",
        3216.88,
        3221.8
    ],
    [
        " right now and I never know what that next step is going to be but I'm going to take that step forward",
        3221.8,
        3226.18
    ],
    [
        " you know and you know I might walk around with two prosthetic legs and look darkness in the",
        3226.18,
        3231.46
    ],
    [
        " you know the face every day but tell you one thing my my toes are pointed forward and my vision",
        3231.46,
        3237.66
    ],
    [
        " on life is 2020 and that's what I tell people today and it's uh I love it I love it and it's",
        3237.66,
        3244.16
    ],
    [
        " you know it's the adrenaline the motivation to do things when you can't see and it hurts when",
        3244.16,
        3250.46
    ],
    [
        " you run into things too so so the attitude of just walk that's that's a that's a beautiful",
        3250.46,
        3257.72
    ],
    [
        " attitude to have just walk quit quit all this other stuff just get up walk how hard was the transition",
        3257.72,
        3265.38
    ],
    [
        " from the bed to the wheelchair to the to the prosthetics to walk and to move in on the prosthetics",
        3266.32,
        3273.26
    ],
    [
        " it really I think the getting used to the prosthetics was you know basically getting my legs used",
        3273.26,
        3279.92
    ],
    [
        " to wearing prosthetics and that that was the hardest thing because like I would go to therapy",
        3279.92,
        3285.28
    ],
    [
        " every day and I would put them on and I'd walk around in therapy but they'd not go right back to",
        3285.28,
        3289.82
    ],
    [
        " the wheelchair and I never never wore them more than a couple hours a day just because I'd",
        3289.82,
        3296.6
    ],
    [
        " swarm in therapy until I went to the the blind school in Chicago and this gave me the opportunity",
        3296.6,
        3301.68
    ],
    [
        " where I had no chance to go back to my room and take them off so I had to wear them from seven in the",
        3301.68,
        3306.42
    ],
    [
        " morning to five at night and that's helped me strengthen up my legs and the cows is on my legs",
        3306.42,
        3312.42
    ],
    [
        " get used to wearing prosthetics and once I got back from the the blind school six months of",
        3312.42,
        3317.46
    ],
    [
        " I was pretty much on my legs from sunrise to sunset and and that was but you know through",
        3318.16,
        3325.64
    ],
    [
        " you know setting these goals early on in my rehab like you know reenlisting the Marine Corps was",
        3325.64,
        3331.1
    ],
    [
        " the one thing that I wanted to do and so learning how to walk I focused on that more than my",
        3331.1,
        3336.7
    ],
    [
        " my blindness because I knew learning learning life you know in the dark would be a lot easier with",
        3336.7,
        3344.32
    ],
    [
        " legs and that helped out so much because I I tried to maneuver around in a wheelchair being blind",
        3344.78,
        3349.7
    ],
    [
        " in a long cane and all this stuff and I just kept running in more things but once I got on my",
        3349.7,
        3354.38
    ],
    [
        " legs and I started using the long cane and started walking around and you know I it really helped",
        3354.38,
        3360.3
    ],
    [
        " out a lot so like that's like the ultimate form of prioritizing execute like yeah you know what okay",
        3360.3,
        3366.52
    ],
    [
        " I can't see but I can't walk the number one thing I'm gonna do exactly that's what you did and",
        3366.52,
        3371.82
    ],
    [
        " that's the one thing like you know it's you said get from the hospital bed to the wheelchair to",
        3371.84,
        3375.82
    ],
    [
        " the prosthetics and then go to the blind school knock that out and once I'm at the blind school I'm",
        3375.82,
        3381.02
    ],
    [
        " learning everything from computer to independent living and that's a six month school going to the",
        3381.02,
        3385.34
    ],
    [
        " blind school the the the first program is six months and that's basically learning to live being",
        3385.34,
        3391.02
    ],
    [
        " visually impaired and you go back for computers and they got so many different programs now but",
        3391.02,
        3397.14
    ],
    [
        " I went there for basically from July to December just because I incorporated computers",
        3397.38,
        3403.76
    ],
    [
        " in with my program as well and so I spent from July to December and in Chicago so I experienced",
        3403.76,
        3411.08
    ],
    [
        " the cold weather there but you know I learned everything from you know checking emails to",
        3411.08,
        3416.68
    ],
    [
        " Braille to taking taking a subway and train all the way downtown Chicago and circling a block and",
        3416.68,
        3424.84
    ],
    [
        " even build a bird house when I was in Chicago and I don't know about you but a table saw scared me",
        3425.0,
        3430.58
    ],
    [
        " when I had visions trying to try to cut a piece of board with no vision that that's a little intimidating",
        3430.58,
        3438.26
    ],
    [
        " there but I didn't lose a finger thankfully so yeah you know that that's another thing that I'm",
        3438.26,
        3444.24
    ],
    [
        " I'm hearing about what you're saying it's like the way and and this is something to hear all the time",
        3444.24,
        3451.04
    ],
    [
        " but the way that you're describing it is people say oh you know you're gonna get your big goal",
        3452.0,
        3455.84
    ],
    [
        " you know you got your big goal in the future but what you have to do is you have to set up these",
        3455.84,
        3460.56
    ],
    [
        " little goals along the way to get you there that are pointing the right direction so your big",
        3460.56,
        3465.12
    ],
    [
        " goal is you wanted to stay in the Marine Corps be able to read less than order to be able to do that",
        3465.12,
        3469.16
    ],
    [
        " you had to be able to walk you had to be able to function and so you just had to fight through",
        3469.16,
        3474.58
    ],
    [
        " these little things every single day to make progress and it's funny because you know the way I've",
        3474.58,
        3480.72
    ],
    [
        " honestly described this before is like it's like shooting when you're looking you know you got your",
        3480.72,
        3485.4
    ],
    [
        " target that's far off in the distance 400 meters away if you stare at that thing your vision is",
        3485.4,
        3489.98
    ],
    [
        " gonna get blurry and you'll lose track of it so you have to focus on the front site you've this",
        3489.98,
        3493.94
    ],
    [
        " front site focus that's what you do and that the the thing in the background you know it kind of fades",
        3493.94,
        3499.24
    ],
    [
        " a little bit but you know it's there and then what happens is occasionally and so it's the same",
        3499.24,
        3504.18
    ],
    [
        " thing with your goals right you have your long-term goal but that thing so far away sometimes it gets",
        3504.18,
        3508.02
    ],
    [
        " blurry and if you and so what you do is you focus on some little thing that's right in front of you",
        3508.34,
        3512.8
    ],
    [
        " that you can do and then that brings you a little bit closer to the goal but occasionally those little",
        3512.8,
        3518.04
    ],
    [
        " things that are short-term you're doing them day after day after day they they start to grind on you",
        3518.04,
        3522.88
    ],
    [
        " and you say you know what forget it I don't even want to do this today and that's when you have to",
        3522.88,
        3527.56
    ],
    [
        " look up once again at your long-term goal and say wait a second I'm moving in that direction I'm",
        3527.56,
        3531.96
    ],
    [
        " trying to get there but to hear you describe these little things and by the way you're throwing",
        3531.96,
        3536.32
    ],
    [
        " them out there like it's no big deal like oh I just was I went from the bed to the wheelchair to",
        3536.32,
        3540.74
    ],
    [
        " to the to the to the prosthetics then I went to the blind school and the next thing you know I'm",
        3540.74,
        3544.08
    ],
    [
        " making bird cages or bird feeders and like I'm the the the small effort or the small task that",
        3544.08,
        3553.04
    ],
    [
        " took immense effort along the way but you know from my perspective what I see is you made each and",
        3553.04,
        3558.52
    ],
    [
        " every one of those things a mission okay I'm gonna do this I'm gonna do that okay I can do that",
        3558.52,
        3562.86
    ],
    [
        " now cool I'm gonna do this and these are small little progressive steps but you're making them",
        3562.86,
        3567.06
    ],
    [
        " and you're making them every day every day you get up and you just walk walk forward and that's",
        3567.06,
        3572.98
    ],
    [
        " the one thing with being in the Marine Corps and that's really helped me out along this way is you",
        3572.98,
        3577.7
    ],
    [
        " know being organized and getting in that routine where you know you wake up each and every day it's",
        3577.7,
        3582.62
    ],
    [
        " like okay I'm gonna knock this out this is my goal for the day and you know bettering myself was",
        3582.62,
        3589.2
    ],
    [
        " one of the goals because I knew that if I couldn't get nothing done in this life if I didn't",
        3589.2,
        3594.42
    ],
    [
        " better myself first and you know through the early days of my recovery getting off pain pills was",
        3594.42,
        3600.16
    ],
    [
        " one of the first things that I wanted to do as well and it's been 12 years since I last take a pain",
        3600.16,
        3605.26
    ],
    [
        " pill and that's you know and it's so I didn't I didn't want my life to you know revert back to",
        3605.26,
        3611.22
    ],
    [
        " pain pills and just you know I feel a little bit of pain then then I'm gonna like go give take a",
        3611.22,
        3615.9
    ],
    [
        " pill and you know I replaced that with staying busy staying active going to the gym working out and",
        3616.22,
        3623.8
    ],
    [
        " and it really helped out a lot I didn't just you know if I felt like if I got pain then I'm",
        3623.8,
        3630.92
    ],
    [
        " gonna go give it some pain you know and that's and that's uh and it's the one thing and it's just",
        3630.92,
        3637.12
    ],
    [
        " you know through it through it all I've learned along the way is like people will tell me I couldn't",
        3637.12,
        3641.76
    ],
    [
        " do something or I can't do it why do you want to stay in the Marine Corps you make so much more",
        3641.76,
        3645.78
    ],
    [
        " money outside of the Marine Corps I'm like why didn't join the Marine Corps for money you know and",
        3646.3,
        3650.04
    ],
    [
        " that's that I've used that as motivation and it guided me along this way and and you know I just",
        3650.04,
        3655.8
    ],
    [
        " I pretty much just like whatever you know you think that for yourself but I know what I my",
        3655.8,
        3660.9
    ],
    [
        " mission in life is and I kept a positive attitude and people saw that and you know and once I got",
        3660.9,
        3667.7
    ],
    [
        " back from the blind school in 2009 I started getting out doing these events and the first event I",
        3667.7,
        3671.74
    ],
    [
        " actually did was something I opened my mouth up to my physical therapist and forgot all about until",
        3671.74,
        3676.08
    ],
    [
        " like two months before was the baton death march in 2009 and he walked up to me and he was like oh",
        3676.08,
        3682.0
    ],
    [
        " Matt you're gonna do the baton death march this year right you said last year and I'm like oh crap",
        3682.0,
        3685.5
    ],
    [
        " and you know I walked out and I did 10 miles and eight hours and that was the first like I was",
        3685.5,
        3692.44
    ],
    [
        " proud of doing 10 miles and eight hours but that was the first event the first hike that I ever",
        3692.44,
        3697.16
    ],
    [
        " fell out of that I quit on so for people that don't know the baton death marches an event that they",
        3697.16,
        3701.14
    ],
    [
        " do out here and it's it's 26 miles right it is and you got to bring a you got to wear a rock",
        3701.14,
        3707.54
    ],
    [
        " some people yeah I just work and we'll back but they do it so well explain explain what",
        3707.54,
        3716.3
    ],
    [
        " what the baton death march is obviously it's to commemorate or to to remember the the folks that",
        3716.3,
        3722.68
    ],
    [
        " were actually on the real baton death march but what is the one that they do here this this year",
        3722.68,
        3728.22
    ],
    [
        " actually was their 30th annual baton Memorial Death March and White Sands New Mexico when I did in 2009",
        3728.22,
        3735.08
    ],
    [
        " they it's a 26.2 long or mile long marathon and then they also have a 14 mile honorary",
        3735.08,
        3741.6
    ],
    [
        " and the 26.2 miles actually up a mountain and down a mountain and it's it's intense because you're",
        3741.6,
        3748.64
    ],
    [
        " walking through the sands and a part of it is this loose sand pit and it's a you know it's it's a",
        3748.64,
        3755.7
    ],
    [
        " good test especially for people with prosthetics and you know and you're kind of endurance and see how far",
        3755.7,
        3760.78
    ],
    [
        " you can go and when I signed up in 2009 I walked 10 miles out in eight hours and I was like all right",
        3760.78,
        3767.36
    ],
    [
        " that's pretty proud you know I's got hurt two years ago but then I like again like I quit and",
        3767.36,
        3774.04
    ],
    [
        " then that really bugged me and I use that as motivation and it humbled me knowing that all right",
        3774.04,
        3779.1
    ],
    [
        " you know I was a good runner before I never quit on any hikes like I would always finish",
        3779.1,
        3784.04
    ],
    [
        " and then I it realized that okay I'm not who I am before so I gotta learn learn this way now you know",
        3784.04,
        3792.9
    ],
    [
        " and it's not everything as easy as it used to be but once I finished like I told the lady I told",
        3792.9,
        3799.96
    ],
    [
        " my therapist and I was like once I'm done I'm putting my medical board and I'm going for my",
        3799.96,
        3804.36
    ],
    [
        " reinlessment package and and I was like all right 10 miles in and and that was in March of 2009",
        3804.36,
        3810.3
    ],
    [
        " and basically August of 2009 I got my you know my ratings back of course 100% and I chose to go",
        3810.3,
        3816.72
    ],
    [
        " through the EPLD program extended but permanent limited duty and that took all the way to April of",
        3816.72,
        3823.12
    ],
    [
        " 2000 with the end of March of 2010 and actually today April 1st would been was the day that I was",
        3823.12,
        3831.36
    ],
    [
        " promoted to corporal and with a battalion commander that called me when I was in San Antonio was like",
        3831.36,
        3836.3
    ],
    [
        " hey congratulations you're getting promoted to corporal and I was like sir is this an April fool's",
        3836.3,
        3840.6
    ],
    [
        " joke you know it's like and it's and but but on April 7th 2010 I reenlisted now raising my right",
        3840.6,
        3847.46
    ],
    [
        " hand and got chance to stand the Marine Corps for a few more years and that that was the greatest",
        3847.46,
        3852.96
    ],
    [
        " thing ever right there yeah no that's that's the reason why I started off today reading that off",
        3852.96,
        3857.28
    ],
    [
        " because for you to be doing that in the condition you were in having already sacrificed and saying",
        3857.28,
        3862.52
    ],
    [
        " you know what I got more to give and I'm gonna give it and that's the one thing like when I was",
        3862.52,
        3867.2
    ],
    [
        " mentioned lead by example one of my therapist told me you know as I go to therapy every day and I",
        3867.2,
        3872.0
    ],
    [
        " put my legs on I stand up I walk out you know just I do my own thing and he's like Matt you don't",
        3872.0,
        3877.04
    ],
    [
        " you won't see this of course and you will never realize this but every day when you walk in here",
        3877.24,
        3882.18
    ],
    [
        " you sit down and you put your prosthetics on and get them walk out people stare at you and people",
        3882.18,
        3886.46
    ],
    [
        " will look at you and and that's the right thing to lead by example you know it's like if you wake",
        3886.46,
        3891.16
    ],
    [
        " up each and every day and you do it the right way then people will follow you know and and I've",
        3891.16,
        3896.94
    ],
    [
        " learned now it's like from living my life it's just to wake up and continue doing the right thing",
        3896.94,
        3902.3
    ],
    [
        " then people will follow and you know it's it's it's something that I focus a lot on it's not",
        3902.3,
        3908.08
    ],
    [
        " being an intense yelling leader but it's just doing the the right way and that's something that I've",
        3908.08,
        3913.56
    ],
    [
        " done a long away and of course in therapy if you're in the marine and you're an army guy on the ground",
        3913.56,
        3918.38
    ],
    [
        " then you know what that marine up there walkins like I need to beat this guy and then you also",
        3918.38,
        3924.68
    ],
    [
        " ended up going to college right I did I did and what year did you start college I started in 2011",
        3924.68,
        3931.42
    ],
    [
        " at Coastal Carolina Community College in Jacksonville North Carolina was once I re-enlisted they asked",
        3932.8,
        3937.92
    ],
    [
        " me where I wanted to go I don't want to go to Wounded Warrior Battalion East Camp in June because I",
        3937.92,
        3940.74
    ],
    [
        " realized my I could help out more there and I got there and in 2011 I went on a closure trip",
        3940.74,
        3947.74
    ],
    [
        " back to Iraq and that's when I realized that I joined the Marine Corps to deploy and I can't",
        3947.74,
        3952.1
    ],
    [
        " deploy now but I could still share my story and I don't have to share my story where in the uniform",
        3952.1,
        3956.54
    ],
    [
        " Is it the Marine Corps that takes you on the closure trip? It was a nonprofit first foundation and",
        3956.54,
        3961.96
    ],
    [
        " it's and actually the the episode that I went on 60 minutes aired in 2011 so it's on YouTube",
        3963.22,
        3969.98
    ],
    [
        " but a nice plug. Well watch it then. But it's uh but I learned a lot about my time in the Marine Corps",
        3969.98,
        3977.12
    ],
    [
        " and the one thing with being a Marine is you're always a Marine and that's a title I get to take",
        3977.12,
        3981.62
    ],
    [
        " to my grave and when I'm 85 years old I can look at my great-great-grandkids and be like I",
        3981.62,
        3987.02
    ],
    [
        " served in the United States Marine Corps and um so it's and during that time we were starting a",
        3987.02,
        3991.94
    ],
    [
        " family and I was getting ready to take college classes so the one thing that I'm very fortunate",
        3991.94,
        3997.64
    ],
    [
        " about is everything through life like each step each chapter it comes right after the next one",
        3997.64,
        4004.34
    ],
    [
        " like I never have a time to sit down and think about what's next and you know I got out in 2012",
        4004.34,
        4009.62
    ],
    [
        " and we moved right back to Kentucky and I started taking college classes and you know my",
        4009.62,
        4015.24
    ],
    [
        " my brilliant an amazing wife you know while we're trying to figure out where we're going to live",
        4015.56,
        4019.88
    ],
    [
        " she's like your dream school is University of Kentucky so let's move back to there and you can",
        4019.88,
        4024.64
    ],
    [
        " go to school there and graduate there and I started taking classes there in 2014 and",
        4024.64,
        4029.02
    ],
    [
        " May of 2017 I walked across the stage at Ruperina and got my diploma in media arts and history and",
        4029.02,
        4035.54
    ],
    [
        " and it's uh you know not only a Marine for life but a Wildcat for life and I feel I feel I feel",
        4035.54,
        4043.12
    ],
    [
        " a little strange being that you know the 30-year-old like kid you know party in like a 10-year-old",
        4043.32,
        4048.0
    ],
    [
        " there when the basketball team won or something like that you know I'm just that old creepy dude",
        4048.0,
        4052.82
    ],
    [
        " over there now and not the youngsters anymore but but it was um it was fun to go back and take",
        4052.82,
        4060.18
    ],
    [
        " college classes and everything that I learned that I should have learned in high school like I'm like",
        4060.18,
        4065.44
    ],
    [
        " loving college now and I spoke at a um a child development center a couple months ago and the kids",
        4065.44,
        4072.36
    ],
    [
        " asked me is like what do you think of school I'm like you know it's I wasn't the greatest of",
        4072.36,
        4076.9
    ],
    [
        " students in high school but I tell you what I loved college I love going back and reading books",
        4076.9,
        4081.64
    ],
    [
        " I love to read now and and it it just expands my mind and my knowledge on things and it's uh",
        4081.64,
        4089.48
    ],
    [
        " you know it's good going down and setting down with people and and you could share stories on",
        4089.48,
        4094.66
    ],
    [
        " different things and not just something about the military but you could talk about this and this",
        4094.66,
        4098.94
    ],
    [
        " and you know it's uh it was fun it's so do you you're I want to just kind of jump back to your",
        4099.68,
        4106.24
    ],
    [
        " workouts a little bit and I know you post some of your workouts in on on Twitter and stuff some",
        4106.24,
        4111.46
    ],
    [
        " little shots sometimes I know you posted one the other day of you pushing the sled you're pushing",
        4111.46,
        4116.2
    ],
    [
        " the push the sled all the way out to California legit uh do you wake you wake up every day is",
        4116.2,
        4122.3
    ],
    [
        " that the first thing you do is is trying to get your workout in I try to I'll I prefer working out",
        4122.3,
        4127.48
    ],
    [
        " in the morning but now with traveling and you know catching up hours at work I have to do an evening",
        4127.48,
        4132.56
    ],
    [
        " workouts which I I hate doing evening workouts I'm ready to get home take my legs off but",
        4132.56,
        4137.32
    ],
    [
        " but those are the those are the I work out in the evening I tried to get them in as much as I",
        4137.32,
        4143.24
    ],
    [
        " possibly can I love to workout and if not then I'll just do it at home I got some dumbbells and",
        4143.24,
        4147.68
    ],
    [
        " curls I've been curls there and um but you know throughout throughout the day I'm like constantly",
        4147.68,
        4152.82
    ],
    [
        " on my legs walking around you know doing some cardio but you know I love taking shots at you",
        4152.82,
        4158.4
    ],
    [
        " there jaco on Twitter you know and that's uh um I think one of the tweets I actually mentioned to",
        4158.4,
        4163.78
    ],
    [
        " you I was like you do the squat and I'll do the push in the sled and but uh you know it's like",
        4163.78,
        4169.02
    ],
    [
        " even through even through training my trainer it's funny because I joke with him all the time I'm like",
        4169.02,
        4173.98
    ],
    [
        " his name's Josh and I'm like like you're just here to walk me from machine to machine all right I'll",
        4173.98,
        4179.68
    ],
    [
        " tell you what I want to work out today and and um like if you get to the point where I'm getting",
        4179.68,
        4184.74
    ],
    [
        " bored doing pull-ups put some chains on me now do some pull-ups with some chains on me and some",
        4184.74,
        4189.44
    ],
    [
        " like that I do some push-ups or I'll get to the bench press and do some chains on the bench press",
        4189.44,
        4193.86
    ],
    [
        " and it's like just something else that challenge it instead of sticking to the same old thing you",
        4193.86,
        4198.86
    ],
    [
        " know every day thing and it's uh and you know I'm a personal best on the bench press couple",
        4198.86,
        4205.2
    ],
    [
        " weeks go at 260 I'm proud of that and then course push in the sled and um but now it's like",
        4205.2,
        4212.22
    ],
    [
        " you know I've learned doing the I do Spartan races and marathons and I'm doing a marathon and",
        4212.22,
        4218.04
    ],
    [
        " I did a marathon after I what year it was but I didn't work out or get back on the bike for a whole",
        4218.04,
        4223.3
    ],
    [
        " year and after doing the next marathon I was so sore for like a week and I realized like if I",
        4223.3,
        4228.44
    ],
    [
        " stay active in the gym and work out then I'm not a sore and um so like uh uh uh uh new's flash",
        4228.44,
        4234.02
    ],
    [
        " stay in the gym and it's uh so it's like I work out as much stuff possibly came because it's like",
        4235.2,
        4240.58
    ],
    [
        " I never know what what you know this the organization I do a lot of these events with like sometimes",
        4240.58,
        4245.7
    ],
    [
        " they'll just call me up like hey you want to do a Spartan race in two weeks it's like oh sure you",
        4245.7,
        4249.54
    ],
    [
        " know and and you know through and that makes sorry let me start drinking some water now and",
        4249.54,
        4257.62
    ],
    [
        " but and you know it's like through this it's like each year I try to find something new to do and",
        4257.62,
        4263.16
    ],
    [
        " for some weird reason this year I was like I got on a stationary bike because my goal is to",
        4263.16,
        4268.88
    ],
    [
        " and July I'm going to bike from Seattle to Portland it's like a 203 mile two-day event",
        4268.88,
        4275.64
    ],
    [
        " and then my ultimate goal in August is the bike across Kentucky on a tandem bike",
        4275.64,
        4281.68
    ],
    [
        " and um so I got on a stationary bike in January for the first time I got on any kind of bike in",
        4281.68,
        4287.86
    ],
    [
        " 20 years and I'm like holy smokes this is weird and it's like my left leg like the above the knee",
        4287.86,
        4294.22
    ],
    [
        " side like it didn't work so well in pedaling so I just took it off and started pedaling on my right",
        4294.22,
        4298.62
    ],
    [
        " leg again okay the most I've done was 7.5 miles in 26 minutes and I went to my trainer and I looked",
        4298.62,
        4304.38
    ],
    [
        " at my wife and I'm like this is the one thing that I feel like I'm doing normal you know I feel",
        4304.38,
        4309.06
    ],
    [
        " like I keep up with somebody with legs and um so I've really enjoyed that and I'm looking forward",
        4309.06,
        4313.82
    ],
    [
        " to it but um you know like last year I climbed out right here or half a half a mountain",
        4313.82,
        4318.08
    ],
    [
        " here and um this year I'm going to go out and summit it hopefully in July so",
        4318.08,
        4323.12
    ],
    [
        " that is uh anything I can do to really like challenge myself and always uh always tell my",
        4323.12,
        4328.94
    ],
    [
        " prositism like any like I got the x3 on my left leg which is like the best of the best and",
        4328.94,
        4334.1
    ],
    [
        " I'm like my goal in life is to break this leg it's like if I could break it then that's the",
        4334.1,
        4339.76
    ],
    [
        " that's a check in the box and you know and uh the baton death march you went back at that thing",
        4339.76,
        4349.38
    ],
    [
        " right I attacked that two weeks ago and I don't know if you know what it feels like to run into a",
        4349.38,
        4354.48
    ],
    [
        " train but that's what I felt like Monday afternoon but it was uh the 2009 really like I mentioned",
        4354.48,
        4360.84
    ],
    [
        " it humbled me and it motivated me you know for the next 10 years it's like everything I'm going to",
        4360.84,
        4369.74
    ],
    [
        " then my prosthetics wasn't as good or advanced as they are now so when I went out there two",
        4369.98,
        4375.66
    ],
    [
        " weeks ago I um I knocked it out 14 miles I knocked out eight miles and we we stepped off at 656 and",
        4375.66,
        4383.66
    ],
    [
        " by 1120 I hit eight mile marker they gave me a 45 minute mile pace and I was knocking out of",
        4383.66,
        4389.76
    ],
    [
        " mile in 25 minutes and it was I don't know if it was uh my knee was hurting or just the whole",
        4389.76,
        4397.34
    ],
    [
        " fact that I'm getting ready to cross the finish line but it was like I was getting a little",
        4397.58,
        4401.16
    ],
    [
        " emotional I'm like then this is really happening you know and to go out and walk this far on two",
        4401.16,
        4406.56
    ],
    [
        " prosthetics and I tell you one thing the miles are a lot longer when you can't see that's for sure",
        4406.56,
        4412.1
    ],
    [
        " and but um it was it was fun you know and I was uh I was out of my legs for about a week actually",
        4412.1,
        4420.42
    ],
    [
        " this last Tuesday is the first time I put my legs on for the first time so it's uh but you know",
        4420.42,
        4425.3
    ],
    [
        " because you just trashed the skin my left leg had a couple of little rope spots on it and so my wife",
        4425.3,
        4431.72
    ],
    [
        " she took a picture and sent my prosthesis and then she become my nurse and but not to mention",
        4431.72,
        4436.66
    ],
    [
        " this saturday I just walked 3.65 miles in a like uh they call it it's a run the bluegrass in",
        4436.66,
        4442.18
    ],
    [
        " Lexington and my wife she sent me a text and she's like yeah think about walking this you can get",
        4442.18,
        4448.08
    ],
    [
        " your wheelchair and I'll push you like I'm not gonna get a medal set in a wheelchair right I'm",
        4448.08,
        4454.68
    ],
    [
        " so we signed up for the 3.65 miles and we will finish that in an hour and 23 minutes and",
        4454.86,
        4460.88
    ],
    [
        " for some weird reason I think walking might be my thing this year too but I have to get you out and",
        4460.88,
        4467.18
    ],
    [
        " do a race with us come and get it hey I've been I've been looking into the um what's the that's the",
        4467.18,
        4473.02
    ],
    [
        " navy suit obstacle course uh oh the uh well you mean the one that's in Coronado the actual obstacle",
        4473.02,
        4479.28
    ],
    [
        " course oh no no not that one I'm not that advanced yet no I'm I'm a marine is it is it a bonafrog",
        4479.52,
        4484.86
    ],
    [
        " or a bone frog or the bone frog yeah yeah so I've been looking into that so right on well I'm",
        4484.86,
        4490.12
    ],
    [
        " sure those guys are hooky up if you want to go and get after it yeah I don't I'm not big on the",
        4490.12,
        4493.8
    ],
    [
        " water and stuff they're like you know we'll do everything else that might not be a great",
        4493.8,
        4497.56
    ],
    [
        " combination if you don't like the water too much because I'm sure they put some water into that",
        4497.56,
        4501.34
    ],
    [
        " yeah that's yeah that's uh no hey what was that what was that closure trip you know speaking about",
        4501.34,
        4507.56
    ],
    [
        " the most so I had to be a muscle going going to Iraq again it was the whole um when it was",
        4507.56,
        4514.62
    ],
    [
        " mentioned to me in 2011 the only image in my mind that kept popping up is like either a black",
        4514.62,
        4520.26
    ],
    [
        " hot going down or c 130 or something happening because it's like I walked away actually I was",
        4520.26,
        4525.94
    ],
    [
        " metavac'd out of that country you know from from my injury so it's like I had no good good image",
        4525.94,
        4532.84
    ],
    [
        " of that country at all and it was nerve-wracking it was even more nerve-wracking being around like the",
        4532.84,
        4538.3
    ],
    [
        " Iraqi security forces you know they're clearing rooms and doing mount training and here we stand",
        4538.3,
        4545.34
    ],
    [
        " with no weapons or anything like when I was in Iraq no Iraqi side rifles or AKs and so that",
        4545.34,
        4551.82
    ],
    [
        " that really kind of um it made me worried a lot but I think one of the coolest moments that",
        4551.82,
        4558.02
    ],
    [
        " that really helped me understand it was we were meeting the Iraqi security forces and they were all",
        4558.02,
        4563.62
    ],
    [
        " walking up shaking our hands and you know good uniforms and um they had a patch and one of the",
        4563.62,
        4569.94
    ],
    [
        " guys took his patch off and put it on my flag jacket and gave me a big hug and I'm like you know",
        4569.94,
        4575.06
    ],
    [
        " what this is this is it one team one fight here you know and there's there's bad people all over",
        4575.06,
        4580.02
    ],
    [
        " this world but there's a lot more good people in this world too and and I think and it really",
        4580.02,
        4585.4
    ],
    [
        " um it it made the trip as we were flying back home we were going over Iceland and the pilot",
        4587.04,
        4593.48
    ],
    [
        " brought back this little letter and he gave it to my buddy and my buddy read it to me and said",
        4593.48,
        4597.38
    ],
    [
        " U.S. forces have killed us all been laudan and I was like you know that's the perfect closure",
        4597.38,
        4602.24
    ],
    [
        " to a closure trip because like we all joined the military after 2001 to go after him you know to",
        4602.24,
        4610.02
    ],
    [
        " kill him and and knowing that this happened on my closure trip it's like it it honestly like",
        4610.02,
        4617.82
    ],
    [
        " gave me it got me emotional I'll just radio home with my family and that that that kept it off",
        4617.82,
        4624.26
    ],
    [
        " pretty well and I will say when I was in I can 2006 Saddam Hussein was killed so Saddam Hussein",
        4624.26,
        4631.24
    ],
    [
        " and Assam bin Laden you know so it's like why not but you know like I got so much out of that",
        4631.24,
        4636.98
    ],
    [
        " closure trip I learned a lot about my life and like what the next step in my life is and",
        4636.98,
        4641.6
    ],
    [
        " but like I mentioned earlier like when I went back to Afghanistan in 2017 never been Afghanistan",
        4641.6,
        4647.14
    ],
    [
        " before my life but I felt like I got more out of that closure trip because going to Iraq in 2011",
        4647.14,
        4652.82
    ],
    [
        " I was still in the Marine Corps wearing the uniform every day in Afghanistan I haven't put the",
        4652.82,
        4657.26
    ],
    [
        " uniform on in five years and to put the uniform back on and go around and speak to soldiers about",
        4657.26,
        4663.58
    ],
    [
        " my Marine Corps career and be around the military again truly made me miss it more than anything in",
        4663.58,
        4670.56
    ],
    [
        " the world and you know the brothers that I met in the Marine Corps and in the military alone like",
        4670.56,
        4676.8
    ],
    [
        " they're forever going to be there you know no matter where you live out in this country they're",
        4676.8,
        4681.56
    ],
    [
        " always going to be there for you and knowing that the you know the the name tag across your chest",
        4681.56,
        4688.6
    ],
    [
        " United States of America that that means more to me than anything in this world and if if I was",
        4688.6,
        4695.04
    ],
    [
        " called back to serve this country again and again knowing the risk and what could happen to me",
        4695.04,
        4699.66
    ],
    [
        " then I would go back and do it all over again because these last 12 years have been truly amazing",
        4699.66,
        4704.58
    ],
    [
        " and I've done things that I would never thought I could do and I've done it differently and like",
        4704.58,
        4711.1
    ],
    [
        " through the journaling through the adversity and it's just it's inspired and motivated me to come",
        4711.1,
        4717.58
    ],
    [
        " along the way and you know and it's it's it's a it's a life I love to live and even in the dark",
        4717.58,
        4724.46
    ],
    [
        " but I know one day will come and then there will be light in my eyes you know and I'll be able to",
        4724.46,
        4729.72
    ],
    [
        " open my eyes and see every day but for right now I'm going to live my life to the fullest",
        4729.72,
        4733.7
    ],
    [
        " that that's uh incredible do you do you ever you know I I'll hear from people all the time oh I",
        4733.7,
        4743.34
    ],
    [
        " don't feel like doing this today I don't feel like doing I don't want to work out today I don't",
        4743.34,
        4747.44
    ],
    [
        " I don't want to get up and do my job today you know does that when you hear that kind of thing what are",
        4747.44,
        4753.4
    ],
    [
        " your thoughts on that I know for me personally when I wake up and I don't feel like doing something",
        4753.4,
        4760.04
    ],
    [
        " then I try to or if I feel like I'm in a down mood then I try to keep that in in the house like",
        4760.04,
        4765.46
    ],
    [
        " I don't want to go out in the public because I don't want people to see that like when I go out in",
        4765.46,
        4777.42
    ],
    [
        " to hear people complain about things these days you know and because you know I know what a rack",
        4777.42,
        4782.6
    ],
    [
        " looked like I'm you know I was in Afghanistan and you know I know what happened to me and I know",
        4782.6,
        4787.02
    ],
    [
        " where I was 12 years ago and what I had to do to overcome that you know and it's just some people",
        4787.02,
        4792.7
    ],
    [
        " just when they feel like they can't do it they just get down in the dumps and they give up and",
        4792.7,
        4798.7
    ],
    [
        " really it's like you gotta learn to battle through those adversities and you know at the end of the",
        4798.7,
        4806.62
    ],
    [
        " new day you know and a new day with new challenges but you gotta learn to overcome those challenges",
        4806.62,
        4811.86
    ],
    [
        " because in life it's a mountain you're gonna continue to climb up a mountain and it's never going",
        4811.86,
        4816.86
    ],
    [
        " to flatten out you're constantly gonna go over any you know obstacles, boulders, whatever is in your",
        4816.86,
        4821.18
    ],
    [
        " way and the only way to go over is to climb it it's not to find an easy way around or turn around",
        4821.18,
        4826.34
    ],
    [
        " and quit you know and you gotta learn to just overcome things and and honestly never give up never quit",
        4826.34,
        4832.28
    ],
    [
        " you know I mean I think I clearly you represent that to the fullest so what are you doing right now",
        4834.86,
        4841.92
    ],
    [
        " in terms I know you got a job what's that what's that all about so it's funny how I got this job",
        4841.92,
        4848.56
    ],
    [
        " because my last year at UK I was I had to go for an internship and the internship the internship",
        4848.56,
        4855.98
    ],
    [
        " that I was going for was at the where I go hunting at and I was like okay well do that but then like",
        4855.98,
        4861.32
    ],
    [
        " people kept tagging me on Facebook about this Wounded Warrior Fellowship position that was opening",
        4861.32,
        4864.96
    ],
    [
        " up and it's like Matt you should try this out and I contacted one of my friends and and he was like",
        4864.96,
        4869.74
    ],
    [
        " yeah just show up at our office on this date and you could intern with us and then we'll talk about",
        4869.74,
        4874.42
    ],
    [
        " the position and I show up on the first day of our office and everybody's like who are you like",
        4874.42,
        4879.6
    ],
    [
        " and then he ended up getting kind of in trouble for this but but it was a so you know I interned",
        4879.6,
        4885.32
    ],
    [
        " there and then went through the interview in June and basically was hired on the spot and I've been",
        4885.32,
        4890.96
    ],
    [
        " working with the congressional office for two years doing veterans outreach you know we I do some",
        4891.52,
        4896.82
    ],
    [
        " case work with veterans but truly it's just getting out of the district and being around veterans and",
        4896.82,
        4901.4
    ],
    [
        " kind of letting them know what kind of legislative the bills are out there that could affect them both",
        4901.4,
        4906.36
    ],
    [
        " positive and negatively I mean there's so much out there that they need to know about and it's been",
        4906.36,
        4912.2
    ],
    [
        " truly a joy you know getting to work with a lot of Vietnam veterans and you know these are some",
        4912.2,
        4917.24
    ],
    [
        " of the happiest guys that I've ever met in my life for what they had to go through you know and",
        4917.24,
        4921.36
    ],
    [
        " and just hearing them walk up to me and be like because I've had them come just to our office",
        4921.36,
        4927.86
    ],
    [
        " and tears just to like to shake my hand or get a hug from me and stuff like that going through",
        4927.86,
        4932.88
    ],
    [
        " you know heart problems or whatever and they're like you know what just being here and seeing you",
        4932.88,
        4937.82
    ],
    [
        " and what you've gone through that motivates me to continue doing what I'm doing because you're",
        4937.82,
        4942.8
    ],
    [
        " inspiring me and it brings tears to my eyes because it's like you know it's as a veteran you know",
        4942.9,
        4948.84
    ],
    [
        " veteran servant veterans we need to look out for our own it doesn't matter if it's a job or not but",
        4948.84,
        4952.92
    ],
    [
        " you know the suicide right right now is sad and you know we got to learn to reach out and be with",
        4952.92,
        4959.26
    ],
    [
        " each other because we're the only ones that trust and the only ones that open up to each other",
        4959.26,
        4963.98
    ],
    [
        " and that's the one thing that I've really you know I've tried at first which is very hard to keep",
        4963.98,
        4969.5
    ],
    [
        " my personal life from my work side but you know these it's when you sit down you talk to a veteran",
        4969.5,
        4976.1
    ],
    [
        " and you share what you've went through and and they share what they went through and you kind of come",
        4976.1,
        4982.28
    ],
    [
        " together and you talk about things and you know at the end of the day that you're helping them out",
        4982.28,
        4987.7
    ],
    [
        " just as much as they're helping you out it truly means the world and it's it knows that you know",
        4987.7,
        4993.12
    ],
    [
        " veteran servant veterans we need to stick together yeah there's no doubt and you're doing all that",
        4993.12,
        5000.74
    ],
    [
        " and you're also raising three kids three kids three amazing kids actually and you know my wife and",
        5000.74,
        5007.56
    ],
    [
        " I we're April 7th the BR 7th wedding anniversary so we're you know it's through it all the one",
        5007.56,
        5014.76
    ],
    [
        " thing that if I could teach anybody in life it's teaching those kids that you know challenges are",
        5014.76,
        5019.58
    ],
    [
        " going to come but you got to find a way life isn't easy life's hard and and if they can look at me",
        5019.58,
        5026.34
    ],
    [
        " and look at what I've gone through and what I continue to do today and use that as motivation to",
        5026.34,
        5031.84
    ],
    [
        " you know better themselves and better their lives and understand that yes I might have failed this",
        5031.84,
        5037.4
    ],
    [
        " test but you know what I'm going to go home and I'm going to get in the book and I want to I'm going",
        5037.4,
        5041.02
    ],
    [
        " to get an A on this next one and that's all that matters and you know to talk about them a little",
        5041.02,
        5045.32
    ],
    [
        " Nolan who's 15 he'll turn 16 in a couple weeks a couple years ago he had a birthday party and",
        5046.6,
        5051.6
    ],
    [
        " and there's this girl in his class or in his school that had no arms and no legs and he didn't know",
        5051.6,
        5059.62
    ],
    [
        " her but he went up to her and gave her a birthday he invited her to his birthday and it like he",
        5059.62,
        5068.84
    ],
    [
        " come home and told me an Amanda that and that truly brought tears to our eyes because it's like",
        5068.84,
        5073.76
    ],
    [
        " there they get it you know when I was their age if I saw a kid that was in you know a special",
        5073.76,
        5080.96
    ],
    [
        " wed class I didn't walk up and try to talk to him I you know I felt like they were different than me",
        5080.96,
        5085.76
    ],
    [
        " and I stayed away from that but you know knowing that he walked up to a grill with no arms and no",
        5085.76,
        5090.66
    ],
    [
        " legs and was you know invited her to his birthday party truly brought tears to our eyes because it's",
        5090.66,
        5096.14
    ],
    [
        " like again he gets it he's growing up he's a man right now you know and Emma she is just as mature as",
        5096.14,
        5103.18
    ],
    [
        " she is so helpful and caring and compassionate and Layla is the same thing you know she's seven",
        5103.18,
        5109.02
    ],
    [
        " years old right now but it's the cutest thing in the world is to hear her get around her friends",
        5109.02,
        5114.04
    ],
    [
        " and tell her stories about how I got hurt you know somehow the bad guys blew my legs off and killed",
        5114.04,
        5120.86
    ],
    [
        " me and she told her teacher that and I can only imagine where teacher thought when I walked",
        5120.86,
        5125.34
    ],
    [
        " in the classroom you know but but it's just you know they're always there if I need them they're",
        5125.34,
        5131.12
    ],
    [
        " there to help out and you know to to my wife I mean she's truly amazing she has a job herself but",
        5131.12,
        5137.44
    ],
    [
        " she stops everything she can to get me to work me to an event me to a speaking engagement to wherever",
        5137.44,
        5142.94
    ],
    [
        " to get the three kids to wherever they need to go our two girls are in horseback riding lessons",
        5142.94,
        5148.18
    ],
    [
        " right now and still she finds time to work out twice a day actually she you know nine to nine to",
        5148.18,
        5157.46
    ],
    [
        " two job and and it's you know she does dinner laundry everything and then she still crawls in bed",
        5157.46,
        5164.16
    ],
    [
        " by eight o'clock at night I mean you know if there's a motivation in my life and there's a true hero",
        5164.16,
        5168.58
    ],
    [
        " for me to look up to it's her because she's truly amazing and I couldn't ask for a better wife",
        5168.58,
        5174.18
    ],
    [
        " and a better you know friend best friend role model mentor and you know if there's any award out",
        5174.18,
        5180.56
    ],
    [
        " there to give to her then I mean I would I would be up for and I'd be the first one to sign onto it",
        5180.56,
        5185.96
    ],
    [
        " well that's that awesome it sounds like you uh sounds like you found the perfect the perfect",
        5185.96,
        5193.3
    ],
    [
        " girl for you she is and you know throughout all this it's you know the the hardest thing is to",
        5193.3,
        5199.2
    ],
    [
        " to set back and like appreciate it and the one thing that I truly don't like I always cross if I",
        5199.2,
        5205.28
    ],
    [
        " cross a finish line I always look to see what's next I don't set back and enjoy it and she's there",
        5205.28,
        5210.18
    ],
    [
        " to kind of like to almost honestly humble me a little bit and to set back and like let me remember",
        5210.18,
        5217.34
    ],
    [
        " what I went through to get to where I am today and without her I don't know if I could live this",
        5217.34,
        5224.4
    ],
    [
        " life right now you know it's always talk about it it's um you know it's a tough road you know I'm",
        5224.4,
        5230.8
    ],
    [
        " I am blind I have bad days and some days I don't want to wake up and go on but I tell you every day",
        5230.8,
        5238.2
    ],
    [
        " you know or every night I pray that maybe one day I'll wake up and I'll be able to see my wife",
        5238.2,
        5244.04
    ],
    [
        " and my kids and when I wake up I still look at darkness and then I go through my morning routine",
        5244.04,
        5249.56
    ],
    [
        " and I still grab my prosthetic legs and I put them on so I'm constantly reminded of January 18th",
        5249.76,
        5255.14
    ],
    [
        " 2007 and I use that motivation to go on and love my family and love my kids and go out and do",
        5255.14,
        5260.26
    ],
    [
        " these extraordinary things because I'm never going to let that guy who pushed that button and blew me",
        5260.26,
        5264.68
    ],
    [
        " up to feed me even though I don't know where he's at right now he's never going to get the sense of",
        5264.68,
        5269.64
    ],
    [
        " relief that he defeated me that day and you know while I'm going through these bad moments I mean",
        5269.64,
        5275.18
    ],
    [
        " nothing soothes the soul and makes the heart feel so much better than here and your seven year old",
        5275.3,
        5280.44
    ],
    [
        " daughter walk into you and say hey daddy I love you all right man um I don't even know if I",
        5280.44,
        5291.98
    ],
    [
        " have anything to say after that man that's just uh that's awesome um I yeah man I think we're good",
        5291.98,
        5302.02
    ],
    [
        " I think we're good I think I think that's a good place to stop man it's just awesome to sit here",
        5302.44,
        5311.44
    ],
    [
        " and talk to you and you know hear your story um I know Echo's got a couple things to cover",
        5311.44,
        5318.52
    ],
    [
        " what do you got Echo? Sure do you think it I always think about this too like you know how",
        5318.52,
        5326.2
    ],
    [
        " Matt you're saying like you can choose to kind of go down two paths right so and it this picture",
        5326.78,
        5334.78
    ],
    [
        " starts to get kind of painted in my head when I hear like these cool stories so like I don't know",
        5334.78,
        5339.08
    ],
    [
        " you know like if you're uh it's gonna be a bad analogy but bear with me we all know you're good",
        5339.08,
        5345.28
    ],
    [
        " yeah we all know you're good at bad analysis so let's say you're trying to I don't know like let's",
        5345.28,
        5356.18
    ],
    [
        " say you have an ant problem right so it's it's it's you against the ants right so let's say you",
        5362.04,
        5368.18
    ],
    [
        " say okay I'm gonna set out these traps for the let's not answer let's say mice let's say",
        5368.18,
        5372.7
    ],
    [
        " mice let's say if you got ant traps right so there's a mouse trap let's say you put a mouse trap",
        5372.7,
        5377.9
    ],
    [
        " out for your uh mouse problem okay and then uh you know someone uh or a mouse comes and gets caught",
        5377.9,
        5384.48
    ],
    [
        " in the trap yeah you don't kill it though you're trying to kill all the mice right okay you don't",
        5384.48,
        5390.66
    ],
    [
        " kill the mouse the mouse like somehow you mess it up though uh but the mouse gets away so not only did",
        5390.66,
        5396.56
    ],
    [
        " you not kill the and then the mouse now goes recovers and now teaches all other mice how to get past",
        5396.56,
        5403.2
    ],
    [
        " mouse traps okay your mouse trap kind of worked against you so like just like when Matt said oh yeah",
        5403.2,
        5414.46
    ],
    [
        " yeah he did the opposite of what he was trying to do see what I see what you're saying good",
        5414.46,
        5419.1
    ],
    [
        " it's actually a good analogy okay good for that one not saying that Matt is a mouse I'm not saying",
        5419.1,
        5423.94
    ],
    [
        " but I'm just saying you know concept but he has the the will and fortitude and the lessons",
        5423.94,
        5429.62
    ],
    [
        " yeah most important so the guy who made the bomb kind of screwed himself yeah you know you mean",
        5429.62,
        5434.74
    ],
    [
        " in this big way and saying yeah and it's it's you know kind of it's hard to say that he's",
        5434.74,
        5444.08
    ],
    [
        " like all at the end of the day it's like you know I I look back at you all together just being a",
        5444.08,
        5448.26
    ],
    [
        " marine you know and never quit never quit on my brothers and never quitting on the situation it's",
        5448.26,
        5453.44
    ],
    [
        " given to me and I'll use you know the amputations and the blindness and all this stuff stacked against",
        5453.44,
        5459.42
    ],
    [
        " me as motivation you know and every now and then it like steers it's ugly head but you know thankfully",
        5459.42,
        5465.5
    ],
    [
        " for my wife my family and you know the mindset and mentality that I have right now and the",
        5465.5,
        5470.02
    ],
    [
        " friends that I've surrounded myself with that you know I kind of push it back and you know",
        5470.02,
        5475.06
    ],
    [
        " kick its butt yes sir indeed speaking of kicking butt yes what do you got for us that Matt's on the",
        5475.06,
        5482.86
    ],
    [
        " path he's been on the path Matt have you tried to get too big have you ever tried to get to yet",
        5482.86,
        5487.12
    ],
    [
        " if you could teach a blind guy with no leg to get to then I'm all for yes well I've definitely",
        5487.12,
        5491.38
    ],
    [
        " taught blind guys to get to and I've definitely taught guys with no legs to get to well let's put",
        5491.38,
        5499.18
    ],
    [
        " you might find it easier than the baton death march yes sir oh yeah no man you can definitely",
        5499.18,
        5503.72
    ],
    [
        " you can train a jiu jitsu all day long Ryan Joe you know one of my guys who was blinded and I train",
        5503.72,
        5510.04
    ],
    [
        " with him and he he wrestled too in high school so he had some background but yeah you can there's",
        5510.04,
        5516.92
    ],
    [
        " people that competitively yeah that compete with with no vision and the no legs thing well that you",
        5516.92,
        5524.22
    ],
    [
        " just learn jiu jitsu is adaptable yeah so you can you can adapt it as you as you are quite good at",
        5524.22,
        5531.3
    ],
    [
        " well you know my hashtag no legs no vision no problem so there you go anything out there actually",
        5531.3,
        5536.84
    ],
    [
        " some jiu jitsu training we used to do they you know they say close your eyes when you train you",
        5536.84,
        5541.58
    ],
    [
        " start back to back yeah yeah closer and as the thing is once you have have contact with a guy yep",
        5541.58,
        5548.0
    ],
    [
        " like being able to see him isn't that much of an advantage I sometimes close my eyes just",
        5548.2,
        5552.94
    ],
    [
        " yeah yeah so so yeah the thing with grappling is you learn well you learn to know what the other",
        5552.94,
        5559.64
    ],
    [
        " person is doing by feel and you don't really because you can't see what are you going to see",
        5559.64,
        5563.22
    ],
    [
        " anyways you see like their armpit yeah whatever you see their specific yeah so you don't get",
        5563.22,
        5568.7
    ],
    [
        " to see much anyways yeah the friend I'll tell you about that that trappin on his leg in Iraq I",
        5568.7,
        5573.12
    ],
    [
        " we got a video of him and I grappling and it's hard because like I could put him in a headlock",
        5573.12,
        5578.38
    ],
    [
        " but you know my legs I can't do much with that but I have a video of me like tapping him out",
        5578.38,
        5583.14
    ],
    [
        " because he's like great he bright red it's like well now a million people are gonna want to see",
        5583.14,
        5590.62
    ],
    [
        " that video yeah yeah it's a funny video yeah I mean that's the part you kind of miss is like the",
        5590.62,
        5596.58
    ],
    [
        " look of defeat you know on his face or whatever but you have to imagine that part oh I'm letting",
        5596.58,
        5601.42
    ],
    [
        " you know the rest of the day and then also sent a picture to everybody that we start with so",
        5601.42,
        5605.36
    ],
    [
        " yes it's out there so you'll roll right into that's the jiu jitsu yeah and plus your good athlete",
        5605.36,
        5612.04
    ],
    [
        " you got them tennis skills no yeah my wife likes the youth oh I always go love you said that",
        5612.04,
        5617.6
    ],
    [
        " but yes on the path very good jiu jitsu so when you're doing jiu jitsu on this path that we're all on by",
        5617.6,
        5624.74
    ],
    [
        " the way you're gonna need a ghee you don't want a ghee if you do ghee which I recommend but",
        5624.74,
        5629.62
    ],
    [
        " origin ghee this is where you get your ghee's at origin main.com ghee rash guard there's other stuff",
        5630.56,
        5636.54
    ],
    [
        " on there but as far as geese go that's where you get them all made in America by the way jackele",
        5636.54,
        5641.52
    ],
    [
        " yeah yeah that's the big thing so little town up in Maine and all the industry was taken away from",
        5641.52,
        5651.28
    ],
    [
        " this town and we're bringing it back we got a factory up there we got I think we got but we got",
        5651.28,
        5658.08
    ],
    [
        " a bunch of people working in the factory and they're all craftsmen craftsmen and crafts women",
        5658.08,
        5663.02
    ],
    [
        " that's how that crafts people yeah that's how that crafts people because a lot of them are female",
        5663.02,
        5667.58
    ],
    [
        " and you know they're they're making all this stuff so it's great to see that we're trying to make",
        5667.58,
        5673.6
    ],
    [
        " America make again did you just is that you just now I shot that to Pete okay okay my brother Pete",
        5673.6,
        5682.3
    ],
    [
        " I was like hey we're gonna make America make again because that's what you're trying to do yeah",
        5682.3,
        5686.44
    ],
    [
        " we're trying to make America make well it's totally happening I mean we got what Danum American",
        5686.44,
        5691.46
    ],
    [
        " denim being made yeah yeah not the kind that's the plans for the future which is good which is good by",
        5691.46,
        5696.64
    ],
    [
        " the way plans for the future but but that's not a future plan that's we like future pants but we",
        5696.64,
        5701.24
    ],
    [
        " really like actually this is happening yeah bring in denim production yeah yeah yeah think about",
        5701.24,
        5707.96
    ],
    [
        " it American jeans or or created in America created here invented here and all of a sudden they're",
        5707.96,
        5716.2
    ],
    [
        " getting made overseas and these and and there's no Americans that are making anymore well there are",
        5716.2,
        5720.5
    ],
    [
        " now yeah there are now in a factory in Farmington Maine oh yeah that's what we're doing yes origin",
        5720.5,
        5727.52
    ],
    [
        " Maine dot com go there ghee rash guards denim joggers go to the stuff yeah all supplements of",
        5727.52,
        5736.4
    ],
    [
        " first yeah oh yeah so I'm bad man I twisted my knee out doing jiu jitsu yeah like the kind of",
        5736.4,
        5746.18
    ],
    [
        " loose to string recently strange actually my knees are so loop again with the knees I know but my",
        5746.18,
        5752.94
    ],
    [
        " knees are so loose that I um I like sprained it one time so I went to the orthopedic surgeon you",
        5752.94,
        5757.9
    ],
    [
        " know check it out he was like oh yeah you blew your ACL that was like since I really did blow my",
        5757.9,
        5763.1
    ],
    [
        " ACL 10 to 12 to like 15 years earlier my other side I knew that my knees were loose because the",
        5763.1,
        5770.76
    ],
    [
        " got the doctor at that time was like hey you have really like I don't know long ligaments I don't",
        5770.76,
        5774.56
    ],
    [
        " I know that sounds funny I have long ligaments I know but that's what he said yeah anyway so I was",
        5774.84,
        5781.08
    ],
    [
        " like hey I'm sure he just didn't say you had to anyway he says um yeah you have loose like",
        5781.08,
        5789.98
    ],
    [
        " ligaments or whatever um but this is how you know this one is blown out and this one is not",
        5789.98,
        5794.2
    ],
    [
        " because when you pull it the one that's not blown out poem it has a tight like um",
        5794.2,
        5797.96
    ],
    [
        " cord at the end of it where it just stops anyway so my current orthopedic surgeon I told him that",
        5797.96,
        5802.9
    ],
    [
        " he was like okay that's good that you told me that so he tries the other one and like he's like",
        5802.9,
        5806.32
    ],
    [
        " oh yeah they're the same like the so it's probably not blown out but hey MRI anyway MRI",
        5806.32,
        5812.28
    ],
    [
        " boom anyway back to my story so they pop out right that's their thing when I twist them long they'll",
        5812.28,
        5818.54
    ],
    [
        " pop out sometimes they'll pop out so much that it'll like kind of make the cartilage swell on the",
        5818.54,
        5822.56
    ],
    [
        " outside okay so it takes a few days so I until I can bend them all away and I'm pretty flexed",
        5822.56,
        5832.88
    ],
    [
        " double dose joint warfare and krill oil 48 it's back in the game that's that's quick yes that's",
        5832.88,
        5840.22
    ],
    [
        " quick plus we got them uh mok yes additional protein yep additional protein we got the discipline go",
        5840.22,
        5846.68
    ],
    [
        " and the discipline and we got the warrior kid mok I gotta get you some warrior kid mok for your",
        5846.68,
        5852.34
    ],
    [
        " kids Matt so what it is is like do you your kids like chocolate milk they do do they like do you",
        5852.34,
        5859.16
    ],
    [
        " have her strawberry chocolate well was that strawberry milk yeah do you have that one my my",
        5859.16,
        5863.44
    ],
    [
        " Laila seven year old she lost strawberry milk okay so unfortunately the milk the strawberry milk",
        5863.44,
        5870.02
    ],
    [
        " that you have to give your kids is horrible for them even though it tastes delicious I guess well",
        5870.02,
        5874.62
    ],
    [
        " there's like some protein in it right there's some nutritional value because it does have some protein",
        5874.62,
        5878.0
    ],
    [
        " because there's milk in it yeah but you're also ladenning them with sugar which is not good for them",
        5878.0,
        5884.0
    ],
    [
        " and addicted so so yeah and it's addictive so we solved this problem and we made warrior kid mok",
        5884.0,
        5891.22
    ],
    [
        " it tastes delicious I'm telling you it tastes like I don't know from supposed to say this but it",
        5891.22,
        5897.52
    ],
    [
        " tastes like the Nestle's quick strawberry milk you know what I'm talking about yeah it tastes like",
        5897.52,
        5901.2
    ],
    [
        " it's that good I'm not kidding Laila will be all over this stuff she will be stoked if they like",
        5901.2,
        5908.42
    ],
    [
        " strawberry yeah yeah yeah it's a really good one so we'll get you some of that and anyone else out",
        5908.42,
        5913.12
    ],
    [
        " there that wants to raise or your kids that doesn't want to give your kid a bunch of actual poison",
        5913.12,
        5918.4
    ],
    [
        " sugar actual poison well yeah and here's the thing about sugar too and try read a little thing about",
        5918.4,
        5926.12
    ],
    [
        " this but I've noticed this so you know how like when you're they're like little babies or whatever",
        5926.12,
        5931.38
    ],
    [
        " you'll give them like I don't know all kinds of stuff right and let's say you give them formula",
        5931.38,
        5935.68
    ],
    [
        " but the formula is kind of sweet in it right so it's like it's sweet in so they'll like it so they'll",
        5935.68,
        5941.14
    ],
    [
        " eat it oh yeah but if you don't give them any sweet stuff even when they grow up they'll like",
        5941.14,
        5945.5
    ],
    [
        " yeah they'll only eat normal stuff like unsweetened stuff you know so I'll use myself as a small",
        5945.5,
        5952.1
    ],
    [
        " example oh now it's young my parent you know the you know the like the fruit nut fruit punch but like",
        5952.1,
        5956.86
    ],
    [
        " a orange juice concentrate when you make orange juice you put orange juice concentrate and then you get",
        5956.86,
        5961.32
    ],
    [
        " water yes yes but how you do it is you go it's like a 12 ounce concentrate",
        5961.32,
        5970.94
    ],
    [
        " yeah we'll say we'll say I think it's 12 ounces put the concentrate in and then you fill that",
        5971.14,
        5975.76
    ],
    [
        " same 12 ounce container that the concentrate was in with water four times okay right",
        5975.76,
        5980.98
    ],
    [
        " little did I know it was really three times that's how much you're supposed to that's the",
        5980.98,
        5985.4
    ],
    [
        " recommended but my mom always did the four times she was trying to save money too oh yeah",
        5985.4,
        5989.94
    ],
    [
        " yeah sure that's what it would have been my thing well she was like hey I never throw it six of",
        5989.94,
        5994.76
    ],
    [
        " that the last house used to it I was totally used to it so then later on when I found out in high",
        5994.76,
        6000.82
    ],
    [
        " school by the way that it was really three yeah I was like but I can't do the three it's",
        6000.82,
        6005.36
    ],
    [
        " way too sweet yeah your mom soon saying saved money and made you more healthy ready to go mom",
        6005.36,
        6010.84
    ],
    [
        " there you go where to go the right path yeah see yeah sure right for sure so think about that",
        6010.84,
        6017.46
    ],
    [
        " and when you think about that think about this jaco has a store it's called jaco store so when you're",
        6017.46,
        6022.48
    ],
    [
        " on the path you want to represent while being on the path that's where you go you can get your",
        6022.48,
        6026.44
    ],
    [
        " t-shirts discipline equals freedom good good shirt oh the new one on the new the new good shirt yeah",
        6026.44,
        6033.62
    ],
    [
        " yeah more simple less of my head on it yeah it is weird especially after a while when like",
        6033.62,
        6040.18
    ],
    [
        " you know when you look in the mirror and it's like good yeah I get the message but you got to see",
        6040.18,
        6043.98
    ],
    [
        " jacuz face or whatever and you know sometimes you're not in the mood for that you just get the",
        6043.98,
        6047.64
    ],
    [
        " other one do you sell your t-shirts anywhere Matt they're on my website okay and uh we're in the",
        6047.64,
        6052.78
    ],
    [
        " process of getting right now he's got the cotton shirts but we're working on the workout shirts",
        6052.78,
        6057.02
    ],
    [
        " okay and um well yeah and that's Matthew Bradford dot com Matthew dash breath",
        6057.02,
        6062.96
    ],
    [
        " with that's right that was I was gonna correct myself Matthew dash Bradford dot com yeah there's",
        6062.96,
        6069.02
    ],
    [
        " there on there as well and um you can also go on there and request speaking engagements as well",
        6069.02,
        6073.72
    ],
    [
        " and book me but yeah but yeah the shirts are there and hashtag on the front of them",
        6073.72,
        6080.58
    ],
    [
        " and the hashtag on the front is no vision no legs no problem no legs no vision no problem",
        6080.96,
        6085.62
    ],
    [
        " oh it's right I have to prioritize it's different it's it's it's it's hilarious here and people um",
        6085.62,
        6091.32
    ],
    [
        " just go after the hashtag it's like no side no legs no vision it's like no eyes it's like the first",
        6091.32,
        6098.94
    ],
    [
        " fall I got one eye at least no prosthetic but uh yeah it's uh it's you know that's something I come",
        6098.94,
        6105.56
    ],
    [
        " up with like a couple years ago like doing an event and it's like you know what it just kind of",
        6105.56,
        6108.9
    ],
    [
        " stuck and next thing you know here we go no legs no vision no problem and those uh the workout",
        6108.9,
        6113.72
    ],
    [
        " shirts you're talking about what are you um what like a dry fit kind of situation and what kind of",
        6113.72,
        6119.54
    ],
    [
        " like a draft fit but then also the discipline equals freedom t-shirt the what the material you all use",
        6119.54,
        6124.06
    ],
    [
        " oh yeah that's like not really like that material because yeah feel like when I work out I get good",
        6124.06,
        6129.0
    ],
    [
        " numbers and I got the discipline equals freedom t-shirt on so oh yeah yeah yeah yeah yeah yeah",
        6129.0,
        6133.66
    ],
    [
        " like a lot of new action or a little placebo yeah well you know it's one of those things right",
        6133.66,
        6139.74
    ],
    [
        " it's like what do you call it? well marina wait let me ask you this if the placebo is works",
        6139.74,
        6144.54
    ],
    [
        " is it really a placebo because that's you know we could debate that later I don't know what now",
        6144.54,
        6149.24
    ],
    [
        " Matt's got to make out of the math over vacations we want to get somebody else in here for that one",
        6149.24,
        6155.24
    ],
    [
        " that goes going to start telling the story about like cool later something mixing it up how much",
        6155.24,
        6161.6
    ],
    [
        " water goes it baby baby anyway you want to represent on the path jacob store.com if you see",
        6161.6,
        6170.6
    ],
    [
        " something you like get something how's this how's this yes lightweight hoodies oh they're in oh I",
        6170.6,
        6175.52
    ],
    [
        " know they're in they're up they're representative of quality little little dash of fashion all I'm",
        6175.52,
        6184.04
    ],
    [
        " going to say is see Matt you're probably down so he's wearing lightweight yeah",
        6184.04,
        6188.34
    ],
    [
        " because he's living in Kentucky oh yeah exactly there's more often you're gonna need that",
        6188.9,
        6193.34
    ],
    [
        " in Kentucky but if kind of a main you're not gonna need that lightweight hoodie what all right well",
        6193.34,
        6198.42
    ],
    [
        " I'm going to the immersion camp I'm bring one I'm gonna wear one how about that emerging camp",
        6198.42,
        6201.92
    ],
    [
        " emerging yeah the immersion camp the origin immersion camp we haven't talked about that because",
        6201.92,
        6206.08
    ],
    [
        " it's almost sold out go to origin made dock I know the origin made dock if you want to go to that",
        6206.08,
        6211.0
    ],
    [
        " you get to camp if you want to come to that mat let me know all right come up it's in August all right",
        6211.0,
        6216.88
    ],
    [
        " it's uh it's fun we did you get to 24 hours a day and you know that last year as well too yeah yeah",
        6217.0,
        6224.46
    ],
    [
        " yeah we did it we rocked it it was it's good time uh jacobite you can get that as well",
        6224.46,
        6228.78
    ],
    [
        " if you can't deadlift 8,000 pounds you might want to order it quickly because if you drink jacobite",
        6228.78,
        6234.72
    ],
    [
        " tea there's a 100% scientific guarantee that you'll be able to deadlift a minimum of 8,000 pounds",
        6234.72,
        6240.38
    ],
    [
        " some people are coming in higher than that which is fine not a placebo no no it's 100%",
        6240.38,
        6246.48
    ],
    [
        " uh you can you can subscribe to this podcast because echo thinks that you've listened to",
        6247.8,
        6253.36
    ],
    [
        " a hundred and 71 podcasts and maybe you haven't hit subscribe yet well that's what echo thinks",
        6253.36,
        6257.88
    ],
    [
        " no echo is proven right because then a bunch of people when I made fun of you for that a bunch",
        6257.88,
        6264.14
    ],
    [
        " people rally to your defense yeah man because we want to set a whole little group that",
        6264.14,
        6268.7
    ],
    [
        " will rally to your defense because I have a good point sometimes not all the time",
        6268.7,
        6272.3
    ],
    [
        " you're just",
        6273.7,
        6273.42
    ],
    [
        " come on uh subscribe oh we also don't forget about the warrior kid podcast we just released a couple more",
        6273.42,
        6280.42
    ],
    [
        " episodes stories from uncle Jake yeah those stories are good I love those stories I'm going to",
        6280.42,
        6285.54
    ],
    [
        " publish a book with those stories by the way good idea yeah not so big shocker don't forget the",
        6285.54,
        6291.18
    ],
    [
        " warrior kids so from Irish oaks oaks ranch actually it's not for kids it's so made by a kid but it's",
        6291.18,
        6297.72
    ],
    [
        " not for kids right right it's for humans in general yeah that need to stay clean",
        6297.72,
        6303.56
    ],
    [
        " yes also you too if you are interested in the video version of this podcast you want to see",
        6303.56,
        6311.8
    ],
    [
        " what Matt looks like yeah boy yeah see what jaco it looks like if you're annoying and uh yeah I was",
        6311.8,
        6318.6
    ],
    [
        " explaining to Matt I'll explain to everyone as everyone knows echo does not sound like he looks",
        6318.6,
        6325.14
    ],
    [
        " like you know we all know that echo sounds just I'm just gonna say it echo sounds skinny and weak",
        6325.14,
        6331.8
    ],
    [
        " thank you no offense but echo sounds my kids always make fun of that this the hey no offense but",
        6331.8,
        6344.56
    ],
    [
        " right but I'm gonna say something very offensive so I was explaining to Matt like listen bro",
        6344.56,
        6350.58
    ],
    [
        " most people when they see echo and they meet him they go okay cool he's not really they think",
        6351.26,
        6355.4
    ],
    [
        " to themselves oh he's not he's gonna look like the way he sounds yeah so I had to say Matt I know you",
        6355.4,
        6359.92
    ],
    [
        " can't see echo but he doesn't look the way he sounds Matt's like okay cool thanks",
        6359.92,
        6366.24
    ],
    [
        " okay he's otherwise he no he's it you know he might have said something like you know maybe if",
        6366.24,
        6371.12
    ],
    [
        " you're trying to put on weight like maybe echo needs to all right just by the sound of your voice",
        6371.12,
        6374.92
    ],
    [
        " sounds like you maybe need to do some squats when I was in the hospital I had like a color",
        6374.96,
        6382.1
    ],
    [
        " they every time I would make fun of somebody then they would be in the room and I didn't know that",
        6382.1,
        6385.78
    ],
    [
        " then they'd be like blue blue blue it's like like get my mind off of like what I was gonna say and like oh",
        6385.78,
        6391.42
    ],
    [
        " okay why are you saying the color right now oh that's good yeah that is good actually so yeah",
        6391.42,
        6399.2
    ],
    [
        " YouTube videos there's also echoes enhanced YouTube videos I just blown up today yep what up I",
        6399.2,
        6404.98
    ],
    [
        " should technically be what yesterday Monday Monday those are good check out flipside canvas dot com",
        6404.98,
        6411.04
    ],
    [
        " that's a little company by my brother Dakota Meyer he's making cool things to hang on your wall",
        6411.04,
        6421.04
    ],
    [
        " yeah of highest quality made in America he made one that says good yeah if that's a message that you",
        6421.04,
        6428.9
    ],
    [
        " that resonates with you can do that you got one that says discipline equals freedom and by the way",
        6429.2,
        6435.24
    ],
    [
        " I didn't really know this until the other day and I hate to even do this because Dakota might get",
        6435.24,
        6440.46
    ],
    [
        " mad at me but he kind of takes requests so if you heard something on this podcast and you said",
        6440.46,
        6447.26
    ],
    [
        " to yourself dang when when Matt Bradford said this when Matt Bradford said just walk I mean can",
        6447.26,
        6455.52
    ],
    [
        " that not become that can be it's like something you kind of want to put on your wall right yeah just walk",
        6455.52,
        6460.36
    ],
    [
        " yeah boom yeah so if there's something like that hit up Dakota on Twitter and say hey Dakota",
        6460.36,
        6465.84
    ],
    [
        " wouldn't it be cool if there was a a canvas that said just walk he's he might have to put like a",
        6465.84,
        6474.36
    ],
    [
        " request like section right on his web to make this yeah to filter that one out yeah it's true",
        6474.36,
        6481.42
    ],
    [
        " yeah that there's some good stuff on there I went through it and was like looking at this good man",
        6481.58,
        6486.5
    ],
    [
        " and I'm not really an art see guys far as I'm hanging art on the wall you've been in a hotel",
        6486.5,
        6490.94
    ],
    [
        " yeah it's like a picture of like a cabin you know and I see what they're doing they're trying to make",
        6490.94,
        6496.1
    ],
    [
        " you feel cozy but it's like this is a random picture of it yeah I'm just staying it I don't know",
        6496.1,
        6500.72
    ],
    [
        " but yeah you get that that good one that that we have that he has I was like okay I can kind of",
        6500.72,
        6505.56
    ],
    [
        " get down with this even just the looks at love for sure and then you got another layer the good",
        6505.56,
        6509.38
    ],
    [
        " is aesthetically pleasing yeah it was good and there's layers and layers exactly right we're",
        6509.8,
        6513.84
    ],
    [
        " gonna talk about layers in quite some time you use the layer talk you did but you know hey man's",
        6513.84,
        6520.06
    ],
    [
        " probably my fault also psychological warfare if you don't know what that is it's an album with tracks",
        6520.06,
        6526.18
    ],
    [
        " of jaco getting you getting us getting all of us through our moments of weakness whatever they may be",
        6526.18,
        6531.92
    ],
    [
        " so check out that one that's on like a amazon mp3 spot where you get mp3 you understand",
        6531.92,
        6538.56
    ],
    [
        " iTunes all that stuff that's where you get it's really good also on it so if you're expanding your",
        6538.66,
        6546.3
    ],
    [
        " home gym still which we all are that's an ongoing thing I understand get your kettlebells rings",
        6546.3,
        6550.82
    ],
    [
        " what else these maces and clubs really good for your creative type workouts unless you",
        6550.82,
        6559.62
    ],
    [
        " unless you want to keep a boring workout like jaco I mean that's I'm creative for your workouts",
        6559.62,
        6563.92
    ],
    [
        " you'd like to do the same thing you varied up all the time I got things that like going back to",
        6564.62,
        6569.12
    ],
    [
        " like I love doing bench press and pull ups and dips but I do like change it up every now and then",
        6569.12,
        6575.88
    ],
    [
        " but you were talking big time about the chains I love chains that's kind of it's kind of like legit isn't it",
        6575.88,
        6581.9
    ],
    [
        " yeah yeah it's kind of dope like looking to when when like while you're working out with them but what",
        6581.9,
        6586.94
    ],
    [
        " that does it offers this kind of offsetting like weight to you and to what you're doing and see",
        6586.94,
        6592.64
    ],
    [
        " yeah it's good especially when you change would you know my pull ups to change their hard yeah",
        6592.64,
        6597.24
    ],
    [
        " but yeah I love making my workouts even harder than it really is yeah yeah that's all right use the",
        6597.24,
        6602.72
    ],
    [
        " weight use the weight like Rob Jones is sure but yeah that's where you go on it.com actually you know",
        6602.72,
        6608.1
    ],
    [
        " what here how's this the perfect mix morning mix or pre workout mix like before GZB so on it has",
        6608.1,
        6614.32
    ],
    [
        " it's their minerals their electrolyte minerals mix that two scoops of discipline water and if you",
        6614.88,
        6623.36
    ],
    [
        " know I put a five hour energy every once in a while I want to want to like a boost or whatever but",
        6623.36,
        6628.58
    ],
    [
        " all you need those minerals the discipline water and oh that's when you take like your",
        6628.58,
        6633.3
    ],
    [
        " acrylic oil and all that stuff boom perfect mix interesting yeah try that one hey I got a bunch of",
        6633.3,
        6640.6
    ],
    [
        " books too. Mike in the dragons I got these books I brought these up for your kids to map. Mike in",
        6640.6,
        6646.58
    ],
    [
        " the dragons little kids book lessons for everyone way to warrior kid and Mark's mission those are",
        6646.58,
        6656.06
    ],
    [
        " for like kids that want to be on the path and there's a new one coming out it's called where there's",
        6656.06,
        6661.94
    ],
    [
        " a will dot dot dot that's what it's called dysmon equals freedom field manual if you want the audio",
        6661.94,
        6669.14
    ],
    [
        " of that it's also on Amazon Google play iTunes MP3 platforms extreme ownership first book I wrote",
        6669.14,
        6675.2
    ],
    [
        " with my brother life babin follow up to that is the dichotomy leadership we got echelon front which is",
        6675.2,
        6680.16
    ],
    [
        " leadership consultancy and what we do is work with businesses to solve problems through leadership",
        6680.16,
        6685.46
    ],
    [
        " go to echelonfront.com for details we got the monster coming up",
        6685.46,
        6690.0
    ],
    [
        " May 23rd and 24th in Chicago September 19th and 20th in Denver and December 4th and 5th in Sydney",
        6690.0,
        6697.92
    ],
    [
        " you came to the monster map I did last year and um Washington DC really I loved it I loved going",
        6697.92,
        6704.2
    ],
    [
        " there and thank you and life for inviting me to join you all it was awesome to have you there did you",
        6704.2,
        6710.5
    ],
    [
        " relate or did you recognize the leadership lessons it's amazing like like because you don't",
        6710.5,
        6717.4
    ],
    [
        " think about it too much but you know it's it's different terminology but it all means the same",
        6717.4,
        6722.72
    ],
    [
        " and I love how like prioritize and execute and all this stuff you know going back to the military",
        6723.02,
        6728.2
    ],
    [
        " side of it and it kind of keeps you back in the fight a little bit and so I do go back to work",
        6728.2,
        6735.18
    ],
    [
        " and like all right this is how you should lead you know you know it's weird too I was I always",
        6735.18,
        6740.84
    ],
    [
        " think about leadership it's always in my head and I always think about military stuff and actually",
        6740.84,
        6745.1
    ],
    [
        " I was listening to you uh talk about getting blown up and you were talking about how you guys had",
        6745.1,
        6751.84
    ],
    [
        " good dispersion and what that means is you're separate from each other that way if something blows",
        6752.52,
        6757.0
    ],
    [
        " up or you get hit with a mortar or machine gun fire if everyone's too close together then you",
        6757.0,
        6762.76
    ],
    [
        " get multiple wounded so you have to you have to have spacing now obviously there's an dichotomy",
        6762.76,
        6767.2
    ],
    [
        " because if you have too much spacing then you can't see each other you can't help each other you",
        6767.2,
        6770.56
    ],
    [
        " can't get to each other and you can't communicate with each other so there's an dichotomy but we used",
        6770.56,
        6774.12
    ],
    [
        " to use this real simple corrective statement and it's real simple don't bunch up um don't bunch",
        6774.12,
        6781.2
    ],
    [
        " up don't bunch up like if you see guys patrolling and they like one guy hits a little bit of an",
        6781.2,
        6788.0
    ],
    [
        " obstacle and so it takes him a couple extra seconds to get over you fast forward that times eight",
        6788.0,
        6792.64
    ],
    [
        " guys and all of a sudden there's five guys sitting on this obstacle they're trying to get through it",
        6792.64,
        6796.24
    ],
    [
        " hey guess where the enemy puts a landmine they put it by that obstacle because they know you're",
        6796.24,
        6800.24
    ],
    [
        " gonna get bunched up you're in a gun fight and you see got there's a little piece of cover",
        6800.24,
        6804.34
    ],
    [
        " or sometimes there's not even cover but everyone just you get the instincts that if we're closer",
        6804.34,
        6810.3
    ],
    [
        " we're safe and so when I was running training I always be saying don't bunch up don't bunch up",
        6810.74,
        6816.64
    ],
    [
        " now how does that apply to leadership I can it hit me the other day as I was working out as a matter of",
        6816.64,
        6822.52
    ],
    [
        " fact don't bunch up on leadership what does that mean that means if you're leading echo I need to",
        6822.52,
        6830.3
    ],
    [
        " let you lead I don't need to come in there and lead too I need to get right up and bunch up on you",
        6830.3,
        6834.86
    ],
    [
        " so when someone steps up and takes leadership don't bunch up make let him give him some space",
        6834.86,
        6839.68
    ],
    [
        " let him move and follow him and there's nothing wrong with that so these things that I learned in",
        6839.68,
        6845.22
    ],
    [
        " the military that Matt learned in the military when you when you look at him from a leadership",
        6845.22,
        6848.26
    ],
    [
        " perspective outside the military they still apply so if you want to learn about some of that stuff",
        6848.26,
        6853.1
    ],
    [
        " come to the mustard um extreme ownership dot com for details e f online it maybe you can't come to",
        6853.1,
        6859.74
    ],
    [
        " the mustard maybe you're too busy maybe you don't have that much money right and maybe you can't",
        6859.74,
        6869.66
    ],
    [
        " and we don't like that we don't so what what we did is we made e f online it is online interactive",
        6870.0,
        6877.66
    ],
    [
        " leadership training it's it's me and the rest of the echelon front team showing you teaching you",
        6877.66,
        6884.1
    ],
    [
        " about the principles of leadership that we learned in combat and it's available right now if you",
        6884.1,
        6890.28
    ],
    [
        " want to go check it out e f online dot com and finally we've got e f overwatch which is us",
        6890.28,
        6896.9
    ],
    [
        " connecting leaders from the military from special operations from combat aviation",
        6899.38,
        6904.44
    ],
    [
        " and we're connecting them with companies in the civilian sector that need leaders and this is",
        6904.44,
        6911.54
    ],
    [
        " one thing I've started to say is when people people always ask oh I want to hire the right person",
        6911.54,
        6918.34
    ],
    [
        " how do I do it hire the leader you go want to hire somebody that has experience as a leader you know",
        6918.34,
        6926.0
    ],
    [
        " just because someone is good at some technical thing doesn't mean that they're going to be good",
        6926.2,
        6930.16
    ],
    [
        " a leadership it doesn't work that way yeah so you it's better to hire somebody that has",
        6930.16,
        6935.6
    ],
    [
        " leadership capability rather than and and then you take that person that has leadership capability",
        6935.6,
        6939.98
    ],
    [
        " and you teach them what they need to know about the industry that you're in so you could have",
        6939.98,
        6943.26
    ],
    [
        " somebody that was in the the special forces and you say oh I'm going to hire him to run this",
        6943.26,
        6951.0
    ],
    [
        " communications sales group you doesn't know anything about communication sales group I'll tell you",
        6951.0,
        6955.26
    ],
    [
        " what though you give him like a month and a half digging in deep you learn everything he's got to",
        6955.26,
        6959.7
    ],
    [
        " know and he's going to apply the leadership things that he knows from his military service into",
        6959.7,
        6965.12
    ],
    [
        " that position and he's going to win he's going to make it happen yeah and what I realized that",
        6965.12,
        6971.34
    ],
    [
        " it's not to be confused with boss like Lee when you say a lot of people leadership experience",
        6971.34,
        6977.24
    ],
    [
        " not boss they won't roll in and be like I'm the boss now since I was special force you know it's",
        6977.24,
        6982.74
    ],
    [
        " not that it's a rumble because we're only bringing people in through EF through EF Overwatch we're",
        6982.74,
        6990.02
    ],
    [
        " only bringing people in that understand the principles that we talk about in extreme ownership",
        6990.02,
        6994.36
    ],
    [
        " which none of that has to do with being a boss yeah I have a thing where I annoy my wife",
        6994.36,
        6999.36
    ],
    [
        " I can understand yes one of the most annoying things that I can do to her is I'll act like I'm not",
        6999.36,
        7006.36
    ],
    [
        " listening to anyone no one can have any influence on me whatsoever and so she had some",
        7006.36,
        7011.18
    ],
    [
        " conference thing that I was supposed to go to and she's sending me these you know she's sending me",
        7013.32,
        7018.96
    ],
    [
        " like hey we're supposed to be there at six o'clock I'm like I'll show up when I want to",
        7018.96,
        7022.46
    ],
    [
        " and then and then my little daughter she always takes my wife's side because she hasn't quite",
        7022.46,
        7028.24
    ],
    [
        " figured out my sense of humor yet and so my daughter was like dad you need to do what mom says you",
        7028.24,
        7034.18
    ],
    [
        " need to go wouldn't you know she said six o'clock and I was like they're not the boss of me",
        7034.18,
        7039.24
    ],
    [
        " so my little daughter was all mad at me for a little while and then she realized I was joking now",
        7039.24,
        7044.48
    ],
    [
        " she goes dad's not serious yeah dad's not serious he's kidding and now now I've gone too far where",
        7044.48,
        7051.76
    ],
    [
        " you know I'm like clean your room she's like oh you're just kidding I'm saying a lot jokes on you",
        7051.76,
        7055.72
    ],
    [
        " no jokes on you so hey if you want to hang around with us a little bit more you can find all of us",
        7055.72,
        7063.16
    ],
    [
        " virtually on the inner webs so Matt is you already hear his website Matthew dash or Matthew hyphen",
        7065.04,
        7073.84
    ],
    [
        " Bradford I think that's right math math you oh and there's also two teas is that a thing",
        7073.84,
        7079.2
    ],
    [
        " is there two ways to spell Matthew or am I just done oh well is it always have two teas that's",
        7079.2,
        7084.82
    ],
    [
        " the common way okay you know yeah I won't I won't emphasize it I thought I had to emphasize that",
        7084.82,
        7090.66
    ],
    [
        " there was two teas in there so Matthew hyphen Bradford dot com is where you can check out Matt",
        7090.66,
        7098.38
    ],
    [
        " for t-shirts for booking him as a speaker for seeing what he's up to he's also bionic mat five number",
        7098.38,
        7107.7
    ],
    [
        " five bionic spelled wrong with the king with the K yeah well I wanted to be young and hip when I",
        7107.7,
        7113.56
    ],
    [
        " created I'm sure that screams young and hip yeah for sure I'm getting up there an age I got to",
        7113.56,
        7120.2
    ],
    [
        " keep young you know yeah so and and Matt's posting all if you if you want to if you're feeling sorry",
        7120.2,
        7126.18
    ],
    [
        " for yourself at all check out and and follow bionic spelled to the K mat number five was the number",
        7126.18,
        7133.82
    ],
    [
        " five four that was my football number and if you went like about a graduate high school no five so",
        7133.82,
        7138.9
    ],
    [
        " layers yeah there's no problems right there and there's also my wife just created it here recently",
        7138.9,
        7144.86
    ],
    [
        " to a new Facebook public page no legs no vision no problem too so okay we've been kind of",
        7144.86,
        7149.48
    ],
    [
        " posting stuff on what we're doing and also kind of yeah other you know amputees and stuff like",
        7149.48,
        7155.82
    ],
    [
        " that and also since you're young and hip you also have your gram your Instagram yeah don't forget",
        7155.82,
        7162.46
    ],
    [
        " about your Instagram well the funny thing with that is people Amanda was like if you want to",
        7162.46,
        7167.18
    ],
    [
        " get your name out there you need Instagram account like I'm blind I don't need to look at pictures",
        7167.18,
        7170.16
    ],
    [
        " so she was like she's like okay well I'll run your Instagram account so when people yell",
        7170.16,
        7174.26
    ],
    [
        " at me and it's like how come you don't follow your own Instagram's like we need to go talk",
        7174.26,
        7177.28
    ],
    [
        " about what's on there so there's what you need to do the next 10 posts you put on Instagram all black",
        7177.28,
        7182.5
    ],
    [
        " just all black and be like hey one up Matt Bradford here you can you see what I'm talking about",
        7182.5,
        7189.52
    ],
    [
        " that's what I thought look at this beautiful view of the ocean right here I'm in California doesn't",
        7189.52,
        7194.16
    ],
    [
        " look nice hey get off your ass and go do something oh I'm back in Kentucky look it's it's the fall",
        7194.16,
        7199.84
    ],
    [
        " it's the springtime here comes the green grass this is what it looks like to me okay now get a grip",
        7199.84,
        7205.18
    ],
    [
        " on reality get out there and live your lives so you gotta do that I'll talk to Amanda let's",
        7205.18,
        7210.22
    ],
    [
        " hopefully get her onboard with the program she'll be all for that we'll make it go viral",
        7210.22,
        7215.48
    ],
    [
        " just learn that expression which part the viral the viral like make it go viral okay and then",
        7215.48,
        7223.88
    ],
    [
        " that for your for your for your Instagram page is M underscore Bradford underscore USMC",
        7224.4,
        7235.3
    ],
    [
        " I'm glad you got that down yeah oh I wrote it down oh cuz when I found it I was like cool I'm",
        7235.3,
        7239.8
    ],
    [
        " gonna put out the word and then I'm gonna tell you to post a bunch of black pictures and then",
        7239.8,
        7244.96
    ],
    [
        " on that and so the public what is the public Facebook again it's just no legs no vision no problem",
        7244.96,
        7251.48
    ],
    [
        " awesome and of course on all those platforms echo is that echo Charles and I am at jaco willink echo",
        7253.86,
        7262.44
    ],
    [
        " you got anything else no sir thank you Matt great to meet you thank you so much echo it's nice",
        7262.44,
        7266.94
    ],
    [
        " meeting you too any any closing thoughts Matt I just really appreciate jaco you all having me on",
        7266.94,
        7273.26
    ],
    [
        " your podcast and you know the the friendship that we started last May you know I look forward to",
        7273.26,
        7278.52
    ],
    [
        " it continuing in the future and stuff and you know for everybody out there listening you know when",
        7278.52,
        7282.92
    ],
    [
        " when life gets tough just remember that one day at a time and you put your head down and close your",
        7282.92,
        7287.8
    ],
    [
        " eyes and the next day will will be over or the the old day will be over and the new day will be there",
        7287.8,
        7292.26
    ],
    [
        " so just push on better yourself go to the gym work out love life and enjoy everything that we",
        7292.26,
        7298.76
    ],
    [
        " have to offer here in the United States awesome and and thanks to everyone that has served and is",
        7298.76,
        7306.16
    ],
    [
        " serving in our military and I started off this podcast by reading the oath that you all swore to",
        7306.16,
        7312.82
    ],
    [
        " defend us so thank you all out there in our military for taking and keeping that oath and obviously",
        7312.82,
        7322.44
    ],
    [
        " Matt thank you so much for taking that oath for taking that oath twice for keeping that oath",
        7322.44,
        7331.2
    ],
    [
        " despite everything that had been put in front of you thank you for your service and your sacrifice",
        7332.74,
        7339.14
    ],
    [
        " and thanks for coming to talk to us also police and law enforcement fire fighters paramedics",
        7339.14,
        7344.5
    ],
    [
        " EMT's correctional officers board of patrol first responders and that includes dispatchers",
        7344.5,
        7349.96
    ],
    [
        " that are staying calm on the phone on the radio to get people to help that they need when they",
        7349.96,
        7357.38
    ],
    [
        " need it thanks to all of you for protecting us as well we owe you all a debt of gratitude",
        7357.38,
        7363.66
    ],
    [
        " and to everyone else that's listening I'm going to take a quote from Matt Bradford's Twitter",
        7363.66,
        7370.14
    ],
    [
        " and it says this to walk this earth blind is not the same as having no vision to walk by faith",
        7370.14,
        7381.16
    ],
    [
        " unchanged by the hand dealt is to live life as a visionary and to love life as humans were meant",
        7381.16,
        7390.44
    ],
    [
        " seek never settle inspire never complain rise never stay down no legs no vision no problem",
        7390.44,
        7405.6
    ],
    [
        " and let's face it if Matt Bradford can do what he does if he can keep pushing and keep driving",
        7406.86,
        7415.9
    ],
    [
        " and keep finding new missions and successfully executing those missions if he can wake up every day",
        7415.9,
        7422.44
    ],
    [
        " and say no legs no vision no problem if he can have the vision he has and the heart that he has",
        7422.44,
        7432.66
    ],
    [
        " then all of us can stop complaining and we can go get after it and until next time this is Matt",
        7433.82,
        7445.22
    ],
    [
        " and echo and jaco out",
        7445.22,
        7449.46
    ]
]