[
    [
        " This is Jockel Podcast number 170 with Echo Charles and me, Jockel Willink. Good evening, I go.",
        0.3,
        6.98
    ],
    [
        " Good evening. It is time for some Q&A. Okay. It has been a while.",
        7.14,
        11.32
    ],
    [
        " Yeah, it's been a while for sure. So let's...",
        11.98,
        17.32
    ],
    [
        " Questions from the interwebs. Yes indeed. As it is.",
        17.32,
        20.7
    ],
    [
        " Sit. Okay, first question. Jockel. I'm taking over leadership of a team of six people.",
        21.2,
        26.92
    ],
    [
        " Two, I know, and four, I don't. When you've taken over leadership, did you one, give a group talk?",
        27.34,
        34.48
    ],
    [
        " Two, meet with each individual, and three, what did you say?",
        35.24,
        39.48
    ],
    [
        " Good question. Yes, obviously, give a group talk. That's affirmative. You get everyone together.",
        40.18,
        45.88
    ],
    [
        " Hey guys, my name is Bill. I came from this place. I'm here to take over.",
        46.34,
        53.68
    ],
    [
        " Now, there's a... Some judgment calls that you have to make, because you're going to introduce yourself.",
        54.5,
        61.52
    ],
    [
        " But if you're taking over a well-functioning team, then guess what? You're not going into revamp everything immediately, because everything's going fine.",
        61.62,
        69.92
    ],
    [
        " So hey, I'm happy to be working with you guys, looking forward to it. I know you guys have a great reputation.",
        70.58,
        74.54
    ],
    [
        " Glad to be a part of the team. Awesome. If you have any questions, let me know. I'm here.",
        74.98,
        79.02
    ],
    [
        " If you're taking over a team that's not working well, there's problems, and that's why somebody got fired, and that's why you're coming in there, you might need to address some of those things.",
        79.82,
        87.46
    ],
    [
        " Hey, listen, I know things have been a little off track. I'm going to look at what's going on. I'm going to take input from you guys.",
        87.76,
        93.32
    ],
    [
        " We probably need to make some changes. We're going to do it together as a team. That's what we're moving from here.",
        93.52,
        97.6
    ],
    [
        " We need to get back to where we're supposed to be. Boom, something like that.",
        97.9,
        101.7
    ],
    [
        " Again, there's going to be people on that team that have been busting their ass and working really hard.",
        102.02,
        105.64
    ],
    [
        " If you go in there and just disparage everyone, you're going to start off on the wrong foot.",
        105.78,
        110.12
    ],
    [
        " Keep it pretty broad when you meet the whole group. Hey, this is who I am. This is where I came from. This is what I'm looking forward to.",
        111.16,
        117.76
    ],
    [
        " Then yes, do you meet with people individually? Absolutely. You go around. You meet with them.",
        118.16,
        124.52
    ],
    [
        " What do you talk to them about? You talk to them about them. You want to know about them.",
        125.04,
        130.72
    ],
    [
        " You want to know who they are. You want to know what their family situation is, what their interests are, what's going on,",
        130.88,
        137.12
    ],
    [
        " how they feel about the transitions that have been taken place. A little bit of that stuff is not about you. It's about them.",
        137.26,
        141.72
    ],
    [
        " Go, yes, and talk to everyone. Take notes. Maybe not right in front of them. You look like a nerd.",
        142.54,
        148.54
    ],
    [
        " But afterwards you go, hey, Bill has three kids. His wife also works at the company. He's interested in soccer and basketball. Whatever. You just take those notes.",
        149.62,
        159.68
    ],
    [
        " It's actually good before you take some over a situation. If you already familiarize yourself with this, you look at the HR website that your company has a picture of everyone.",
        161.9,
        172.54
    ],
    [
        " You want to know who they are. It gives you less stuff to remember. There's that. Make good first impression. Don't go in there looking like an idiot.",
        172.54,
        182.88
    ],
    [
        " Don't go in there thinking that, oh, I'm the boss man. Everyone has to bow down and bow down to my superiority. No. They're actually mad at you.",
        183.5,
        195.32
    ],
    [
        " The thing is they're mad at you. I remember one time I was taking over a small element. One of my friends was a part of the element. I went in, like 20 guys. I went in, hey,",
        196.92,
        209.6
    ],
    [
        " and I walked in, but I just had a notebook with five things I wanted to talk to them about. As soon as I walked in, I opened up my notebook and he said something like,",
        210.14,
        220.36
    ],
    [
        " you brought a notebook, you're always squared away. That's why you're putting in charge. That's why you're putting in charge. Just a little impression of, hey, man, I take this stuff seriously.",
        220.94,
        229.82
    ],
    [
        " I would say overall your main goal when you're meeting your team, when you're meeting the individuals on your team is you are looking to build relationships with the people on the team.",
        231.86,
        241.46
    ],
    [
        " That's what your goal is because when you build these relationships, that's going to make your team stronger, etc.",
        241.58,
        246.72
    ],
    [
        " Remember the time when you were on yoga, Rog in the first time when he was like, hey, you're the only one who's ever brought a note pad. And you're like, just trying to be prepared.",
        248.6,
        257.28
    ],
    [
        " Just trying to be prepared. That was good. In case there's anything, you know, you know, the topic comes up. You don't want to slip your mind. Yeah. Yeah, that's funny.",
        257.48,
        265.46
    ],
    [
        " I'm trying to imagine being a worker and you don't want to get a new manager, you know, or whatever new boss. You know, they come in. Yeah, if they're like having an individual meeting, I would dig it.",
        266.7,
        277.0
    ],
    [
        " But if they're like taking notes, I'd be like, wait, why are you taking notes? Like, well, how are you going to use this? You know, against me later or something like that?",
        277.1,
        283.44
    ],
    [
        " No, but if he was like, hey, man, how's it going? How long have you been here for? I've been here for four years. Oh, cool. Do you, you married? Yeah. Yeah, I got two kids. Oh, that's awesome. That's awesome. How long have you been married for? Oh, six years.",
        283.44,
        294.44
    ],
    [
        " Like that. You're getting to know the person. If I go in there and I go, how long have you been here? And you're like six years, not right.",
        295.22,
        300.34
    ],
    [
        " Yeah, right. And then I say, uh, what, what, what is your primary function here at the team? You know, if you just jump right into that, we're not looking to build a relationship.",
        300.34,
        309.34
    ],
    [
        " We're just looking to find out how I can use you. Yeah, that's what it feels like. Yeah. I mean, you said it like, like, homie been married. You said it like that. No, man, doesn't matter how you say you could say it the most nice polite way ever.",
        309.34,
        320.6
    ],
    [
        " And when you write it down, it's kind of like, bro, like, do you going to take all this information and sort of do some sort of evaluation for me? You know, kind of, it's what it feels like.",
        320.68,
        330.68
    ],
    [
        " It does feel like that. That's why I specifically said when you're having a personal conversation with a person that you're meeting for the first time, you're not scratching it into a note pad.",
        330.88,
        338.86
    ],
    [
        " Yeah. Now that being said, if the guy says, you know what, I've noticed some things here on here that need changing. You go, really hold on a second.",
        338.98,
        345.78
    ],
    [
        " Let me break out my notebook here and take notes on what you're about to say. That's advanced.",
        345.98,
        350.64
    ],
    [
        " You know, if it's like when you get a micromanager, you're working for a micromanager, bring a notebook. They see you writing stuff down. They think they're like happy.",
        350.84,
        357.8
    ],
    [
        " Yeah. Trick anyone. Yeah. Well, because when you're writing down their stuff, that flips the script. It's like, it makes it like, oh, yeah, he's taking notes. It's important what I'm saying.",
        358.14,
        366.7
    ],
    [
        " Yeah. Yeah. For sure. Like, he's going to evaluate like my opinion. Oh, yeah, that's good. Well, in there with the notebook.",
        366.7,
        372.1
    ],
    [
        " It's like the doctor, you know, when you go to the doctor and he's asking you, oh, yeah, like all the stuff you see him writing down, you know, in your chart, whatever.",
        373.08,
        379.3
    ],
    [
        " Even though a doctor's situation is good because you want him to go evaluate it later whenever you don't give you a cure, but same deal, man. Same deal. Be careful with those notes.",
        379.78,
        387.22
    ],
    [
        " Check. Check. Check. That goes not prepared for you to take notes on.",
        389.46,
        392.7
    ],
    [
        " Not with, not my personal stuff. How long you've been married? Oh, nine years old. Kid nine years.",
        392.86,
        397.32
    ],
    [
        " You understand? Next question. Next question. I'm a sergeant. And I want to know how to deal with my men in a way without punishment, but still make them better for next time.",
        397.88,
        409.62
    ],
    [
        " Okay, here's something for you. Punishment is actually the last straw in how you deal with people that you're in charge of.",
        410.38,
        420.34
    ],
    [
        " In fact, I will tell you this. If I ever had to punish someone when I had to administer punishment on my troops, I always felt that I had done somewhere I had done something wrong.",
        420.8,
        432.58
    ],
    [
        " Like even if a guy got in trouble out in town, got drunk, got in a fight, did something stupid. I would still look at that and think to myself, how could I have allowed this guy to not realize what a disaster it is, how much trouble he's going to get in, what kind of international incident he's going to cause, how that's going to hurt us and the team strategically, all those things. How did I let that happen?",
        433.86,
        455.7
    ],
    [
        " So doling out punishment is not optimal. I mean, you've pretty much, you've pretty much made a mistake if you have to punish people because if you're doing, if you're being a good leader, people are doing what you want them to do. There's no reason for punishment.",
        457.74,
        470.24
    ],
    [
        " So that's what you should not be looking to punish them. Just like I just said, you should be looking to build relationships. You should be looking to show people a better way of doing things.",
        470.66,
        481.26
    ],
    [
        " This way that's more smooth and more efficient and doesn't disrupt what the team efforts are, you got to explain to people why they're doing what they're doing. This is all stuff. Right. This is explain why things are done a certain way. Explain how it impacts the team. Explain how it impacts them. That's also important.",
        481.9,
        501.74
    ],
    [
        " You've got to have people rehearse and retrain because now I'm talking about how do you get people to do the right thing, right, without punishing them.",
        503.8,
        514.0
    ],
    [
        " So we're trying to avoid punishment. How do we avoid punishment by training? How do we avoid punishment by people understanding what they're doing, why they're doing what they're doing?",
        514.84,
        521.52
    ],
    [
        " How do we avoid punishment by setting goals that make sense that are small enough for them to get to and then have fun with the goals and get in the game yourself and show them that you're not perfect.",
        521.68,
        534.54
    ],
    [
        " And that is what you need to do. You need to make every effort to make people understand why they're doing what they're doing, how they fit into the big picture.",
        537.68,
        549.66
    ],
    [
        " And when they figure all that stuff out and they're on board, you shouldn't have to punish people. You shouldn't have to punish people.",
        550.1,
        557.58
    ],
    [
        " So I know it's, yeah, that's what it is. You're a sergeant and you want to deal with your men way without punishment.",
        559.76,
        565.92
    ],
    [
        " Well, think of what the mistakes you're making when you're when you're fire team or your your your platoon does something wrong. Why did they make that mistake?",
        566.18,
        576.44
    ],
    [
        " Did they make the mistake because they wanted to? No, they made it because you were a bad leader at that point in time. What could you do better? Hey guys, what didn't you understand?",
        576.56,
        585.34
    ],
    [
        " Oh, you guys messed up this training operation. I'm going to restrict your weekend duty. I'm going to restrict you to weekend duty. Meaning you can't go out and town.",
        585.74,
        595.64
    ],
    [
        " What good did I just do? Right? Are they going to try harder now? Right? But if you say, hey, listen guys, we did a bad job. I know I must have made a mistake in trying to explain this information to you all because we didn't do what we were supposed to do.",
        596.44,
        613.42
    ],
    [
        " Let's look, let's dissect this thing. As a matter of fact, let's spend Friday night dissecting this thing. I'm buying pizza and we'll sit around the sand table and we'll figure out what we did wrong. That's not punishment.",
        614.04,
        627.3
    ],
    [
        " That has the opposite effect of punishment. That has, hey, I'm bringing everyone in because I want to win. I want us all to win.",
        628.52,
        635.38
    ],
    [
        " So that's what you got to do. Don't punishment should be punishment should be, I mean, do you have to punish people sometimes? Yes, yes you do. When they're blatantly out of line, when they do something that's blatantly wrong, yeah, you got to drop the hammer on them.",
        637.44,
        650.44
    ],
    [
        " You got to set the example sometimes. Hey, you're not going to get away with this. Sometimes that happened in the dreams. Somebody would do something stupid. And the command would just drop the hammer and everyone goes, man, that guy got a DUI and they, you know,",
        650.64,
        664.88
    ],
    [
        " they sucked him. They busted him in rank, and they pulled him out of his platoon. And they're sending him to a fleet billet for two years. That might make someone think, right. Maybe I won't step behind the wheel.",
        665.9,
        679.0
    ],
    [
        " So sometimes you do have to punish if people do something stupid, especially after they've been warned a couple times. But I always look if I have to deliver punishment onto my team, I made a mistake somewhere I don't like it.",
        680.96,
        693.26
    ],
    [
        " Don't they say that like rewarding encouragement is like way more powerful than punished.",
        693.92,
        698.24
    ],
    [
        " Way more powerful.",
        698.34,
        700.14
    ],
    [
        " I've almost never punished people.",
        700.28,
        704.98
    ],
    [
        " But the reason is, why didn't I punish people? Because people weren't doing stupid things. They were doing what they were supposed to be doing.",
        705.76,
        714.1
    ],
    [
        " Yeah, I mean, I probably I don't even know if I probably I think I had like a one or two captains mass where I'd to bring somebody in and drop the hammer on them. It's because they did dumb stuff.",
        716.06,
        724.72
    ],
    [
        " It's like, yeah, you know what? You can't do that. I didn't think of it. I'm sorry, but you can't do that.",
        725.06,
        732.44
    ],
    [
        " Yeah, next question, Jocco, in the discipline equals freedom field manual, the section fear reads, how do you overcome feel fear of failure? Step, go.",
        734.56,
        748.28
    ],
    [
        " But a previous entry reads, I don't want you to overcome fear of failure. I want you to be afraid of failure. Mind elaborating.",
        749.14,
        759.7
    ],
    [
        " Yeah, clearly there's a dichotomy here. I know it's my favorite word, apparently, according to Dean Lister. Yes, I agree.",
        760.12,
        765.84
    ],
    [
        " There is a dichotomy here because fear is something good that you should take advantage of. So it's kind of good to be afraid because it keeps you on age.",
        766.04,
        774.94
    ],
    [
        " Edge, it keeps you from slacking.",
        775.38,
        776.66
    ],
    [
        " It keeps you preparing as much as you possibly can and all that stuff is good. But at the same time, yes, if you go too far to the other than the spectrum, fear gets a hold of you and you can't overcome it.",
        777.46,
        788.98
    ],
    [
        " So you freeze or you cower or you run away and none of those are good reactions. So what I obviously failed to communicate well in the book, discipline equals freedom field manual is the dichotomy between these spectrum, the spectrum of fear that you can have.",
        788.98,
        805.98
    ],
    [
        " So if you have no fear whatsoever, no fear. Well, guess what? You get cocky, you can get arrogant.",
        806.74,
        811.7
    ],
    [
        " If you have too much fear, you can't even get out of the gate. You just freeze. You hesitate. So like all dichotomies, you got to balance those two.",
        812.66,
        821.5
    ],
    [
        " The way you balance those two is to try and do things that make you feel fear. Try and do things that make you feel fear. So that way you get used to it, you can overcome it, you can deal with it, you can utilize it.",
        825.04,
        839.5
    ],
    [
        " And if you have a fighter, you ever hear UFC fighters that are like, I'm afraid every time I get in the ring. Pretty much everybody. Yeah, pretty much everybody. I'm afraid because you're afraid you're going to get knocked out. You're afraid this, you're afraid that.",
        839.54,
        849.78
    ],
    [
        " You're not afraid. You're going to lose in front of all my family and friends and all that. So everyone's afraid. So what does that fear do? It drives you to train harder. Drives you to prepare drives you to keep your hands up on your chin down when you're in the cage.",
        849.78,
        860.34
    ],
    [
        " So yeah, there's a healthy level of fear. It can also get. Get the best of you. So keep it balanced.",
        860.54,
        869.1
    ],
    [
        " Yeah, we talked about this. And I think Sam Harris talked about it first. For the first I heard it made a point not to go too deep into it, but where, you know, like this, okay, fear, how do you overcome fear? Step, go, right? It's essentially like take action, be brave in the face of fear.",
        869.44,
        887.62
    ],
    [
        " Yeah, but if there's no fear, it's kind of like, you're not really being brave. You're not, you know, kind of thing. Well, that's true too. Yeah. So consider that that notion. Yeah. So you say, yeah, I want you to be afraid of failure. Oh, yeah, be afraid of failure, but you still got a step. You still got to go. You still got to be brave. You know, kind of thing. So they do actually kind of compliment each other really.",
        888.0,
        907.7
    ],
    [
        " Unless you think like, oh, yeah, overcome fear, meaning like I'm not scared of it anymore is literally not figured it's always fear, but it's more it's less about the fear being, you know,",
        908.32,
        917.92
    ],
    [
        " reduced to zero. It's more about being brave training yourself to be brave with fear. Yeah, embrace the fear. And the and so to continue with that thought in order to embrace the fear, what do you do? You step, you go into it. So there you go. There's your answer.",
        918.32,
        934.46
    ],
    [
        " Cool. Next question. I was wondering when does standing up for the right thing take precedence over avoiding conflict.",
        934.46,
        942.16
    ],
    [
        " This is something that leaders have to deal with all the time. So clearly out of the gate, things that are immoral, unethical or illegal, if you participate, you're guilty. That's the way it is.",
        943.08,
        954.22
    ],
    [
        " Now things that are a matter of opinion, that's where you might have to play the long game like maybe you don't want to do something a certain way.",
        954.82,
        963.86
    ],
    [
        " And if you, but if you think, oh, well, I think the Getsu class warmups should be doing these exercises.",
        965.32,
        973.78
    ],
    [
        " And echo thinks it should be those exercises. So echo these things we should do it this way. No, we should do this way. You dig in. I dig in. Now we, we end up saying, well, I'm not going to teach you.",
        975.48,
        985.4
    ],
    [
        " You know, you end up in these situations. Well, what's the big deal? What's, you know, what, what I rather do? I'd rather play the long game. I'd rather say, hey, man, can you explain why you do those exercises?",
        985.46,
        994.22
    ],
    [
        " Oh, here's another exercise, cool one that I learned. Isn't this good for this technique? Oh, you know how you like when I do this move? This actually helps me do it, even though it's just a warmup move. Oh, that's cool.",
        994.52,
        1002.38
    ],
    [
        " We build a little relationship. You get to understand me. I get to understand you. Boom. You also need to say, hey, I'm going to incorporate that into our warmups. We're going to warm up here. Boom. Like that. There you go.",
        1002.84,
        1011.72
    ],
    [
        " Now, I understand that that's the right thing, right? Because in my mind, in my mind, I'm thinking, hey, these students need to know this escape. It's the right thing to do. So I do that.",
        1012.42,
        1020.34
    ],
    [
        " So you have to weigh it out. What am I doing to my relationship in this situation? If I go along with this, like if you asked me to do nine things that are pretty",
        1022.1,
        1031.84
    ],
    [
        " menial and you're my boss. And I said, yep, cool. Got it. Boss. No problem. And you asked me to do something else. It's me. Yep. Cool. Got it. Boss. No problem. Then you asked me to do something else.",
        1031.84,
        1048.68
    ],
    [
        " There's a possibility that someone can really get hurt. You go, oh, well, you've done your in your mind. You're thinking you've done these 10 things for me.",
        1048.68,
        1054.34
    ],
    [
        " You've done nine things for me. You've done seven things for me. You did them well. You didn't question me. And now, listen, you have a question. You must have a legitimate question.",
        1054.58,
        1060.76
    ],
    [
        " Yeah. That's what we're hoping for. That's why we're trying to build relationships now. All that being said, yes, we're playing along.",
        1060.98,
        1068.72
    ],
    [
        " There are times. And this is a really sketchy area to enter into. There are times where something that is happening is immoral, unethical, or illegal. And you might actually have to kind of go along with it.",
        1069.06,
        1083.5
    ],
    [
        " I tried to think of a good example of that. And I thought of one Oscar Schindler from Schindler's list. What did this guy do? Right? This guy was a Nazi.",
        1084.08,
        1095.94
    ],
    [
        " He was a Nazi. They were exterminating Jews. And instead of him standing up and saying, this is wrong to exterminate Jews. I protest. How long would he've lived if you had done that?",
        1097.28,
        1110.74
    ],
    [
        " 30 seconds, right? Oh, you don't think Jews should die cold. We're killing you. That was that. How many people did he save? Zero. In fact, he cost he went negative one. What did he do? He played the game.",
        1111.34,
        1123.22
    ],
    [
        " He he befriended the Nazi leadership. He bought them gifts. He bribed them. He bought them gifts. He built relationships with them. He ended up being able to move his factory and all this other stuff to save a bunch of Jewish people.",
        1124.2,
        1137.8
    ],
    [
        " And he even though he knew like he would see would see them executing people. He would see them executing Jews. And he knew it was wrong. He thought it was wrong. He felt it was wrong.",
        1138.28,
        1150.0
    ],
    [
        " And if he would have stood up and said, hey, what you're doing is wrong. Then he wouldn't have been able to save anyone. He would have been killed himself. So even in that situation, it's it's not a guarantee that you you need to stand up to do the ethical thing because perhaps there's a chance you can do the more ethical thing by playing the game building relationships. Who knows?",
        1150.34,
        1179.7
    ],
    [
        " Who knows? Maybe if that war went on, maybe he would have said, oh, you know what? Maybe he would have risen to a position where he, you know, maybe if the Germans would have won. And he could have said, hey, you know what? The Jewish people are making good workers here. I'm going to I'm going to continue to use them or whatever. You know, maybe he built up a whole new, you never know.",
        1179.84,
        1194.64
    ],
    [
        " But when you get rid of your influence, when you lose your influence because you stand up, it might not be the best move.",
        1194.92,
        1203.54
    ],
    [
        " And the thing that you have to wait for this, you have to wait with this is you are participating. And actually, you know, they say Oscar Schindler felt completely guilty because he did participate and he was a part of what was happening.",
        1204.52,
        1219.68
    ],
    [
        " He did his best to stop as much as he could, but he wish he would have stopped more. And you know, at some point, maybe you see a little six year old girl getting shot and you think, you know what? I should screw it.",
        1220.06,
        1230.54
    ],
    [
        " I should stand in front of that bullet and take that bullet for that little girl. You know, that's the kind of guilt that he felt.",
        1231.2,
        1237.68
    ],
    [
        " So there are times where you really have to weigh this out. And also I'll tell you, I mean, even in things that aren't this big ethical dilemma, head on conflict is generally not the best way to solve problems.",
        1238.52,
        1255.0
    ],
    [
        " Most of the time, it's much smarter to maneuver. It's much smarter to flank and it's much smarter to come from another angle. And it's much smarter to build allegiance and alliance with people.",
        1256.44,
        1269.14
    ],
    [
        " So you can have influence over so you can move them in the right direction.",
        1269.44,
        1273.26
    ],
    [
        " Yeah, so almost like actually straight up where doing the right thing and avoiding conflict is kind of like they're not that like opposite.",
        1273.84,
        1284.06
    ],
    [
        " You know, where doing their avoiding you should and I'm totally just interpreting this trying to avoid conflict. You should always be essentially trying to avoid conflict as far as maybe that's not always.",
        1284.48,
        1298.3
    ],
    [
        " But generally speaking, we do a better job than the outcome is better when we avoid conflict. Now, of course anyone listening to this thinks, oh, you take that to extreme. This is someone that never stands up for anything.",
        1299.36,
        1311.44
    ],
    [
        " Yeah, you know, and that's bad. And it's also bad from a leadership perspective. If your team is looking at you and they think, uh, Jocco never sticks up for us. He never gives the boss any pushback.",
        1311.86,
        1321.92
    ],
    [
        " So we just we're just at the whim of this tyrannical boss and Jocco is no buffer to it. That's what they see. So you can't just be a pushover.",
        1321.92,
        1329.52
    ],
    [
        " But at the same time, if you go to your troops and you say, hey, listen guys, here's what's going on. The boss has got a lot of ideas right now.",
        1329.84,
        1336.64
    ],
    [
        " Some of them are good. Some of them not so good. But guess what? What what I'm doing right now and the reason that we're pushing hard to carry out what he's trying to get us to do is to the best of our ability.",
        1337.14,
        1346.32
    ],
    [
        " The reason we're doing that is because I'm actually trying to build some trust with him so that he will listen to me right now. He's not really listening to me.",
        1346.38,
        1352.6
    ],
    [
        " He knows I don't have much experience, but I'm trying to build relationships so he can listen to me so we can actually do this and what I think is going to be a smarter way.",
        1352.7,
        1359.6
    ],
    [
        " Can you guys help me build this relationship by kicking ass for the next three projects that we've got so I can build up some clout and come back to him and get the tools or the people whatever it is that we need.",
        1359.96,
        1371.0
    ],
    [
        " Yeah. Yeah. See, you always have this real finesse sort of way of saying stuff like you.",
        1371.0,
        1378.06
    ],
    [
        " It's fun where I guess you were saying and I think you were wrong actually. You were saying that that standing up and doing the right thing is the same thing as avoiding conflict.",
        1378.38,
        1400.44
    ],
    [
        " Yeah. No, I didn't mean it like that. I meant that they're not necessarily always opposite. Doing the right thing and avoiding conflict.",
        1400.44,
        1407.22
    ],
    [
        " There's just some way she walks you kind of room in the wiggle room in there a lot of time and when I say avoiding you should always be quote unquote avoiding conflict. I meant, of course not always, but I meant more like even if I'm going to confront someone or something about something that's wrong, I still should be while I do that.",
        1407.9,
        1423.4
    ],
    [
        " I should be avoiding like conflict for you to do it in a finesse sort of way to actually just keep everything you know rolling forward maybe just nudging in a different direction kind of thing.",
        1423.42,
        1432.64
    ],
    [
        " But I actually now that I'm sort of reading this again, I understand what he's asking, you know, it's like is there a time where it's like, hey, there's going to be conflict.",
        1432.76,
        1440.62
    ],
    [
        " Is there a time where it's worth the conflict and where is that point?",
        1440.78,
        1445.2
    ],
    [
        " And the point that I always give is if you're telling me, hey, Jocco, go do the mission this way and I'm like, you know what, I'm not doing it.",
        1445.34,
        1452.26
    ],
    [
        " And you go, okay, find your fire. And now do you put someone some yes man in my place and then that yes man gets everyone killed because it was a stupid, stupid plan.",
        1452.46,
        1461.32
    ],
    [
        " Did I really help or should I've said, hey, boss, I'm really going to recommend we do it a different way. Here's some different options.",
        1461.94,
        1466.36
    ],
    [
        " And then finally you say, no, Jocco, you're doing it my way. I guess what? Even then I can go out and mitigate in the field.",
        1466.36,
        1471.12
    ],
    [
        " Even then I can say, you know what? And the classic example of that is in band of brothers when Dick winners, awesome leader, they send a recon mission across the river one night, someone dies, they come back, the war is over.",
        1471.44,
        1487.98
    ],
    [
        " It's all but over. And the next night they want to do another reconnaissance mission. And Dick winners is like, sir, I'm not sure that's a great idea. He's like, do it. He goes, okay, Roger that.",
        1488.1,
        1495.88
    ],
    [
        " The guys go down, they drink a couple bottles of wine in the bottom of a, they don't do the mission. He mitigated the risk. If you stood up and you know, that's that's a great example of where he avoided conflict.",
        1496.2,
        1508.66
    ],
    [
        " He stayed in the game. He wasn't, he said, yes, yes, sir, got it. We got it. And then he did disobeyed sure he put his, he put his rank at risk and probably could have gotten in some trouble, but he knew his right thing to do.",
        1508.66,
        1520.0
    ],
    [
        " Yeah, that was like the best sort of way to do it. Yeah, man. And again, you, you're always thinking of like the long game versus the short game, you know, where it's like, man, if you can keep that perspective, these things become a little bit more clear, you know, they always do.",
        1520.06,
        1538.16
    ],
    [
        " Yes, sir. All right, next question, Jacco, I recently interviewed for a team lead job, but wasn't selected because I don't have leadership experience. How can I lead what I'm not in charge?",
        1539.3,
        1550.9
    ],
    [
        " Well, you're in charge of something. You're certainly in charge of something. You're in charge of some piece of gear. You're in charge of some task. You're in charge of maybe a couple people here or there, but even if you're not, you're in charge of something to whatever you're in charge of, take charge of it.",
        1551.2,
        1564.6
    ],
    [
        " Take charge of whatever your task is you take charge of it, you own it, you do it to perfection. And once you've got that completely dialed, then you know what? You reach out and you see who else you can help.",
        1566.26,
        1574.62
    ],
    [
        " You help with other tasks. You look for work. If you look for work, you're going to find it. You're going to find it. You're going to start taking things from other people. Now what you have to be careful of is that you don't step on toes, right? Because just about everyone, think about this. Just about everyone is offended by someone that wants to be a good job.",
        1575.16,
        1594.58
    ],
    [
        " It wants to be in charge. Hey, let me, let me take charge of this here. Just that right there makes people cringe.",
        1594.58,
        1601.0
    ],
    [
        " Want to take lead on this? You know what? Hey, listen up guys, right? If you're that guy, then everyone goes, hmm, now there's a key point. This is beautiful. This is beautiful.",
        1601.3,
        1610.66
    ],
    [
        " So let's say we're in a platoon. There's something going on in a mid-grade position. And I realize like I want to be a leader, right?",
        1611.06,
        1620.9
    ],
    [
        " Now if I just go in and guys, hey guys, let me run this next mission. People are like, dude, what do you know? What are you talking about? You don't know anything.",
        1621.3,
        1626.12
    ],
    [
        " Okay. And they're kind of dug in against me, by the way, at that point. If I give it a night, if I let things escalate a little bit, what I would usually do is I would let things escalate to a point to where when I took charge, people were waiting for it. And they were happy that I took charge.",
        1627.14,
        1648.36
    ],
    [
        " Even I was even I was asking a commander, like if you're asking a commander, okay, so I got lay in stone or working for me. I'm asking a commander, we're out on an operation.",
        1649.26,
        1656.16
    ],
    [
        " Something starts going wrong. Right. Let's say, lay's doing a building clearance with his platoon. Something starts going wrong. I jump down there and say, alright guys, push over that way, start clearing that hallway. How does lay feel?",
        1657.1,
        1667.56
    ],
    [
        " Yeah, kind of. Yeah. Fazed. He feels like I jumped down and micro-managed his platoon. And why are you doing this? Everything was going fine.",
        1668.94,
        1676.28
    ],
    [
        " So I don't want to do that. I want, first of all, I want him to work things out, of course. So what let's say same things happening. Things are going a little bit bad.",
        1676.44,
        1684.26
    ],
    [
        " There's starting to be a little bit of confusion. There's starting to be escalated voices. There's starting to be people be, you know, hey, wait, wait, no, don't go there. You can hear it. It's really obvious when things are going wrong.",
        1685.14,
        1693.64
    ],
    [
        " I might let that escalate a little bit. Let it get to a point where the lathe knows he doesn't have control of this anymore. Now I like him down to go, hey everyone lock it up.",
        1693.9,
        1702.54
    ],
    [
        " You four, hold on that hallway. You two start clearing that back room. Everyone else gets to the rooftop and hold security. You know what everyone thinks? Including lay, they go, thank God that just happened.",
        1702.86,
        1711.38
    ],
    [
        " Right. Now, and that can happen from anywhere in the chain of command. I'm happy I happen to be given an example of when I was the task in a commander, but I would do the same thing when I was an E5, which is, oh, things are going a little bit sideways.",
        1711.96,
        1723.58
    ],
    [
        " No one wants to hear the guy that as soon as they opportunity, as soon as there's any void of leadership, you're just like jumping in there like, okay, guys, Captain America, I'm gonna rescue, right?",
        1724.04,
        1736.12
    ],
    [
        " You don't want to do that. You want to let that void. I'll tell you what happens. If there's a little tiny void that you try and jump into, guess what you're going to do? You're going to bump into everyone else that's in that void.",
        1736.82,
        1745.36
    ],
    [
        " You have to mean actual void of leadership. Once that actual void of leadership opens up and it's big enough, you jump in there. And because you've detached, because you are detached, because you're watching it happen, you jump in there and you have so much confidence in what you're saying. You have so much understanding of the situation.",
        1745.62,
        1764.16
    ],
    [
        " You look like a genius and everyone's happy that you just did that. And by the way, as soon as that problem gets solved, you step back out, the leadership void is closed up by someone else and you're good to go.",
        1764.24,
        1774.48
    ],
    [
        " And next time people will not be surprised at all when something goes wrong and you step in and you solve the problem. So that's what you should do.",
        1775.18,
        1782.92
    ],
    [
        " Yes, you want to be in charge. Yes, you should look for work, but you can't step on toes. Don't jump in every time. Tent you get like Captain America. I'm going to save the day. No, you're not. Let there be a real problem.",
        1782.92,
        1796.14
    ],
    [
        " Assess it from the outside. And like I said, you got to be careful about being Captain America. You got to be careful about being on. I'm ready to stand up every moment. And that's a problem.",
        1796.9,
        1808.66
    ],
    [
        " You know, it's a problem when someone when someone's goal is going to sound weird. When someone's goal is to be a leader. Like my goal is to be a leader. Like if that's what they're thinking, that's going to offend people.",
        1808.66,
        1823.58
    ],
    [
        " It's going to offend people because and I'll say why it offense people to write fully so. You know why it offense people? Because what is it about? It's about me. I want to be a leader. I me. Me want to lead. That's what it's about. And everyone recognize that.",
        1823.9,
        1838.16
    ],
    [
        " If what you really want to do is you want the team to win. And you realize that sometimes you're going to be in a supporting role. And sometimes there might be a situation where you need to lead almost hesitantly.",
        1838.48,
        1850.32
    ],
    [
        " You know what? Leadership needs to happen. I'll go make it happen because the team needs it to win. I'm here for the team. So don't be the person about yourself. We don't like that person. I don't even like that person.",
        1850.62,
        1861.54
    ],
    [
        " As much as I love people that want to step up and lead. I don't want that person. That's like looking for themselves. Sometimes you got to be following. I want someone that's like, hey, oh cool. I got your back. Don't worry about it. I'm over here. I'm over here. Part of the train. I'm over here. Clarence Rums.",
        1861.66,
        1876.58
    ],
    [
        " Oh, wait a second. There's a leadership void. And now there's an actual problem going on. Oh, then that person suddenly steps up and solves the problem and then goes right back down to their level. Awesome. That's the person you want. And that's the person you want to be.",
        1876.92,
        1887.6
    ],
    [
        " Yeah, you know, like no, no, I hear a lot nowadays where the food add value. You just want to add value. So listen to what you're doing. If you're not at least in a situation. It's like, boom, I'm going to add value. So one. Okay, we're going to start with my own role. You know, that's where I'm going to add the most value my own role.",
        1888.36,
        1902.7
    ],
    [
        " But if there's little voids in whatever capacity that needs some value added, I'm going to add that value. We can't just be piling on the value where it's not needed.",
        1903.08,
        1914.46
    ],
    [
        " You know, don't don't don't put additional value into non value needing areas. Exactly right. That's problematic. Too much value. It's true. All right. Next question. Hi, Jocco.",
        1914.46,
        1924.18
    ],
    [
        " When you're trying to take ownership of a mistake made by a fellow team member, what do you do if the team leader asked for a step by step step by step breakdown of events. I've said it was our mistake and not to end not made excuses.",
        1925.18,
        1939.0
    ],
    [
        " But a step by step breakdown would expose the fact that he alone was responsible for the error.",
        1939.12,
        1945.02
    ],
    [
        " Interesting. So he thinks that's interesting. It is. Wait, wait. So he's saying, okay, it's our mistake. Right. I don't want to individualize this guy or assault. You know, make him stand out or whatever.",
        1945.18,
        1957.54
    ],
    [
        " It's our mistake and we're going to fix it kind of thing. And he's like, no, I want the step by step. The step by step is going to reveal that he's the solo actually bills fault.",
        1958.18,
        1966.94
    ],
    [
        " And now what I tried so hard to take ownership, but here's a call. It was actually bill that was all jacked up. It's actually not my fault. It's what we're saying. It's the truth, right. You get that right. Yeah, because check it out. Who's responsible?",
        1968.48,
        1986.1
    ],
    [
        " When you're taking ownership of something, when you're taking extreme ownership of something, whose fault is it? Yeah, is that include when someone else on your team makes a mistake?",
        1987.26,
        1996.66
    ],
    [
        " Yes. But how can that be? God's man. It's here. It's your team. So let me ask you these questions. He hears what I'd be thinking. The teammate was in error. Why? Well, why did the teammate make a mistake? Why didn't the teammate have backup? Why didn't the rest of the members of the team?",
        1996.66,
        2017.58
    ],
    [
        " Why didn't I actually go through with him and make sure that he knew how to do that procedure properly? He's part of my team. We're responsible for this taking place. I knew he was a little bit shaky and I didn't do anything to fix it. That's why it's our fault. It's not our fault because we say, oh, it's our fault, but it's really bill. Yeah, that's not that's not what we're talking about.",
        2017.58,
        2037.72
    ],
    [
        " The point is the point is to actually own it. So if my coworker fails, I'm literally saying to myself, what mistake did I make that my coworker drop the ball? What mistake did I make?",
        2038.42,
        2051.78
    ],
    [
        " My coworker dropped the ball. What mistake did I make? Did I not show it to him? Did I not ask him if he knew how to do it? Did I not ask him if he needed some help? Did I not confirm that he knew the procedures correctly? All those things are my fault?",
        2052.36,
        2065.74
    ],
    [
        " Did I not do a good job of identifying that bill was a little bit slow on the uptake? And therefore he needed a little extra preparation for this.",
        2067.12,
        2074.8
    ],
    [
        " Now think about this. What can I do? Once I make those mistakes, okay, we're going to do the fix. Now think about this from a leadership perspective. You go down and you say, hey, you guys messed up this thing. Why did it happen?",
        2076.28,
        2088.08
    ],
    [
        " Now think about the team wherever you go as well. You know, it's our fault mostly bill. Right?",
        2088.62,
        2096.02
    ],
    [
        " See it. And I'll tell you, when I look at a platoon and bill made a mistake, I don't look at bill. A good leader doesn't just look at bill. A good leadership looks at everyone on the team, especially certainly the leadership.",
        2096.72,
        2111.18
    ],
    [
        " But I think this guy's talking about from a peer, but it doesn't matter from a peer perspective. If there's a mistake that happens, we are truly responsible.",
        2111.18,
        2119.16
    ],
    [
        " And then from a leadership perspective, when I go down to the team and I say, hey, guys, what happened? And they said, well, it was our fault. But this is what bill did. I go, okay, so you just drop in time on bill. I'm not going to say that. But I'm like, I think I saw. Okay. So it's all bills fault. Cool. I'll tell you what.",
        2119.64,
        2135.24
    ],
    [
        " Whereas if you say, hey, listen, boss is what happened. Here's the procedures we went. I don't think we did a good job of briefing bill. Cause here's what bill did. He did step three instead of step four.",
        2136.42,
        2146.5
    ],
    [
        " My fault. We went through twice. But why should have gone through a couple more times and confirmed he knew what was going on. It's not going to happen again. We got this.",
        2146.88,
        2153.22
    ],
    [
        " Which guy you want to work for? Which guy do you which which team do you want? You want the team where people are taking ownership of the problem, not blaming bill.",
        2153.44,
        2161.94
    ],
    [
        " Ownership is not just saying we own it ownership is actually owning it. And that's what makes it so powerful. What makes it so powerful is if you actually own it, then you actually look at bill beforehand.",
        2164.96,
        2179.06
    ],
    [
        " And you go, look, in our team, do we have any weaknesses? Yeah, we do. We got bill bill doesn't bill can't get this part of the procedure done right.",
        2179.26,
        2184.98
    ],
    [
        " Here's what we're going to do. We're going to put bill into this other position. That's an easier part of the procedure where to make sure he knows how to do that.",
        2185.1,
        2190.7
    ],
    [
        " That mean why we're taking Mike and Mike is going to go down here and he nails this procedure and he's going to spend by the way an extra 15 minutes a day during lunch. He's going to get bill trained up so bill can eventually that's the kind of thing you do on a team.",
        2190.7,
        2202.14
    ],
    [
        " Yeah, you made it pretty clear which is kind of because it's not that easy to understand or it wasn't for me anyway. I mean, it was put it this way. It was it was very valuable.",
        2202.7,
        2216.06
    ],
    [
        " One I did understand this about extreme ownership. I said this before too. By the way, so there's there's essentially two parts of it that make it extreme ownership. Actually, there's three. There's the economy. But aside from the dichotomy, this is what it is.",
        2216.06,
        2228.44
    ],
    [
        " You take responsibility and then you say what you're going to do to fix the problem. And then actually there's a third part, which is you implement the solution. Yes, yes. Okay.",
        2228.78,
        2237.8
    ],
    [
        " You identify it. You own the problem. You identify a solution for the problem. And then you implement the solution. Yes, that's what you do. Yeah.",
        2238.14,
        2245.44
    ],
    [
        " So a lot of times in the beginning, especially in the beginning, like I would just as far as me just kind of casually trying to understand it, I would focus so much on taking responsibility. You know, it was my fault. You know, kind of thing.",
        2245.94,
        2254.92
    ],
    [
        " It's like, hmm, well, the taking responsibility. I mean, is arguably more important than saying that it's your fault kind of thing. It's essentially you're you're taking responsibility of the solution as well.",
        2256.18,
        2269.12
    ],
    [
        " Yes. You know, if not you because in a way, in a lot of practical cases, you don't even have to identify who's fault it is. If you take responsibility of the solution, like if I'm okay here.",
        2269.32,
        2280.16
    ],
    [
        " So if there's a football team, right, it's like the epitome of team, not the epitome, but one good example of teamwork. Never mind the sale teams or whatever, but we'll go with it.",
        2281.1,
        2289.38
    ],
    [
        " Well, football is pretty it'll be more simple because it's so let's say, okay, we got a pass or whatever. And boom, the play, the play starts and a guy gets through the front line.",
        2289.38,
        2299.34
    ],
    [
        " Let's say the guard missed a block. Obviously, right. He missed it. Maybe he looked one way and it was supposed to look this way. He was supposed to not pull and he tried to pull or something. Maybe he just made a mistake. He just made a mistake. He's not in company.",
        2299.96,
        2313.38
    ],
    [
        " He just made a mistake. Whose fault is it? Guards fall. Okay. But if the quarterback is going to take extreme ownership, he's going to be like, hey, no part. Hey, this happened. You know, next time we were going to remind him, hey, on this play, that play, you know, this red 46 don't curve twist.",
        2313.52,
        2329.02
    ],
    [
        " Whatever. Like you don't pull and he probably be like, I'm not I know, I know don't don't scold them. Just like, hey, you don't pull. Hey, no problem. But we're just not going to do that anymore. And then next time I call that play, I'm be like, you're good, right? I'm a check with him. I didn't check with him.",
        2329.14,
        2344.42
    ],
    [
        " That first time you meet a mistake. I'm a check with him. He won't make that mistake again. Kind of like you when we were now, we were driving. Navigating me. You know, it's kind of one of those things. According to",
        2344.48,
        2352.04
    ],
    [
        " the two-quick responsibility for solving the problem. Or so then he was like, okay, that was my fault. I mean, the big deal out of it being his fault.",
        2352.04,
        2360.1
    ],
    [
        " Even though in his head, it is, you know, it's like, okay, this is my fault. I should, you know, I should make sure things are clear kind of thing.",
        2360.3,
        2366.0
    ],
    [
        " Like the weather too. You know, your weather is that? Yeah. Well, what bothers me the most about this question is I feel like I feel like I don't do a good job of explaining this.",
        2366.62,
        2377.16
    ],
    [
        " Because what bothers me out is someone who ever wrote this question. And it's a good question. I get the question.",
        2377.5,
        2382.88
    ],
    [
        " I get scared that the person that's listening to the question goes, no, Jack, it doesn't quite get it. He doesn't quite get the fact that there was this one guy who was part of the team who made this mistake.",
        2383.36,
        2395.58
    ],
    [
        " And no one, you know, we just, we can't hold his hand every time. Like that's, it's not my fault. It's not our team's fault when Bill drop completely drops the ball. That's not my fault. It's not anyone of the team's fault.",
        2396.56,
        2409.5
    ],
    [
        " And my point is is exactly what you are saying, I go, yes, it is. And if you look at it when Bill makes the mistake himself, he's alone in a room.",
        2409.78,
        2422.9
    ],
    [
        " And he's supposed to, you know, he's supposed to put part A on top of part B and bolt him together. That's his part of the job. He's alone in a room doing that.",
        2422.9,
        2434.14
    ],
    [
        " And he doesn't do it. Right. That's 100% his fault. The answer is no. Actually, who's in charge of training him? Who's in charge of checking? Who?",
        2434.6,
        2446.06
    ],
    [
        " Not even in charge of who's responsible. We are a team. That means we work together. That means we confirm that we know how to do our individual parts of the job. That means we check and say, Hey, Bill, are you good? Hey, Bill, let me check your first three that you do to make sure you understand what's happening.",
        2446.22,
        2462.1
    ],
    [
        " We do this together as a team and it makes me feel like a failure that people have a hard time understanding this. And I know it can be a stretch. It can be a stretch. And you know, I give all those examples.",
        2462.26,
        2476.28
    ],
    [
        " Hey, the machine gunner shoots in the wrong direction. Who's fault is that? It's not the machine gunner literally pointed the machine gun in the wrong direction, pulled the trigger and shot in the wrong direction. Who's fault is it?",
        2476.68,
        2485.46
    ],
    [
        " It's the squad leaders. It's the fire team leaders. It's the platoon leaders because they didn't make sure that he understood his field of fire. Make sure he understood how to operate his weapon. And by the way, there's a chance that the reason that Bill screwed this up and Bill is incapable of putting these parts together correctly.",
        2486.1,
        2501.68
    ],
    [
        " And if that is the situation, guess what? It is a responsibility of the team to either get him trained up to where he can do it or to tell the leadership that this guy cannot these incapable of doing the job. And therefore he needs to not be here.",
        2501.68,
        2514.76
    ],
    [
        " That's what ownership is. That's what extreme ownership is. I think I know what it is. What makes it confusing or sometimes kind of kind of slippery like to grasp, you know?",
        2515.14,
        2527.96
    ],
    [
        " Because it depends on who you ask. So a lot of times the thing is when it's the machine gunner's fault. The thing is if I'm if I'm not even a human being, I'm just a disembodied brain.",
        2529.06,
        2539.4
    ],
    [
        " Okay, it's the machine gunner's fault and the leaders fault and that it's everyone's fault. If I'm did, you know, but but if you ask the individual person because you ask the machine gunner, hey, okay, chocolate, you're the machine gunner. You shot in the wrong direction. And I ask you, who's fault is that? What are you going to say?",
        2540.0,
        2554.16
    ],
    [
        " My leaders fault. Well, it's your fault. Well, let me tell you right now. There are plenty of people and definitely plenty of machine gunners that when they shoot that weapon in the wrong direction, know what they say? I didn't get a clear brief on what the field of fire work. No one to I didn't see the markers for what the range limits were. I didn't know where the other blue forces were. No one told me. So they're looking at it like it actually isn't their fault. Now you get some good machine and actually guess what? When you have a guy on that's a machine gunner.",
        2554.36,
        2583.34
    ],
    [
        " That says, well, it wasn't my fault. It was my leader's fault. You know what the leader says? You know what the leader says? Well, leader of bad leader. The leader in this team, the leader in this team, you know what he says? No, it was the machine gunner's fault.",
        2583.72,
        2594.3
    ],
    [
        " Yeah, that's right. And now guess whose fault it was. It was no one's fault. Yeah, the machine gunner think is the boss's fault. The boss thinks it was the machine gunner's fault. Now who's going to fix the problem? The answer is no one. When you get a good team, the machine gunner goes my fault. I should have paid better attention. The leader says my fault. I should.",
        2594.58,
        2609.12
    ],
    [
        " And now you have everyone taking ownership of the problems. Yes. That's the way it's supposed to be. But that's my point. And that's why it makes it never mind your disembodied brain. That's making decisions over here. I'm trying to make a point though. I'm saying this is what it's hard for people to understand. That's why sometimes and I'm with them. I'm like, I was there. It's kind of like it's kind of like sure. I'm tricking extreme ownership. You know the typical I'm taking extreme ownership. But you know, that's the end of the day. We all know it's also built for fault. But the reason that it is so.",
        2609.12,
        2639.1
    ],
    [
        " It's so hard because if I ask, okay, we have three guys. One of those guys is the machine gunner. The other guys are leader. The other guy is just another team member. He's, you know, he's the sniper or something.",
        2639.1,
        2648.22
    ],
    [
        " If I say, hey, this machine gunner shot in the wrong direction individual meetings. I they all take extreme ownership. All of them are down. They're in the game. All of them. I asked you machine gunner. Who's fault is that? What's he going to say? My fault. Okay. Next guy. Who's faulted?",
        2648.9,
        2663.92
    ],
    [
        " Fire to leader. My fault. I should have told him. And then the squad leader. My fault. I should have told him. Right. Yes. So it the read now go back to the disembodied brains. Kind of like, wait, wait, wait, wait. So it's like he did it. It's hard to grasp like that. One guy. It is his fault.",
        2663.96,
        2682.52
    ],
    [
        " I think it's not just his fault. Apparently because everyone said it's their fault. Right. So he was obviously his fault. But wait. It's everyone's fault. Kind of thing. So when you're the guy and you're saying, okay, his fault. It that little thing creeps in your brain. That's like, yeah, wait, it is his fault. Yeah. You know, any and you're wrong. Yeah. Yeah. And you're wrong. And I need to do a better job of explaining that to people.",
        2682.64,
        2702.66
    ],
    [
        " Because I see questions like this on a fairly regular basis. Yeah. Which is, but hey, really, you know, there's a good ownership, but really. Yeah. That's what I mean. It's the but really that you need to check yourself on. Yeah.",
        2703.28,
        2717.32
    ],
    [
        " Because the reality is you're responsible. Yeah. You wait. But if I'm responsible, what about the machine? He just said he's responsible. A machine gunner. You're responsible. I know, but the machine gunner said he's responsible.",
        2717.96,
        2730.88
    ],
    [
        " I'm saying though, I think that's the feeling that that if you let that creep in, yeah, that's going to be a problem. Yeah.",
        2731.06,
        2736.58
    ],
    [
        " But you've ever seen office space. Remember that? Okay. So really when you think about, okay, what's the big thing?",
        2737.1,
        2743.68
    ],
    [
        " I don't have the movie. Remember. Okay. Let me remind you. Okay. So in the beginning, they were like, Hey, Peter, we're putting cover sheets on the TPS reports from now on.",
        2743.84,
        2760.86
    ],
    [
        " Remember comes, he's like, yeah, you know, saying, Hey, let me read. He didn't do it in a dickway. I know I ain't for sure, but he said, Hey, this is basically a reminder.",
        2760.86,
        2768.02
    ],
    [
        " Did you get that memo? We're putting cover sheets on the TPS reports. He's like, Hey, I just forgot. It was one time thing. No problem.",
        2768.2,
        2773.46
    ],
    [
        " And he's like, cool. All that, you know, so if you just do that, do that. That'd be cool. And he's like, cool. No problem.",
        2773.84,
        2780.12
    ],
    [
        " He saw all even give you another copy of that memo. He almost like over did it. Not almost he did over do it. So he left. And then the other boss boom, who's like one level down.",
        2780.12,
        2788.68
    ],
    [
        " He came. Same deal. Hey, we're putting. Did you get that memo? TPS reports cover sheets. No, blah, blah. He's like, I got the memo. I forgot one time thing. He's like, yeah, I'm just all those bosses were doing doing is making sure the problem got solved.",
        2788.68,
        2803.14
    ],
    [
        " Right. Doing everything in their power. Even his other friends were like, Hey, what's up? I heard you guys you're having problems with your TPS. So they were just taking extreme ownership, taking ownership of the problem, trying to solve it. But we give them crap about it.",
        2803.42,
        2815.96
    ],
    [
        " Who do we give a movie in a movie somewhere? Yeah, yeah, because they're trying to make it funny, dude. Yeah, I know, I know. But that's kind of ironic. But yeah, I know, but it's ironic, right? It is. You know, so I'm not even mad at lumbering for that. This thing next question. Hi, Jockel. I have a question for you. I know you're very busy guy. How do you find time to read so many books?",
        2816.12,
        2836.06
    ],
    [
        " I have I have many that I want to read, but I've trouble having enough time any advice on how to set aside time to do so. Sure.",
        2838.04,
        2847.68
    ],
    [
        " I'm glad I made time. What are you doing all day? The clock is ticking. What are you doing all day? Are you watching TV? Are you surfing the internet? Are you watching YouTube videos? That's my question. What are you doing before you go to sleep at night? Are you looking at Twitter? Are you looking at Instagram?",
        2848.94,
        2876.12
    ],
    [
        " posts, Instagram videos? Tell me they're not like an addiction. You get to you get the Instagram video every one of them is funny. They're 38 seconds long. They're one minute long. Get to see people hurt themselves. Get to see people do dumb things. Make you feel good about yourself. I didn't do that dumb thing. Someone else did. I can laugh at them. How long are you going to look at those videos for?",
        2878.68,
        2904.2
    ],
    [
        " When you could be reading. So there you go. Stop wasting a bunch of time. And then what about audiobooks? What are you doing when you're mowing the lawn? What are you doing when you're trimming the hedges? What are you doing when you're pulling weeds? What are you doing when you're cleaning the dishes? Get some audiobooks. Get some audiobooks. What are you doing first thing in the morning? What are you doing? Are you waking up checking?",
        2904.88,
        2933.8
    ],
    [
        " Your email sitting around waiting, you know, wasting a bunch of time. Are you getting up early enough that you could just get up and get out of bed? Go and read for 30 minutes.",
        2935.78,
        2946.84
    ],
    [
        " 30 minutes. That's what you have to do. You have to make time. There's plenty of time to read. There's plenty of time to read. You probably don't want to read as badly as you're as you think.",
        2947.58,
        2962.84
    ],
    [
        " If you wanted to read that bad, you'd make time. You make time to breathe somehow. If you can make time to breathe, you can make time to read. I would say eat.",
        2963.22,
        2973.4
    ],
    [
        " Yeah, eat would be a better one. Because like, yeah, eat, I think because read, you can read while you're doing other things, sometimes, especially with these books.",
        2973.84,
        2981.22
    ],
    [
        " I just kind of like as a, so I'm reading, I'm always have to be reading a book to read a book for the podcast, right?",
        2981.22,
        2988.88
    ],
    [
        " I had only read the first maybe 10 books that we read that we did in the podcast. We've done a hundred or something now. Probably more than that.",
        2989.16,
        2996.96
    ],
    [
        " I'd only read like 10 of them. Maybe maybe a few more, but I'd read them so long ago. Maybe I'd read 30, but I'd read some of them so long ago that just I had to reread them.",
        2997.44,
        3007.1
    ],
    [
        " And so then you say to yourself, okay, so when I would, you know, when I read all the time, I'd read Go to bed, reading, wake up, reading, going in an airplane.",
        3008.46,
        3018.5
    ],
    [
        " People, what do people do in an airplane? Sleep watch a movie, I know you sleep, they do all this stuff. I sleep sometimes in an airplane, but from not sleeping, get us a guess what I'm doing.",
        3018.92,
        3027.18
    ],
    [
        " Reading, for a podcast. I can attest to that one.",
        3027.4,
        3029.68
    ],
    [
        " Yeah. What do you think is the like the biggest ones that people are, you know, the biggest activities, time, they could, yeah, they could just stop.",
        3030.18,
        3041.68
    ],
    [
        " And just for me, I think the biggest time sucks are YouTube. I think Instagram. I think those two are really, what's the word stimulating to the brain?",
        3042.0,
        3055.7
    ],
    [
        " And you actually get this weird like, well, I actually like I'm going to learn a little something from this right here. I'm going to take something away from this.",
        3056.04,
        3062.94
    ],
    [
        " I'm going to veg out. I'm going to escape from my world right now. It's like a scapeism, right?",
        3063.08,
        3071.24
    ],
    [
        "",
        3071.46,
        3071.46
    ],
    [
        " And they, they actually have algorithms that are, that know what you will click on. They actually know that about you.",
        3071.92,
        3084.32
    ],
    [
        " They mapped your little brain and know that if they put up a video that has, if they put up a thumbnail of a video and it's got a heavy machine gun in it, they know they got a good chance. I'm going to click on it.",
        3084.66,
        3100.98
    ],
    [
        " Right. And then they give it a catchphrase title. Right?",
        3101.6,
        3105.12
    ],
    [
        " No. They give it a catchphrase title.",
        3105.54,
        3107.3
    ],
    [
        " ISIS gets massacred. I got to watch that. I got to do it. Yeah. Oh, click. Oh, yeah.",
        3109.26,
        3114.02
    ],
    [
        " 50 Cal versus Taliban. Oh, cool. Click.",
        3114.52,
        3118.74
    ],
    [
        " You go versus anything. Right? Yeah. Oh, yeah. And actually, no, you're going to click on. And that's, that's so. And what do you get out of it?",
        3118.98,
        3127.48
    ],
    [
        " You watch it for 20 minutes.",
        3127.74,
        3130.02
    ],
    [
        " Short game. Yeah. You get nothing out of it. You get a book. You read. You learn. You write something. That's what you do.",
        3130.82,
        3137.94
    ],
    [
        " Yeah. And actually, the YouTube thing is, it's probably, if that's one of your things, it's worse than it's, it's not just YouTube who's trying to get you to watch the video.",
        3138.66,
        3147.12
    ],
    [
        " It's the video makers themselves. So YouTube has the algorithm. Oh, they got it all kind of sorted out there. And now the video makers, they make titles like 50 Cal versus XYZ and awful bunches.",
        3147.22,
        3157.38
    ],
    [
        " Yeah. And guess what? 50 Cal versus you can fill in the blank. You're probably going to watch that video.",
        3157.56,
        3162.56
    ],
    [
        " All to the motivation speech ever. Yes. They give you the title. Yeah. Oh, yeah. So. So and so destroys. Whatever destroys reporter in interview. Yeah. Exactly. Right. So once you really owned.",
        3162.68,
        3176.84
    ],
    [
        " Yeah.",
        3181.84,
        3182.28
    ],
    [
        " Exactly.",
        3181.88,
        3182.72
    ],
    [
        " So basically right when you log on to YouTube, once YouTube pops up on your screen, bro, everyone on that screen is all sucking your attention. Literally, that's their job sucking your attention.",
        3183.1,
        3193.24
    ],
    [
        " So yeah, man, that's a big one. Right. Instagram. So here's the, here's one that it really hit me really hard. The gram. The gram. And I like Instagram. It's like, good.",
        3193.72,
        3202.18
    ],
    [
        " But if you're like trying to read, you know, if you want to read more or whatever, consider like even like, let's say we start recording this for a second, we're going to pass out our phones. We're going to maybe check an email. Maybe we got a text or whatever.",
        3203.16,
        3213.96
    ],
    [
        " And the probability of Instagram coming up on there, we're going to, you know, open it. But the probability of us opening Instagram is pretty significant. It's pretty high.",
        3214.66,
        3225.04
    ],
    [
        " And you're going to scroll through there or whatever, even if you scroll for two, three minutes, right. You scroll through there. Maybe what you looked at, I don't know, 15, 20 people's posts read what they had to say.",
        3225.76,
        3236.64
    ],
    [
        " Bro, if you have a, what do you call it, kindle or something, but you do that same thing. It's like, and like, you said you could read. Yeah, read instead. So if you had a camera, like once you said, like, imagine your video being videotape.",
        3236.64,
        3250.42
    ],
    [
        " Like what if you're being videotape all day and all it did was calculate every time you opened up Instagram or Facebook or Twitter and or YouTube, all those particular every time you opened up, but instead, and you had that scenario in one average day.",
        3250.42,
        3262.1
    ],
    [
        " Then you take all that time and replace it with you opened your Kindle to read or bus that a book. You know, you'll bring books or whatever with you. And that's how to instead of doing that, you did the book. Right. You know, how much reading you do.",
        3262.76,
        3273.18
    ],
    [
        " So you'd read so much. A lot of reading. Yeah. So it's like, though, yeah, those are the time sucks, man, your phone. It's so available. You know, but Brad, you can read on your phone too.",
        3273.36,
        3281.56
    ],
    [
        " That's a big one. TV to you watch TV. Not really.",
        3282.08,
        3286.9
    ],
    [
        " I watched one show now and actually to a Y50 and that's it. Sometimes shark tank. That's it. Man, 100%",
        3287.4,
        3294.92
    ],
    [
        " What is how often is a Y50 on once a week? And it goes in season. So you got how long is this season?",
        3294.92,
        3301.74
    ],
    [
        " I don't know. 13 episodes. I don't know. I have. No, no, no, but unless I have watched one TV show recently. It's called billions.",
        3302.4,
        3311.72
    ],
    [
        " Oh, well, you know, there's a little scenario unfolding on billions. So, all right. Well, you actually get your show.",
        3312.58,
        3321.5
    ],
    [
        " Actually, yeah. And keep in mind, it's not like I've never seen any other show ever in Never will. It's not that.",
        3322.14,
        3329.06
    ],
    [
        " Yeah. I'm just saying, you know, people they like to watch TV. Well, and actually, I will separate the fact that nowadays you can watch TV in a different way.",
        3329.1,
        3337.8
    ],
    [
        " Right. It's not like at eight o'clock on a Thursday night. You got to sit there and watch 30 minute show with 30 minutes worth of commercials in it.",
        3337.88,
        3344.56
    ],
    [
        " Yeah. No, you can you're on a flight somewhere. You've read you got to take it easy on your eyes a little bit. If you start reading too much, you've read for a long time.",
        3344.74,
        3354.62
    ],
    [
        " Okay, you're going to stare out the window for a little while. Listen to this part of a podcast or something. Then you're like, okay, my brain is like barely functioning.",
        3354.68,
        3361.4
    ],
    [
        " Yeah. Okay. I'm going to watch an episode of billions.",
        3361.88,
        3364.06
    ],
    [
        " Yeah. Or the ballers. You ever seen ballers? I don't know the difference. Well, I do know the difference. I watched that for a little bit. But, you know, like people have a routine like tonight, you know, every night for 30 minutes, they've watched TV with their kids or whatever.",
        3364.34,
        3379.28
    ],
    [
        " It's like that doesn't really happen anymore. Yeah.",
        3379.88,
        3383.86
    ],
    [
        " Next question. You're really sad. How much time you can waste these days with the distractions and the people trying to get that time from you?",
        3386.78,
        3395.56
    ],
    [
        " Yeah. You're disciplined. Like when you when you first started saying discipline, oh, when I first started hearing it from you, that was like one of the things that popped into my head. Like as being really obvious. Like if you are disciplined with your time, you'll have a lot of free time.",
        3396.12,
        3411.36
    ],
    [
        " Like a lot, a lot of free time way more than you would think anyway, because you know, even when I'm like real busy, you know, if I can accurately remember my day, I remember like just like five minutes here, 15 minutes there, like that.",
        3411.36,
        3423.58
    ],
    [
        " I did something that was the waste of time. And if you add up all those little minutes, you have probably hours, probably hours for to do whatever.",
        3423.94,
        3431.72
    ],
    [
        " Yeah. Do something progressive. You know, productive, progressive, progressive, progressive, progressive.",
        3432.42,
        3439.54
    ],
    [
        " That's your life. Valurable. Valurable. All those things. Check.",
        3439.54,
        3443.0
    ],
    [
        " Next question. Would you would your extreme ownership philosophy have changed or lost confidence if you had been relieved of command when taking ownership of friendly fire incident? You described in your first book.",
        3443.74,
        3456.06
    ],
    [
        " The book extreme ownership, by the way, yes. Just to be perfectly clear about this, I wasn't taking ownership of the situation so that I could keep my job.",
        3456.06,
        3468.92
    ],
    [
        " It wasn't a political maneuver to set myself up to look good. I was taking ownership of the situation because I was the leader of the situation that took place.",
        3469.48,
        3482.88
    ],
    [
        " I was the guy responsible for what was happening. I was taking ownership because that was the correct thing. The correct thing is something bad had happened and I was in charge of it.",
        3483.36,
        3495.68
    ],
    [
        " And yes, I could have been fired. And if I would have been fired, I would have accepted it and I wouldn't have done anything different.",
        3495.68,
        3505.76
    ],
    [
        " So again, this is sort of similar to a couple of questions ago. Like that's extreme ownership is not about avoiding trouble.",
        3508.14,
        3516.22
    ],
    [
        " It's not about avoiding trouble. You don't say, well, I own it and then you don't get in trouble. You actually could get fired. You actually could get fired.",
        3516.7,
        3526.02
    ],
    [
        " And that's why that idea of preemptive ownership. I talked about that at one of the monsters. If in the back of your mind, if in the back of my mind, I think, you know what, if the platoon makes a mistake, I can just blame it on them. I'll be good.",
        3527.08,
        3541.14
    ],
    [
        " Well, now I'm not really that worried about their plan because I got that little out if I need to not worried about if the guys understand the rules of engagement because I got that a little out if I need to.",
        3541.6,
        3549.04
    ],
    [
        " I'm not that worried about deflection because I got that little out if they screwed up. So I have an out for myself. And so I don't really put 100% effort into the planning and of the of what we're doing.",
        3549.04,
        3562.14
    ],
    [
        " If I have preemptive ownership, which is hey, no matter what happens out here, it's my fault. Guess what? Hey, guys, do you understand the R.O.E.s? Let me talk to you about them again. Hey, hey, Leif, do you guys understand where the where the lines of limits of advance are so you know where you guys are?",
        3563.58,
        3577.34
    ],
    [
        " You guys don't understand. Hey, do we do we have it marked out clearly? Okay, great. Hey, do you know, like dig in and when you dig in on stuff, then you have less of a chance of something going wrong.",
        3577.48,
        3587.12
    ],
    [
        " But when something does go wrong and you take ownership of it, you take ownership of it not to avoid trouble, but to face trouble.",
        3587.12,
        3593.84
    ],
    [
        " That's what you have to do. So my idea hasn't changed. In fact, if I would have blamed someone else and then kept my job and someone else gotten fired, I would have had a real problem with that.",
        3594.2,
        3613.28
    ],
    [
        " I could not have lived with myself maintaining that position, knowing that I had sacrificed someone below me in the chain of command for my own good. That doesn't sit with me, man. I wouldn't have been able to do that.",
        3613.5,
        3629.7
    ],
    [
        " I wouldn't have been able to do that. And that's why when I was trying to figure out who to blame it on because I was, because I was looking at this big problem, because there was a lot of bad things.",
        3630.48,
        3638.88
    ],
    [
        " And I'm thinking, I said, okay, whose fault was this? And I couldn't figure out why I didn't feel comfortable saying it was this guy or was that guy? It'd be like this guy in the previous one guy. Well, it's Bill's fault.",
        3638.88,
        3650.42
    ],
    [
        " I don't feel comfortable saying that, especially when I'm in charge, and I don't feel comfortable when I'm a peer, either. If I'm, if my peer, but we're part of a team and something goes wrong, I don't feel comfortable saying it was the other guy.",
        3650.92,
        3661.82
    ],
    [
        " Who does that? Who feels good about that? Right? Don't be that person. And not only that, when you're, when you see people acting that way, everybody can identify that that's a bad thing to do.",
        3662.44,
        3675.9
    ],
    [
        " But they do it anyways, because they're ego.",
        3676.2,
        3680.82
    ],
    [
        " So keep it in check. Yeah.",
        3683.8,
        3686.36
    ],
    [
        " Next question. Whether directly or indirectly, I know Jocco follows this principle. The way you do anything is the way you do everything.",
        3687.04,
        3696.08
    ],
    [
        " This is an intro. This question I had to pull out because what you're going to see, it's very, I think it's a question maybe you might be even more suited to answer than me. We go ahead, proceed.",
        3696.52,
        3706.92
    ],
    [
        " Interesting. Now, let's say you're sitting on the couch, and you want to switch the light on the switches to your right. And you know there's a 95% chance that you can reach it from where you're sitting without having to leave the couch.",
        3707.08,
        3720.74
    ],
    [
        " What do you do? Do you take the chance to reach it or to reach for it in vain and then get up, walk to the switch and turn it on or do you get up right away and make the extra effort and get it done in the most efficient manner regardless of if",
        3721.16,
        3736.58
    ],
    [
        " there was potentially an easier way. I get you. I think we know where you said I know I'd love to give some big profound answer about this, but here's the deal. I would accurately assess the distance to light switch.",
        3737.7,
        3748.86
    ],
    [
        " I'm accurately. I'm going to assess it and I'd figure out the best way to turn it on and then I'd turn it on. That's what I do. I mean, if I got to get up out of bed, I get up, get to get back to bed.",
        3749.32,
        3759.72
    ],
    [
        " Or I'd pull, pull, we on the couch. Is that the situation? I want to need the light on. So yeah, all right, get the light on my phone out and see what I got to see with the light right now.",
        3760.34,
        3772.64
    ],
    [
        " Because I'm thinking out of the box over on my side. That's what I'm doing. As far as the, as far as the thing, the way you do anything is the way you do everything is partly true, but at the same time, guess what you got to prioritize an execute.",
        3772.92,
        3784.44
    ],
    [
        " And there are some things that are not as important as other things. My famous example is that my gym floor in my home gym is not clean.",
        3785.0,
        3799.58
    ],
    [
        " It's there's chalk on it. There's some sweat stains. I don't go in there three times a week with a mop and swab it and get all the chalk out and power wash it.",
        3801.14,
        3812.28
    ],
    [
        " That's what it would take maybe two times a week if I power washed it, pull all the stuff out of the garage, power wash the mats, pulling back in there, set the garage back up. That's what it would take to keep the mats clean.",
        3812.28,
        3822.52
    ],
    [
        " That doesn't care if those mats are clean or not. Doesn't matter me, right. I have to prioritize. There's much, much, much more important things than whether my mats in my garage gym are clean. Doesn't matter.",
        3823.24,
        3836.02
    ],
    [
        " Do you do mats are different, right? Do you do mats got to be clean? Those got to be what we got people clean those mats after classes. That's a priority.",
        3837.32,
        3845.28
    ],
    [
        " The ones at my house that just me don't matter. That doesn't mean that I'm slacking in other areas. Right? There's a minimum standard in certain things like theirs and even my home gym mats. I have a vacuum and I hit them with the vacuum when I get too much dog hair on them.",
        3845.68,
        3861.68
    ],
    [
        " Which actually I do that like every one or two days takes three minutes to just vacuum dog hair. Right.",
        3861.68,
        3867.6
    ],
    [
        " But there's a minimum standard to hold the line. And as far as doing things the most efficient way, I try and do things the right way.",
        3868.3,
        3877.08
    ],
    [
        " Try and do things the right way. Which generally that coincides with the most efficient way.",
        3877.48,
        3883.54
    ],
    [
        " Generally, generally, but here that's not what he's talking about here. So when you said, when you said I'm a fit down today, here's a thing, man. Bro, this guy, you don't, we don't have this name, but man, we need to get together and like talk.",
        3883.98,
        3896.28
    ],
    [
        " This is the kind of stuff that I think about all the time. Not in this obsessive way, but in this center is my mind. Man, that's a good question too. So basically he's asking like, okay, and it happens for literally half a second, maybe one whole second.",
        3896.6,
        3909.28
    ],
    [
        " Where like, okay, man, I need the light on. What do I do? Do I? You know, like how we said, do I reach for it? Because that's the easiest way. I don't have to stand up. He's on my leg and back muscles to stand up and walk over like this reach for it.",
        3909.28,
        3920.5
    ],
    [
        " But if I can't reach it, now I got to do, expend all the energy of reaching for it, failing, bring my hand back and then doing the standing up thing that I was trying to avoid in the first place.",
        3920.64,
        3929.22
    ],
    [
        " So it's one of those things. So what do I do, man? What do I do? Do I just chance it or do I just be like, you know, I'm not going to chance anything.",
        3929.8,
        3936.14
    ],
    [
        " I'm just going to expend the extra energy and turn on the light. So what do I do? Right? Yeah, man, it's a conundrum. Same thing with the soy sauce balls. Same thing. Also, here's the here's one you might. Did you see the meme? Yes. There's a couple minutes. There's a couple memes about you in the soy sauce balls.",
        3936.14,
        3951.14
    ],
    [
        " Sorry. Sorry. One of them, one of them was like a black and white photo. Did you see that one? I was like a black and white photo, but it said something. It was there's black and white photo of soy sauce balls. Oh, yeah, yeah. What did it say?",
        3951.3,
        3964.6
    ],
    [
        " I feel like this. This strawberry. Something like that was better than the struggle is real. Yeah, and then they had the superhero looking guy that had the two buttons. Yeah, the two buttons. Anyway, here's one. And brought in. Here's one that this one's a real problem. Small, but a real problem for most of you.",
        3964.6,
        3981.68
    ],
    [
        " When you're laying in bed at night, you're sleeping and you wake up. You're like, man, I got to take it. I got to use bathroom. But not too bad. I don't have to use bathroom. Bad. Just a little bit. So what do I do? Do I hold it?",
        3982.62,
        3994.5
    ],
    [
        " Power through the discomfort because the discomfort isn't that bad and hopefully I'll fall asleep.",
        3994.94,
        3998.98
    ],
    [
        " Because I don't want to get up and wake myself up more and turn on the light and do all this stuff and walk around get the blood flowing. Then what if I can't fall asleep as quick or whatever? Or I'm tired. I don't even want to get out of bed.",
        4000.12,
        4008.72
    ],
    [
        " You know, so what do I do? Because if I go use a bathroom, oh man, I'll be fully relaxed. It'll be done. I don't want to keep me up. The discomfort won't keep me up. But if I can fall back asleep, I didn't even have to get out of bed.",
        4009.08,
        4021.26
    ],
    [
        " I'm saying. So what do you do? You're at that. And if you really got to use a bathroom, it's no issue because it's obvious. You know, but if you just have to a little bit, it's a hard question.",
        4021.64,
        4031.4
    ],
    [
        " I can't believe you're talking about that. Don't even act. I don't even act. I know what do you mean? I think that you have this problem.",
        4031.64,
        4037.48
    ],
    [
        " Zero seconds. I spend zero seconds thinking about that issue. Zero. This is no factor whatsoever in my life.",
        4037.74,
        4044.52
    ],
    [
        " I guess what do you do? You're like, I'm going to go use bathroom. Here's my answer to your question. If I have to go to the bathroom, I go to the bathroom.",
        4044.74,
        4050.64
    ],
    [
        " What if you kind of have to go to the bathroom? No. There's no kind of. Yes. I don't know. No, no, no. Your bad. So if your bladder is full.",
        4050.76,
        4057.48
    ],
    [
        " Okay, you got these about the 20 feet. What if your bladder is one third full? Then I don't have to go to the bathroom. Okay. So you have a distinct like cut off then in feelings. So you have that great.",
        4057.98,
        4067.2
    ],
    [
        " I do or I don't. All right. So most of us, we don't have it like that. No, we got to like consider. No, no. The same way that this guy knows, as I put, no, no, no, this anyway.",
        4067.42,
        4077.58
    ],
    [
        " Anyway, I dig it. And that's going to be one of those ongoing challenges, I think, you know, I think the main. And I almost left that whole second half of the question because the main point of the question was the way you do anything is the way you do everything. Yes, that's true to a point. You should definitely keep.",
        4078.44,
        4094.26
    ],
    [
        " You know, you try and maintain consistent effort and hold the line and everything, but the dichotomy is that if you try and hold the line on every single thing that's not possible. And you'd spend your whole life cleaning up everything around you and fixing things and what you just be wasting time when you have you need to prioritize next you pick the biggest problems pick the biggest things are going to have most impact on you.",
        4094.44,
        4114.82
    ],
    [
        " And then focus on those things and don't worry about some other things. Yeah.",
        4137.96,
        4142.78
    ],
    [
        " That kind of stuff. It depends all the time. Lazyness to old. It's efficiency, not laziness. But either way, you know what though, this guy you combined with this guy's question answered the question with how you do everything, you just establish a protocol. If there's a question, you just do the guaranteed one. If I see a piece of the link, I'm a document. It didn't go up, bone pick it up. That's it. Maybe you get a double take. Right. Yeah, you know, you got to go forward and back on a vacuum anyways. You know what I'm saying? You just rerun that same track. Yeah.",
        4142.78,
        4170.58
    ],
    [
        " Yeah. Because you know, you're going forward back, but you're offsetting a little bit. Yeah. Sometimes the back, depending on your brush, depending on the back one or the back one, sometimes it's more powerful. Okay.",
        4170.7,
        4180.48
    ],
    [
        " Because the brush spins a certain way. Interesting. But either way, yeah. Good. Either one repeat. Okay. Nope. And then guess what on the forward stroke, you can go now to your next track and you can bend down, grab the piece of the link. You're good to go.",
        4180.8,
        4192.12
    ],
    [
        " Done. Yeah. So then the point is establish a protocol where it's like, you know what? I'm not going to waste my time. No. You know, risking it and all this stuff.",
        4192.12,
        4199.04
    ],
    [
        " I'm just going to go for the real deal.",
        4199.24,
        4202.02
    ],
    [
        " Problem solved. Yeah. Anyway. All right. Next question, Jaco. I'm a firefighter slash EMT. I recently, and recently I went on a call where a patient didn't live.",
        4202.18,
        4213.0
    ],
    [
        " Not unusual by any means. Unfortunately, I deal with loss of life on almost a daily basis. I detach and do my job always working to get better. This call I failed to detach. It hit me hard when the patient's husband let out a chilling, let out chilling screams.",
        4213.66,
        4231.04
    ],
    [
        " As a 30 year old wife went from alert and talking to dead within minutes, I let myself enter into his shoes at that moment.",
        4231.5,
        4240.26
    ],
    [
        " I got over it quick during my days off and moved on. It's part of the job and I accept that. But my question is, when does it become inhumane to detach?",
        4240.9,
        4249.6
    ],
    [
        " Do we sometimes need to let some weakness through to remain grounded when dealing with such major incidents is loss of life?",
        4250.48,
        4257.66
    ],
    [
        " Thank you.",
        4258.54,
        4259.44
    ],
    [
        " Okay. First of all, sympathy and empathy are not weaknesses. They're not weaknesses. In fact, it actually takes strength to be able to deal with these types of situations and these types of emotions.",
        4260.0,
        4275.16
    ],
    [
        " The weak move would actually be to cut those emotions off completely.",
        4275.16,
        4280.04
    ],
    [
        " So that being said, as you know, obviously there is a dichotomy because you cannot let the emotions overwhelm you.",
        4280.98,
        4295.66
    ],
    [
        " As a matter of fact, if you get overwhelmed by your feelings, then you can't do your job properly, which in its own right is inhumane because now you're not able to treat the patients that you're trying to save because you're getting too emotional about it.",
        4295.66,
        4309.9
    ],
    [
        " So what do you have to do? The answer for the for the millionth time of a different subject, but comes up all the time, you've got to find balance.",
        4310.38,
        4316.38
    ],
    [
        " You have to find balance between being emotional enough, but not being too emotional. You have to learn to recognize if you're going too far in one direction or the other.",
        4316.42,
        4327.4
    ],
    [
        " You have to do a self-assessment. You have to look and see and make sure that you see the people you're treating as people.",
        4327.52,
        4337.08
    ],
    [
        " You have to look at them and make sure that you're seeing them as people, that you're not seeing them as a hunk of meat, right?",
        4337.76,
        4343.16
    ],
    [
        " You have to do that. You have to make sure that you're doing that. At the same time, you cannot afford emotionally to go through the pain of loss every time you see someone die because that's also going to be a problem.",
        4344.32,
        4358.0
    ],
    [
        " You can't afford emotionally to do that. You can't go through that pain over and over and over again.",
        4358.14,
        4365.84
    ],
    [
        " You have to detach and normally do a good job with that. I've seen guys get wounded. I've seen guys get killed. I've been around a lot of deaf.",
        4370.28,
        4379.66
    ],
    [
        " When it was around me, I didn't have time to stop and think about it. I had to do work. I had to detach myself and do my job.",
        4380.98,
        4388.6
    ],
    [
        " At the same time, when it's over and the time was appropriate, it's like you've got to connect with what happened and make sure that you are dealing with it appropriately.",
        4389.26,
        4399.18
    ],
    [
        " I always thank firefighters and paramedics and EMTs and police and military.",
        4402.66,
        4407.86
    ],
    [
        " But paramedics and EMTs, you're only showing up if someone isn't a bad way. I know that's hard physically and it's hard mentally and it's hard emotionally.",
        4408.14,
        4419.9
    ],
    [
        " Find a balance, keep yourself balanced, make sure you're not going too far in one direction or the other.",
        4421.56,
        4428.14
    ],
    [
        " And thanks for doing your job.",
        4429.32,
        4430.98
    ],
    [
        " That's easy to put. Sometimes you forget that about EMTs.",
        4432.12,
        4438.2
    ],
    [
        " That's the only time where they spray. I mean pretty much. This is a set of getting called because someone is in a bad way.",
        4438.66,
        4447.14
    ],
    [
        " That's the whole game. That's what they're showing up for.",
        4447.14,
        4448.96
    ],
    [
        " It's like man, and you know, cops too.",
        4449.14,
        4451.38
    ],
    [
        " It's easy to be on the outside when you're going to parks.",
        4451.78,
        4456.8
    ],
    [
        " And if your job is like, I don't know me, I press record or make videos or whatever.",
        4457.44,
        4463.54
    ],
    [
        " And this is like every day, so it kind of forms this kind of vision of my world or whatever.",
        4464.68,
        4470.02
    ],
    [
        " But EMTs and every time you get to call it, it's just the question is just, oh how bad.",
        4471.46,
        4477.02
    ],
    [
        " That's what it is. How bad, how bad of a situation is the person I'm about to go contend with what's their situation.",
        4477.38,
        4485.26
    ],
    [
        " They are, they could be everything from a minor situation to they're going to die in front of me.",
        4485.88,
        4491.34
    ],
    [
        " Again, this new person and their life and their kids and their family.",
        4491.58,
        4496.06
    ],
    [
        " And you know, Peter and Tia talked about some of that becoming a bit jaded.",
        4497.06,
        4502.08
    ],
    [
        " In fact, it's a pretty horrific story. And it's worth listening to that podcast when he was on.",
        4502.16,
        4507.9
    ],
    [
        " He talked about how he got to a point where some patients he started to look at.",
        4507.98,
        4514.52
    ],
    [
        " Like he'd be mad at them.",
        4514.9,
        4516.52
    ],
    [
        " Yeah.",
        4516.68,
        4516.86
    ],
    [
        " Mad at them. And that's what you have to avoid is getting to this point.",
        4517.16,
        4523.18
    ],
    [
        " You got to, you got to do your best to stay emotionally detached enough that you can do your job.",
        4523.18,
        4530.14
    ],
    [
        " But at the same time, you can't be looking at other human beings as if they're just a piece of meat.",
        4530.26,
        4537.22
    ],
    [
        " So part job.",
        4537.78,
        4540.86
    ],
    [
        " I think we got time for one more question.",
        4541.46,
        4545.06
    ],
    [
        " I have good ideas, but I have trouble executing.",
        4546.42,
        4551.08
    ],
    [
        " Do you have any tips?",
        4551.96,
        4552.76
    ],
    [
        " I have good ideas, but I have trouble executing. Do you have any tips?",
        4554.54,
        4563.72
    ],
    [
        " Oh yeah.",
        4568.62,
        4569.2
    ],
    [
        " You have some good ideas, do you?",
        4569.78,
        4574.14
    ],
    [
        " But you can't execute.",
        4574.92,
        4578.06
    ],
    [
        " You want to know what those are?",
        4579.62,
        4581.6
    ],
    [
        " Those ideas are worth.",
        4582.28,
        4583.58
    ],
    [
        " When you don't execute all of them, you know what those ideas are worth?",
        4584.32,
        4588.42
    ],
    [
        " There's nothing.",
        4588.42,
        4589.44
    ],
    [
        " Ideas by themselves have zero value unless they can be brought to life.",
        4590.38,
        4597.64
    ],
    [
        " And I have known plenty of people with plenty of ideas over the years.",
        4598.54,
        4605.96
    ],
    [
        " Great ideas. Amazing ideas.",
        4606.26,
        4608.52
    ],
    [
        " But very few people can actually turn ideas into action.",
        4609.02,
        4614.2
    ],
    [
        " And those people end up old and bitter and angry because they didn't execute their great ideas.",
        4616.48,
        4624.38
    ],
    [
        " And so here's what you do.",
        4624.86,
        4626.1
    ],
    [
        " You execute.",
        4626.46,
        4627.24
    ],
    [
        " You actually make things happen.",
        4627.94,
        4631.6
    ],
    [
        " And sometimes I'm going to tell you when you execute your idea, it reveals the fact that your idea isn't all that good.",
        4632.14,
        4639.56
    ],
    [
        " It's not the brilliant idea you thought it was.",
        4641.5,
        4644.06
    ],
    [
        " And some people are actually afraid of that and that's what stops them.",
        4644.48,
        4646.76
    ],
    [
        " But I'm not afraid.",
        4647.5,
        4649.3
    ],
    [
        " I say, bring on that failure.",
        4650.64,
        4653.3
    ],
    [
        " Let me learn that my idea is no good.",
        4653.7,
        4656.26
    ],
    [
        " Because even if you learn that your idea is garbage, at least you know not to waste any more time dreaming about it or thinking about it.",
        4657.16,
        4667.28
    ],
    [
        " Go on to your next idea.",
        4667.28,
        4669.08
    ],
    [
        " But don't let these ideas just wander aimlessly around in your head.",
        4670.06,
        4675.08
    ],
    [
        " Get them out.",
        4675.48,
        4676.5
    ],
    [
        " Bring them to life, put them into the world, run with them, get some friends and family or partners.",
        4678.44,
        4685.28
    ],
    [
        " Someone to help you maybe get some people that are better at execution than you are and give them some ownership.",
        4686.0,
        4691.88
    ],
    [
        " Give away those ideas. It's better to give away those ideas than let them rot inside your head and die.",
        4691.88,
        4698.08
    ],
    [
        " And whatever path you take, whether you force yourself to execute or you bring people in to help you, whatever path you're going to take, do it.",
        4699.7,
        4710.96
    ],
    [
        " Do it.",
        4711.54,
        4712.48
    ],
    [
        " Pour some life into your idea.",
        4712.68,
        4715.74
    ],
    [
        " And like I said, you've got to remember that there's no guarantee that when you pour life into an idea, there's no guarantee that that idea is going to come to life too.",
        4720.18,
        4731.5
    ],
    [
        " You might pour everything you've gotten to that idea and it can still die.",
        4732.26,
        4736.58
    ],
    [
        " And you might have to let it die.",
        4740.12,
        4742.0
    ],
    [
        " You have to let the dream die because some ideas aren't good enough to live.",
        4742.38,
        4747.02
    ],
    [
        " That's just the way it is.",
        4747.14,
        4748.18
    ],
    [
        " But you know what? At least give it a chance.",
        4748.34,
        4752.72
    ],
    [
        " Don't let that idea die inside your head.",
        4753.88,
        4759.1
    ],
    [
        " No more waiting, no more putting it off or waiting for the right time or the right people or the right alignment of things in the world.",
        4759.52,
        4767.44
    ],
    [
        " No more of that, no more excuses. Just execution.",
        4767.58,
        4772.56
    ],
    [
        " Just go and make it happen.",
        4773.42,
        4779.22
    ],
    [
        " And I think that's all I've got for tonight.",
        4783.62,
        4788.88
    ],
    [
        " So echo Charlie while we are over here trying to make things happen.",
        4789.34,
        4795.7
    ],
    [
        " So we have to go hard, we have to execute.",
        4795.92,
        4799.86
    ],
    [
        " You got anything that could possibly help us execute?",
        4800.36,
        4803.94
    ],
    [
        " Yeah.",
        4804.04,
        4804.8
    ],
    [
        " Our mission.",
        4805.22,
        4806.24
    ],
    [
        " Sure.",
        4806.54,
        4807.04
    ],
    [
        " What do you got?",
        4807.82,
        4808.58
    ],
    [
        " Well, talk about origin first.",
        4809.42,
        4811.36
    ],
    [
        " This is an outstanding way to execute and maintain the execution.",
        4811.6,
        4816.88
    ],
    [
        " So while we are doing Jiu Jitsu and you don't know what kind of ghee to get yet, which would be crazy, but people are starting every day.",
        4817.36,
        4826.06
    ],
    [
        " And when you start, you do have that question.",
        4826.78,
        4828.52
    ],
    [
        " Most of the time.",
        4828.94,
        4829.44
    ],
    [
        " What's the maximum age for starting Jiu Jitsu?",
        4830.06,
        4832.46
    ],
    [
        " Death.",
        4832.98,
        4833.38
    ],
    [
        " I think it's the day before you die.",
        4833.76,
        4835.48
    ],
    [
        " The day before that could be 100, whatever.",
        4835.7,
        4837.92
    ],
    [
        " The reason you don't start the day before you die is you don't want to go to your deathbed with regret.",
        4838.2,
        4843.66
    ],
    [
        " Because as soon as you even learn a little bit of Jiu Jitsu, you'd be like, dang, I wish I would have started that a month ago.",
        4843.96,
        4849.04
    ],
    [
        " Yes.",
        4849.34,
        4849.56
    ],
    [
        " It had a month of solid Jiu Jitsu to try and learn what was happening.",
        4849.7,
        4853.72
    ],
    [
        " Yeah.",
        4854.06,
        4854.22
    ],
    [
        " How these people were choking me.",
        4854.22,
        4855.54
    ],
    [
        " Yeah.",
        4855.98,
        4856.16
    ],
    [
        " So yeah, we have people all the time starting Jiu Jitsu all ages from four or five.",
        4856.76,
        4863.56
    ],
    [
        " Below that, yes, you should be trained.",
        4863.82,
        4865.04
    ],
    [
        " Your little kid should be trained Jiu Jitsu, but it's more of a playful thing that you do with them because you know the techniques.",
        4865.16,
        4869.32
    ],
    [
        " And you start having them escape them out.",
        4869.5,
        4870.84
    ],
    [
        " You start to have them unlock you.",
        4870.92,
        4872.22
    ],
    [
        " You start to have them put in that rear naked choke.",
        4872.48,
        4873.98
    ],
    [
        " You got to make sure you tell them that the rear naked choke is dangerous and not to do it if you're not around.",
        4874.1,
        4878.6
    ],
    [
        " Because that is actually a scary thing.",
        4878.6,
        4880.22
    ],
    [
        " I used to be a little bit nervous about that when my kids were real little.",
        4880.4,
        4883.94
    ],
    [
        " They know how to rear naked choke.",
        4884.54,
        4886.26
    ],
    [
        " Maybe my five year old daughter slaps a rear naked choke on my two year old son.",
        4886.52,
        4891.8
    ],
    [
        " And decides to hang on to that thing because he's crying or whatever.",
        4892.12,
        4896.8
    ],
    [
        " So you got to be very careful with that.",
        4897.02,
        4899.84
    ],
    [
        " Yeah.",
        4900.06,
        4900.18
    ],
    [
        " And that's a simple deal where it's not like a knife or something where it's like, hey, this is dangerous.",
        4901.38,
        4908.2
    ],
    [
        " It's a little bit more cut and dry with the rear naked choke.",
        4908.92,
        4912.4
    ],
    [
        " It's kind of like, okay, you have to deliberately like apply the choke and execute the choke for it to be dangerous.",
        4912.4,
        4921.42
    ],
    [
        " Not like a knife where it's like this.",
        4921.84,
        4923.14
    ],
    [
        " If you got little tiny kids below the like through two, three, four, five.",
        4923.48,
        4928.96
    ],
    [
        " Yes, you teach them basic moves.",
        4929.1,
        4930.96
    ],
    [
        " You need to explain to them that the moves are real.",
        4930.98,
        4934.56
    ],
    [
        " And they do work.",
        4935.26,
        4936.68
    ],
    [
        " And that's I always warn the little kids about the ones kids are a little bit older.",
        4938.08,
        4941.68
    ],
    [
        " They understand because it happens them and they know what's going on.",
        4941.84,
        4944.38
    ],
    [
        " So be careful with that part of Giu Gitsu for the little kids, but whether kids are four or whether you're 60 or 70 or 80 years old, go get your Giu Gitsu on.",
        4944.38,
        4955.2
    ],
    [
        " Yeah.",
        4955.52,
        4955.68
    ],
    [
        " Gonna need a ghee.",
        4956.08,
        4956.86
    ],
    [
        " A ghee and or a rash guard actually know a ghee and a rash guard.",
        4957.34,
        4960.56
    ],
    [
        " Check.",
        4960.66,
        4960.78
    ],
    [
        " At least one.",
        4960.78,
        4961.6
    ],
    [
        " Check.",
        4961.82,
        4961.96
    ],
    [
        " So what kind of ghee, origin ghee, planet it choose from, planet increasing by the as time goes on straight up.",
        4962.12,
        4969.56
    ],
    [
        " All made in America and factually the best keys in the world.",
        4969.88,
        4975.0
    ],
    [
        " Yeah.",
        4975.54,
        4975.96
    ],
    [
        " And when you buy an origin ghee, you are investing not only in yourself, but you're also investing in this great country as we rebuild manufacturing.",
        4976.24,
        4990.6
    ],
    [
        " Inside our country, bringing back the old New England factories that they sent overseas.",
        4991.1,
        4996.46
    ],
    [
        " We're bringing them back.",
        4997.04,
        4997.92
    ],
    [
        " We're actually bringing them back.",
        4998.14,
        4999.64
    ],
    [
        " We are buying equipment back from overseas.",
        4999.76,
        5003.06
    ],
    [
        " Bringing it back here on ships.",
        5003.44,
        5005.38
    ],
    [
        " Can you imagine that's happening right now?",
        5006.0,
        5007.64
    ],
    [
        " We are doing that.",
        5007.84,
        5008.54
    ],
    [
        " You are doing that.",
        5008.78,
        5009.86
    ],
    [
        " You are making that happen.",
        5010.14,
        5011.86
    ],
    [
        " Also, we got jeans.",
        5012.3,
        5014.12
    ],
    [
        " Here's the deal.",
        5014.86,
        5015.6
    ],
    [
        " I talked to Pete.",
        5016.06,
        5016.62
    ],
    [
        " Pete Roberts.",
        5017.06,
        5018.42
    ],
    [
        " He said, how many people do you know that do you do to?",
        5020.42,
        5022.64
    ],
    [
        " He's like, oh, 100.",
        5022.9,
        5025.08
    ],
    [
        " I said, how many people do you know that own pair of jeans?",
        5025.8,
        5027.8
    ],
    [
        " And he said, 200 million.",
        5028.68,
        5030.64
    ],
    [
        " I said, we need to make jeans.",
        5031.12,
        5033.4
    ],
    [
        " Everyone wants jeans.",
        5033.72,
        5034.66
    ],
    [
        " Everyone needs jeans.",
        5034.9,
        5035.76
    ],
    [
        " Everyone will want jeans that are not only high quality, but also made in America.",
        5035.96,
        5042.38
    ],
    [
        " Sohn by craftsman in Maine.",
        5042.96,
        5046.0
    ],
    [
        " So, yeah, we got origin jeans.",
        5046.2,
        5049.3
    ],
    [
        " They're awesome.",
        5049.54,
        5051.72
    ],
    [
        " American denim.",
        5051.86,
        5053.44
    ],
    [
        " American denim.",
        5053.82,
        5054.6
    ],
    [
        " I like it.",
        5054.88,
        5055.64
    ],
    [
        " Cotton.",
        5055.64,
        5056.4
    ],
    [
        " Cotton, yes.",
        5056.76,
        5057.6
    ],
    [
        " Yeah.",
        5057.78,
        5057.96
    ],
    [
        " Sohn here.",
        5058.16,
        5059.02
    ],
    [
        " Wait, they're jeans.",
        5059.18,
        5059.7
    ],
    [
        " Sohn and grown.",
        5060.08,
        5060.66
    ],
    [
        " There you go.",
        5061.16,
        5061.5
    ],
    [
        " I'll try to Pete Roberts and come up with that one.",
        5061.98,
        5063.62
    ],
    [
        " Yeah.",
        5063.7,
        5063.76
    ],
    [
        " A grown and sohn and America, baby.",
        5064.02,
        5065.92
    ],
    [
        " Boom.",
        5066.16,
        5066.4
    ],
    [
        " There it is.",
        5066.76,
        5067.3
    ],
    [
        " Also, joggers speaking of pants.",
        5067.5,
        5069.6
    ],
    [
        " Jeans are pants.",
        5069.96,
        5070.56
    ],
    [
        " Obviously.",
        5070.92,
        5071.12
    ],
    [
        " Joggers.",
        5071.46,
        5072.26
    ],
    [
        " Don't get into the joggers.",
        5072.82,
        5074.5
    ],
    [
        " You're not allowed to do joggers.",
        5074.68,
        5076.3
    ],
    [
        " But for us who like comfort and functionality, maybe a twist of style, whatever, there's some",
        5076.74,
        5082.24
    ],
    [
        " joggers in there.",
        5082.24,
        5082.96
    ],
    [
        " Why don't you bring it up, joggers specifically?",
        5083.48,
        5085.78
    ],
    [
        " Is it because of my experience with the joggers?",
        5086.22,
        5087.94
    ],
    [
        " No, you like the joggers.",
        5088.0,
        5088.64
    ],
    [
        " People like joggers.",
        5089.14,
        5090.2
    ],
    [
        " And you can also get supplements.",
        5090.4,
        5091.64
    ],
    [
        " We have supplements.",
        5091.84,
        5092.26
    ],
    [
        " We have joint warfare.",
        5092.42,
        5093.14
    ],
    [
        " We have krill oil.",
        5093.22,
        5093.84
    ],
    [
        " We have discipline.",
        5093.96,
        5094.56
    ],
    [
        " We have discipline go.",
        5094.64,
        5095.76
    ],
    [
        " According to JP Denel, when he takes discipline go, he can see people's thoughts.",
        5096.06,
        5102.62
    ],
    [
        " I'm like, he was so fired up.",
        5105.0,
        5106.86
    ],
    [
        " He did an event for us long front.",
        5106.9,
        5108.62
    ],
    [
        " He's like, I was so fired up.",
        5108.76,
        5110.7
    ],
    [
        " I could see people's thoughts.",
        5110.76,
        5111.92
    ],
    [
        " And I'm like, I like the way that sounds.",
        5112.24,
        5113.68
    ],
    [
        " So discipline go.",
        5113.86,
        5114.74
    ],
    [
        " Neutropic to get the mind kicking.",
        5115.42,
        5118.64
    ],
    [
        " And then you got discipline for pre-workout.",
        5119.22,
        5121.14
    ],
    [
        " Krill oil, joint warfare.",
        5121.46,
        5122.5
    ],
    [
        " Keep the bones, the tendons.",
        5122.94,
        5125.8
    ],
    [
        " Ligaments.",
        5126.36,
        5127.06
    ],
    [
        " Ligaments.",
        5127.38,
        5127.7
    ],
    [
        " Keep all that stuff.",
        5128.18,
        5128.98
    ],
    [
        " Good to go.",
        5129.74,
        5130.4
    ],
    [
        " So maintained.",
        5131.0,
        5131.44
    ],
    [
        " Uninflated.",
        5132.04,
        5132.92
    ],
    [
        " So there's inflammation.",
        5132.96,
        5134.14
    ],
    [
        " What's the anti-inflammation?",
        5134.14,
        5135.92
    ],
    [
        " So keep them anti-inflamed.",
        5136.18,
        5138.02
    ],
    [
        " Keep them moving.",
        5138.44,
        5139.08
    ],
    [
        " Keep them lubricated.",
        5139.34,
        5140.24
    ],
    [
        " Keep them functioning.",
        5140.4,
        5141.54
    ],
    [
        " Very important.",
        5142.24,
        5142.82
    ],
    [
        " And then mok.",
        5143.26,
        5143.76
    ],
    [
        " We got mok.",
        5144.14,
        5144.76
    ],
    [
        " Some people don't even know what mok is.",
        5145.42,
        5147.66
    ],
    [
        " And it's really easy to explain.",
        5147.96,
        5149.1
    ],
    [
        " Mok is mok.",
        5149.26,
        5150.22
    ],
    [
        " Yeah.",
        5150.42,
        5150.66
    ],
    [
        " It happens to have what?",
        5151.2,
        5152.98
    ],
    [
        " 22 grams of protein in there.",
        5153.14,
        5155.62
    ],
    [
        " Lane protein.",
        5155.86,
        5156.32
    ],
    [
        " Two, by the way.",
        5156.68,
        5157.54
    ],
    [
        " Delicious.",
        5157.78,
        5158.04
    ],
    [
        " Which is different.",
        5158.2,
        5158.82
    ],
    [
        " Delicious.",
        5160.14,
        5160.5
    ],
    [
        " You have very delicious.",
        5160.82,
        5161.68
    ],
    [
        " And that was, I was talking to my friend Kenny the other day.",
        5161.98,
        5164.48
    ],
    [
        " He's like, oh yeah, so what are you so special about this thing?",
        5164.76,
        5167.5
    ],
    [
        " And I kind of, I got past.",
        5168.1,
        5169.38
    ],
    [
        " I detached.",
        5169.62,
        5170.04
    ],
    [
        " You know, I got past.",
        5170.34,
        5171.06
    ],
    [
        " You're doing emotional.",
        5171.14,
        5171.74
    ],
    [
        " A little bit emotional.",
        5172.04,
        5172.88
    ],
    [
        " But I was like, I started like going into this whole pitch to my friend, by the way.",
        5172.88,
        5176.38
    ],
    [
        " It turned out to be a pitch, but just like how it's all clean.",
        5176.5,
        5179.76
    ],
    [
        " And then we used, you know, monk fruit to sweeten it.",
        5180.04,
        5182.46
    ],
    [
        " And it's like, doesn't taste like some diet.",
        5182.46,
        5184.04
    ],
    [
        " I think whatever it's like a dessert.",
        5184.04,
        5185.28
    ],
    [
        " At the end of the day, I think, I think you accepted the pitch.",
        5185.86,
        5188.24
    ],
    [
        " The best thing to do if someone wants to know, you can mix one up.",
        5188.36,
        5191.32
    ],
    [
        " Yeah.",
        5191.56,
        5191.8
    ],
    [
        " Because as soon as you mix one up, people are like, oh yeah, I'm, I'm getting this now.",
        5192.0,
        5195.28
    ],
    [
        " Because how can this be good for you?",
        5195.8,
        5197.4
    ],
    [
        " Yeah.",
        5197.62,
        5197.82
    ],
    [
        " That's the question.",
        5197.9,
        5198.44
    ],
    [
        " How can this be good for you?",
        5198.6,
        5199.68
    ],
    [
        " Yeah, it tastes like that.",
        5199.94,
        5200.86
    ],
    [
        " It's true.",
        5201.06,
        5201.4
    ],
    [
        " Mint chocolate, peanut butter chocolate, vanilla gorilla, darkness, the chocolate, the darkness.",
        5201.88,
        5208.24
    ],
    [
        " And then there's, this is what I believe to be kind of epic, warrior kid milk.",
        5208.74,
        5214.78
    ],
    [
        " Yes.",
        5215.22,
        5215.4
    ],
    [
        " Because warrior kid milk, you can go to your grocery store and you can buy something that will flavor the milk",
        5215.68,
        5222.62
    ],
    [
        " so that your kids will drink milk.",
        5222.62,
        5224.48
    ],
    [
        " But while you're drinking, while you're giving the milk, you're also giving them poison.",
        5224.94,
        5229.2
    ],
    [
        " You.",
        5229.48,
        5230.6
    ],
    [
        " Right?",
        5230.96,
        5231.22
    ],
    [
        " Yes.",
        5231.52,
        5231.7
    ],
    [
        " Is sugar poison or is it not?",
        5231.86,
        5232.92
    ],
    [
        " Yeah.",
        5233.4,
        5233.72
    ],
    [
        " You can eat enough sugar that you die.",
        5233.78,
        5235.16
    ],
    [
        " Yeah.",
        5235.52,
        5235.8
    ],
    [
        " Right?",
        5235.9,
        5236.06
    ],
    [
        " People do it all the time.",
        5236.34,
        5237.14
    ],
    [
        " They get diabetes.",
        5238.16,
        5238.82
    ],
    [
        " Yeah.",
        5239.6,
        5240.26
    ],
    [
        " So we don't want to give our kids poison.",
        5240.48,
        5242.76
    ],
    [
        " We want to give them power.",
        5242.96,
        5244.3
    ],
    [
        " Yeah.",
        5244.62,
        5244.98
    ],
    [
        " How do we do it?",
        5244.98,
        5245.36
    ],
    [
        " We got warrior kid milk.",
        5245.42,
        5246.38
    ],
    [
        " We got strawberry and chocolate.",
        5246.68,
        5248.0
    ],
    [
        " They taste amazing.",
        5248.22,
        5249.34
    ],
    [
        " They are engineered the best possible food that your kids going to eat.",
        5249.56,
        5254.76
    ],
    [
        " Yeah.",
        5255.18,
        5255.46
    ],
    [
        " Think about it.",
        5255.8,
        5256.24
    ],
    [
        " You can say, oh, you want some dessert and they're get all excited.",
        5256.26,
        5259.14
    ],
    [
        " Here, have a strawberry milkshake.",
        5259.42,
        5261.28
    ],
    [
        " What?",
        5261.78,
        5262.28
    ],
    [
        " And what do they think?",
        5262.54,
        5263.3
    ],
    [
        " Thank you.",
        5263.6,
        5264.18
    ],
    [
        " Yeah.",
        5264.38,
        5264.6
    ],
    [
        " Can I have more?",
        5264.74,
        5265.6
    ],
    [
        " And you know what you say?",
        5265.88,
        5266.48
    ],
    [
        " Sure.",
        5266.8,
        5266.96
    ],
    [
        " Of course you can.",
        5267.12,
        5267.58
    ],
    [
        " You can have all you want.",
        5267.7,
        5268.82
    ],
    [
        " Yeah.",
        5269.0,
        5269.3
    ],
    [
        " Because this is protein and probiotics and vitamins.",
        5269.5,
        5273.02
    ],
    [
        " This is everything you're supposed to be eating as a child to grow up and be strong and",
        5273.34,
        5277.86
    ],
    [
        " a world beater.",
        5277.86,
        5279.74
    ],
    [
        " You.",
        5279.74,
        5280.82
    ],
    [
        " The talent.",
        5281.34,
        5282.22
    ],
    [
        " All right.",
        5282.58,
        5282.9
    ],
    [
        " Check.",
        5283.16,
        5283.3
    ],
    [
        " Get some.",
        5283.7,
        5284.32
    ],
    [
        " Yes.",
        5284.66,
        5284.78
    ],
    [
        " Okay.",
        5285.02,
        5285.16
    ],
    [
        " Also, if you want to stay on the path and represent at the same time, attire wise, chocolate",
        5285.28,
        5290.82
    ],
    [
        " store.",
        5290.82,
        5291.14
    ],
    [
        " It's called jocostore.",
        5291.4,
        5292.6
    ],
    [
        " So you go to jocostore.com.",
        5292.96,
        5294.26
    ],
    [
        " That's where you can get your t-shirts, rash guards for the jujitsu.",
        5294.66,
        5299.5
    ],
    [
        " And it's good to have more than one rash guard for multiple reasons.",
        5299.6,
        5303.1
    ],
    [
        " One is that if one gets dirty, you don't have to rush to wash it or rush to get it back",
        5303.68,
        5307.48
    ],
    [
        " in the rotation necessarily.",
        5307.48,
        5308.86
    ],
    [
        " Because that could be a whole decision making process.",
        5308.86,
        5310.82
    ],
    [
        " You got to deal with that.",
        5310.82,
        5311.82
    ],
    [
        " All right.",
        5311.82,
        5312.08
    ],
    [
        " Which could be problematic for a coach.",
        5312.2,
        5313.84
    ],
    [
        " It's possible.",
        5314.16,
        5314.76
    ],
    [
        " Yes.",
        5315.02,
        5315.16
    ],
    [
        " But you know what I ran into?",
        5315.54,
        5316.56
    ],
    [
        " And this is so psychological.",
        5316.98,
        5318.5
    ],
    [
        " So I were, you know, whatever.",
        5318.8,
        5320.7
    ],
    [
        " I have a bunch of rash guards.",
        5320.96,
        5321.96
    ],
    [
        " So I get injured wearing this one rash guard.",
        5321.96,
        5324.3
    ],
    [
        " I got, I won't wear it anymore.",
        5324.3,
        5325.7
    ],
    [
        " Cause I'm like, oh, maybe you didn't.",
        5326.5,
        5328.14
    ],
    [
        " You think superstition.",
        5328.3,
        5329.44
    ],
    [
        " Yeah.",
        5329.6,
        5329.8
    ],
    [
        " But he was thinking, I know that superstitions is fake.",
        5330.16,
        5332.2
    ],
    [
        " But.",
        5332.68,
        5333.3
    ],
    [
        " You know what I'm superstitious about?",
        5333.72,
        5335.58
    ],
    [
        " Being superstitious.",
        5336.06,
        5336.66
    ],
    [
        " No, don't care.",
        5336.8,
        5338.1
    ],
    [
        " Yeah, see?",
        5338.34,
        5338.8
    ],
    [
        " That shirt didn't hurt you, bro.",
        5339.04,
        5340.26
    ],
    [
        " I know, bro.",
        5340.4,
        5340.98
    ],
    [
        " I know exactly what hurt me.",
        5341.2,
        5342.22
    ],
    [
        " That's what makes it even worse.",
        5342.24,
        5343.28
    ],
    [
        " Either way, whether that's your issue.",
        5343.54,
        5345.34
    ],
    [
        " Are you going to retire the rash guard that you wore today?",
        5345.34,
        5347.16
    ],
    [
        " When we were training?",
        5347.8,
        5349.06
    ],
    [
        " No.",
        5349.32,
        5349.46
    ],
    [
        " No, no.",
        5350.02,
        5350.72
    ],
    [
        " Are you sure?",
        5350.8,
        5351.4
    ],
    [
        " No.",
        5351.6,
        5351.7
    ],
    [
        " No.",
        5352.02,
        5352.04
    ],
    [
        " I'm guessing.",
        5355.48,
        5355.44
    ],
    [
        " All right.",
        5356.2,
        5356.42
    ],
    [
        " Well, yeah, see, I see what you did there.",
        5356.52,
        5357.84
    ],
    [
        " No, not another white rash guard of work today was all good.",
        5358.02,
        5360.78
    ],
    [
        " It was the problem I had today was psychological.",
        5361.22,
        5364.28
    ],
    [
        " And it wasn't really, actually you were my problem.",
        5364.7,
        5366.74
    ],
    [
        " Straight up.",
        5366.98,
        5367.58
    ],
    [
        " You were my problem.",
        5367.72,
        5368.74
    ],
    [
        " Yeah.",
        5368.86,
        5369.56
    ],
    [
        " That's an extreme one.",
        5369.88,
        5370.58
    ],
    [
        " So I thought it was funny, though, for all my juditsu career, you know,",
        5370.58,
        5374.82
    ],
    [
        " if I have a good role with someone and I, and I, you know, do good against them.",
        5374.84,
        5378.78
    ],
    [
        " A lot of times they say,",
        5379.0,
        5380.98
    ],
    [
        " you're really strong, right?",
        5381.36,
        5383.2
    ],
    [
        " They never say like, oh, you got good juditsu.",
        5383.52,
        5385.0
    ],
    [
        " They never say, oh, like I liked your guard passing.",
        5385.28,
        5388.08
    ],
    [
        " Or, hey, you got a really good hip movement.",
        5388.4,
        5390.98
    ],
    [
        " No, they don't say that.",
        5391.3,
        5392.0
    ],
    [
        " What they say is, you're strong.",
        5392.22,
        5393.78
    ],
    [
        " Yeah.",
        5394.14,
        5394.28
    ],
    [
        " That's what they say.",
        5394.74,
        5395.64
    ],
    [
        " Today, I got my first kind of alternate compliment from Echo Charles.",
        5395.96,
        5400.68
    ],
    [
        " You didn't say I was strong?",
        5401.64,
        5403.38
    ],
    [
        " No.",
        5403.9,
        5404.1
    ],
    [
        " You said, I psychologically destroyed you.",
        5404.42,
        5406.94
    ],
    [
        " Yeah.",
        5407.22,
        5407.74
    ],
    [
        " What was it?",
        5409.84,
        5411.22
    ],
    [
        " The whole thing.",
        5411.78,
        5412.42
    ],
    [
        " Okay.",
        5412.76,
        5412.92
    ],
    [
        " And you've been doing this kind of recently where like I can't, I don't even have to be breathing hard,",
        5413.14,
        5418.74
    ],
    [
        " but just maybe just a little, you'll like act, you'll be like put on this little charade like,",
        5418.74,
        5422.66
    ],
    [
        " oh, like, or all like push you or something.",
        5422.72,
        5425.0
    ],
    [
        " You'll be like, oh, man, like you won't say that, but your body will be like,",
        5425.08,
        5428.66
    ],
    [
        " oh, that push is so hard.",
        5428.7,
        5429.88
    ],
    [
        " So you'll do that.",
        5430.12,
        5430.86
    ],
    [
        " And I know you're doing obviously because you make it obvious.",
        5430.86,
        5432.72
    ],
    [
        " But then what that does to me is like, man, it's like,",
        5432.9,
        5436.64
    ],
    [
        " so you don't really take me seriously right now.",
        5437.5,
        5439.72
    ],
    [
        " So it kind of makes not angry, but a little bit like frustrated because I'm trying to do a little something and it's just like something.",
        5440.72,
        5446.7
    ],
    [
        " And then when you wind up like doing things and then I'll kind of look at you and kind of feel,",
        5447.34,
        5454.74
    ],
    [
        " and then you do this real good normal face kind of scenario.",
        5455.08,
        5457.86
    ],
    [
        " And I think that I can do a good normal face too, but on the inside, I don't, I don't feel normal face, you know.",
        5457.86,
        5463.02
    ],
    [
        " But all I see is like, you're just, or just being whatever making jokes.",
        5463.02,
        5466.26
    ],
    [
        " If you don't, I hate doesn't look like just so you don't on the inside and the outside.",
        5466.52,
        5469.62
    ],
    [
        " You don't, on the inside, you don't feel normal face.",
        5469.82,
        5472.4
    ],
    [
        " It doesn't look normal on the outside.",
        5472.56,
        5473.9
    ],
    [
        " It looks pretty evident what's happening.",
        5474.18,
        5476.4
    ],
    [
        " All right.",
        5476.66,
        5477.02
    ],
    [
        " Well, I don't know.",
        5477.26,
        5478.32
    ],
    [
        " Yeah, at the end of the day, it sort of just crept in and yeah, I didn't,",
        5478.42,
        5482.38
    ],
    [
        " like maintain the composure that I think is required to function at a, you know,",
        5482.4,
        5488.9
    ],
    [
        " at a better level than I did today.",
        5489.08,
        5490.58
    ],
    [
        " Put it that way.",
        5490.58,
        5491.28
    ],
    [
        " And the thing is, right when the timer goes off when we're done, it, like,",
        5491.74,
        5495.28
    ],
    [
        " it's like an avalanche of like reflective, it's not shame.",
        5495.44,
        5500.56
    ],
    [
        " I always think it's all part of the process, no matter how long and painful the process is.",
        5500.56,
        5505.1
    ],
    [
        " Did you come in today with, with a good positive attitude on the, what the outcome was going to be?",
        5505.2,
        5511.86
    ],
    [
        " Yeah.",
        5512.02,
        5512.1
    ],
    [
        " So you were feeling good today.",
        5512.28,
        5513.5
    ],
    [
        " Yes.",
        5513.7,
        5513.88
    ],
    [
        " So, and it, just to be accurate, like, I don't, we always joke about this,",
        5514.1,
        5518.9
    ],
    [
        " but I don't come in thinking, you're today's the day I'm going to get y'all going",
        5518.9,
        5522.64
    ],
    [
        " in charge.",
        5522.64,
        5523.06
    ],
    [
        " Whatever, I don't ever really are you sure about that.",
        5523.4,
        5525.7
    ],
    [
        " Are you sure about that?",
        5525.82,
        5526.9
    ],
    [
        " I don't think of that.",
        5526.9,
        5527.52
    ],
    [
        " I know for a fact there's been days where if you've come in, you, I can see it in your eyes,",
        5527.52,
        5532.4
    ],
    [
        " you're thinking, I can do this today.",
        5532.4,
        5534.5
    ],
    [
        " Well, not me.",
        5534.72,
        5535.46
    ],
    [
        " Well, right?",
        5535.72,
        5536.88
    ],
    [
        " Yeah.",
        5537.14,
        5537.7
    ],
    [
        " I do think that, yes, I can do this.",
        5537.88,
        5539.9
    ],
    [
        " You go up and you kind of, sometimes you bow up out of fear.",
        5539.9,
        5543.12
    ],
    [
        " You just try to convince yourself.",
        5543.46,
        5544.84
    ],
    [
        " You're trying to be like a peacock, right?",
        5544.92,
        5546.26
    ],
    [
        " Sometimes that happens.",
        5546.48,
        5547.0
    ],
    [
        " That's cool.",
        5547.0,
        5547.4
    ],
    [
        " I don't, I don't hold it against you.",
        5547.68,
        5549.14
    ],
    [
        " I just accept it.",
        5549.18,
        5549.86
    ],
    [
        " But sometimes you actually think like today's the big day.",
        5550.2,
        5553.2
    ],
    [
        " And when I see that look, yeah, I don't think I think okay.",
        5553.32,
        5556.16
    ],
    [
        " Well, it's not about like, okay, I'm going to like beat up, jock.",
        5556.82,
        5560.72
    ],
    [
        " It's not that.",
        5560.74,
        5561.36
    ],
    [
        " It's more that like I have a handful of.",
        5561.64,
        5563.6
    ],
    [
        " The thing is, all you need to do is capitalize on one mistake.",
        5563.6,
        5567.52
    ],
    [
        " Yeah.",
        5568.04,
        5568.24
    ],
    [
        " That's all that it is.",
        5568.28,
        5569.1
    ],
    [
        " Yeah.",
        5569.44,
        5569.62
    ],
    [
        " You can just play the numbers game now, you know, you're good enough at Jiu Jitsu now.",
        5569.68,
        5573.66
    ],
    [
        " If I make a mistake, you can capitalize on it.",
        5573.76,
        5575.74
    ],
    [
        " You can just, you can just play the odds.",
        5575.74,
        5577.54
    ],
    [
        " I can beat you 100 times and I can beat you 100 times or I can tap you out.",
        5577.8,
        5582.16
    ],
    [
        " No, we don't even care.",
        5582.56,
        5583.48
    ],
    [
        " It doesn't even, it doesn't even mean anything.",
        5583.76,
        5585.84
    ],
    [
        " You roll the dice one time and you get snake eyes.",
        5586.48,
        5588.6
    ],
    [
        " You get the big win.",
        5589.08,
        5590.08
    ],
    [
        " Yeah.",
        5590.34,
        5590.56
    ],
    [
        " That's where it's at.",
        5590.76,
        5591.28
    ],
    [
        " Yeah, it'd be a seven or 11, but yeah.",
        5591.6,
        5593.62
    ],
    [
        " Well, sorry.",
        5593.78,
        5594.12
    ],
    [
        " So not all good.",
        5594.34,
        5595.16
    ],
    [
        " Yeah, it's like a insurgent situation for sure.",
        5595.34,
        5597.62
    ],
    [
        " Yeah, yeah.",
        5597.86,
        5598.24
    ],
    [
        " You can smash me all you want, but it's a get you one time and devastate.",
        5598.24,
        5601.78
    ],
    [
        " Yeah.",
        5602.5,
        5602.7
    ],
    [
        " Yeah, but it's, and it's normally not like, I'm not necessarily trying to get it.",
        5602.7,
        5606.26
    ],
    [
        " Actually, most of the time, pretty much all the time, I'm not trying to like,",
        5606.38,
        5608.8
    ],
    [
        " the goal is never to tap anyone out today.",
        5608.96,
        5611.8
    ],
    [
        " It's not that it's like to, to practice new things that I feel like I'm getting a hold of.",
        5612.06,
        5617.38
    ],
    [
        " Okay.",
        5617.48,
        5617.88
    ],
    [
        " Against certain levels of people.",
        5618.06,
        5619.68
    ],
    [
        " So you're not trying to tap me out.",
        5620.28,
        5621.78
    ],
    [
        " Well, of course I am, but that's not like the goal for the day, you know, kind of thing.",
        5622.26,
        5626.92
    ],
    [
        " It's more like, okay, I'm going to put together this like defense and combine with this little thing and whatever.",
        5627.08,
        5631.76
    ],
    [
        " And for you, it's real specific because it's like rolling with you isn't like this wall.",
        5632.0,
        5636.68
    ],
    [
        " It's like very specific scenario and which includes the psychological part.",
        5636.78,
        5641.92
    ],
    [
        " Yeah.",
        5642.16,
        5642.48
    ],
    [
        " And that's why I noticed the psychological devastation that you sort of had today is because after the time the timer went off, we're done.",
        5642.72,
        5650.26
    ],
    [
        " It all came to me like, man, you just got destroyed psychologically.",
        5650.66,
        5654.24
    ],
    [
        " So bad that the goals that you had for that specific role and for all roles with chocolate today,",
        5654.66,
        5659.52
    ],
    [
        " like literally didn't have anything to do with a role that you just did.",
        5659.8,
        5662.28
    ],
    [
        " Because of like your whole mindset, mindset, you know, and it was all because of stuff you're doing.",
        5662.42,
        5668.88
    ],
    [
        " And here's kind of the dichotomy of it.",
        5669.16,
        5671.62
    ],
    [
        " It's like super fun when it happens.",
        5671.7,
        5673.5
    ],
    [
        " But because it's like the frustration is like pushing you know, but then it's like at the end of the day, it's all just one big game.",
        5674.46,
        5680.54
    ],
    [
        " Yeah.",
        5680.88,
        5680.98
    ],
    [
        " But it there is a legitimate amount of frustration in there for sure.",
        5681.44,
        5685.82
    ],
    [
        " It's funny because I can see that dichotomy in your face.",
        5686.36,
        5689.78
    ],
    [
        " Like I can tell that you're mad, but I can also tell that it's fun.",
        5690.0,
        5692.42
    ],
    [
        " You know, but you do get frustrated.",
        5692.98,
        5694.48
    ],
    [
        " Yeah, but it's not frustrating at you.",
        5695.1,
        5696.82
    ],
    [
        " Sometimes you get legitimately like, like you make noises like frustration like groans or growls.",
        5697.0,
        5703.02
    ],
    [
        " You know what I mean?",
        5703.02,
        5703.58
    ],
    [
        " Yeah, but it's like at, you know how like when you know what else you'll do?",
        5703.98,
        5708.14
    ],
    [
        " Let's go get right now.",
        5708.44,
        5709.4
    ],
    [
        " Right?",
        5709.54,
        5710.36
    ],
    [
        " Like a little kid, like a six year old.",
        5710.74,
        5712.5
    ],
    [
        " I know, but the thing is like for a, and I said from the outside, I can see how that that could start.",
        5712.5,
        5717.42
    ],
    [
        " You know what I don't like?",
        5717.42,
        5718.46
    ],
    [
        " You know what I don't like is when I tap someone out.",
        5718.94,
        5722.6
    ],
    [
        " Let's say I'm in, I'm in half guard and I tap someone out with something and I let go.",
        5723.0,
        5729.8
    ],
    [
        " And then they're like, then they want to keep going like as if that just didn't happen.",
        5730.5,
        5734.12
    ],
    [
        " Oh, from that exact position.",
        5734.18,
        5735.44
    ],
    [
        " You can only do that to me today.",
        5735.6,
        5736.82
    ],
    [
        " Yeah.",
        5736.92,
        5737.08
    ],
    [
        " And I was like, I mean, it's not, it's not like it's a big deal, but I was, I'm then I'm like, okay.",
        5737.08,
        5743.28
    ],
    [
        " Because you know, I mean, I did whatever move I did.",
        5743.58,
        5746.4
    ],
    [
        " And then I let go, you tap and then I let go of it.",
        5746.72,
        5750.38
    ],
    [
        " Right.",
        5750.54,
        5750.6
    ],
    [
        " And then it's like, we'll just keep going.",
        5750.86,
        5753.12
    ],
    [
        " Yeah.",
        5753.7,
        5753.96
    ],
    [
        " And I don't know why I'm like, well, why would we keep going?",
        5753.96,
        5756.62
    ],
    [
        " You just, you just submitted.",
        5756.76,
        5758.14
    ],
    [
        " Yeah.",
        5758.48,
        5758.78
    ],
    [
        " And there's other, the other thing is sometimes people, I think you've done this to me, like maybe 10 times.",
        5759.24,
        5764.78
    ],
    [
        " No, maybe five times where you tap and then like I let go and then you like come at me.",
        5764.86,
        5770.64
    ],
    [
        " Like you like you like double leg or whatever you like grab and you try it.",
        5770.86,
        5774.74
    ],
    [
        " You know, and that, that's another one.",
        5774.9,
        5776.62
    ],
    [
        " I'm like, okay, cool.",
        5776.68,
        5777.78
    ],
    [
        " I see where I see how this is going.",
        5778.12,
        5779.8
    ],
    [
        " And I think you're doing that out of frustration.",
        5780.08,
        5781.66
    ],
    [
        " Yeah.",
        5781.9,
        5782.08
    ],
    [
        " Partially, partially out of like, you ever understand.",
        5782.32,
        5785.62
    ],
    [
        " Sometimes you want to learn what just happened, right?",
        5785.74,
        5787.96
    ],
    [
        " Like they put me back in that position.",
        5788.36,
        5789.66
    ],
    [
        " Yes.",
        5789.8,
        5789.94
    ],
    [
        " Cool.",
        5790.16,
        5790.32
    ],
    [
        " Yeah, I get that part too.",
        5790.84,
        5792.22
    ],
    [
        " And even that kind of bothers me, I guess.",
        5792.4,
        5794.02
    ],
    [
        " But I could see, you know what though, from an offensive standpoint, like from your position and someone's like,",
        5794.52,
        5801.04
    ],
    [
        " okay, we start from there, it's kind of like, you know the, it's like not linear, but you know the path of, of like from start to finish.",
        5801.1,
        5809.48
    ],
    [
        " That whole path is like a big creative learning battle, fight, twins, losses, like a, it's a whole path.",
        5809.72,
        5816.42
    ],
    [
        " Yes.",
        5821.18,
        5822.2
    ],
    [
        " You can't just be like, yeah, that whole thing of, because let's face it, it's a big, there's a lot of things that go on.",
        5822.3,
        5829.14
    ],
    [
        " There's a lot of things that happen from, from we start rolling, or you start rolling with someone to someone submits.",
        5829.36,
        5836.32
    ],
    [
        " There's all kinds of things, especially you're starting standing, you got to take down a content with, you got guard passing, you got guard recovery, you got sweets,",
        5836.68,
        5843.16
    ],
    [
        " you got all these things to get to this point where you can actually submit somebody.",
        5843.24,
        5846.28
    ],
    [
        " Yeah.",
        5846.52,
        5846.68
    ],
    [
        " And all of a sudden we're just going to skip 85% of that battle, which by the way, from my perspective, all that time, all that battle is, I'm maneuvering the whole time.",
        5847.18,
        5860.24
    ],
    [
        " You know what I mean?",
        5860.4,
        5860.74
    ],
    [
        " Like, it's all part of my game, it's all part of me getting that submission.",
        5860.88,
        5865.34
    ],
    [
        " The submission doesn't start when I hit the mat, the submission, it starts before we shake hands.",
        5865.66,
        5869.66
    ],
    [
        " Battle.",
        5870.74,
        5871.18
    ],
    [
        " You know what I'm saying?",
        5871.66,
        5872.36
    ],
    [
        " Yeah, that's I get it.",
        5872.68,
        5875.88
    ],
    [
        " So when we skip it, I just feel like, oh, that's kind of weird.",
        5876.2,
        5878.44
    ],
    [
        "",
        5879.02,
        5879.02
    ],
    [
        " Like we just jumped to the end of the good song that has the guitar solo.",
        5879.44,
        5884.04
    ],
    [
        " Like, no, you got to listen the whole song, man.",
        5884.42,
        5886.16
    ],
    [
        " Yeah.",
        5886.22,
        5886.48
    ],
    [
        " Appreciate that thing.",
        5886.58,
        5887.26
    ],
    [
        " You're right, right.",
        5887.42,
        5888.36
    ],
    [
        " Hey, a good movie, right?",
        5888.74,
        5890.3
    ],
    [
        " Let's just skip to the scene where the battle takes place.",
        5890.44,
        5893.92
    ],
    [
        " Have you ever done that?",
        5894.24,
        5894.86
    ],
    [
        " You just watched the battle scene?",
        5895.0,
        5895.94
    ],
    [
        " It's not as good as when you watch the whole group.",
        5896.0,
        5897.58
    ],
    [
        " Right, they're calling it.",
        5897.58,
        5898.64
    ],
    [
        " I want to hear the whole, I want the whole build up to take place.",
        5898.7,
        5901.12
    ],
    [
        " Yeah.",
        5901.42,
        5901.58
    ],
    [
        " And I just want to watch the battle scene.",
        5901.76,
        5903.0
    ],
    [
        " Yeah, that's actually good.",
        5903.48,
        5905.06
    ],
    [
        " And I'm actually glad that we kind of analyzed it because because you could be looked at.",
        5905.3,
        5909.9
    ],
    [
        " I always looked at it because I've done that.",
        5910.12,
        5911.52
    ],
    [
        " Like I don't always do that.",
        5911.6,
        5912.64
    ],
    [
        " No, you do.",
        5912.76,
        5913.34
    ],
    [
        " You're ready to do that.",
        5913.48,
        5914.16
    ],
    [
        " I think you've done it probably five times.",
        5914.2,
        5915.34
    ],
    [
        " We've rolled thousands of times.",
        5915.34,
        5916.8
    ],
    [
        " Yeah.",
        5916.94,
        5917.12
    ],
    [
        " And it's like, okay, can we start from there kind of thing?",
        5917.7,
        5920.96
    ],
    [
        " And I, it's a little bit different.",
        5921.26,
        5922.7
    ],
    [
        " A little bit different is like, hey, can you just put that back on me?",
        5922.78,
        5925.74
    ],
    [
        " Let me see if I could get out.",
        5926.44,
        5928.04
    ],
    [
        " Okay, you got out cool.",
        5928.14,
        5928.84
    ],
    [
        " Now we'll start again.",
        5928.84,
        5929.6
    ],
    [
        " Right, right.",
        5929.72,
        5930.12
    ],
    [
        " Yeah, I'm not talking about that.",
        5930.18,
        5931.32
    ],
    [
        " Yeah, I'm talking about what I did.",
        5931.46,
        5932.38
    ],
    [
        " Yeah, today where I was like, I didn't say it, but I just sort of stayed there.",
        5932.38,
        5935.92
    ],
    [
        " Kind of like, let's kind of take it from here.",
        5936.08,
        5937.64
    ],
    [
        " Yeah, that was me.",
        5937.74,
        5938.72
    ],
    [
        " Yeah, that was me.",
        5938.72,
        5939.52
    ],
    [
        " And I've done that before really rarely, but I looked at it as shoot.",
        5939.74,
        5943.78
    ],
    [
        " That was like a prop.",
        5943.94,
        5944.78
    ],
    [
        " Like I made a legitimate mistake right there.",
        5944.9,
        5946.96
    ],
    [
        " Let me like get back in that mindset and continue actually rolling.",
        5947.22,
        5950.32
    ],
    [
        " I think that's part of what bothers me.",
        5950.52,
        5952.02
    ],
    [
        " Yeah, it's not up to me.",
        5952.26,
        5953.36
    ],
    [
        " I think part of what bothers me is I think to myself.",
        5953.38,
        5957.42
    ],
    [
        " Oh, you just made this little mistake.",
        5958.7,
        5961.7
    ],
    [
        " And it was kind of a fluke.",
        5961.7,
        5962.66
    ],
    [
        " Right.",
        5962.76,
        5962.86
    ],
    [
        " That's what you're implying is like, oh, this is just a little fluke.",
        5962.98,
        5965.92
    ],
    [
        " You were lucky.",
        5965.94,
        5966.4
    ],
    [
        " That won't happen again.",
        5966.52,
        5967.42
    ],
    [
        " That's like sometimes people get mad when I submit them.",
        5968.5,
        5971.32
    ],
    [
        " Not very rarely.",
        5971.58,
        5972.6
    ],
    [
        " And I'm always like, man, is that much of an insult that I just have to you all?",
        5973.48,
        5979.2
    ],
    [
        " You know what I mean?",
        5979.36,
        5979.84
    ],
    [
        " Like, when somebody taps me out, I'm not mad at them at all.",
        5980.02,
        5982.8
    ],
    [
        " I'm like, dang, nice job.",
        5983.12,
        5985.02
    ],
    [
        " That was awesome.",
        5985.3,
        5985.8
    ],
    [
        " Good job.",
        5986.12,
        5986.5
    ],
    [
        " Yeah.",
        5986.94,
        5987.1
    ],
    [
        " But yeah, I think people are, me anyway, it's like any time more, get like anything's out of frustration.",
        5987.72,
        5992.82
    ],
    [
        " It's literally like maybe a 30% frustration, 70%.",
        5993.1,
        5997.08
    ],
    [
        " You're just a guy that can take that kind of abuse.",
        5997.08,
        6000.0
    ],
    [
        " You know, like if you're like, okay, good.",
        6000.26,
        6001.48
    ],
    [
        " You know, you talk me out.",
        6001.76,
        6002.5
    ],
    [
        " And then you turn your back to reset.",
        6002.5,
        6005.44
    ],
    [
        " And yeah, I jump on your back or take it on whatever.",
        6005.7,
        6007.78
    ],
    [
        " Like you can, I won't do that normally to someone.",
        6008.32,
        6010.52
    ],
    [
        " Yeah, yeah, yeah, no.",
        6010.92,
        6011.5
    ],
    [
        " And even when you do it to me, it's not like you, you have never like jumped and like put a rear-new could choke on or something.",
        6011.88,
        6017.08
    ],
    [
        " Like that.",
        6017.08,
        6017.38
    ],
    [
        " You've kind of jumped into a slightly advantageous, but normal position for us to be in.",
        6017.42,
        6022.6
    ],
    [
        " Yeah.",
        6022.6,
        6022.86
    ],
    [
        " Which is no big deal.",
        6023.1,
        6023.52
    ],
    [
        " Yeah.",
        6023.8,
        6023.96
    ],
    [
        " You have taken my back a couple times.",
        6024.12,
        6026.14
    ],
    [
        " Yeah.",
        6026.64,
        6026.9
    ],
    [
        " And then even then, like, bro, we've been in this thing for a long time where it's, let's say I got it.",
        6027.16,
        6032.96
    ],
    [
        " Maybe that might, would that even bother you?",
        6033.1,
        6035.18
    ],
    [
        " Let's say I jumped on your back and in one of those situations and I got the rear-naked choke.",
        6035.24,
        6038.62
    ],
    [
        " And I finished it.",
        6038.72,
        6040.04
    ],
    [
        " Well, I would kind of be like, well, we both know, you know, like, for I didn't get you, like, we'll be dead.",
        6040.36,
        6045.76
    ],
    [
        " Yeah.",
        6046.58,
        6046.94
    ],
    [
        " But, um, but real quick, back to the, uh, the path, you know, like when you, when, when you want to, like, you've got a guy out and he wants to start from that same position or whatever.",
        6047.2,
        6054.88
    ],
    [
        " Yeah.",
        6055.14,
        6055.24
    ],
    [
        " If you look at that path, that whole path that is so, let's, this, that's a valuable path.",
        6055.68,
        6061.16
    ],
    [
        " Every path that you create, it's like learning and it's this big thing and it's fun, there's little competitiveness in there, whatever.",
        6061.36,
        6066.38
    ],
    [
        " And at the end, you finish each path as like this tree or whatever.",
        6066.56,
        6070.52
    ],
    [
        " It's done.",
        6070.68,
        6071.04
    ],
    [
        " You finish it with your submission.",
        6071.3,
        6072.48
    ],
    [
        " When you win or when you lose to in training or, or even in competition, you win or you lose, you can't like after you win and complete your masterpiece path of wins and lossy and a through the whole thing and you're done.",
        6072.48,
        6085.24
    ],
    [
        " That guy just can't step in and be like, no, it's not done.",
        6085.8,
        6089.08
    ],
    [
        " It's just sort of paused on my like, right?",
        6089.22,
        6091.08
    ],
    [
        " You can't jump in and dictate that.",
        6091.08,
        6092.4
    ],
    [
        " Exactly.",
        6092.54,
        6092.56
    ],
    [
        " You lost, brother.",
        6092.56,
        6093.52
    ],
    [
        " You got to start all over and try to create something else now.",
        6093.66,
        6095.8
    ],
    [
        "",
        6096.12,
        6096.12
    ],
    [
        " You know, try new, try new song.",
        6096.12,
        6097.48
    ],
    [
        " You can't just be here.",
        6097.64,
        6098.5
    ],
    [
        " Yeah.",
        6098.84,
        6099.02
    ],
    [
        " But at the same time, if you're looking at like training rolling as just practice, just training, just, you know, whatever.",
        6099.24,
        6108.6
    ],
    [
        " There's a big difference between, hey, we're going to actually practice right now.",
        6109.5,
        6113.26
    ],
    [
        " You're right.",
        6113.4,
        6113.72
    ],
    [
        " And we're going to roll.",
        6113.84,
        6114.9
    ],
    [
        " Yeah, because rolling is understood that is competitive.",
        6115.32,
        6117.5
    ],
    [
        " That's the whole reason it works so good.",
        6117.7,
        6119.44
    ],
    [
        " Yeah.",
        6119.56,
        6119.76
    ],
    [
        " It has to be competitive.",
        6119.98,
        6120.78
    ],
    [
        " So yes, that's why when you tap me out, I do consider it no matter how much percentage, whatever.",
        6120.78,
        6125.46
    ],
    [
        " I do consider it.",
        6125.46,
        6126.54
    ],
    [
        " You beat me straight up in practice in training.",
        6126.58,
        6128.92
    ],
    [
        " You beat me because there is a significant amount of competition right there.",
        6129.14,
        6132.62
    ],
    [
        " So yeah, you can't be messing with the other guys wins and do that.",
        6132.78,
        6136.72
    ],
    [
        " Yeah.",
        6137.0,
        6137.42
    ],
    [
        " You're right.",
        6137.68,
        6137.88
    ],
    [
        " I can't.",
        6138.04,
        6138.32
    ],
    [
        " I'm never doing that ever again.",
        6138.34,
        6139.42
    ],
    [
        " If you want to do it, it's fine.",
        6139.62,
        6140.52
    ],
    [
        " I'm just saying it's noted.",
        6141.0,
        6142.02
    ],
    [
        " It's not fine.",
        6142.2,
        6142.56
    ],
    [
        " I'm not doing it.",
        6142.66,
        6143.36
    ],
    [
        " I don't want to be that guy to do it even.",
        6143.52,
        6144.84
    ],
    [
        " I'm being that guy.",
        6145.42,
        6146.16
    ],
    [
        " Nonetheless, back to representing on Jockel's from Jockel's store.",
        6146.38,
        6149.88
    ],
    [
        " Jockel has stuff.",
        6150.18,
        6150.74
    ],
    [
        " Shirts and rash guards and putties, hats, cool stuff you want to represent on the path.",
        6151.48,
        6156.46
    ],
    [
        " Okay, so I made a new good shirt.",
        6157.0,
        6159.3
    ],
    [
        " I think it's on there.",
        6159.44,
        6160.06
    ],
    [
        " Yeah, it's on there.",
        6160.64,
        6161.14
    ],
    [
        " It's just, it's good.",
        6161.64,
        6162.9
    ],
    [
        " It's good literally.",
        6163.1,
        6164.58
    ],
    [
        " It says good on it with the font.",
        6165.06,
        6167.02
    ],
    [
        " But it does not have your head on it.",
        6167.52,
        6169.0
    ],
    [
        " So it's way more basic.",
        6169.18,
        6170.04
    ],
    [
        " Cool.",
        6170.38,
        6170.52
    ],
    [
        "",
        6170.98,
        6170.98
    ],
    [
        " That's the one where like you really got to be in the know.",
        6171.52,
        6175.0
    ],
    [
        " You see it in the wild.",
        6175.26,
        6176.5
    ],
    [
        " You're going to be like, if you listen, you know.",
        6176.5,
        6178.14
    ],
    [
        " Yeah.",
        6178.48,
        6178.78
    ],
    [
        " Yeah.",
        6179.1,
        6179.54
    ],
    [
        " You see the dude that got good on his thumbs.",
        6179.12,
        6182.74
    ],
    [
        " I think it was his thumbs.",
        6182.74,
        6184.1
    ],
    [
        " Oh, yeah.",
        6184.1,
        6184.98
    ],
    [
        " G.O. on one and O.D. on the other.",
        6185.02,
        6187.26
    ],
    [
        " Amen.",
        6187.66,
        6188.14
    ],
    [
        " Tattoo.",
        6188.4,
        6188.84
    ],
    [
        " I dig it.",
        6189.14,
        6189.7
    ],
    [
        " Yeah.",
        6189.8,
        6189.94
    ],
    [
        " In proper font, by the way.",
        6190.36,
        6192.02
    ],
    [
        " It's keeping the game.",
        6192.28,
        6194.92
    ],
    [
        " Yeah.",
        6195.08,
        6195.18
    ],
    [
        " So yeah, if you want to represent on the path, jockelstore.com.",
        6195.34,
        6199.24
    ],
    [
        " If you like something, get something.",
        6199.38,
        6201.44
    ],
    [
        " White tea.",
        6202.72,
        6203.28
    ],
    [
        " Jockel white tea.",
        6203.64,
        6204.74
    ],
    [
        " Available.",
        6205.32,
        6205.78
    ],
    [
        " Drinking it right now from the can, which it comes in tasty and good for you.",
        6205.88,
        6210.58
    ],
    [
        " And also the tea bags.",
        6210.9,
        6212.52
    ],
    [
        " You can get that stuff on Amazon.",
        6212.52,
        6214.3
    ],
    [
        " And if you get it, you can deadlift 8,000 pounds, which is awesome.",
        6215.2,
        6219.56
    ],
    [
        " Yes.",
        6220.1,
        6220.36
    ],
    [
        " So that's something.",
        6220.46,
        6221.14
    ],
    [
        " Also subscribe to the podcast if you haven't already.",
        6221.88,
        6224.52
    ],
    [
        " I'm just a weirdness to leave it at that.",
        6224.92,
        6226.26
    ],
    [
        " If you haven't already, hey, subscribe if you want.",
        6226.48,
        6228.72
    ],
    [
        " And don't forget about the Warrior Kit podcast.",
        6229.14,
        6231.32
    ],
    [
        " Just released two new Warrior Kit podcast.",
        6231.46,
        6233.84
    ],
    [
        " 22 and 23.",
        6233.84,
        6235.08
    ],
    [
        " Get some questions for Uncle Jake.",
        6235.46,
        6236.68
    ],
    [
        " Here's some stories from Uncle Jake about when he was a kid.",
        6236.7,
        6240.44
    ],
    [
        " Also got Warrior Kit soap from IrishOaksRanch.com.",
        6241.28,
        6245.68
    ],
    [
        " There's now trooper soap.",
        6245.8,
        6247.34
    ],
    [
        " Yeah.",
        6247.84,
        6248.0
    ],
    [
        " With the rope.",
        6248.58,
        6249.92
    ],
    [
        " With the rope, soap on a rope.",
        6250.16,
        6251.12
    ],
    [
        " Yes.",
        6251.24,
        6251.28
    ],
    [
        " Yeah.",
        6251.56,
        6251.72
    ],
    [
        " So IrishOaksRanch.com, Aiden, is up there making soap on his farm.",
        6252.0,
        6256.44
    ],
    [
        " And what he wants us all to do is stay clean.",
        6256.96,
        6260.84
    ],
    [
        " Did you tell him and then now he wants us to stay clean?",
        6262.18,
        6265.44
    ],
    [
        " Or are you just sort of, you know, imposing your tagline onto the whole deal?",
        6265.44,
        6270.68
    ],
    [
        " I am.",
        6270.9,
        6271.1
    ],
    [
        " I dig it either way.",
        6271.42,
        6272.52
    ],
    [
        " Also YouTube.",
        6272.86,
        6273.62
    ],
    [
        " If you want to, if you're interested in the video version of this podcast,",
        6274.26,
        6278.64
    ],
    [
        " or you want to just see excerpts or whatever from the podcast, get on YouTube.",
        6279.0,
        6283.0
    ],
    [
        " That's what you get.",
        6283.5,
        6283.76
    ],
    [
        " And there's also videos that Echo perceives as very legit because he made them.",
        6283.76,
        6288.8
    ],
    [
        " Right.",
        6288.8,
        6289.06
    ],
    [
        " You're the one who used words legit.",
        6289.24,
        6290.94
    ],
    [
        " Check.",
        6291.74,
        6292.82
    ],
    [
        " Also psychological warfare and iTunes, Google Play, MP3 platforms everywhere.",
        6292.9,
        6296.88
    ],
    [
        " This is a album where I can help you in little moments of weakness.",
        6297.22,
        6301.8
    ],
    [
        " Get over that moment of weakness and get yourself to stay on the path.",
        6302.32,
        6309.04
    ],
    [
        " If you want something visual to help you stay on the path, check out flipsidecanvist.com.",
        6309.36,
        6316.02
    ],
    [
        " It's a little company owned by my brother Dakota Meyer podcast 115, by the way.",
        6317.2,
        6322.16
    ],
    [
        " Absolutely an epic podcast to hear and listen to and to be a part of with Dakota.",
        6322.28,
        6327.96
    ],
    [
        " And we became good friends after that.",
        6328.24,
        6331.64
    ],
    [
        " And he's got this company flipsidecanvist.com.",
        6331.64,
        6334.6
    ],
    [
        " And he is making pictures, canvases, posters that are cool.",
        6334.82,
        6344.54
    ],
    [
        " And we'll help you stay on the path.",
        6344.54,
        6345.86
    ],
    [
        " There's a discipline he goes freedom one.",
        6346.04,
        6347.1
    ],
    [
        " There's one that says good on it.",
        6347.14,
        6348.88
    ],
    [
        " If there's anything else you want, let me know on the social media.",
        6349.14,
        6354.14
    ],
    [
        " And Dakota will make it happen.",
        6354.7,
        6356.4
    ],
    [
        " Take it.",
        6356.84,
        6357.34
    ],
    [
        " Also, when you're expanding your home gym, going on it for your stuff, rings, jump ropes, kettle bells, primal bells.",
        6357.58,
        6365.74
    ],
    [
        " Star Wars kettle bells as well.",
        6366.94,
        6368.94
    ],
    [
        " Anyway, a lot of good stuff on there.",
        6368.94,
        6370.42
    ],
    [
        " You got some immune stuff for your immune system.",
        6370.52,
        6373.5
    ],
    [
        " A lot of real good stuff on there.",
        6373.78,
        6375.92
    ],
    [
        " Go to onit.com slash.com.",
        6376.02,
        6378.48
    ],
    [
        " Really good stuff.",
        6378.74,
        6379.58
    ],
    [
        " Also, we got some books.",
        6380.28,
        6381.16
    ],
    [
        " Mikey in the Dragons.",
        6382.4,
        6383.18
    ],
    [
        " Mikey in the Dragons is about a little kid that's trying to overcome some fear.",
        6383.62,
        6388.28
    ],
    [
        " And he does it by reading a book.",
        6388.66,
        6390.3
    ],
    [
        " The book is called the Dragon Prince.",
        6390.66,
        6393.24
    ],
    [
        " Check it out.",
        6393.84,
        6394.42
    ],
    [
        " Mikey in the Dragons.",
        6394.62,
        6395.3
    ],
    [
        " Also, way the Warrior Kid.",
        6396.14,
        6397.46
    ],
    [
        " One, two, and soon to be three.",
        6398.4,
        6400.92
    ],
    [
        " That's a series of books about a kid that's having kind of normal trouble that kids have.",
        6401.96,
        6407.94
    ],
    [
        " But he's got an uncle, uncle Jake, who used to be in the James and he comes to his cousin out.",
        6408.16,
        6414.48
    ],
    [
        " Yeah, his cousin says nephew.",
        6414.62,
        6416.72
    ],
    [
        " He comes and helps his nephew out.",
        6417.32,
        6418.92
    ],
    [
        " So, those are called Way the Warrior Kid.",
        6419.56,
        6421.84
    ],
    [
        " Mark's mission and where there is a will.",
        6421.98,
        6423.78
    ],
    [
        " His book three.",
        6423.78,
        6424.58
    ],
    [
        " Also, Disproven Equals Freedom Field Manual.",
        6424.88,
        6427.1
    ],
    [
        " That's a book that you need.",
        6427.6,
        6431.3
    ],
    [
        " Or it's a book you can give.",
        6431.82,
        6433.68
    ],
    [
        " I'm super stoked when I meet people and they say,",
        6434.08,
        6437.24
    ],
    [
        " yep, I've given 28 copies of the Disproven Equals Freedom Field Manual away to other people in my family,",
        6437.3,
        6442.32
    ],
    [
        " other friends that I have.",
        6442.52,
        6443.44
    ],
    [
        " Why?",
        6443.9,
        6444.14
    ],
    [
        " Because it will help people get on the path and live a better life.",
        6444.36,
        6449.34
    ],
    [
        " That's a powerful thing.",
        6450.98,
        6452.12
    ],
    [
        " If you can actually help someone live a better life, there's a manual on how to live your life.",
        6452.34,
        6456.74
    ],
    [
        " It's called the Disproven Equals Freedom Field Manual.",
        6457.0,
        6459.44
    ],
    [
        " It's not a normal book.",
        6459.88,
        6461.04
    ],
    [
        " It's not normal.",
        6461.72,
        6463.0
    ],
    [
        " My publisher, when he was publishing it, he said this book is the biggest risk that he has ever taken in his publishing career.",
        6463.28,
        6471.84
    ],
    [
        " And he also said, and where actually my agent told me, once the book came out,",
        6473.18,
        6478.64
    ],
    [
        " the book sold more than any scenario that they had predicted for the book.",
        6478.84,
        6486.9
    ],
    [
        " So they do these predictions.",
        6487.3,
        6488.52
    ],
    [
        " It's like, oh, if it sells this, it sells this thing, it sells that, it sells the other thing.",
        6488.52,
        6491.58
    ],
    [
        " There's something called a hundred percent cell-through rate, which means every single book that got shipped to got sold.",
        6491.84,
        6499.46
    ],
    [
        " This does not happen.",
        6499.56,
        6500.9
    ],
    [
        " And then they're back ordered and they had to make more.",
        6501.14,
        6502.9
    ],
    [
        " Now the book is still selling like that.",
        6503.5,
        6506.12
    ],
    [
        " Disproven Equals Freedom Field Manual.",
        6506.94,
        6508.92
    ],
    [
        " Why does it keep selling?",
        6509.32,
        6510.22
    ],
    [
        " Because people read it and they get it for people they know.",
        6510.38,
        6512.42
    ],
    [
        " So check it out.",
        6512.58,
        6513.36
    ],
    [
        " It is the manual telling you how to get on the path and stay on the path.",
        6513.52,
        6517.96
    ],
    [
        " The audio version of that book is not on audible.",
        6518.4,
        6521.58
    ],
    [
        " It's on iTunes.",
        6521.9,
        6522.52
    ],
    [
        " It's on Amazon Music.",
        6522.52,
        6523.5
    ],
    [
        " It's on Google Play and other MP3 platforms.",
        6523.58,
        6525.74
    ],
    [
        " Of course, there is extreme ownership.",
        6526.26,
        6528.22
    ],
    [
        " The first book that I wrote with my brother, Lafab, and about the combat leadership principles that we learned on the battlefield.",
        6528.44,
        6535.02
    ],
    [
        " And how you can apply them to your business and life.",
        6535.02,
        6537.6
    ],
    [
        " And we followed that book up with a book called The Dicotomy Leadership, which, well, some people are saying,",
        6537.7,
        6544.1
    ],
    [
        " it's better than extreme ownership.",
        6544.62,
        6546.44
    ],
    [
        " Read it, judge for yourself, tell us what you think.",
        6547.06,
        6549.72
    ],
    [
        " I think if you read extreme ownership, when you read dichotomy, a lot of things are going to fall into place.",
        6550.24,
        6557.86
    ],
    [
        " A lot of little things that you didn't quite have it that we wanted it to be.",
        6558.26,
        6563.04
    ],
    [
        " When you read dichotomy, it's going to come into place.",
        6563.04,
        6564.58
    ],
    [
        " Also, we got Ashlon Front, which is our leadership consultancy.",
        6564.72,
        6567.46
    ],
    [
        " We solve problems through leadership.",
        6567.5,
        6570.14
    ],
    [
        " That's what we do.",
        6570.28,
        6571.0
    ],
    [
        " It's me, Lafab, and JP, and now Dave Burke, Flynn Cochrane, Mike Sirelli, Mike Baima, and our latest addition to the team, Master Chief Seal Retired Jason Gardner.",
        6571.04,
        6582.54
    ],
    [
        " Go to ashlonfront.com if you want us to come work with your company.",
        6582.8,
        6586.46
    ],
    [
        " The Master!",
        6586.72,
        6587.38
    ],
    [
        " We got three musters this year.",
        6587.8,
        6591.0
    ],
    [
        " All musters ever have sold out.",
        6591.5,
        6594.92
    ],
    [
        " These are going to sell out well as well.",
        6595.36,
        6598.68
    ],
    [
        " There's May 23rd and 24th in Chicago, September 19th and 20th in Denver.",
        6599.22,
        6604.36
    ],
    [
        " December 4th and 5th in Sydney, Australia.",
        6605.2,
        6608.5
    ],
    [
        " Go to extremownership.com.",
        6609.56,
        6611.48
    ],
    [
        " If you want to come to these things, just go and register.",
        6612.04,
        6615.44
    ],
    [
        " I had friends, friends that said,",
        6615.9,
        6619.82
    ],
    [
        " hey, you know what I didn't really sign up?",
        6619.88,
        6621.28
    ],
    [
        " Can you just give me a couple of tickets?",
        6621.38,
        6622.28
    ],
    [
        " Actually, no, I can't.",
        6622.78,
        6625.58
    ],
    [
        " Because we can't fit any more people in the building.",
        6625.58,
        6628.46
    ],
    [
        " So no.",
        6628.82,
        6629.3
    ],
    [
        " I can't help you if you wait too long.",
        6630.04,
        6633.58
    ],
    [
        " Register.",
        6634.54,
        6636.82
    ],
    [
        " Get on it early.",
        6637.08,
        6637.64
    ],
    [
        " EF Online.",
        6637.8,
        6638.4
    ],
    [
        " This is our interactive leadership training.",
        6639.62,
        6643.04
    ],
    [
        " If you want to get everyone in your company aligned.",
        6643.9,
        6646.72
    ],
    [
        " If you want everyone in your company to understand the fundamental principles of extrem ownership.",
        6647.4,
        6652.5
    ],
    [
        " If you want them to understand the fundamental laws of combat that we used on the battlefield",
        6652.66,
        6657.7
    ],
    [
        " and that we have now taught to scores of businesses.",
        6657.7,
        6661.54
    ],
    [
        " If you want to have that training, you can go to EF Online.",
        6662.48,
        6667.8
    ],
    [
        " It's interactive.",
        6668.22,
        6669.3
    ],
    [
        " You have to make decisions.",
        6670.02,
        6672.68
    ],
    [
        " It's choose your own adventure.",
        6672.88,
        6674.14
    ],
    [
        " It's tests.",
        6674.6,
        6675.38
    ],
    [
        " It's briefings.",
        6676.06,
        6678.28
    ],
    [
        " It's everything.",
        6678.48,
        6679.26
    ],
    [
        " And it's awesome.",
        6679.54,
        6679.98
    ],
    [
        " So check out EF Online.com.",
        6680.3,
        6682.48
    ],
    [
        " Also EF Overwatch.",
        6683.0,
        6686.02
    ],
    [
        " Where we are connecting proven leaders from the spec ops and combat aviation communities",
        6686.36,
        6690.74
    ],
    [
        " with companies in this million sector.",
        6690.74,
        6694.04
    ],
    [
        " Now here's the thing.",
        6694.26,
        6694.9
    ],
    [
        " You might think, well, I've got to hire somebody that's experienced in this industry.",
        6695.98,
        6700.56
    ],
    [
        " That's a good thought.",
        6701.04,
        6701.68
    ],
    [
        " I understand where you're coming from.",
        6701.86,
        6703.04
    ],
    [
        " What I recommend you try is instead of hiring a person that has experienced in the industry",
        6703.34,
        6709.74
    ],
    [
        " have higher somebody that has experienced in something more important.",
        6709.74,
        6713.44
    ],
    [
        " That is leadership.",
        6713.8,
        6714.42
    ],
    [
        " You can teach them.",
        6715.02,
        6716.02
    ],
    [
        " And they can learn very quickly the industry that you are bringing them into.",
        6716.26,
        6719.96
    ],
    [
        " What you can't teach someone and what you can't give them is 20 years, 25 years, 22 years",
        6720.48,
        6725.5
    ],
    [
        " of leadership experience in the most high stakes business there is.",
        6725.5,
        6732.68
    ],
    [
        " And that is war.",
        6732.68,
        6733.98
    ],
    [
        " So go to EF Overwatch.com.",
        6735.0,
        6737.32
    ],
    [
        " If you want to hire someone like that or if you are in that position of your vet and you want to",
        6737.62,
        6745.32
    ],
    [
        " look to get placed into a company that's looking for leadership.",
        6745.32,
        6748.98
    ],
    [
        " EF Overwatch.com.",
        6749.36,
        6750.52
    ],
    [
        " And if you want to spend even more time with Echo Charles and myself,",
        6750.8,
        6757.1
    ],
    [
        " because for some reason you think 500 hours of podcast isn't enough for you.",
        6757.74,
        6762.88
    ],
    [
        " We are out there.",
        6763.06,
        6763.5
    ],
    [
        " We are lurking on the interwebs on Twitter, on Instagram and on Facebook.",
        6763.64,
        6768.38
    ],
    [
        " Bookie.",
        6770.64,
        6771.02
    ],
    [
        " Maha.",
        6771.74,
        6772.56
    ],
    [
        " Echo is at Echo Charles and I am at Jocco, Willink and thanks to all the people in uniform for your service.",
        6773.3,
        6780.52
    ],
    [
        " That's our military personnel.",
        6781.02,
        6782.58
    ],
    [
        " Also our police and law enforcement correctional officers, border patrols,",
        6784.16,
        6789.5
    ],
    [
        " all first responders and tonight especially the firefighters, paramedics, EMTs,",
        6789.62,
        6794.32
    ],
    [
        " who face suffering and death on a daily basis.",
        6794.46,
        6798.42
    ],
    [
        " And they learn how to handle it.",
        6799.28,
        6800.6
    ],
    [
        " They learn how to stay balanced.",
        6800.94,
        6802.68
    ],
    [
        " They learn how to detach but not too much.",
        6802.78,
        6805.78
    ],
    [
        " Thanks for all of you for providing us the freedom and security that we ensure.",
        6805.96,
        6812.56
    ],
    [
        " Enjoy every day and to everyone else that's listening.",
        6812.56,
        6815.36
    ],
    [
        " You have ideas.",
        6815.9,
        6819.28
    ],
    [
        " You have dreams.",
        6820.4,
        6821.62
    ],
    [
        " And you have vision and that's cool.",
        6822.38,
        6824.44
    ],
    [
        " That's awesome.",
        6825.4,
        6826.32
    ],
    [
        " But none of that means anything unless you execute.",
        6827.1,
        6831.06
    ],
    [
        " So execute, move forward, take action and you know what?",
        6832.6,
        6837.26
    ],
    [
        " Maybe your idea works and maybe it doesn't and if it doesn't and try another one.",
        6837.32,
        6841.3
    ],
    [
        " And maybe none of them will ever work and that's fine because in the end,",
        6841.3,
        6846.14
    ],
    [
        " at a minimum, you know at least you went out there and got after it.",
        6846.14,
        6853.36
    ],
    [
        " So until next time, this is Echo and Jocco.",
        6853.7,
        6859.96
    ],
    [
        " Out.",
        6860.42,
        6861.34
    ]
]