[
    [
        " What's the dichotomy in having an ego?",
        0.36,
        3.62
    ],
    [
        " When is it good and when does it get to a point where you have to check your ego?",
        4.32,
        8.98
    ],
    [
        " Okay, so",
        10.14,
        12.02
    ],
    [
        " The dichotomy is pretty clear",
        12.02,
        15.9
    ],
    [
        " Ego",
        15.9,
        18.44
    ],
    [
        " Drives you absolutely it makes you want to win it makes you want to perform well it makes you proud of your",
        18.44,
        25.26
    ],
    [
        " Achievements makes you want to be number one",
        25.26,
        28.6
    ],
    [
        " And those are all good things and I fully",
        30.4,
        32.44
    ],
    [
        " fully",
        32.44,
        33.74
    ],
    [
        " Have those myself. I mean my ego will keep me up at night trying to win it some ridiculously",
        33.74,
        40.54
    ],
    [
        " meaningless thing in the world",
        40.54,
        43.2
    ],
    [
        " Especially when I was younger. It was kind of stupid",
        43.2,
        46.88
    ],
    [
        " but",
        46.88,
        49.36
    ],
    [
        " The ego can also get you in trouble get you in trouble really really quickly",
        49.36,
        55.38
    ],
    [
        " for instance, I mean you can your ego",
        55.38,
        59.86
    ],
    [
        " can make you",
        60.0,
        60.88
    ],
    [
        " sabotage",
        60.88,
        63.2
    ],
    [
        " Your coworker that's on the same team is you so that you can outside them right?",
        63.2,
        68.0
    ],
    [
        " That's ego you can vote down a plan a",
        68.12,
        72.88
    ],
    [
        " Better plan because that plan isn't yours",
        72.88,
        76.58
    ],
    [
        " That's here you go",
        76.58,
        78.12
    ],
    [
        " you can",
        78.12,
        79.66
    ],
    [
        " Chase",
        79.66,
        81.86
    ],
    [
        " some material items",
        81.86,
        85.3
    ],
    [
        " Something something that you don't really need maybe in some cases it might even be something that you don't actually even want",
        86.84,
        93.78
    ],
    [
        " And it's just fueling your ego",
        93.78,
        97.08
    ],
    [
        " Which is which is a really bizarre thing to see it can make you step on your subordinates, right?",
        97.08,
        103.44
    ],
    [
        " It can make you undercut your peers",
        104.36,
        108.06
    ],
    [
        " Because that ego flares up it can make you you can make you dig in",
        108.06,
        112.92
    ],
    [
        " Dig in on some stupid ideas that you've had those the kind of things that ego do and all those things are negative",
        114.0,
        120.02
    ],
    [
        " so",
        120.02,
        121.84
    ],
    [
        " That's pretty clear to me",
        121.84,
        125.7
    ],
    [
        " Where ego starts going sideways and and I would say even though like my ego always fueled me to to want a win",
        125.7,
        133.58
    ],
    [
        " But I'd never risk that out of control where I was like screw I'm screwing people over because I wanted to win",
        133.58,
        139.16
    ],
    [
        " No, I wouldn't do that that wasn't part of my personality wasn't",
        139.16,
        142.24
    ],
    [
        " I'm not that because I was never really naturally good at much so it wasn't like I was gonna",
        142.24,
        147.2
    ],
    [
        " I the only way I could be people and things was better out working them. Yeah, other than that",
        147.2,
        151.42
    ],
    [
        " I it would be hard for me. Yeah, usually that kind of person who like you well the two kinds of people on who is down to like",
        151.42,
        160.1
    ],
    [
        " Screw someone over or basically cheat you're cheating is what you're doing. It's like",
        160.1,
        164.7
    ],
    [
        " I want to be here. I they don't necessarily want to quote unquote win because if you cheat it's not really winning",
        164.7,
        171.3
    ],
    [
        " You know the whole benefit of winning is like overcoming certain things, you know, but when you cheat it's like you're not",
        171.5,
        176.72
    ],
    [
        " I mean you cheated, you know, whatever so",
        176.72,
        178.88
    ],
    [
        " It's less about",
        178.88,
        180.96
    ],
    [
        " It's more about you",
        180.96,
        183.26
    ],
    [
        " Understanding really what winning is and that's what you like the winning, you know",
        183.26,
        188.12
    ],
    [
        " Yes, yes, so like people under my you know cheat and do this stuff",
        188.12,
        193.54
    ],
    [
        " It's like they don't want to win. I'll be a good case in point when I remember when when I was going to seal training",
        193.54,
        200.18
    ],
    [
        " There was people there was guys that would like brag about it. They were going through the same seal training class me",
        200.2,
        206.3
    ],
    [
        " Same buds class me, but they would like brag about it and like you could hear him talking to let's say some random person",
        206.3,
        212.44
    ],
    [
        " Yeah, we're on the seal training. I wasn't bragging about that. I was like hey, I'm a lucky him here and",
        212.44,
        218.4
    ],
    [
        " I realized that a lot of those people quit because they were comfortable",
        218.4,
        224.14
    ],
    [
        " They did just being able to say like seal training. They were already good with it",
        224.14,
        228.36
    ],
    [
        " They were like oh yeah, I did what I'm supposed to do. Yeah, so",
        228.36,
        230.92
    ],
    [
        " Me I want I don't want to do that. I didn't want to say anything until I made it through yeah, and so",
        230.92,
        237.9
    ],
    [
        " Yeah, so so what I'm saying is",
        237.9,
        240.06
    ],
    [
        " Similar to what you're saying they were satisfied",
        240.06,
        243.3
    ],
    [
        " Just by being able to throw that out there that was enough for them",
        243.3,
        247.56
    ],
    [
        " So for someone that's willing to cheat and win or they're eat they're willing to step on someone man",
        247.56,
        252.5
    ],
    [
        " Doesn't feel good to me. That's never felt good to me like if I got to step on someone",
        252.5,
        255.64
    ],
    [
        " I don't want it. I don't want that victory. Don't want it. So it's like they want to some people want to look like they want",
        255.64,
        262.72
    ],
    [
        " And other people want to really win. Yeah, of course. That's really the difference. Yeah, yeah",
        262.72,
        268.4
    ],
    [
        " so",
        268.4,
        269.14
    ],
    [
        " Back to ego point when you start feeling like you're doing some of those negative things",
        269.14,
        276.72
    ],
    [
        " That's when you've got to put your ego in check",
        276.72,
        280.4
    ],
    [
        " That's what you got to support your co-worker instead of sabotaging",
        280.4,
        284.66
    ],
    [
        " That's when you got to pick the best plan out there instead of picking your own",
        284.66,
        288.42
    ],
    [
        " That's when you say you know what I'm happy with what I have",
        288.42,
        292.62
    ],
    [
        " instead of chasing",
        292.62,
        294.94
    ],
    [
        " Things that I don't even need you know I'm talking about when people like",
        294.94,
        299.42
    ],
    [
        " If you were there's been something that you wanted even though you actually didn't even really want it",
        299.42,
        304.62
    ],
    [
        " But you just want it just because you because it's pure ego pure ego",
        304.62,
        307.9
    ],
    [
        " Yeah, like when you're in the weight well in growing up like lifting weight",
        307.9,
        312.66
    ],
    [
        " Sometimes you do this where they'd be lifting weights and you can see a lot of times in these like like a 24-hour fitness situation where",
        312.68,
        318.22
    ],
    [
        " You be lived",
        318.22,
        319.64
    ],
    [
        " Guys will be lifting weights and then one guy was he's what dang he's lifting kind of a lot",
        319.64,
        325.12
    ],
    [
        " You'll see someone all of a sudden be doing that same exercise like trying to lift more than that",
        325.12,
        329.04
    ],
    [
        " He doesn't know him not lifting with him",
        329.04,
        330.68
    ],
    [
        " He wasn't even doing that exercise. It wasn't even his workout",
        330.68,
        333.04
    ],
    [
        " But he'll like try to do it, you know, but you weren't even doing that exercise",
        333.04,
        336.32
    ],
    [
        " You weren't doing bench today. Yeah, and now you're doing bench. Yeah chasing something. You don't even want",
        336.32,
        341.74
    ],
    [
        " Don't even want that day. Don't need it that day",
        341.74,
        343.92
    ],
    [
        " That's another big one is like when I talk about so the coordinates instead of cutting down your subordinates",
        343.92,
        350.66
    ],
    [
        " You start lifting them up you start making them shine you start giving them the credit making them shine even brighter than yourself",
        350.66,
        356.84
    ],
    [
        " That's that's",
        356.84,
        359.64
    ],
    [
        " The beautiful thing when you can put your ego in check and you can make that happen",
        359.64,
        363.66
    ],
    [
        " Making your own boss look good",
        363.66,
        366.14
    ],
    [
        " Having an open mind to new ideas those are the things. That's how you put your ego and check those are the things",
        366.62,
        373.26
    ],
    [
        " that",
        373.26,
        375.14
    ],
    [
        " Those are the those are the hallmarks of having your ego and check now sometimes people don't know when",
        375.14,
        384.04
    ],
    [
        " They need to put their ego in check and I think there is one really easy indicator",
        384.04,
        390.08
    ],
    [
        " to know when you need to just at least",
        390.08,
        393.12
    ],
    [
        " Like a doing assessment of your ego and that is when you come into conflict with another person",
        393.8,
        398.08
    ],
    [
        " because because",
        398.08,
        400.02
    ],
    [
        " Huge percentage of conflicts that you have with other people are ego are their ego and",
        400.02,
        408.04
    ],
    [
        " So when you feel that conflict whether it's about positioning whether it's about an idea whether it's about a plan whether it's about",
        408.04,
        415.94
    ],
    [
        " Well, no matter what's about but if I'm in conflict with you on something",
        415.94,
        420.32
    ],
    [
        " I'm immediately I'm gonna say okay, wait a second is this your ego talking?",
        420.96,
        423.48
    ],
    [
        " Are you is this business or is this ego?",
        423.9,
        427.12
    ],
    [
        " and",
        427.64,
        428.74
    ],
    [
        " If you do that you will find yourself you know any form of frustration or",
        428.74,
        434.58
    ],
    [
        " Anger that you have just check your ego and there's a good chance that you're gonna be able to take that thing get a hold of it",
        434.58,
        441.98
    ],
    [
        " And aggressively put it in check. It's hard your ego is a tough bastard. Yeah, your ego man that thing wants",
        441.98,
        447.92
    ],
    [
        " The spotlight it wants to shine it wants the glory and it's it's driven, you know",
        448.7,
        453.82
    ],
    [
        " That's a lot of you high achievers out there",
        453.82,
        455.92
    ],
    [
        " That's what driving you and that's not a bad thing so when it comes time to harness that bad boy it can be a challenge",
        455.92,
        463.22
    ],
    [
        " But it's very rewarding when you make it happen",
        463.22,
        466.26
    ],
    [
        " It's it's rewarding in a long term gratification. It's not immediate gratification",
        466.26,
        473.58
    ],
    [
        " Generally, you know, you're given you're given your subordinates all the credit for some for some project that they did",
        474.34,
        479.94
    ],
    [
        " And you know that you could actually know that you did the bulk of the work, but you give it away. That's not gratifying",
        479.94,
        487.08
    ],
    [
        " Immediately immediately is that yeah, that's right put the accolades on my head boss",
        487.08,
        492.7
    ],
    [
        " That's immediate gratification that you're looking for no you say hey boss, you know what don't put the accolades on my head look at my team",
        492.7,
        500.78
    ],
    [
        " Let's crown them because they really did a great job and I'm just here to help them",
        500.78,
        505.06
    ],
    [
        " There's no gratification that",
        505.06,
        506.64
    ],
    [
        " But when you get feedback a week later a month later six months later",
        506.64,
        511.92
    ],
    [
        " People want to come and work for your team now your team gets picked for another project",
        511.92,
        515.6
    ],
    [
        " That's the long term gratification that you get when you keep your ego in check. Yeah",
        515.6,
        523.86
    ],
    [
        " Keep that ego in check people",
        523.86,
        527.04
    ]
]