[
    [
        " This is Jocco Podcast number 169.",
        0.0,
        2.56
    ],
    [
        " Bideco Charles and me, Jocco Willink.",
        3.06,
        5.34
    ],
    [
        " Good evening, Ako.",
        5.94,
        6.58
    ],
    [
        " Good evening.",
        6.72,
        7.0
    ],
    [
        " And tonight we have a return guest by the name of Jody Middick.",
        7.64,
        13.46
    ],
    [
        " So before listening to this podcast, if you have not listened to podcast 24, 25, and",
        13.62,
        21.42
    ],
    [
        " 111, then go back and listen to those podcasts first so that you can hear about Jody's",
        21.42,
        29.24
    ],
    [
        " life growing up, joining the Canadian Army, his trials and tribulations in the Canadian Army,",
        29.24,
        36.74
    ],
    [
        " his successes and his failures, how he eventually became a sniper, served overseas, eventually",
        36.9,
        45.32
    ],
    [
        " in Afghanistan, where he was wounded badly, lost both of his legs, but Drove On became",
        45.32,
        54.06
    ],
    [
        " a successful politician in the city of Ottawa and was carrying on with his life.",
        55.0,
        62.12
    ],
    [
        " But things were not as pretty on the inside as they might have appeared on the outside",
        62.82,
        69.66
    ],
    [
        " when Jody came back on for podcast 111.",
        69.66,
        72.6
    ],
    [
        " I had a suspicion that things might not be going that great.",
        73.16,
        80.44
    ],
    [
        " There seemed to be something lurking just beneath the surface and for whatever reason.",
        80.44,
        87.5
    ],
    [
        " And there is no good reason that I can give.",
        87.92,
        91.54
    ],
    [
        " I didn't say anything and I actually talked to a couple of my buddies who fought the same",
        91.9,
        97.88
    ],
    [
        " thing who said, man, Jody didn't quite sound right on that.",
        97.88,
        101.1
    ],
    [
        " And it was the same thing that I thought it was the same thing that I could sense in my",
        101.58,
        107.78
    ],
    [
        " gut and my gut was right.",
        110.52,
        112.24
    ],
    [
        " There was more going on behind the scenes and Jody is back today to explain where he's",
        112.54,
        120.76
    ],
    [
        " been, what happened, how he slipped off of the path and how he has gotten back on it.",
        120.76,
        129.42
    ],
    [
        " So Jody, welcome back.",
        130.12,
        133.36
    ],
    [
        " Thank you, brother.",
        133.62,
        133.96
    ],
    [
        " And I guess I mean that more ways than one.",
        134.14,
        135.8
    ],
    [
        " Yeah, man.",
        136.04,
        136.4
    ],
    [
        " Yeah.",
        136.4,
        136.74
    ],
    [
        " So talk to me, bro.",
        136.76,
        138.72
    ],
    [
        " She's getting wounded sucked.",
        139.0,
        143.58
    ],
    [
        " And you know, when was I here last?",
        143.94,
        148.6
    ],
    [
        " January 2018, I think Kelly and I rolled through Kelly.",
        150.06,
        154.88
    ],
    [
        " I wasn't there, but I don't know if anybody can see her here.",
        155.3,
        158.28
    ],
    [
        " But Kelly is my fiance and my best friend.",
        158.28,
        160.66
    ],
    [
        " She's present.",
        160.92,
        162.1
    ],
    [
        " She's present.",
        162.28,
        162.92
    ],
    [
        " And she was watching on YouTube.",
        163.12,
        164.12
    ],
    [
        " Yeah.",
        164.2,
        164.8
    ],
    [
        " And so is our dog Athena.",
        165.04,
        166.62
    ],
    [
        " But anyway, yeah, man, I spent 2007 to 2017 pretending I had prosthetic feet that I",
        167.02,
        177.38
    ],
    [
        " get.",
        177.38,
        177.5
    ],
    [
        " It didn't matter.",
        177.76,
        178.62
    ],
    [
        " I guess that I had my feet blown off.",
        178.92,
        181.4
    ],
    [
        " And Kelly saw what had like at some point after I was elected.",
        182.04,
        188.24
    ],
    [
        " Because what was the position you're like to city councilors?",
        188.92,
        192.46
    ],
    [
        " So I think I don't know you call them alderman down here maybe.",
        192.46,
        194.7
    ],
    [
        " Yeah, something like that.",
        194.82,
        195.56
    ],
    [
        " And because I had just come off the amazing race Canada, and I was second place on that.",
        196.0,
        201.56
    ],
    [
        " So I was popular in Canada.",
        201.56,
        203.2
    ],
    [
        " And so that helped me with the election, but also raised my profile in Canada.",
        203.8,
        207.88
    ],
    [
        " And so they made me the sports commissioner for the city.",
        208.08,
        211.1
    ],
    [
        " And I was the veterans liaison and things like that.",
        211.24,
        215.1
    ],
    [
        " And my personal relationship wasn't going that well.",
        215.3,
        219.78
    ],
    [
        " And you know, things like that.",
        220.26,
        221.74
    ],
    [
        " So things in the background like you said of life, you know, everyone says, oh, you look",
        221.74,
        225.72
    ],
    [
        " like the perfect family.",
        225.72,
        226.66
    ],
    [
        " But you know, like it's what else you're going to put on Facebook, right?",
        226.66,
        229.88
    ],
    [
        " I mean, that's what it's for.",
        230.06,
        231.28
    ],
    [
        " And you know, we were just going in different directions.",
        231.68,
        234.92
    ],
    [
        " And that's fine.",
        234.92,
        235.76
    ],
    [
        " So I actually, we actually split up and moved out in fall of 16.",
        235.76,
        241.62
    ],
    [
        " And I found the politics job, frankly, as eager and as I was to serve, because politics,",
        242.16,
        250.88
    ],
    [
        " despite what most people think is service to your country, most politicians could probably",
        250.94,
        256.78
    ],
    [
        " make twice as much money doing other things.",
        256.78,
        258.84
    ],
    [
        " And just like when my book came out and flinching, I had that deal in place before I started",
        259.54,
        266.14
    ],
    [
        " campaigning.",
        266.14,
        266.82
    ],
    [
        " And I was like, well, well, and also with the amazing race, right?",
        267.04,
        271.84
    ],
    [
        " So I was like, one of these things will work out.",
        272.0,
        274.02
    ],
    [
        " Turned out, I got, I got, I got, you know, what do you call it and craps where you throw",
        274.38,
        279.84
    ],
    [
        " and you get the dice are good.",
        279.84,
        281.4
    ],
    [
        " Seven.",
        281.68,
        281.92
    ],
    [
        " I got seven with every role.",
        282.46,
        283.6
    ],
    [
        " So the show worked and then the book worked and then, and then the election I won it.",
        284.2,
        288.92
    ],
    [
        " So I had all these things to juggle, you know?",
        289.24,
        291.24
    ],
    [
        " And, and when I got elected and I was like happy about it because I was like medically",
        291.72,
        296.38
    ],
    [
        " retiring that in 2014, I medically retired and didn't want to, of course, like all the",
        296.92,
        302.56
    ],
    [
        " soldiers, right?",
        302.56,
        303.18
    ],
    [
        " We want to carry on.",
        303.26,
        304.18
    ],
    [
        " I wanted to train more snipers and more troops.",
        304.28,
        306.64
    ],
    [
        " But anyway, I'm in service to my country.",
        307.22,
        309.66
    ],
    [
        " Awesome.",
        309.8,
        310.06
    ],
    [
        " And you know, people tell you something like, you know, going out for the seals, it's",
        311.2,
        317.68
    ],
    [
        " not what you see on TV and it's this and that.",
        317.68,
        319.68
    ],
    [
        " And you go, yeah, okay.",
        319.82,
        321.0
    ],
    [
        " And of course, you know that.",
        321.14,
        322.24
    ],
    [
        " But until you're there, there's really no way.",
        322.5,
        324.6
    ],
    [
        " No one can prepare you for it, right?",
        324.8,
        326.9
    ],
    [
        " You have to experience it.",
        327.0,
        327.74
    ],
    [
        " Exactly.",
        327.78,
        327.96
    ],
    [
        " Yeah.",
        328.2,
        328.38
    ],
    [
        " Like sniper school, you have to go.",
        328.84,
        330.64
    ],
    [
        " There's no way to prepare unless you do it.",
        330.78,
        333.6
    ],
    [
        " So politics is the same.",
        333.72,
        335.68
    ],
    [
        " And I'm a straight guy and, you know, we are honorable men for the most part and we do",
        335.86,
        340.9
    ],
    [
        " our best to stick to our word and, and, and politics.",
        340.9,
        343.92
    ],
    [
        " I'm not saying that it's not that, but there's a whole lot of pretending.",
        344.18,
        347.64
    ],
    [
        " And by pretending, I mean, you have to say one thing and mean another.",
        348.42,
        352.68
    ],
    [
        " And you know, it's not necessarily lying, but it's not necessarily the truth and, and",
        353.42,
        357.86
    ],
    [
        " the political brinkmanship that is with that job means always holding your cards very",
        357.86,
        363.42
    ],
    [
        " tight.",
        363.42,
        363.68
    ],
    [
        " And, you know, and I know when I'm a, I'm a combat guy, you know, I'm, I'm action.",
        364.5,
        369.44
    ],
    [
        " I'm about getting things done.",
        369.52,
        370.44
    ],
    [
        " And, and although that worked in a lot of ways for politics and in a lot of other ways,",
        370.56,
        375.3
    ],
    [
        " it wasn't meshing.",
        375.3,
        376.38
    ],
    [
        " So I had no, I had a couple colleagues on council that I, that I liked and I hung out",
        376.38,
        381.14
    ],
    [
        " with.",
        381.14,
        381.36
    ],
    [
        " But for the most part, I didn't have any friends.",
        381.5,
        383.42
    ],
    [
        " Does that make sense?",
        383.84,
        384.64
    ],
    [
        " Yeah, definitely.",
        384.86,
        385.48
    ],
    [
        "",
        385.74,
        385.74
    ],
    [
        " And my soldier, brothers and sisters, they were around, but now I'm this guy who's of",
        386.14,
        391.72
    ],
    [
        " politician and a best-selling author and I was on amazing race.",
        391.72,
        394.94
    ],
    [
        " So whenever I hung out, it was like, hey, let's talk about what you're doing.",
        395.16,
        399.26
    ],
    [
        " Me.",
        399.74,
        399.96
    ],
    [
        " And I'm like, can we just talk about the last UFC or, hey, what's going on at the",
        400.36,
        404.62
    ],
    [
        " unit or what's the latest equipment acquire, acquired that's cool.",
        404.62,
        408.62
    ],
    [
        " People are inviting me places on the guest of honor here and this and, and I'm like, I'm",
        409.4,
        414.64
    ],
    [
        " missing just being Jody.",
        414.64,
        415.96
    ],
    [
        " You know, and, and it got to a point where I was, and then on top of it, my legs were",
        416.92,
        424.9
    ],
    [
        " not cooperating.",
        424.9,
        426.22
    ],
    [
        " Like, they just didn't want to take the beating of everyday life anymore.",
        426.36,
        429.64
    ],
    [
        " And, and so I started drinking again.",
        430.3,
        433.32
    ],
    [
        " And, and it was drinking to mask the pain mostly, but also.",
        434.1,
        438.32
    ],
    [
        " So was that look like when you, first of all, how, how long had you stopped drinking for,",
        438.48,
        443.68
    ],
    [
        " or did you complain to stop drinking?",
        443.78,
        444.54
    ],
    [
        " I never stopped drinking, but I was, because I got addicted to the opioids, pardon me,",
        444.54,
        450.14
    ],
    [
        " because I got addicted to my oxycott and I didn't want to take pain meds.",
        450.32,
        454.28
    ],
    [
        " So at the end of a day, long day, so I'd show up at the office, usually between six and",
        454.36,
        459.44
    ],
    [
        " eight, you know, if depending on what was going on and what committees I was sitting on",
        460.12,
        464.54
    ],
    [
        " or counsel, what meetings.",
        464.54,
        465.8
    ],
    [
        " And then politics is all about being places to shake hands as well.",
        466.58,
        470.22
    ],
    [
        " And that's, I love that part.",
        470.34,
        471.38
    ],
    [
        " Meeting people, talking to people, it's awesome.",
        471.58,
        473.3
    ],
    [
        " I have no, you know, me and the mayor go along and I, you know, I get along with the",
        473.44,
        478.74
    ],
    [
        " other two levels of government and it was fun.",
        478.74,
        480.8
    ],
    [
        " And, and you go places and you represent veterans and that's the important thing for",
        480.9,
        484.5
    ],
    [
        " me.",
        484.5,
        484.68
    ],
    [
        " And, you know, the whole point to get into politics is to be a better representative",
        485.06,
        488.56
    ],
    [
        " for my brothers and sisters that are now veterans.",
        488.56,
        491.2
    ],
    [
        " Yeah, because I got to throw this out there where you talked about how when you're a politician,",
        491.84,
        495.78
    ],
    [
        " you're serving your country and unfortunately there's a lot of politicians that, when",
        496.64,
        501.68
    ],
    [
        " they're politicians, they're serving themselves.",
        501.68,
        503.38
    ],
    [
        " Yeah.",
        504.14,
        504.3
    ],
    [
        " And I'm sure you must have seen that and I know that's what makes people get that stereotypical",
        504.3,
        509.94
    ],
    [
        " negative attitude towards politicians because oftentimes politicians are just looking out",
        509.94,
        515.84
    ],
    [
        " for their best interests.",
        515.84,
        517.76
    ],
    [
        " Yeah.",
        517.92,
        518.36
    ],
    [
        " And whether that means they're doing things inside their district because they just want",
        518.44,
        523.08
    ],
    [
        " to get something for themselves like more money, but, but oftentimes they're just doing",
        523.08,
        528.0
    ],
    [
        " what they need to do to get reelected, which is still self-serving.",
        528.0,
        531.12
    ],
    [
        " Well, that's the funny thing with politics is if you're self-serving, it's, it's a,",
        531.5,
        537.06
    ],
    [
        " it's a catch 22, right?",
        537.06,
        538.8
    ],
    [
        " Yeah.",
        539.0,
        539.02
    ],
    [
        " And you just, you just pointed it out, right?",
        539.02,
        540.42
    ],
    [
        " Like, if I get reelected, I can still continue to do this for my community, but I have",
        540.54,
        545.64
    ],
    [
        " to get reelected.",
        545.64,
        546.48
    ],
    [
        " So I do this to get reelected and then I can do this for my community.",
        546.54,
        549.58
    ],
    [
        " Yeah.",
        549.58,
        549.9
    ],
    [
        " It's kind of like that play the game.",
        550.04,
        551.18
    ],
    [
        " Yeah.",
        551.4,
        551.62
    ],
    [
        " It's that your favorite word, the dichotomy of politics.",
        551.78,
        554.98
    ],
    [
        " So quite often though, I found myself, like there is one thing where my staff was, and",
        555.36,
        563.08
    ],
    [
        " it was, and it's, you know, the stupidest things I can, can get you at, especially at city",
        563.08,
        567.28
    ],
    [
        " level, the hardest level of politics and I, in Canada, anyway, I don't know about here,",
        567.28,
        572.04
    ],
    [
        " but is the city level, the municipal level because you are, you are plugged into 90% of",
        572.04,
        577.52
    ],
    [
        " most people's daily life's, fleshing water, our toilets, fleshing, water running, 911",
        577.52,
        583.12
    ],
    [
        " working, the dog park, you know, what being cleaned up, the grass, you know, snow plowed",
        583.12,
        588.52
    ],
    [
        " if you're in Canada.",
        588.52,
        589.1
    ],
    [
        " Here I guess, I don't know, what do you guys have storm drains that maybe get plugged",
        589.48,
        593.5
    ],
    [
        " now and then?",
        593.5,
        593.98
    ],
    [
        " Potholes and bottles.",
        594.08,
        594.84
    ],
    [
        " Potholes, the huge issue in auto actually.",
        595.66,
        597.84
    ],
    [
        " So you know, it's, you're always on.",
        598.44,
        601.06
    ],
    [
        " So you go around, you meet people and, and so, you know, I love that part, but my legs",
        601.06,
        605.22
    ],
    [
        " started to just go.",
        605.22,
        607.22
    ],
    [
        " And so I didn't want to take the pills and, and what causes that?",
        607.68,
        611.96
    ],
    [
        " Is it just the friction beat down on your legs all day long every day?",
        612.44,
        615.62
    ],
    [
        " Well, it's like, you know, your elbows are designed for, you know, certain amount of",
        615.64,
        619.72
    ],
    [
        " weight bearing, right?",
        619.72,
        620.46
    ],
    [
        " And the skin there, it can handle it.",
        620.56,
        622.34
    ],
    [
        " But now try weight bearing on your forearm, you know, unless you really work at it, you",
        622.62,
        627.68
    ],
    [
        " know, and even then the skin there will never take weight like your elbows will.",
        627.68,
        631.78
    ],
    [
        " And that's what happens with, with prosthetics and with amputations and, and so, um, I was also",
        632.24,
        638.48
    ],
    [
        " wearing my legs and what's called a suction with a suction system.",
        638.48,
        641.76
    ],
    [
        " And so what that is is the, the liner around my, that I put over my leg before I put them",
        642.1,
        647.16
    ],
    [
        " into the socket has like a gasket and it pushes the air out.",
        647.16,
        651.34
    ],
    [
        " Uh, and it's a one way valve.",
        651.76,
        652.96
    ],
    [
        " And so then it's like, and so it's a vacuum, right?",
        652.96,
        656.28
    ],
    [
        " And so that vacuum was constantly pulling on the leg.",
        656.28,
        660.0
    ],
    [
        " And for most people have no issue, but for whatever reason, um, and I looked around and",
        660.14,
        665.8
    ],
    [
        " I realized that most double below knee amputees use a sleeve.",
        665.8,
        669.54
    ],
    [
        " So now I use a sleeve, but at the time, because every layer is that much more, uh, dexterity",
        669.9,
        675.68
    ],
    [
        " lost in the movement of your knee, right?",
        675.68,
        677.74
    ],
    [
        " And I'm like, I'm like, I was telling echo before the show, like I've, I've done things",
        678.0,
        682.38
    ],
    [
        " with prosthetics that most of the, the guys that make them are like, I've never seen",
        682.38,
        685.68
    ],
    [
        " anybody break it this way.",
        685.7,
        686.86
    ],
    [
        " Like, or I've never seen this type of damage or like you did what?",
        687.08,
        690.08
    ],
    [
        " Like you're not supposed to do these things with as a double amputee.",
        690.3,
        692.72
    ],
    [
        " And so I just wanted the most mobility possible, but I was actually losing mobility",
        692.8,
        698.82
    ],
    [
        " because of the pain that I was putting myself through.",
        698.82,
        701.04
    ],
    [
        " So my, my skin just couldn't handle that constant suction.",
        701.14,
        703.98
    ],
    [
        " And so, um, so I was drinking, you know, I, I'd tough it outgrip my teeth.",
        704.68,
        709.54
    ],
    [
        " And at the end of the day, we go to the pub next to City Hall, have a few drinks, talk",
        709.54,
        712.9
    ],
    [
        " some politics.",
        713.86,
        713.64
    ],
    [
        " And usually I'm the last one there.",
        714.5,
        716.02
    ],
    [
        " And, and then like, you know, did it, did it escalate to that?",
        717.38,
        720.96
    ],
    [
        " Where, where are you like, oh, yeah, we're going to have a couple drinks.",
        721.64,
        723.9
    ],
    [
        " And then it's like, oh, yeah, couple drinks.",
        724.16,
        725.72
    ],
    [
        " And most people are gone.",
        725.74,
        726.62
    ],
    [
        " It's all, I'm still fine.",
        726.84,
        727.9
    ],
    [
        " And then eventually you look around and you're like, oh, I'm the last person here.",
        728.08,
        730.94
    ],
    [
        " Oh, it's been three weeks that I've been the last person here.",
        731.08,
        733.7
    ],
    [
        " It was like three months.",
        733.9,
        734.8
    ],
    [
        " Yeah, it was six months.",
        734.8,
        735.92
    ],
    [
        " And then like, and I was known now, you know, and then in City County, like the inside",
        735.92,
        739.38
    ],
    [
        " politics of City Hall was Jody, you know, if you want a party called Jody, you know, or for",
        740.5,
        745.0
    ],
    [
        " where's Jody at?",
        745.0,
        745.78
    ],
    [
        " That's where the fun is.",
        745.86,
        746.64
    ],
    [
        " And, you know, and I'm not saying like it was like crazy things that you see on house",
        746.86,
        751.08
    ],
    [
        " accards or anything like that.",
        751.08,
        752.12
    ],
    [
        " But if there was an event, I was there, you know, and, you know, and again, like for a",
        752.16,
        757.12
    ],
    [
        " bit of it was avoiding going home and dealing with that situation properly.",
        757.12,
        761.56
    ],
    [
        " And then the more pain I was in, and then you know, and then the more pain I'm in,",
        761.94,
        766.72
    ],
    [
        " the more I'm drinking and then the more I'm drinking and then you're just putting yourself",
        766.72,
        771.6
    ],
    [
        " through more damage, right?",
        771.6,
        772.9
    ],
    [
        " Like you're out later, but because you're not feeling it, you're out later than you're",
        773.18,
        777.18
    ],
    [
        " causing more damage, right?",
        777.18,
        778.3
    ],
    [
        " So I move out fall of 16 and then in spring of 17, my legs are just, they're done.",
        778.8,
        783.2
    ],
    [
        " They're just like, I came back.",
        783.64,
        786.98
    ],
    [
        " I did this thing in Canada called Canada Reads and it's a national thing where like you",
        787.1,
        791.34
    ],
    [
        " read a book and then you try to get it to win the contest.",
        791.34,
        794.18
    ],
    [
        " And it's a week in Toronto and and I did that and I gritted my way through it and then",
        794.34,
        800.16
    ],
    [
        " I got home and I was at my old house with with my ex and my kids and and I took my legs off",
        800.16,
        806.04
    ],
    [
        " after because I just I went there straight from the flight because I want to see the girls",
        806.04,
        809.2
    ],
    [
        " and I took my legs off and like she would like my ex she was there the night I was wounded.",
        809.2,
        814.48
    ],
    [
        " And she said that she'd never heard me in the 10 years.",
        814.86,
        818.46
    ],
    [
        " She's known me make those types of paint sounds from paint and because I took my legs",
        818.62,
        823.48
    ],
    [
        " off and it was it was just like torture like because while you have the pressure on and",
        823.48,
        829.16
    ],
    [
        " and you're using them like a kind of you know when you spray in an ankle maybe you know",
        829.16,
        833.24
    ],
    [
        " when you go around on it and numbs it for yeah.",
        833.24,
        835.02
    ],
    [
        " And then but at the end of the day when you get off take the weight off that's when it really",
        835.02,
        838.32
    ],
    [
        " hurts.",
        838.32,
        838.6
    ],
    [
        " That's basically what happened and she was like wow I've never heard you make those",
        839.38,
        843.82
    ],
    [
        " noises you must be in real pain.",
        843.82,
        845.18
    ],
    [
        " So after that I just couldn't wear my legs anymore and that's like I mean I saw you almost",
        845.18,
        851.0
    ],
    [
        " a year later I was still in my wheelchair.",
        851.0,
        852.58
    ],
    [
        " Yeah.",
        852.58,
        852.78
    ],
    [
        " Yeah.",
        852.78,
        852.94
    ],
    [
        " How much of that is I know you were going hard working hard.",
        853.56,
        858.92
    ],
    [
        " How much of that is because you're spending an extra three four hours a day standing around",
        859.06,
        862.68
    ],
    [
        " at the bar drinking.",
        862.68,
        863.46
    ],
    [
        " How much of that is because the the damage that alcohol is due into your system.",
        863.66,
        867.0
    ],
    [
        " Yeah.",
        867.42,
        867.54
    ],
    [
        " How much of it is self-imposed?",
        867.6,
        869.58
    ],
    [
        " Good 50% I'd say.",
        870.14,
        871.5
    ],
    [
        " Yeah.",
        871.74,
        871.88
    ],
    [
        " Yeah.",
        872.3,
        872.64
    ],
    [
        " I mean just getting out of bed and putting the legs on hurt and then you know it's like",
        872.8,
        877.5
    ],
    [
        " it's like again when you I mean I always go to the ankle because I used to spray in them",
        877.5,
        881.14
    ],
    [
        " a lot when I had them and that sucks as an infantry guy but I learned how to tape them",
        881.14,
        887.26
    ],
    [
        " and I did some exercises but but you know like once getting into your boot or once you're",
        887.26,
        892.08
    ],
    [
        " in there though and you lace it up and you're usually good to go with it right.",
        892.08,
        894.74
    ],
    [
        " So that's what I was doing every single morning for like a year and and then like and then",
        895.16,
        900.62
    ],
    [
        " you know I'm just going to say it now I started abusing cocaine and then to go because you",
        900.62,
        907.1
    ],
    [
        " know when you have a few drinks you start to wobble and and unfortunately I picked up",
        907.1,
        911.76
    ],
    [
        " the habit after my first rotation Afghanistan it was like kind of like a seeking that thrill",
        911.76,
        917.0
    ],
    [
        " again I don't know I'm sure you've had a lot of troops tell you this type of thing but",
        917.0,
        920.04
    ],
    [
        " and and and and it goes out of your system in a couple days and whereas weed is there",
        920.04,
        925.7
    ],
    [
        " for months at a time you know and I don't know I hadn't I hadn't touched anything since",
        925.7,
        931.26
    ],
    [
        " like high school when my buddies hot mom sold hash and me and my other buddy would hang",
        931.26,
        936.38
    ],
    [
        " out and buy I'd buy it I never I only spoke to like three times but anyway then you're out",
        936.38,
        942.64
    ],
    [
        " even longer then you're still wearing your legs even longer and you know and any and what was the",
        942.64,
        948.9
    ],
    [
        " what was the how did you just you kind of just said oh yeah I was drinking and then I was doing",
        948.9,
        953.92
    ],
    [
        " some cocaine yeah for me that's a big step like I mean well we need to because here's the thing",
        953.92,
        959.34
    ],
    [
        " I want people to understand what opened that door up what made you say yourself you know what",
        959.34,
        964.98
    ],
    [
        " I'm a politician or I'm a wounded vet I can do kind of whatever I want well that was part of it yeah",
        966.62,
        972.44
    ],
    [
        " um I I because I had so much success and I was so much um you know it was my name on the on the door",
        972.44,
        981.88
    ],
    [
        " uh you know and and and and at first like I went in with full intentions of being doing the",
        981.88,
        988.14
    ],
    [
        " honorable thing in this and and and being being a stand-up guy and I and I think I was for a lot",
        988.14,
        994.76
    ],
    [
        " of part but where I started going down is when it was the booze and the and the coke started to fill",
        994.76,
        1000.06
    ],
    [
        " in the gaps where I should have been at home or in the gym or or things like I was seeking immediate",
        1000.06,
        1005.68
    ],
    [
        " reward you know like I would like say a power through a week of pain and and like getting up early",
        1005.68,
        1011.94
    ],
    [
        " and going because I was you know right up until I moved out of the house like I was training for",
        1011.94,
        1016.0
    ],
    [
        " bodybuilding show I was looking good as feeling good I was going here I was going there I kind of",
        1016.12,
        1020.66
    ],
    [
        " started feeling arrogant you know like like I I'm jody medic and I work my ass off and I'm",
        1020.66,
        1026.88
    ],
    [
        " going to party my ass off this weekend because I can't and then it went from the weekend to okay it's",
        1026.88,
        1032.84
    ],
    [
        " Thursday uh you know and we got no meetings tomorrow at city hall so I'm going to sleep in tomorrow",
        1032.84,
        1038.34
    ],
    [
        " because tonight I'm going and there's always events there's always events where you can go and",
        1038.34,
        1043.22
    ],
    [
        " eat and drink and meet people and look cool and and I was the guy who did amazing race wrote a book",
        1043.22,
        1049.92
    ],
    [
        " got or got wounded in Afghanistan powered his way back that did that got elected you know like I",
        1049.92,
        1054.94
    ],
    [
        " was always on display it felt you know so when I was allowed to be myself I kind of just let loose",
        1054.94,
        1060.02
    ],
    [
        " you know I'd like like to fuse on the on the rocket and was anyone advising you was anyone pulling",
        1060.02,
        1065.64
    ],
    [
        " you aside going hey bro you know no because I was the man in my world I was I was in charge",
        1065.64,
        1073.1
    ],
    [
        " like like my assistant um he tried his best um but you know it's not something like um like even",
        1074.54,
        1083.16
    ],
    [
        " even Kelle like she was around for a little bit like it's not something you just walk up and go hey",
        1083.16,
        1086.78
    ],
    [
        " jaco you don't fucking sorry hey jaco are you doing coke you know unless you have that relationship",
        1086.78,
        1093.62
    ],
    [
        " with someone you can't just open that door right um like it's it's where you are you are you",
        1093.62,
        1099.02
    ],
    [
        " jack and needles up your arm like are you doing Harold like you know what I mean like you can't just",
        1099.02,
        1102.38
    ],
    [
        " so and like I said I was the man in my life my whole world was like I was so in charge yeah um",
        1102.38,
        1110.46
    ],
    [
        " I kind of drank my own cool aid for a while you know I I talk about you go obviously all the time",
        1110.46,
        1115.28
    ],
    [
        " and one of the things I say when I talk about ego is is when you start believing your own hype right",
        1115.28,
        1121.56
    ],
    [
        " oh bro it's the worst and if you put yourself in a position where no one even has the the balls",
        1121.56,
        1128.8
    ],
    [
        " to come up to you and say hey I think you could do this a little bit differently and even if they",
        1128.8,
        1133.92
    ],
    [
        " do or they try and hint at it you kind of steamroll them because you're the man and this is what",
        1133.92,
        1139.42
    ],
    [
        " that situation is where you aren't looking at yourself thinking okay what am I really doing right",
        1139.42,
        1145.14
    ],
    [
        " now how is this working out well to in my view for a long time and it all worked out fine yeah",
        1145.14,
        1151.36
    ],
    [
        " which which all that does is solidify your beliefs well like you're on the show you come in second",
        1151.36,
        1158.0
    ],
    [
        " but you came in second with no legs that's pretty much like I put place right I sprinted past a",
        1158.0,
        1163.86
    ],
    [
        " sprinter like that girl Selena she was a sprinter in high school and I sprinted past her you know",
        1163.86,
        1168.94
    ],
    [
        " and I'm I'm getting older and you know my you know I'm just I was what yeah it just but when",
        1168.94,
        1177.0
    ],
    [
        " it started being like it was a it was a Saturday night and then it was a weekend thing and then",
        1177.0,
        1181.88
    ],
    [
        " it was like a four day weekend and then next thing I knew I was out because you know I I didn't",
        1181.88,
        1187.3
    ],
    [
        " need to go home and I saw the kids on the weekends and stuff so I just I was able to manipulate my",
        1187.3,
        1192.84
    ],
    [
        " and I'm the boss on my own schedule even you're manipulating everything including yourself",
        1192.84,
        1196.96
    ],
    [
        " because you're rationalizing it's so funny because it's not like you don't see this",
        1196.96,
        1202.06
    ],
    [
        " play out over and over and over again with with famous people right everybody famous people that",
        1202.06,
        1208.72
    ],
    [
        " all of a sudden they they get a they get a role in a movie or they they do something they they",
        1208.72,
        1214.38
    ],
    [
        " they get recruited to a professional sports team and next thing you know no one can tell them",
        1214.38,
        1219.78
    ],
    [
        " anything and they're gonna go and they're gonna go hard and the other thing that happens is you",
        1219.78,
        1225.36
    ],
    [
        " get surrounded with yes men people that are just telling you oh yeah yeah you do it every want",
        1225.36,
        1229.2
    ],
    [
        " and in my opinion a lot of times those yes men they're they're actually digging they're they're",
        1229.2,
        1234.18
    ],
    [
        " actually possibly well they're either trying to hook on to you and get what they can out of you",
        1234.18,
        1239.04
    ],
    [
        " and ride your coat tails or there's someone that just looking to make you fall down because they're",
        1239.04,
        1243.96
    ],
    [
        " jealous 100% I was surrounded by both and I'm not and it hey if you're around me and you're listening",
        1244.22,
        1250.14
    ],
    [
        " to this I'm not saying that was you but there are some people that might be listening that know",
        1250.14,
        1254.46
    ],
    [
        " exactly what they were in my life at the time and looking back on it it's like you know what's",
        1254.46,
        1260.5
    ],
    [
        " like doing a map reki after the after the mission or something and then you go oh how did I not see",
        1260.5,
        1267.16
    ],
    [
        " that right there that object or that obstacle right there how did I miss that yeah when it's so",
        1267.16,
        1273.24
    ],
    [
        " obvious so you know I spent so I think it's important to like just pause for a second though because",
        1273.32,
        1279.62
    ],
    [
        " people go into these situations all the time and what you have to do is you have to",
        1279.62,
        1284.34
    ],
    [
        " be you have to do a map study like you're saying you have to do a reconnaissance you have to look",
        1284.34,
        1289.94
    ],
    [
        " around and say hey maybe I don't know exactly where I am maybe I need to look for some of these",
        1289.94,
        1294.34
    ],
    [
        " obstacles maybe I need to look for some of these obvious pitfalls that I'm gonna look back in five",
        1294.34,
        1298.9
    ],
    [
        " years and I'm gonna say oh that person was a leech or oh I was being an idiot or oh everyone",
        1299.04,
        1305.6
    ],
    [
        " was fueling the fire so they could get more out of me and when when that's the way it is if you're",
        1305.6,
        1310.74
    ],
    [
        " aware of that that you're gonna get yourself in that situation the problem is the problem is",
        1310.74,
        1316.24
    ],
    [
        " you get in that situation you're supposed to be self-aware but you can't because you're in that",
        1316.24,
        1321.38
    ],
    [
        " situation right it's it's a catch 22 and I could tell you man when you're doing the amount of",
        1321.38,
        1328.88
    ],
    [
        " doing you it's impossible your your your ability to think objectively and self like their self",
        1328.88,
        1335.36
    ],
    [
        " awareness dissolves and guys like you and me and at worst but like you know we're warriors we're",
        1335.36,
        1342.32
    ],
    [
        " elite this and that we're supposed to have it all together but it's actually it's super common in",
        1342.32,
        1346.64
    ],
    [
        " our in our in our in our community and it's because we're so used to being on point I think for",
        1346.64,
        1353.74
    ],
    [
        " me what happened was I was so used to being on point that it just never occurred to me I was",
        1353.74,
        1359.12
    ],
    [
        " and it took her my kids even my mom my dad my brother my sister my assistants my a couple of good",
        1359.12,
        1368.0
    ],
    [
        " friends to kind of just start to turn the ship and when I was here last time the ship had just",
        1368.0,
        1375.0
    ],
    [
        " barely started to turn I had just before we can't drove down here I had just quit drinking and",
        1375.0,
        1383.44
    ],
    [
        " at New Year's which was actually pretty easy and you know I just I hadn't used since we",
        1384.08,
        1390.16
    ],
    [
        " tired of the road trip and we saw you like I think in the last half of it so and I felt like oh I",
        1390.16,
        1396.74
    ],
    [
        " I don't obviously I'm not addicted I I can go three weeks or whatever it was and and so 2017 was",
        1396.74,
        1403.42
    ],
    [
        " the down and then 2018 was a bit of a leveling out and then I had a hard crash right before New",
        1403.42,
        1410.1
    ],
    [
        " Year's this year or yeah I guess whatever a couple months ago and that's when her Kelly and",
        1410.1,
        1416.88
    ],
    [
        " everyone said if you don't go to rehab you're gonna lose it all so I have to back up because I know",
        1416.88,
        1421.98
    ],
    [
        " sorry man you jump like you're like oh then it leveled then crashed and also we're good",
        1421.98,
        1426.78
    ],
    [
        " because I because what for me what I want to see is I want to be able to recognize the warning",
        1426.78,
        1431.9
    ],
    [
        " signs better right yeah I know and I'm trying I'm I'm glossing because it's me did you get in trouble",
        1431.9,
        1437.84
    ],
    [
        " with your governmental job with your political position yeah did people eventually say because I",
        1439.66,
        1445.4
    ],
    [
        " remember at one point you missed a meeting you miss several meetings yeah and and all of a sudden",
        1445.4,
        1451.86
    ],
    [
        " it turned into hey what's this guys problem yeah so in politics you know as much as your your",
        1451.86,
        1456.9
    ],
    [
        " own boss and you know for for municipal level in Canada be rolling on tario because we don't have a",
        1456.9,
        1462.44
    ],
    [
        " party system at that level apparently you had your own party sister oh I brought party and I you",
        1462.44,
        1467.66
    ],
    [
        " know I was the party the the time when you're earning is when it's budget time and that's where you're",
        1467.66,
        1476.0
    ],
    [
        " fighting for your your community get the dollars that it deserves or the programs per me sorry the",
        1476.0,
        1483.22
    ],
    [
        " programs that you believe in you're you're there to say I think that this needs more money or this",
        1483.22,
        1487.96
    ],
    [
        " you know shift that's when you really make your make your money or make earn your pay as a politician",
        1487.96,
        1493.98
    ],
    [
        " to so to so to speak and and I just stopped showing up like you you can mess up the whole year but if",
        1493.98,
        1500.74
    ],
    [
        " you're not there for budget that's when people start going hey man what's going on and a really",
        1500.74,
        1505.02
    ],
    [
        " good friend of mine who's one of the bigger so these are the biggest meetings of the year and I'm",
        1505.02,
        1508.92
    ],
    [
        " missing important things that you have to do the most important things you have to do to represent",
        1508.92,
        1513.38
    ],
    [
        " the community that elected you and you're just not showing up I just yeah I just tell him I won't",
        1513.38,
        1518.86
    ],
    [
        " be there today and my consistent is like dude I can't keep covering for you you know and a good",
        1518.86,
        1524.12
    ],
    [
        " for a good friend of mine who's also a big political reporter in Canada called me one day and he said",
        1524.12,
        1528.94
    ],
    [
        " you need to meet me for lunch or you just you like you got to say something or else you're going down",
        1528.94,
        1535.76
    ],
    [
        " and I was like what and so I met him for lunch and I didn't I know and really didn't want to and",
        1535.76,
        1541.0
    ],
    [
        " and he's like this is what's gonna be said if you don't say anything and he's like I'm telling you",
        1541.14,
        1547.4
    ],
    [
        " this as a friend I've known you since way before you you were jody middick I've known you for and I",
        1547.4,
        1553.16
    ],
    [
        " respect you and you're you've always been straight and you've stopped you're not being straight anymore",
        1553.16,
        1558.66
    ],
    [
        " and you're not being honest you're not answering questions and he's like this is the world you're",
        1558.66,
        1563.34
    ],
    [
        " in now dude like this is how you have to handle it and so coming down and doing your show last time",
        1563.34,
        1568.56
    ],
    [
        " was kind of part of that come to Jesus when you want you to that did what did you do like a",
        1568.56,
        1573.12
    ],
    [
        " story with that reporter and say yeah I've been you did sort of I'm guilty but I only just told half",
        1573.12,
        1578.62
    ],
    [
        " the story kind of like like I was telling you half extreme ownership I took half of the",
        1578.62,
        1583.86
    ],
    [
        " ownership yeah I admitted to drinking but I couldn't I still didn't have it in me to admit",
        1583.86,
        1589.44
    ],
    [
        " to the drugs and and then what was the reaction of the public support mostly a lot of them I mean",
        1589.44,
        1597.0
    ],
    [
        " and politics the best part about politics is no matter how awesome you think you are there's always",
        1597.74,
        1601.58
    ],
    [
        " someone even if you are as awesome as you think you are someone out there is going to say no you're not",
        1601.58,
        1606.48
    ],
    [
        " and and so I had 90% of the public say you know we understand and you've been through a lot and",
        1606.48,
        1613.42
    ],
    [
        " this and that and and we support you we're here for you and fight on and you're a fighter and",
        1613.42,
        1618.04
    ],
    [
        " it was love and I and I took it in and and it fueled me honestly for a long time through 2018 I",
        1618.04,
        1626.38
    ],
    [
        " went back and did a few up did you stop drinking yeah yeah I quit drinking new we quit drinking",
        1626.38,
        1632.52
    ],
    [
        " both of us quit drinking New Year's Eve so the interview is December I want to say 18th",
        1632.52,
        1638.48
    ],
    [
        "ish 2017 so New Year's Eve we stopped drinking and then I spent the rest of the year",
        1638.48,
        1646.12
    ],
    [
        " trying to the rest of 2018 after especially after the I stopped wearing your shirts",
        1646.12,
        1651.36
    ],
    [
        " oh good right the good with the face those are the shirts I have of yours I I couldn't",
        1653.44,
        1658.4
    ],
    [
        " like in my mind I I didn't deserve it I couldn't even like your books are up on the shelf I couldn't",
        1658.4,
        1664.54
    ],
    [
        " even look at it my book is up on a shelf I couldn't look at it I 2018 I like yeah I stopped drinking",
        1664.54,
        1671.9
    ],
    [
        " and I admitted to my problem but then I had to deal with the emotional and psychological effects",
        1671.9,
        1677.38
    ],
    [
        " of realizing I'm a complete loser in my mind right like because as a kid when you grew up what was",
        1677.46,
        1684.28
    ],
    [
        " somebody did drugs a loser what was someone that could you control yourself cocaine at this time oh",
        1684.28,
        1689.72
    ],
    [
        " yeah well I had a break I did I managed to stop for a bit but you know my relationship with my",
        1689.72,
        1697.48
    ],
    [
        " with my former partner wasn't was anything but but awesome and you know and it's not saying",
        1697.48,
        1703.74
    ],
    [
        " bad or good about me or her but it's just like that's what happens in a relationship breaks up",
        1703.74,
        1707.52
    ],
    [
        " I'm under massive scrutiny by the public and the media now in Ottawa I'm under I'm under a lot of",
        1707.52,
        1716.24
    ],
    [
        " just a lot of different stressors are coming in you know I just I just couldn't get anything",
        1716.24,
        1722.74
    ],
    [
        " together dude I managed to stop drinking and that was about my only success so does the coke make",
        1722.74,
        1728.0
    ],
    [
        " you feel like a momentary like okay I've got this or does it just cover it up it's funny how",
        1728.0,
        1735.8
    ],
    [
        " it makes you think of other things at first you just everything is awesome but eventually it stops",
        1735.8,
        1743.4
    ],
    [
        " working and it starts starts being like it's an opposite and it's it's just like they say it is",
        1743.4,
        1748.36
    ],
    [
        " eventually it starts to try to rewire your brain I remember coming off oxy cotton and it was",
        1748.36,
        1754.34
    ],
    [
        " harder than getting wounded and coming off coke isn't harder than getting wounded but it's",
        1754.34,
        1759.52
    ],
    [
        " easier to get back on does that make sense I probably quit three times a week for a while there",
        1759.52,
        1765.7
    ],
    [
        " like I go two or three days and I'd be like oh I'm doing good today I didn't do and then the",
        1765.7,
        1770.92
    ],
    [
        " slightest like push like that I don't know if they can see that on the camera I'm pushing a water",
        1770.92,
        1775.96
    ],
    [
        " boil see it right oh there it is I'm pushing it the slightest push one half a degree off my axis",
        1775.96,
        1783.3
    ],
    [
        " on the compass and that was it that was it eight ball and a ball I didn't get I didn't get I didn't",
        1783.3,
        1788.66
    ],
    [
        " drink but it was like I need it the slightest stressor and I would and I'd go off and I just I",
        1788.66,
        1797.82
    ],
    [
        " stopped having the ability to deal with life's my life's problems you know and on top of it for a",
        1797.82,
        1804.14
    ],
    [
        " lot of that year oh no well twenty after I got back from the road trip where I saw you guys last",
        1804.14,
        1809.64
    ],
    [
        " I did put my legs back on um but just like not like just every time I felt like I was like",
        1810.14,
        1816.74
    ],
    [
        " I'd go up a couple rungs in the ladder I'd fall back a couple and I was making progress but not",
        1816.74,
        1824.52
    ],
    [
        " the kind of progress someone like like me is used to like I'm used to like being in control",
        1824.52,
        1830.0
    ],
    [
        " and if I don't want to do something I don't do it and if I want to do something I do it and this",
        1830.0,
        1835.3
    ],
    [
        " is one of those ones and I remember when I admitted to my psychologist",
        1835.3,
        1838.42
    ],
    [
        " 2000 I soon to two two thousand nine-ish because I like I said I picked up I tried cocaine",
        1838.42,
        1845.82
    ],
    [
        " back in 2003-04 after my first road to Afghanistan and you know and I was like oh okay",
        1845.82,
        1855.18
    ],
    [
        " yeah I was like cool whatever I didn't really do it think about it for a long time after but",
        1855.18,
        1860.18
    ],
    [
        " she said that that one that one can get you be just be careful",
        1860.34,
        1864.1
    ],
    [
        " uh oh she actually said watch out but this is in 2009 after I'm wounded she said well what do you",
        1864.1,
        1873.28
    ],
    [
        " do to strap to relieve stress I'm like well you know on the weekends I my girlfriend I will drink",
        1873.28,
        1878.58
    ],
    [
        " and do a little and and she's like what coke yeah you have a real casual way of saying this",
        1878.58,
        1884.58
    ],
    [
        " but uh well sorry man it's my life but it's see what because I admitted to her because I try",
        1884.58,
        1890.08
    ],
    [
        " like no matter what you need someone you can talk to I have I've always believed that you know what",
        1890.08,
        1895.9
    ],
    [
        " to sometimes people develop personalities that they they manage to figure out how to make things",
        1895.9,
        1902.42
    ],
    [
        " happen right so for instance yeah some people they just have a way of talking to you you ever known",
        1902.42,
        1907.92
    ],
    [
        " someone that can like say something really horrible but they but then they say something else they",
        1907.92,
        1914.06
    ],
    [
        " kind of like can recover from it you don't feel all that bad or you get you so it sounds like",
        1914.06,
        1919.2
    ],
    [
        " maybe you developed a technique of being like just talking about this in such a way that people go",
        1919.2,
        1923.58
    ],
    [
        " oh you know he's if he's talking about this is such a controlled way and it's not that big of a deal",
        1923.58,
        1927.04
    ],
    [
        " you know what that's probably not that big of a deal because that's how you're talking about it to me",
        1927.04,
        1930.28
    ],
    [
        " that's how I talked about it to myself yeah because I even had a military doctor and I don't even",
        1930.28,
        1935.18
    ],
    [
        " know if this is a real thing tell me I have an anti addictive personality right just you you're",
        1935.18,
        1941.3
    ],
    [
        " getting the most and this is called re you're getting the biggest reinforcements for your bad behavior",
        1941.3,
        1947.16
    ],
    [
        " bro everything you do you you win and succeed even though you're doing stuff wrong imagine if I",
        1947.16,
        1953.08
    ],
    [
        " done everything sober you know like but yeah anyway she said that in that in that in that echoed",
        1953.08,
        1959.78
    ],
    [
        " and then you know what I I didn't even realize the I don't even know what word to use like the fact",
        1959.78,
        1965.88
    ],
    [
        " that I almost lost my career in the 90s because I was with a friend who bought cocaine and you",
        1966.04,
        1972.44
    ],
    [
        " can read that in the book if and I think we talked about yeah we talked about it but and I didn't",
        1972.44,
        1978.2
    ],
    [
        " I'd never done it at that point and I didn't want to do it but I didn't want my friend to go and",
        1978.2,
        1982.3
    ],
    [
        " loan into some sleazy bark bar and anyway and here I am and it's all rationalization by the way",
        1982.3,
        1989.02
    ],
    [
        " yeah it's 100% rational that was a 97 here I am in 2017 losing everything to cocaine",
        1989.02,
        1994.24
    ],
    [
        " losing everything and I thought oxy cotton was my problem right or the booze and it turns out like",
        1995.94,
        2001.52
    ],
    [
        " it just I couldn't slay this dragon you know so you know 2018 was a lot of up and down up and down",
        2001.52,
        2009.3
    ],
    [
        " up and down and and yeah I gloss over it because it's there's too much to talk about on a podcast but",
        2009.3,
        2016.52
    ],
    [
        " you and I would message back every now and then and even the last show you said yeah oh yeah I went",
        2016.52,
        2021.1
    ],
    [
        " through my texts and and I saw you said the enemy oh flanged me and this in that 2019 18 was me",
        2021.1,
        2027.48
    ],
    [
        " figuring out how to regroup and reorganize and and I'm still and I realized to dude like anyone who's",
        2027.48,
        2036.68
    ],
    [
        " been wounded in action or hurt in life recovery is it takes it's taken me 12 years and I'm not even",
        2036.68,
        2044.06
    ],
    [
        " recovered from getting blown up yet you know right before the show we were talking about and I think",
        2044.06,
        2048.66
    ],
    [
        " we probably talked about the first time I was here because I recognized this the long time ago",
        2048.66,
        2052.06
    ],
    [
        " I was prepared to die or get that awesome wound I can brag about at the barbecue when I'm old",
        2052.06,
        2058.34
    ],
    [
        " we sent a lot of bandages and body bags Afghanistan as a as a force and I think you you guys did",
        2058.34,
        2064.3
    ],
    [
        " to it first we didn't even think about all the career ending injuries that are possible you know",
        2064.3,
        2070.16
    ],
    [
        " because we aren't draftees they weren't the greatest generation work professional soldiers",
        2070.16,
        2075.5
    ],
    [
        " I saw myself retiring at I don't know what the age is here but probably 55 grizzled old sergeant",
        2076.42,
        2083.36
    ],
    [
        " or worn officer you know go and then teach then teach shooting at the Canadian Army sniper school",
        2083.36,
        2090.22
    ],
    [
        " you know as a as a contractor or something or I don't know I just never saw myself not being a soldier",
        2090.22,
        2096.5
    ],
    [
        " and and you know what I realized this the other day the politics was a bandaid the TV shows the books",
        2096.5,
        2104.62
    ],
    [
        " the podcast these are all a part of me finding a way but I'm back you know I'm I'm instructing",
        2104.68,
        2109.84
    ],
    [
        " shooting again you know with some of my friends I'm back to advocating for veterans again you know",
        2109.84,
        2115.66
    ],
    [
        " which I can have time for I'm trying to work I quit I could have run again for politics and one",
        2115.66,
        2120.66
    ],
    [
        " easily even with all my troubles I I didn't want to I want to be like Jaco I want to work for myself",
        2120.66,
        2129.34
    ],
    [
        " no dude listen well I don't know if you remember this but when you were I think even the first or",
        2129.46,
        2134.82
    ],
    [
        " definitely the second time you came down and you're telling me about all this all the stuff that",
        2134.82,
        2138.48
    ],
    [
        " you have to put up with every day all these people that you're dealing with and I just said bro",
        2138.48,
        2142.46
    ],
    [
        " why don't you just not do that job again because the job satisfaction that you're getting out of it",
        2142.46,
        2150.08
    ],
    [
        " is none I mean maybe you're getting a little bit but basically you're not getting any real job",
        2150.08,
        2154.34
    ],
    [
        " satisfaction you're having to say things that you don't really feel like saying you're having to",
        2154.34,
        2158.14
    ],
    [
        " talk to people that you really don't feel like talking to and meanwhile you're dealing with the",
        2158.14,
        2161.76
    ],
    [
        " fact that you lost your legs in Afghanistan every freaking day is a is is has presents challenges",
        2161.76,
        2167.66
    ],
    [
        " anyways and then you're presenting yourself with challenges that you don't enjoy because it's",
        2167.66,
        2172.26
    ],
    [
        " one thing to say oh I'm gonna go do Jiu Jitsu today and it's a challenge but that's a challenge",
        2172.26,
        2177.52
    ],
    [
        " I enjoy or oh I'm gonna go for a run today but it's a challenge I enjoy it's another thing to say",
        2177.52,
        2181.04
    ],
    [
        " I'm gonna go do this challenge that I do not like and I don't get anything out of yeah that to",
        2181.04,
        2186.14
    ],
    [
        " me was was it was the first time we made it was the first time we met and we were at Echo's brother's",
        2186.14,
        2192.1
    ],
    [
        " company where your podcast was and you your advice rang you know Kelli and I had a long talk",
        2192.1,
        2198.52
    ],
    [
        " before I announced I wouldn't run again and she said the same thing she says remember what Jaco",
        2198.52,
        2202.92
    ],
    [
        " said the squeeze isn't worth the juice or like that's the way she put it but that's what she was",
        2202.92,
        2208.04
    ],
    [
        " because I when I got home I told her what we talked about and Kelli and I were just friends back",
        2208.04,
        2212.1
    ],
    [
        " then and and stuff but you know it that was a big my sister my baby sister actually she",
        2212.1,
        2220.02
    ],
    [
        " she said you know I knew you wouldn't last in politics not and she and it wasn't an insult she",
        2220.02,
        2226.18
    ],
    [
        " said you're just you're not you're not the right person like your personality isn't isn't for the",
        2226.18,
        2231.24
    ],
    [
        " political side of things yeah and and I want to work for myself and I love my podcast is back up we've",
        2231.24,
        2240.4
    ],
    [
        " Kelli and I want to do online coaching now for people like we've got some hard hard miles between",
        2240.4,
        2245.58
    ],
    [
        " us and we want to try and help people avoid some of the things we've gone through and I'm and we're",
        2245.58,
        2250.7
    ],
    [
        " started and I'm just starting to like wander I'm becoming like the guy in we're we I should say",
        2250.7,
        2257.2
    ],
    [
        " because we're a team we're like the guy in Kung Fu we just wander we're just gonna wander",
        2257.2,
        2262.6
    ],
    [
        " wander the earth wander the earth and and bake our own schedule and but we you know what we do more",
        2262.6,
        2269.0
    ],
    [
        " work in a day now like it doesn't seem like work but we we get more accomplished in a day or two now",
        2269.0,
        2275.08
    ],
    [
        " than we used to in two weeks because it's for ourselves and it's just and it's fun now but I mean",
        2275.08,
        2281.28
    ],
    [
        " that when we're just starting but I mean you know back to the story I just I lost myself and I finally",
        2281.28,
        2288.74
    ],
    [
        " have come I think close to full circle back to who I was except you know I'm 42 and I accept that",
        2288.74,
        2295.9
    ],
    [
        " I lost my legs and I accept that my career ended and I accept that I'm a complete mess up if I let",
        2295.9,
        2301.88
    ],
    [
        " myself be and I accept that I'm a human being because of it because I don't know anyone who doesn't",
        2301.88,
        2308.34
    ],
    [
        " have any flaws but your your extreme ownership and the way I've always even before I had a term",
        2308.34,
        2317.32
    ],
    [
        " extreme ownership ask anyone who knows me I might not tell you all all the things about me or about",
        2317.32,
        2323.8
    ],
    [
        " my life but I'm not gonna bullshit you and I'm not gonna lie about things that don't matter",
        2323.8,
        2330.06
    ],
    [
        " and I know everything matters if something can matter if you're not lying about something because",
        2330.06,
        2334.9
    ],
    [
        " it doesn't matter but there's some things that are none of your business but I even you know anyone",
        2334.9,
        2340.78
    ],
    [
        " who knows me knows that I don't bullshit for the most part you know because you know sometimes I'll",
        2340.78,
        2346.04
    ],
    [
        " mess with it with you just for fun but and and that's just the way I want to live my life and and I",
        2346.04,
        2352.64
    ],
    [
        " was bullshitting myself you you her my kids the public all the people that supported me supported me",
        2352.64,
        2361.08
    ],
    [
        " for half truth this is why I told you your listeners deserve to have Jody Middit come back and and say",
        2361.08,
        2367.34
    ],
    [
        " hey guys because a lot of your listeners bro like dude I know I don't want to tear up or anything",
        2367.34,
        2373.58
    ],
    [
        " because I'm a man or you know whatever but I get a message minimum one a week since the last show",
        2373.58,
        2380.3
    ],
    [
        " minimum often it's four five ten hey man heard you on jaco thanks for being so truthful about",
        2381.34,
        2389.02
    ],
    [
        " your problems and it helped me quit drinking here it helped me get back into gym and I'm like",
        2389.02,
        2394.8
    ],
    [
        " fuck I I had to come back and just say hey guys like you're you're back in the gym I haven't even",
        2394.8,
        2401.58
    ],
    [
        " been to the gym since October 2016 you know I know you can't believe it but good genetics",
        2401.58,
        2407.66
    ],
    [
        " yeah good genetics but I mean I'm just saying like I felt like a fraud dude and I hated it and like",
        2408.2,
        2415.54
    ],
    [
        " she would watch me like just I would get a message and I'd be like you know I'd like throw",
        2415.54,
        2419.58
    ],
    [
        " the phone and she'd be like it you get another message from someone who heard you on jaco and I'm",
        2419.58,
        2423.64
    ],
    [
        " like yeah and I my podcast is nowhere to be found in the book I could have made twice the much",
        2423.64,
        2429.5
    ],
    [
        " money on that book if I had been put together enough up here to tour with it more to go out with",
        2429.5,
        2435.68
    ],
    [
        " them and I still could have done my job but I I was compromising myself so much on on the on the front",
        2435.68,
        2441.76
    ],
    [
        " end that on the back and I couldn't keep it up you know so I had to it was like do do politics well",
        2441.76,
        2447.6
    ],
    [
        " or do the book well can't do both well I stopped being able to multitask and everything and I just",
        2447.6,
        2453.26
    ],
    [
        " wanted to come on the show and say sorry to you guys and all the listeners and just say and I know",
        2453.26,
        2458.18
    ],
    [
        " a lot of them will say you don't know what I owe you and for me treat please you know I owe you guys",
        2458.18,
        2462.96
    ],
    [
        " you guys supported me but you deserve the truth and the truth is I was doing a lot more than drinking",
        2463.46,
        2469.3
    ],
    [
        " and I did 30 days in rehab at the end of the lat when did I go in right after Christmas",
        2469.3,
        2475.92
    ],
    [
        " and I am back on a path of righteousness if you want to call it that I am trying to atone",
        2475.92,
        2482.9
    ],
    [
        " I'm trying to rebuild some bridges I burned and I've had people not return my call and I don't blame",
        2482.9,
        2490.2
    ],
    [
        " I was a bit I was I was that guy you see in the movies for a good solid three three months",
        2490.78,
        2496.48
    ],
    [
        " there at the end of the year I could I went full I I don't want to say that word but I went I just I",
        2496.48,
        2501.42
    ],
    [
        " went full full dummy and I and I realized it and you know so that's anyway why I'm here",
        2501.42,
        2508.1
    ],
    [
        " was there a point what led you to say that you were going to go to rehab well I mean for the",
        2508.1,
        2518.06
    ],
    [
        " cliche is you know what was rock bottom at what point did you look at yourself and say damn I",
        2518.1,
        2522.48
    ],
    [
        " got to get my shit together now my girls needed me Kelly needed me my mom needed me my dad my if",
        2522.48,
        2531.06
    ],
    [
        " everyone in your life is telling you there's a problem there's a problem and they managed to get",
        2531.06,
        2538.44
    ],
    [
        " through the static that was in my head and Kelly has had some serious like health issues",
        2539.74,
        2546.06
    ],
    [
        " that weren't being helped by my behavior to say the least she suffered do you mind if I tell them",
        2546.06,
        2556.32
    ],
    [
        " so she had a hysterectomy right in 25 2017 which is all part of the story and she almost died on",
        2556.32,
        2563.92
    ],
    [
        " the operate are she then got sepsis and then almost died and at the time our relationship wasn't an",
        2563.92,
        2570.12
    ],
    [
        " open thing and I couldn't be there for her and then my legs stopped working and we couldn't be",
        2570.12,
        2575.88
    ],
    [
        " there for each other even in private and and and then so that was 2017 so she's trying to",
        2575.88,
        2582.96
    ],
    [
        " look after me and herself and her and her her own relationship changing but anyway",
        2582.96,
        2589.58
    ],
    [
        " um so she had she had a cardiac moment from the stress of watching me destroy myself so Kelly had",
        2590.62,
        2597.8
    ],
    [
        " a cardiac moment my daughters were crying you know where's daddy where you're always and then",
        2597.8,
        2603.94
    ],
    [
        " you're always late to get us or and then when we're with you you sleep and and my mom",
        2603.94,
        2611.6
    ],
    [
        " for my mom and my dad to agree on something which is Jody needs help was another light bulb",
        2611.6,
        2618.92
    ],
    [
        " and I was still in here somewhere like Jody was still there and trying his best and and being so",
        2619.72,
        2627.64
    ],
    [
        " self reflective and if you ever have to go in through anything like this it's again this is something",
        2627.64,
        2632.06
    ],
    [
        " you can't no one can describe and everybody's is different and you're looking for the rock bottom",
        2632.06,
        2637.88
    ],
    [
        " I had a couple and every one of them was uh in my and from my point of view my relationship with the",
        2637.88,
        2645.14
    ],
    [
        " people I love was on thin ice you know if my best friend my soulmate and my future wife the person",
        2645.14,
        2654.64
    ],
    [
        " I want to marry is saying my health cannot sustain this so I will have to leave you because from",
        2654.64,
        2664.16
    ],
    [
        " from my own health never mind you your my health that's when I was like I okay well obviously",
        2664.16,
        2671.04
    ],
    [
        " obviously I got it this isn't working what does it look like day to day when you're doing so much",
        2671.72,
        2676.9
    ],
    [
        " cocaine that it's causing all these issues because I actually don't know you know good and I",
        2676.9,
        2682.32
    ],
    [
        " probably never will know hopefully yeah and if you do I'll fly down here and we'll figure it out but",
        2682.32,
        2686.96
    ],
    [
        " that's the the thing is uh you honestly believe everyone's against you um you honestly believe",
        2686.96,
        2695.08
    ],
    [
        " there's no right move you can make except calling that guy who has the stuff and then and even though",
        2695.08,
        2702.58
    ],
    [
        " I got to a point where I knew exactly where doing the coke would lead and I didn't care",
        2702.58,
        2709.5
    ],
    [
        " I didn't care I'd waste another day uh or another usually it was three days where we're completely wasted",
        2709.5,
        2716.76
    ],
    [
        " uh because what what does that look like when you waste three days you you buy a bunch of cocaine",
        2716.76,
        2721.2
    ],
    [
        " you do a bunch and then you know you can only do so much right before you just feel like you just",
        2721.2,
        2726.62
    ],
    [
        " like you physically just can't do more than you can or you could and you know and because of who I",
        2726.62,
        2732.8
    ],
    [
        " am and the way my mind works I'm always aware of okay there's OD as possible uh there's just your",
        2732.8,
        2738.06
    ],
    [
        " body can physically give out if you like your body needs sleep right we're trained for that like we're",
        2738.06,
        2743.14
    ],
    [
        " trained like and so I didn't have all this information and also you know I knew a guy who is Canadian",
        2743.14,
        2749.22
    ],
    [
        " special operations regimen I didn't really know him that well but in his mind he and he would",
        2749.76,
        2755.56
    ],
    [
        " break you would say I know what I'm gonna if I'm gonna die in a room full of cocaine and hookers",
        2755.56,
        2760.18
    ],
    [
        " and he did he did it to him but he wanted to I didn't want to die I have no interest in dying um",
        2760.18,
        2767.2
    ],
    [
        " so you know I have all these factors and then it's weird but at the near the end I was oh sorry",
        2767.2,
        2775.36
    ],
    [
        " and here's another rock bottom moment I started buying booze again who because booze and coke like",
        2775.36,
        2781.52
    ],
    [
        " one brings you up and then the other one brings you down and they kind of that's why they go",
        2781.52,
        2785.4
    ],
    [
        " together so well and if that's what you're looking for but don't kids okay um so when you do a bunch",
        2785.4,
        2793.36
    ],
    [
        " of coke what do you when you say you waste three days what are you doing nothing you're it's not",
        2793.36,
        2797.88
    ],
    [
        " like hyper productive hey I'm gonna go right anymore not not when you're in the state of mind I was at",
        2797.88,
        2803.8
    ],
    [
        " first yeah a little bit what take you through the weekend and you'd get you get your email",
        2804.24,
        2809.58
    ],
    [
        " inbox will be empty uh it might not make some of your replies might not make a lot of sense but you",
        2809.58,
        2814.64
    ],
    [
        " get through them um you might read that book you've been wanting to do and you might binge watch uh",
        2814.64,
        2819.86
    ],
    [
        " like friends or something you know I binge watched a lot of mindless TV on coke like friends how I",
        2819.86,
        2827.92
    ],
    [
        " met your mother uh the the show house uh scrubs things that didn't matter because I couldn't watch",
        2827.92,
        2834.84
    ],
    [
        " I love documentaries but I couldn't watch them because they made me too sad and then I couldn't watch",
        2834.84,
        2839.7
    ],
    [
        " ones that were about people like success stories because I'd feel like a failure so I watched all",
        2839.7,
        2845.12
    ],
    [
        " this meaningless TV and that's what I would do she'd come by and I'd be watching like episode 300",
        2845.12,
        2850.68
    ],
    [
        " of how I met your mother I have a piece of have a pizza box there with one slice with one bite out",
        2850.68,
        2856.38
    ],
    [
        " and maybe I was drinking like a protein shake or something you know because I had to hide you",
        2857.22,
        2862.22
    ],
    [
        " got a hydrate bro you got a hydrate and so and get she'd show up with a six pack of gatorade",
        2862.22,
        2866.94
    ],
    [
        " and alpha brain or like another generic uh newtropic because I was the thing I was like oh as long",
        2866.94,
        2873.32
    ],
    [
        " as I got my newtropics yeah but um and so that's three days and because I wasn't wearing my legs",
        2873.32,
        2879.14
    ],
    [
        " I literally sat on the couch like look at my posture right now this is from sitting on the couch",
        2879.14,
        2884.18
    ],
    [
        " for like a year straight like I gotta like work now you know and I uh and yeah man you just some",
        2884.18,
        2891.18
    ],
    [
        " of your behavior is inexplainable and I'll tell you right now I did some some behavior that I'm just like",
        2891.18,
        2897.24
    ],
    [
        " you know I don't know it's it's it's I don't know if I'll and then I wasn't evil or anything but",
        2897.24,
        2903.7
    ],
    [
        " I was not a good guy I was not a good guy I'm lucky to have her next to me I'm lucky to have",
        2903.7,
        2908.9
    ],
    [
        " that my kids still talk to me I'm lucky my mom didn't disown me you know um and I know at the end",
        2908.9,
        2915.24
    ],
    [
        " of the day they all came together and I I sucked it up I manned up I took ownership and I went to",
        2915.24,
        2921.0
    ],
    [
        " rehab and I threw my I did what I did in my book you know that that line where I say I went back",
        2921.0,
        2925.96
    ],
    [
        " to to training like I got sent to as punishment I got sent back to battle school um and I had a",
        2925.96,
        2932.82
    ],
    [
        " choice I could be the asshole that I was the first time or I could show up in shape with my boots",
        2932.82,
        2938.52
    ],
    [
        " polished in my uniform ironed and be the best candidate and soldier that I could be and I did that",
        2938.52,
        2946.38
    ],
    [
        " and I went to rehab and I did that and then within 30 days they they were offering me a job",
        2946.38,
        2952.72
    ],
    [
        " I got one more question about the bottom so you you basically this happens for three for three",
        2952.72,
        2961.42
    ],
    [
        " days you buy enough cocaine for three days and then you're watching TV you're eating pizza you're",
        2961.42,
        2966.18
    ],
    [
        " sitting around you're just in a bad place then you run out of cocaine and then when you are not",
        2966.18,
        2974.56
    ],
    [
        " high anymore from the cocaine are you like okay I just want to get more cocaine is that basically",
        2974.56,
        2980.82
    ],
    [
        " what happens um usually you go through a period of self-loathing okay I was gonna say at any point",
        2980.82,
        2986.92
    ],
    [
        " when you when you when you sober up and you go dang why why am I doing this like well yeah a lot",
        2986.92,
        2994.42
    ],
    [
        " but also it's a joke in the community uh or those that in that per take because it's called the",
        2994.42,
        3001.68
    ],
    [
        " cocaine blues because your system has been hijacked and hardwired and been it's kind of like when you",
        3001.68,
        3007.34
    ],
    [
        " nitrous your engine right and you just nitrous it till it red lines uh eventually there's nothing",
        3007.34,
        3014.28
    ],
    [
        " left so that's what happens as soon as you like let the nitrous out the the engine kind of like",
        3014.28,
        3019.56
    ],
    [
        " goes it has no power for a while and until it cools off and that's basically what you go through",
        3019.56,
        3025.12
    ],
    [
        " and the only way to remedy it if less you power through the three to three two three days are the",
        3025.12,
        3030.98
    ],
    [
        " weak depending on how long your binge was till your serotonin levels come back and it takes it",
        3030.98,
        3036.88
    ],
    [
        " can take and at and at this point I was abusing for a year right like steady well actually by the end",
        3036.88,
        3043.16
    ],
    [
        " the last year it was two years steady still 2017 2018 are basically a right off for me as much as",
        3043.16,
        3050.2
    ],
    [
        " I got certain things done a lot of it was a right off but you you go through as soon as it's done",
        3050.2,
        3056.28
    ],
    [
        " you're like I'm never doing this again oh my god I can't you call I'd call her and I'd be like I'm",
        3056.28,
        3060.96
    ],
    [
        " sorry I can't believe I did it she'd be like all right well I can have heard that before you know",
        3060.96,
        3065.28
    ],
    [
        " at first it was optimism okay good yeah we'll work on this together and then but then you know",
        3065.28,
        3070.4
    ],
    [
        " what and then like I said you know remember when I said an inch off your as as a myth or whatever",
        3070.4,
        3075.24
    ],
    [
        " now it's like a millimeter and you're like all right and unfortunately the guy delivers you know",
        3075.24,
        3081.54
    ],
    [
        " so you don't even have to get you don't even have to get dressed he just comes to the door and like",
        3081.54,
        3086.1
    ],
    [
        " you know and then put it on my tab and you know and yeah and even when and when that guy says are",
        3086.1,
        3092.18
    ],
    [
        " you sure that's another indication like when the guy who makes money off you being an an idiot",
        3092.18,
        3098.64
    ],
    [
        " thanks you're an idiot you got to start thinking about life choices and you know",
        3098.88,
        3104.46
    ],
    [
        " I did it I went through it man I'm again I'm here to tell the truth to you and the listeners",
        3104.46,
        3111.02
    ],
    [
        " because they're watchers if they're on YouTube like I can't hide it and to to to pretend I just",
        3111.02,
        3119.22
    ],
    [
        " had some issues like a lot of people you hear in the media right oh they're they're having some",
        3119.22,
        3124.12
    ],
    [
        " issues just say what it is man it's just what soon as I I went on the a show in Ottawa the same guy",
        3124.86,
        3131.2
    ],
    [
        " who who came to me and I and I did the and I and I went on a show and I said it I said I did",
        3131.2,
        3136.2
    ],
    [
        " cocaine I felt like a thousand pounds man off my shoulders and he's he's like I did not expect",
        3136.2,
        3142.64
    ],
    [
        " that I said I know man and that's how much of a bullshit artist I became and I and I hate it",
        3142.64,
        3147.82
    ],
    [
        " I hate it my ex even said once she said you weren't as you weren't a sneaky bullshitter before",
        3147.82,
        3153.6
    ],
    [
        " you know like you got to stop this and you know it's you know the extreme ownership comes in here",
        3154.16,
        3160.8
    ],
    [
        " because even when I you know when I first back 20 years ago when I first got sent back to",
        3160.8,
        3168.0
    ],
    [
        " to training as punishment for being an idiot I owned it anyone said hey are you the guy who",
        3168.0,
        3173.02
    ],
    [
        " got arrested for coke I'd be like well I didn't have it but yeah yeah that was me because",
        3173.02,
        3176.74
    ],
    [
        " what are you gonna do say no like you know and and I always tried to live that way and I lost",
        3176.74,
        3183.24
    ],
    [
        " myself to this stuff and I'm just stopping honest with everyone especially myself and that's",
        3183.34,
        3189.08
    ],
    [
        " saying that you got to look after yourself before you can look after anybody else is a is a",
        3189.08,
        3194.28
    ],
    [
        " 150 percent true you know even and Kelly even learned some lessons here because she didn't take",
        3194.28,
        3199.68
    ],
    [
        " enough time to recover from her surgery and it almost killed her again you know and she because",
        3199.68,
        3204.62
    ],
    [
        " she was worried about that work and her kids in this you got to worry about yourself and and",
        3204.62,
        3210.78
    ],
    [
        " again man I'm on like a redemption tour almost I feel like and and I love it I love it like we were",
        3210.78,
        3216.58
    ],
    [
        " we were we were we were but you know somebody said something I went oh yeah I just got",
        3216.58,
        3222.7
    ],
    [
        " it every have for cocaine and they went oh okay so coffee because I think they wanted to get a",
        3222.7,
        3228.44
    ],
    [
        " drink and I'm like yeah I just got to rehab you know it's a great conversation starter or",
        3228.44,
        3234.5
    ],
    [
        " Ender so talk to me about rehab what what goes on there you know it's a it's a whole lot of just",
        3235.3,
        3241.52
    ],
    [
        " being told to think about how you're living your life I did most usually for cocaine they want",
        3241.52,
        3249.2
    ],
    [
        " 90 days I was only willing to commit the 30 because I still had a little bit of like that you go going",
        3249.2,
        3254.12
    ],
    [
        " and stuff and I did the 30 and I did okay and like I said they were offering me a job or like",
        3254.12,
        3263.86
    ],
    [
        " you know we were in talks about maybe working there um but you know it's funny how like",
        3263.86,
        3273.98
    ],
    [
        " once you open your mind to possibilities the the way forward is obvious I have no business being",
        3273.98,
        3282.98
    ],
    [
        " in this town called Brockville where the rehab place was um but if I wasn't there Kellyanne I",
        3282.98,
        3293.84
    ],
    [
        " were at which inspired us to remind us that two years ago when we first moved out of our how are",
        3293.88,
        3299.34
    ],
    [
        " three years ago now holy crap almost three years ago now when we first moved out from our old",
        3299.34,
        3305.14
    ],
    [
        " relationships and we're trying to establish our own um my goal before I got elected was I wanted",
        3305.14,
        3311.76
    ],
    [
        " to open a gym and I wanted to build a community of positive people and I wanted to like wake up",
        3311.76,
        3317.82
    ],
    [
        " every morning have a coffee like I don't know why but in my mind I have an image of me in shorts",
        3317.82,
        3323.18
    ],
    [
        " with a long sleeve t-shirt opening up like a garage door and having like people come in with gym",
        3323.18,
        3329.1
    ],
    [
        " bags like hey jody how's it going good morning sir you know like and not sir like hey sir but like",
        3329.1,
        3333.66
    ],
    [
        " because I'm like I'm like the leader or like I'm the I'm the pop-up bear of this group that's",
        3333.66,
        3339.86
    ],
    [
        " what we Kelly and I call ourselves mama and pop-up bear and and even in rehab they started",
        3339.86,
        3343.68
    ],
    [
        " called me pop-up bear because I'd be like I was almost twice as old as most of the people there",
        3343.68,
        3348.08
    ],
    [
        " most of them were like late teens early 20s maybe 30 some of them were 30 but you know even the",
        3348.78,
        3354.78
    ],
    [
        " older people like there was like one woman there in her 60s and she'd be like hey pop-up bear because",
        3354.78,
        3358.74
    ],
    [
        " that's just who we are like I like I like you're the same you're like me but like and Kelly's the",
        3358.74,
        3363.44
    ],
    [
        " same and we just we we want to look after people we can't help it right you know and the rehab",
        3363.44,
        3367.82
    ],
    [
        " people look after yourself but anyway Kelly comes and picks me up and we're I'm allowed I can",
        3367.82,
        3372.84
    ],
    [
        " given a day pass you know that go they let you go out for the day if you're good if you're good boy",
        3372.84,
        3376.9
    ],
    [
        " I go they let you go out on rehab and so we're driving around that's when I saw that building I think",
        3376.9,
        3382.0
    ],
    [
        " I sent you picture to the next one 1905 this thing was a wood mill beautiful big wooden beams like a",
        3382.0,
        3388.5
    ],
    [
        " beautiful building unfortunately it would have been more to repair it than it would have been to buy",
        3388.5,
        3394.26
    ],
    [
        " it but it put our minds on this path to what a great area that is the fact that we want to go back",
        3394.26,
        3400.9
    ],
    [
        " on this path of building this community and so we we want to build so we're still doing it",
        3400.9,
        3406.72
    ],
    [
        " every and and and we you should you should kill you and I drive a lot because we have our best",
        3406.72,
        3411.58
    ],
    [
        " meetings our business meetings are when we're driving and and so we want to open what's called HQ",
        3411.58,
        3418.18
    ],
    [
        " and it's going to be a fitness wellness center and and it's going to be a more of a community than",
        3418.18,
        3424.68
    ],
    [
        " anything kind of like if you want to just come chill you can come chill we're gonna have I want to have",
        3424.68,
        3428.84
    ],
    [
        " a library I want to have a podcast studio I want to have classrooms and you know and we're going",
        3428.84,
        3433.96
    ],
    [
        " to just like be there to help you live a better life and and the best way for me to live a good life",
        3433.96,
        3440.76
    ],
    [
        " is to help you live a good life and I've realized that now like even when I was in my military unit like",
        3440.76,
        3446.56
    ],
    [
        " even if I wasn't hungry I'd grab extra food and bring it back to the boys you know if I",
        3446.56,
        3451.18
    ],
    [
        " if I realized like there was something shiny around to be had I'd like find a way to get my hands",
        3451.18,
        3456.3
    ],
    [
        " on it for the for the team and stuff you know I'm my happiest when I'm looking out for others",
        3456.3,
        3462.18
    ],
    [
        " and I know and at the same time though you know they're looking out for you and and it feels good",
        3462.18,
        3467.64
    ],
    [
        " to have friends and family and and you know a tribe around you right you know we're tribal animal",
        3467.64,
        3472.86
    ],
    [
        " and I you know do you know a date Fletcher he was Joe Rogan oh yeah yeah for sure um well I don't",
        3472.86,
        3486.28
    ],
    [
        " at the University of Southern California about how they do virtual reality to treat PTSD it's",
        3486.4,
        3492.66
    ],
    [
        " on Motherboard if you want to Google it go ahead I mean I look pretty cool in it but anyway um",
        3492.66,
        3496.88
    ],
    [
        " so Tate I was down here and I met Tate when I was here I did his podcast and in this you know",
        3496.88,
        3502.42
    ],
    [
        " so this is going back six or seven years and um I have never met Rogan but I mean eventually I might",
        3502.42,
        3508.3
    ],
    [
        " I mean I know enough people that know him but anyway the point is I was driving around with Tate",
        3508.3,
        3513.06
    ],
    [
        " and uh we're here in California to do a course at Doos Jim in LA uh which Tate introduced me to",
        3513.06,
        3520.08
    ],
    [
        " the owner of and this guy is just such a cool dude and he ran such a nice gym in the atmosphere so",
        3520.08,
        3525.02
    ],
    [
        " we're gonna take his seminar and and I and I said man I wish I had what you have here in California",
        3525.02,
        3530.76
    ],
    [
        " and Tate this is a mind chain or a life-changing moment and I had to go through all this to get",
        3530.76,
        3536.78
    ],
    [
        " he said build it and I said uh what he said if you want it build it and I said okay and it's",
        3536.9,
        3545.52
    ],
    [
        " taken me since 2013 to get back to here and go through all these other things to realize like uh",
        3545.52,
        3551.16
    ],
    [
        " I got to build it that's why not going into politics again means I can do whatever I want",
        3551.16,
        3556.08
    ],
    [
        " like you said man like you said you're right like it's tough like it's there's moments of great",
        3556.08,
        3560.38
    ],
    [
        " happiness in politics but unless that's what you want to do like it's hard it's very hard and",
        3560.38,
        3566.22
    ],
    [
        " guys like us we're self-motivated to do things and waiting around for others to do their thing",
        3566.22,
        3572.24
    ],
    [
        " it's just easier to do your own thing you know uh especially you know like what's",
        3572.24,
        3578.04
    ],
    [
        " I know he was a German but in World War II his his orders were find an objective and kill it",
        3578.04,
        3583.38
    ],
    [
        " that was his orders at all times like if you don't hear from me find something and destroy it",
        3583.38,
        3589.22
    ],
    [
        " that's the basically the mission statement that Kelli and I have put before so I was like we want to",
        3589.22,
        3594.4
    ],
    [
        " build this place build a community and live our good life and I never want to be the guy I was",
        3594.74,
        3601.16
    ],
    [
        " for the last two years and uh but I'm go I don't want to say glad but it's an experience that I've",
        3601.16,
        3608.1
    ],
    [
        " learned a lot from does that make sense yeah it does make sense it does make sense it's sort of like",
        3608.1,
        3614.02
    ],
    [
        " the thing I told the Sam Harris when he when he was telling me that it's hypocritical for me",
        3614.02,
        3619.84
    ],
    [
        " because I say war is horrible and awful but I always say it's the best experience in my life",
        3620.9,
        3626.86
    ],
    [
        " and he said you haven't had the critical for that yeah and then well rightfully so you can't say",
        3626.86,
        3631.32
    ],
    [
        " something's awesome and then say it's horrible and I said well it's like this and I asked him if he",
        3631.32,
        3635.82
    ],
    [
        " had ever known anyone that had had cancer and survived and he said yes and I said a lot of those",
        3635.82,
        3641.52
    ],
    [
        " people say I'm glad it happened because they get this different perspective of life and different",
        3641.52,
        3646.6
    ],
    [
        " different perspective of the world and different value of life and different value of the world",
        3646.74,
        3650.4
    ],
    [
        " and so even though you wouldn't wish it on somebody you're happy that you had to go through it and so",
        3650.4,
        3655.6
    ],
    [
        " I that sounds like a similar situation during well it's I always tell people I had a great time at war",
        3655.6,
        3661.2
    ],
    [
        " right up to the last step because it's a horrible thing to do but it's what I trained I volunteered",
        3661.2,
        3667.46
    ],
    [
        " to be there you volunteered to be there like I always say you know people because a lot of people say",
        3667.46,
        3672.36
    ],
    [
        " they're sorry for me losing my feet and I say you know if I was a Russian draft E in Afghanistan",
        3672.36,
        3677.4
    ],
    [
        " yeah be sort feel sorry for me but I I was exactly where I wanted to be you know and uh and the fact",
        3677.4,
        3683.32
    ],
    [
        " that one of my boys didn't die because I stepped on that you know like if the like I said if the guy",
        3683.32,
        3688.78
    ],
    [
        " in front of me had stepped on it I'd be dead if the guy in front of him had stepped on it he'd be dead",
        3688.78,
        3692.82
    ],
    [
        " and I'd be like we don't know um I'm glad I'm just a one that stepped on it but yeah like I",
        3692.82,
        3698.6
    ],
    [
        " loved doing my job it was a great it was a it was an amazing job you know and the people that",
        3698.6,
        3703.64
    ],
    [
        " you're around are some of the greatest human beings you're ever going to know on the planet you know",
        3703.64,
        3708.36
    ],
    [
        " so that's what I want to rebuild I want to rebuild this brotherhood and the sisterhood this this",
        3708.36,
        3713.88
    ],
    [
        " community of of of Pete of like-minded individuals and the saying surround yourself with people that",
        3713.88,
        3719.58
    ],
    [
        " make you better that's not what happens when you're on cocaine so so at some point you went from",
        3719.58,
        3725.98
    ],
    [
        " this mindset of you could see where the future was you could see that cocaine is gonna ruin your",
        3726.3,
        3730.94
    ],
    [
        " future and you didn't care and at some point during this you said to yourself okay I see the",
        3730.94,
        3735.78
    ],
    [
        " future with cocaine it's terrible and I'm not gonna go there yeah well it was it was life without",
        3735.78,
        3741.8
    ],
    [
        " Kelly it was life without the kids it was life without real friends uh you know like even people",
        3741.8,
        3748.26
    ],
    [
        " that love you to death can't be around you because you know you're just not it's just it's what",
        3748.26,
        3754.66
    ],
    [
        " it's hard you know and I've I've had a few buddies go down and it mostly booze like booze is the",
        3754.66,
        3761.04
    ],
    [
        " most common one because it's really available up there you can go down to the store and get it for",
        3761.04,
        3765.36
    ],
    [
        " some reason um you know like listen I get a lot of flack but I'm a fan of of the and I know safe",
        3765.36,
        3771.28
    ],
    [
        " injection site is like people don't agree with there's no such thing as safe injection okay I get it",
        3771.28,
        3776.02
    ],
    [
        " but the point is I'm forgiving the option of a place that's safer than a dumpster to shoot up with",
        3776.02,
        3781.9
    ],
    [
        " heroin if it means we might save that life right and I'm also like we just in Canada federally",
        3781.9,
        3788.28
    ],
    [
        " we legalize marijuana um if it was up to me anything people want would be regulated taxed and",
        3788.28,
        3795.42
    ],
    [
        " taxed right because um if a bottle of Jack Daniels hurts hurts echo if he drinks it or hurt like",
        3795.42,
        3801.84
    ],
    [
        " if it hurts us there's someone who couldn't be held accountable and we can trace that right down",
        3801.84,
        3806.26
    ],
    [
        " to the barrel that it was brewed in or made I don't know how whiskey is fermented distilled distilled",
        3806.26,
        3811.88
    ],
    [
        " there's the word and whereas if a guy shoots up behind a dumpster and dies I don't know who to go",
        3811.88,
        3817.74
    ],
    [
        " after and who to like whose fault is it that it was a bad product or a good product which is usually",
        3817.74,
        3822.3
    ],
    [
        " what gives them an overdose but you know like it there's just um the path to you know like AA is",
        3822.3,
        3831.3
    ],
    [
        " there because we can get booze at every corner you know and so we have gambling sites if you go",
        3831.3,
        3838.02
    ],
    [
        " into a casino you're actually warned on the door like a pack of cigarettes says if you smoke this",
        3838.02,
        3842.42
    ],
    [
        " it'll be addictive and it could hurt you I just think we need to start talking more about things",
        3842.42,
        3847.26
    ],
    [
        " and so for me like you know I don't like the I don't know man I just I saw that I wouldn't have",
        3847.26,
        3856.36
    ],
    [
        " the good things in life because of this one thing that had taken over and I my cousin actually",
        3856.36,
        3864.58
    ],
    [
        " in 2017 in 2017 my cousin who I grew up with killed himself not with and I don't mean killed",
        3864.58,
        3872.34
    ],
    [
        " himself as in like committed suicide he just drugged himself to death and he was addicted to",
        3872.34,
        3877.8
    ],
    [
        " it was addictive he was addicted to it and we never I never figured it out and I had to stop",
        3877.8,
        3883.92
    ],
    [
        " hanging out with him and that was what was happening to me too my you know we call us you know",
        3883.92,
        3888.8
    ],
    [
        " whether you think it's weird or fufu or whatever you want to call it we do Kelly and I do believe",
        3888.8,
        3893.52
    ],
    [
        " or soulmates and yes that's weird and fufu yes but you can do it yeah well thank you right and that's",
        3893.52,
        3899.82
    ],
    [
        " the thing so if you're if the person who you think you were put on the planet to be with says I",
        3899.82,
        3906.26
    ],
    [
        " can't be with you the way you are that's hey man like you gotta take a serious look and so it sounds",
        3906.26,
        3913.14
    ],
    [
        " like that really was the critical thought in your head that the person that you cared the most",
        3913.14,
        3918.56
    ],
    [
        " about yeah at this moment in time is literally gonna walk away she had to and I saw I saw it I",
        3918.56,
        3927.04
    ],
    [
        " was like I had to go to rehab to give her a break and to give my kids a break when you and",
        3927.04,
        3932.46
    ],
    [
        " rehab did you say yourself I'm going there did you go in there with the attitude of polished",
        3932.46,
        3937.06
    ],
    [
        " your boots yeah no sorry I didn't finish that sorry I have ADHD if you can't tell but",
        3937.06,
        3942.76
    ],
    [
        " I went in there polished boots pressed uniform I like I had my books I made my bed it was all",
        3944.02,
        3950.6
    ],
    [
        " like the basics get back to the basics right we even talked about this the first time I was on",
        3950.6,
        3955.24
    ],
    [
        " your show I shaved my head I started doing some you know started working out a little bit trying",
        3955.24,
        3960.86
    ],
    [
        " to get back into the little bit of shape I started caring about what I ate again I started taking",
        3960.86,
        3964.56
    ],
    [
        " my vitamins I started you know and I went in there and I know exactly what I'm like when I want",
        3964.56,
        3970.3
    ],
    [
        " to portray that tough guy attitude and that's what I did to keep people away at first because I first",
        3970.3,
        3975.74
    ],
    [
        " ever been arrested yes were you happy were you happy about it no yeah so I kind of went in like",
        3975.74,
        3983.66
    ],
    [
        " I'd been arrested like I was the first time not the second time that is in the book but the first",
        3983.66,
        3989.18
    ],
    [
        " anyway like I said I don't put everything in the book but anyway you're not very happy and you",
        3989.18,
        3995.72
    ],
    [
        " don't need friends so I didn't go in there to make friends so I was I was like a wall for the",
        3995.72,
        4001.22
    ],
    [
        " first week right but that let me concentrate on exactly what I was there to do if that makes sense",
        4001.22,
        4007.94
    ],
    [
        " and so as that as as I was there to get better and do rehab got I don't say easier but I got",
        4007.94,
        4015.42
    ],
    [
        " better at it because it's you know it's a skill that you're actually taught in rehab is how to be",
        4015.42,
        4019.68
    ],
    [
        " better that's what rehab is they're teaching you how to be better again so what what kind of skills",
        4019.68,
        4024.82
    ],
    [
        " are they teaching yes wake up on time I know this sounds we but like you know when you're addicted",
        4024.82,
        4029.8
    ],
    [
        " it doesn't sound weird to me I believe I believe I'm based on training almost make get up make your",
        4029.8,
        4034.48
    ],
    [
        " bed you know come to breakfast on time so if you weren't at breakfast you lost your ability to",
        4034.48,
        4040.64
    ],
    [
        " make a phone call that night and then if you missed any classes during the day you know you would",
        4040.64,
        4045.02
    ],
    [
        " have privileges you know given or taken as as the day or the week went by now you're you're you're",
        4045.02,
        4051.76
    ],
    [
        " at a place where you pay money to go so you think it'd be how do you take privileges from someone",
        4051.76,
        4056.16
    ],
    [
        " but they do they do I was like I'm a grown-ass man if I want to make a phone call I will they're like",
        4056.16,
        4060.46
    ],
    [
        " no you won't oh god damn it you're right because I signed that waiver but I I've tried so hard that",
        4060.46,
        4067.22
    ],
    [
        " I got to like they were bringing me in you know I'm not I anyway I should probably shouldn't say too",
        4067.22,
        4073.4
    ],
    [
        " much but like within you know I was only there 30 days but within about I'd say 15 20 days I was",
        4073.4,
        4080.52
    ],
    [
        " someone that was turned to by the other clients and someone that some of these staff would turn",
        4081.2,
        4086.14
    ],
    [
        " to to like for backup in a certain situation or like I said I went pop a bear and but when I first",
        4086.14,
        4092.8
    ],
    [
        " got there some of the other clients told me like when I first got there they were like this guy",
        4092.8,
        4096.48
    ],
    [
        " as a murderer he's gonna kill us all like because I was just so focused and I had this look and I",
        4096.48,
        4101.66
    ],
    [
        " you know I know you know we're we we get up in front of troops and try to you know we got to be",
        4101.66,
        4106.6
    ],
    [
        " the toughest looking guy there some of them you know and so I know how to do it but I did that to",
        4106.6,
        4111.86
    ],
    [
        " for myself more than anything because I went okay I'm back in basic training I have to learn how",
        4111.86,
        4118.16
    ],
    [
        " to be a decent human being and how to look after myself again and man and they took you through",
        4118.16,
        4123.68
    ],
    [
        " checklist a lot of a lot of my personality flaws stem from childhood you know and I found that out",
        4123.68,
        4130.2
    ],
    [
        " like what like stuff I don't talk about frankly and you know just things that once you read",
        4130.2,
        4139.72
    ],
    [
        " the literature it's oh that is obvious so you can you can and this is a conversation that we've",
        4139.72,
        4145.08
    ],
    [
        " been having sorry and I didn't mean to be so abrupt I'm not I'm not just fine but what I mean is",
        4145.08,
        4148.62
    ],
    [
        " I now understand and that's for me understanding like most guys like us and girls if I understand the",
        4148.62,
        4156.52
    ],
    [
        " cause I can I can deal with the action right so but if you don't understand then it's just chaos",
        4156.72,
        4163.86
    ],
    [
        " but if there's an explanation as a why my mind goes there which then causes me these actions oh now I can",
        4163.86,
        4169.38
    ],
    [
        " go back and deal with the cause of that behavior is that mean is that a better way of putting it",
        4169.38,
        4175.1
    ],
    [
        " no it does it does make sense and this is something that I just talked about on another podcast but",
        4175.1,
        4181.52
    ],
    [
        " the first time I kind of recognized that there was these patterns and protocols for psychological",
        4182.32,
        4187.48
    ],
    [
        " issues is honestly when Jordan Peterson came on for the first time and he was I was explaining",
        4187.48,
        4196.24
    ],
    [
        " how in the warrior kid book how the kid gets over the fear of the water and he goes oh yeah that's",
        4196.24,
        4201.36
    ],
    [
        " that's a protocol it's called exposure therapy and this is what it done psychological this is how it",
        4201.36,
        4211.5
    ],
    [
        " that the that there's protocols for problems and people have psychological problems there's a",
        4212.42,
        4217.62
    ],
    [
        " pro and it's just and and I was using the term brain mechanic but somebody on Twitter said something",
        4217.62,
        4221.76
    ],
    [
        " better which is mind mechanic so if I would have been told hey oh the psychologists and the",
        4221.76,
        4227.06
    ],
    [
        " psychologists they're called a mind mechanic and they go in there and when there's problems they",
        4227.06,
        4231.12
    ],
    [
        " know how to fix those problems I love that yeah and but when you're well like me you're just thinking oh",
        4231.12,
        4237.04
    ],
    [
        " that's just a bunch of what'd you say earlier fufu something hippie hippie yeah it's a bunch of",
        4237.04,
        4241.58
    ],
    [
        " hippie hippie hippie stuff you don't really know what's going on but then you talk to or or in",
        4241.58,
        4245.76
    ],
    [
        " talking to Jordan I heard him say oh and this is a problem that you would see and this is how you'd",
        4245.76,
        4249.32
    ],
    [
        " fix that problem and here's another problem here and here's how you'd fix that problem and the",
        4249.32,
        4253.0
    ],
    [
        " really strange thing is it all lined up with just my natural instincts when somebody had this kind",
        4253.0,
        4259.04
    ],
    [
        " of problem be okay here's what you need to do in that scenario I would just know that from dealing",
        4259.04,
        4263.1
    ],
    [
        " with a bunch of guys over the past you know 30 years that would have an issue to be like hey man",
        4263.1,
        4267.4
    ],
    [
        " oh you got this problem here's what you need to do move do this do that yeah and but a psychologist",
        4267.4,
        4273.88
    ],
    [
        " a mind mechanic can look at it go here's what's going on here's what this route ties into and here's",
        4273.88,
        4279.62
    ],
    [
        " how you stop this this cycle of negativity and how you move it in a positive direction yeah and",
        4279.62,
        4286.4
    ],
    [
        " that's exactly what rehab is it's let's find the cut like you're not a bad person for having these",
        4286.4,
        4294.02
    ],
    [
        " thoughts and actions and reactions because you know and that's and then oh here's why oh okay here's",
        4294.02,
        4302.32
    ],
    [
        " where the pattern developed when you were like five or ten or then this happened and your buddy",
        4302.32,
        4307.26
    ],
    [
        " that we were talking about before the show oh Jay Redmond yeah honestly I'd love to talk to him",
        4307.26,
        4312.44
    ],
    [
        " because sounds like him and I probably had very similar childhood you get and and then similar",
        4312.44,
        4317.28
    ],
    [
        " careers you guys definitely had similar careers the fact that you got sent back to whatever that",
        4317.28,
        4322.48
    ],
    [
        " that battle school battle school and Jay Redmond got sent to Ranger School you know and then it's",
        4322.48,
        4328.38
    ],
    [
        " it's very you guys definitely had some similar I think I was a little more humble than him from",
        4328.38,
        4332.84
    ],
    [
        " the sound of it but I don't know but I but I was still out like I almost got I almost got kicked",
        4332.84,
        4338.98
    ],
    [
        " out of snipers for being arrogant it's it's a close race and I said and it was because I didn't say",
        4338.98,
        4344.76
    ],
    [
        " I said sir to the sergeant major instead of calling him by his first name because he like to be",
        4344.76,
        4349.4
    ],
    [
        " called by his first name by the snipers because then it showed he was bros with us yeah whatever",
        4349.4,
        4353.6
    ],
    [
        " not see am I showing my arrogance maybe right now yes yeah no but it's it's but that's the thing is",
        4353.6,
        4360.12
    ],
    [
        " Jay Redmond you know he went through all that and his book is phenomenal because I'd love to read",
        4360.12,
        4365.1
    ],
    [
        " just comes right out and explains all these mistakes that he made and he did a great job or",
        4365.1,
        4370.6
    ],
    [
        " D knew himself and turned into a great great frogman and that's what I wanted and that's my job my",
        4370.6,
        4374.86
    ],
    [
        " book on flinching it wasn't a let's make Jody look like on a hero it was like let's be honest and",
        4374.86,
        4381.22
    ],
    [
        " clear about how you know you know you start one one's place and end up in another but you have to",
        4381.22,
        4386.3
    ],
    [
        " you know you have to realize that mistakes happen and you know being 40 you know by by 42 as a kid",
        4386.3,
        4394.96
    ],
    [
        " I thought I'd have it all together but you know I'm still learning I'm still you know like I call",
        4395.72,
        4402.48
    ],
    [
        " myself a student a student of the human condition because I feel like I'm always learning and I",
        4402.48,
        4408.34
    ],
    [
        " will never you know no one's ever an expert on anything I don't think and if you click think you",
        4408.34,
        4412.86
    ],
    [
        " are it means you stop learning in my opinion I don't know I know we're going a little off what are",
        4412.86,
        4417.32
    ],
    [
        " the what are the withdrawal how bad is the withdrawal from because I know you know that I think the",
        4417.32,
        4423.4
    ],
    [
        " only thing that you're not supposed to withdraw on your own is alcohol because you can actually die",
        4423.4,
        4428.56
    ],
    [
        " if you're an alcohol addict and you'd stop cold turkey yeah if you're if you're deep into it you",
        4428.56,
        4434.66
    ],
    [
        " can have I I quit oxy cotton cold turkey and when I told my doctor he said I could have had seizures",
        4434.66,
        4441.34
    ],
    [
        " and stuff and could have died but I wasn't on that high a dose then either so it's um what about",
        4441.34,
        4449.3
    ],
    [
        " when you quit drinking I didn't know not that big red deal yeah the alcohol you got to drink a lot",
        4449.3,
        4455.06
    ],
    [
        " a lot yeah to be in that situation yeah like these guys who were like drinking the whole",
        4455.06,
        4460.8
    ],
    [
        " day of vodka every day okay they give you see that movie leaving Las Vegas with Nick Cage no",
        4460.8,
        4467.06
    ],
    [
        " fact like that guy like he would go grocery shopping and his car every day and his cart was full of booze",
        4467.06,
        4472.42
    ],
    [
        " like that's which is actually more common than I thought oh bro it's crazy some guys get after it",
        4472.42,
        4478.68
    ],
    [
        " with the vodka and the vodka for some reason because they think you can't smell it yeah",
        4478.68,
        4483.74
    ],
    [
        " but I mean if you drink enough you can smell it yeah um but uh but the withdrawals were",
        4483.74,
        4490.3
    ],
    [
        " is it is it mostly psychological yeah it's not physical yeah big time psychological uh there's",
        4490.3,
        4495.64
    ],
    [
        " some physical at first um in your I went through a period uh where my body was like detoxing",
        4495.64,
        4502.48
    ],
    [
        " so like I was getting these weird zits on in like weird places and stuff like that and um",
        4502.94,
        4508.78
    ],
    [
        " is this from the cocaine yeah it's from the impurities that they get mixed with",
        4508.78,
        4515.5
    ],
    [
        " right but then as far as detox you're talking about detoxing from cocaine yeah yeah yeah yeah",
        4515.5,
        4520.3
    ],
    [
        " yeah sorry um yeah but I mean it's more just like letting your brain re-level re-level itself",
        4520.3,
        4527.34
    ],
    [
        " so I went in there I stopped taking any Tylenol like I don't take I'm trying to and I kill",
        4527.34,
        4533.28
    ],
    [
        " and I are working on this we're trying to get like we're almost sugars almost gone uh I don't take",
        4533.28,
        4539.3
    ],
    [
        " any pills or I keep going away from the mic um where were we babe and we were in West Virginia doing",
        4539.3,
        4546.38
    ],
    [
        " some training are not training we were doing some familiarization at a place uh built for three",
        4546.38,
        4555.88
    ],
    [
        " leg was just on fire because of the day we had and she gave me two Tylenol and two a leave and I",
        4555.88,
        4560.62
    ],
    [
        " I passed out like like that I because I didn't I know that was in the morning yeah sorry I fell",
        4560.62,
        4566.64
    ],
    [
        " back to sleep because I woke up with the pain anyway uh that's what I want I remember the first time",
        4566.64,
        4572.84
    ],
    [
        " I took a Tylenol and I was in because after I joined the army and we're on exercise maybe a year",
        4572.84,
        4578.36
    ],
    [
        " later and I was in the woods my back was a little sore so the medic gave me two extra strength Tylenol",
        4578.36,
        4582.7
    ],
    [
        " I just never had Tylenol before because I just I you know I was 17 18 and I took it and my body",
        4582.86,
        4588.86
    ],
    [
        " felt like it was on unicorns and sunshine for like three days and that was from two extra strength",
        4588.86,
        4594.8
    ],
    [
        " Tylenol when you're doing blow and and drink in a lot like you're you're that's breakfast you know",
        4594.8,
        4600.2
    ],
    [
        " to get over it and and I like that if I take one Tylenol now my body's okay you know because I'm",
        4600.2,
        4606.9
    ],
    [
        " a big guy so I need you know I usually go extra strength I want to take I want to be able to take",
        4606.9,
        4610.74
    ],
    [
        " regular strength remember that everyone took a regular strength anything um you know I have a",
        4610.74,
        4615.82
    ],
    [
        " coffee and I feel it it's not just like a whatever anymore um so that's kind of what I'm on a",
        4615.82,
        4622.62
    ],
    [
        " bit of a mission to get back to really basic food and and and liquid intake um you know like the cold",
        4622.62,
        4629.64
    ],
    [
        " brew that I was drinking when we got here like there's nothing else in it it's just coffee you",
        4629.64,
        4633.96
    ],
    [
        " that had the nitrogen in it right but there's no sugar no you know I'll put a little cream in my",
        4633.96,
        4638.6
    ],
    [
        " coffee now um instead of extra larges right we're trying to I'm buying mediums and small so we're",
        4638.6,
        4643.58
    ],
    [
        " trying to just get get back down to a baseline of of of of minimum and uh it's working okay but",
        4643.58,
        4651.28
    ],
    [
        " you know it's a daily I talked to my rehab guy at least once a week still um you know I sent",
        4651.28,
        4658.46
    ],
    [
        " him pictures of our travels and stuff you know we got the dog I got the service dog now there's",
        4658.46,
        4668.44
    ],
    [
        " there's such busy dogs that like you just you don't have time to to to be hung over or anything so",
        4668.48,
        4673.36
    ],
    [
        " and um like you could drink it on your own anyway right like you're like a long time ago",
        4673.36,
        4679.1
    ],
    [
        " well yeah so what happened with me is I just retired from the Navy and in while while I was in the",
        4679.1,
        4684.5
    ],
    [
        " Navy was pretty normal to just to drink yeah we've tied yeah so but when I retired I just looked up",
        4684.5,
        4691.22
    ],
    [
        " a month later and I hadn't had anything to drink that I looked up three months later and I had",
        4691.22,
        4698.42
    ],
    [
        " have no desire and I and I must say you know you talked about not having an addictive personality",
        4698.42,
        4704.36
    ],
    [
        " and I think I truly do not have an addictive personality I think that other than maybe like",
        4704.36,
        4709.54
    ],
    [
        " something like jujitsu or something like that which I I definitely got pretty fanatic about and I",
        4709.54,
        4714.74
    ],
    [
        " still have a hard time with withdrawals if I don't get to train for a certain amount of time",
        4714.74,
        4720.2
    ],
    [
        " what did Dean say you're addicted oh yeah and Dean Lister uh one time said I was addicted to power",
        4720.2,
        4726.66
    ],
    [
        " which it was a so domination yeah you know I was I am joku I was giving him a hard time about",
        4727.1,
        4733.48
    ],
    [
        " not training and um hassling him and telling me you know you're you're just addicted to that know",
        4733.48,
        4739.66
    ],
    [
        " and he said you're an adic too and I said what am I addicted to and he says you're you're",
        4739.66,
        4745.6
    ],
    [
        " addicted to power but hey uh if you can do it on the on the on the mats better than becoming like",
        4745.6,
        4753.08
    ],
    [
        " addicted or yeah but the but the point is for me is when I I I never even like I would say maybe",
        4753.84,
        4762.52
    ],
    [
        " in my mid 20s I would get fired up like hey like we my platoon it would be the end it would be a",
        4762.52,
        4769.86
    ],
    [
        " Friday and we just got done with some hard training and we were some random city and it'd be like oh",
        4769.86,
        4774.5
    ],
    [
        " yeah we're gonna go on have a good time tonight and it was more about like hey I know we're not",
        4774.5,
        4777.78
    ],
    [
        " going to have a good time about tonight than it was like I really need a beer yeah me too yeah and",
        4777.78,
        4782.36
    ],
    [
        " so as I did that that was just kind of normal and there was definitely the problem with that",
        4782.36,
        4788.26
    ],
    [
        " attitude is there are people that have addictive personalities and alcohol is ruined all kinds of",
        4788.26,
        4793.54
    ],
    [
        " guys in the seal teams and all kinds of guys in the military because it's really it's just a slippery",
        4793.54,
        4798.46
    ],
    [
        " slope to go from oh and it this is just normal to hey it's Tuesday night I'm at home I'm alone",
        4798.46,
        4805.78
    ],
    [
        " and I'm gonna drink a 12 pack that's a pretty slippery slippery slope that people people get through",
        4806.08,
        4812.12
    ],
    [
        " actually just having Jason Gardner on and he he was he he quit drinking just like maybe I don't know",
        4812.12,
        4818.1
    ],
    [
        " a couple months ago but you know I said well how much were you drinking he goes you know and I'd",
        4818.1,
        4822.72
    ],
    [
        " come home and I crack one open and then I'd crack one open before dinner and then I have one",
        4822.72,
        4827.3
    ],
    [
        " during dinner and then I have one after dinner and then maybe I'd have one before I go to bed well",
        4827.3,
        4830.24
    ],
    [
        " there's six beers yeah he's not a big guy so six beers is like you know he's good and he's",
        4830.26,
        4836.54
    ],
    [
        " even said like oh I would feel it you know not feel it like you know he's still doing everything he",
        4836.54,
        4841.48
    ],
    [
        " has to but he's not doing it optimally and now he said he could he said I feel just amazing",
        4841.48,
        4847.56
    ],
    [
        " that that and that's pretty much how Jason talks so he says I feel amazing now so but he's one of",
        4847.56,
        4854.44
    ],
    [
        " those guys that yeah you know you could go down that slippery slope and he wasn't far down it but",
        4854.44,
        4859.96
    ],
    [
        " he would look up every night and call you know because when you wake up let's face he has six",
        4859.96,
        4862.96
    ],
    [
        " beers you don't feel as good as if you had no beers that's something you talked about that girl",
        4862.96,
        4866.54
    ],
    [
        " yeah I remember that you were talking about drinking too much vodka or something yeah yeah",
        4866.54,
        4869.88
    ],
    [
        " yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah yeah the next day you like the break",
        4869.88,
        4872.14
    ],
    [
        " and that's the thing like you wake up and you feel foggy and like you know like three days are wasted",
        4872.14,
        4878.46
    ],
    [
        " if you do too much of anything you know like you could who knows but um to put you know I knew",
        4878.46,
        4886.66
    ],
    [
        " guys that woke up and drank whiskey with breakfast you know but it was so accepted in our world as",
        4886.66,
        4893.06
    ],
    [
        " well yeah that it was you know if you showed up for PT and you were hung over it was a joke oh yeah",
        4893.06,
        4899.4
    ],
    [
        " what's up Jody you know it was the last night still it was a badge of honor it was a badge of honor",
        4899.4,
        4904.18
    ],
    [
        " like oh yeah this guy's drunk wow look at how well this guy can run even though he's hammered look",
        4904.18,
        4907.96
    ],
    [
        " at middock running even though he's like throwing up on the move that's soldier right there yeah",
        4907.96,
        4912.08
    ],
    [
        " there's an old seal master chief that sealed him one before I got there old Vietnam guy and when",
        4912.52,
        4916.94
    ],
    [
        " you went in a talk to him he'd pour shots dequila that's how it was gonna be like oh it's nine",
        4916.94,
        4920.8
    ],
    [
        " o'clock in the morning cool yeah you want to talk to me Roger that we're doing shots yeah",
        4920.8,
        4924.48
    ],
    [
        " yeah that's cool and that's again there's people that can handle that and there's people that can",
        4924.48,
        4929.32
    ],
    [
        " and broadly speaking let's face it and this is what I eventually thought to myself broadly speaking",
        4929.32,
        4935.02
    ],
    [
        " it made no it makes no sense whatsoever to me now as I look back I'm like this makes no sense to",
        4935.02,
        4940.36
    ],
    [
        " me this does absolutely nothing positive for me doesn't make me stronger doesn't make me smarter",
        4940.36,
        4944.42
    ],
    [
        " in fact it does the opposite makes you weaker and makes you dumber yeah but it took me a long time",
        4944.42,
        4951.44
    ],
    [
        " to figure that out and the weird thing for me is when I was a kid growing up I was into hardcore",
        4951.44,
        4955.44
    ],
    [
        " music and like the straight edge scene of people around the X's on your hands I didn't actually have",
        4955.44,
        4960.32
    ],
    [
        " that but uh but I definitely listened to that music and it was it had an influence on me without a",
        4960.32,
        4966.96
    ],
    [
        " doubt had an influence on me because it was it was it was a rebellion and a counter to the kids",
        4966.96,
        4974.8
    ],
    [
        " that I knew that were getting drunk and acting stupid and smoking pot and I'm over here going",
        4974.8,
        4979.12
    ],
    [
        " literally thinking you're weak and I'm strong yeah that's an area to say but that's as a as a",
        4979.12,
        4984.82
    ],
    [
        " 14 15 16 year old kid when you're looking at someone else that's smoking pot and getting drunk and",
        4984.82,
        4990.56
    ],
    [
        " you're thinking they're weak and I'm strong that's kind of a positive thing as far as I'm concerned",
        4990.56,
        4994.68
    ],
    [
        " and I remember getting called weak when I didn't drink in the platoon oh 100%",
        4995.14,
        4999.1
    ],
    [
        " no but I grew up both sides of the family have their fair share of alcoholics um even as a kid I",
        4999.1,
        5005.34
    ],
    [
        " was someone who you know even though I'm Canadian Nancy Reagan saying it with the drugs worked like I",
        5005.34,
        5010.94
    ],
    [
        " said I smoked hash a handful of times because my buddy's mom was hot and she sold it and um",
        5010.94,
        5015.8
    ],
    [
        " you know and then I didn't I didn't touch anything except booze and even then it was like I was",
        5015.8,
        5022.16
    ],
    [
        " like you I was like I could go three months and not drink and just be like I have another drink",
        5022.16,
        5026.56
    ],
    [
        " for like three months you know I quit cigarettes when we're on deployment because I couldn't run up",
        5026.56,
        5031.1
    ],
    [
        " the hill next to the to our camp I was like fuck if I can't run up the hill obviously these things",
        5031.1,
        5034.98
    ],
    [
        " you know it's just something I picked up as a because I watched lethal weapon too much yeah",
        5034.98,
        5039.06
    ],
    [
        " malgips and oh and then and then Bruce Willis Bruce Willis and Mel Gibson all they did was smoke",
        5039.06,
        5043.72
    ],
    [
        " in their movies do people still smoke in movies right now that coach house a couple way less",
        5043.72,
        5047.2
    ],
    [
        " way less yeah I was watching that movie Constantine with piano Reeves last night I just one of my",
        5047.2,
        5053.04
    ],
    [
        " favorite movies I don't know why demons and I don't know I just like that one but uh he smokes a lot",
        5053.04,
        5058.46
    ],
    [
        " but that's the character he dies a lung cancer in that right like that's part of the actual",
        5058.46,
        5062.34
    ],
    [
        " class of lung cancer yeah he actually has it yeah he actually has lung cancer in the movie but uh",
        5062.34,
        5067.58
    ],
    [
        " anyway yeah I just I but I and I and the guy told me about this anti-addictive personality like",
        5067.58,
        5074.08
    ],
    [
        " in my 20s so I kind of skated on that yeah yeah you felt like that was more reinforcement for your",
        5074.34,
        5080.58
    ],
    [
        " personality I just but also like I quit smoking and drinking honestly dude like it I said it was a",
        5080.58,
        5086.64
    ],
    [
        " problem because of the time it was but it was because I was doing all the coke because the and it",
        5086.64,
        5091.58
    ],
    [
        " levels you out and I could drink a new year's eve a kill like she was like I don't want to drink",
        5091.58,
        5095.62
    ],
    [
        " anymore of it helps you not do coke and I was like all right awesome so we quit drinking but that's",
        5095.62,
        5101.6
    ],
    [
        " the cocaine just wouldn't let go and again I'd go through like a week where I wouldn't do it and",
        5101.6,
        5106.36
    ],
    [
        " then I'd a week where I did it and you know but eventually my like you said your buddy didn't hit",
        5106.36,
        5110.74
    ],
    [
        " like his bottom wasn't like your bottom you know what I was thinking about your bottom is whatever",
        5110.74,
        5116.52
    ],
    [
        " you wanted to be and uh and so I I saw the bottom coming for for the whole for like the whole time",
        5116.52,
        5124.88
    ],
    [
        " pretty much 2017 I didn't for a lot of it uh but near the end it was it was clear that there was",
        5124.88,
        5132.14
    ],
    [
        " a problem like I still didn't really see the problem until I was doing those interviews and then",
        5132.14,
        5136.48
    ],
    [
        " right before I saw you but then 2018 it was trying to level out and figure out which way it was",
        5136.48,
        5141.48
    ],
    [
        " up which way it was down again you know and uh you know don't be afraid to call in reinforcements",
        5141.48,
        5147.72
    ],
    [
        " like we talked about last time like no no one is a rock no one's an island right like you don't",
        5147.72,
        5154.44
    ],
    [
        " like Rambo it isn't real right as cool as a movie character he is um he has air support he has",
        5154.44,
        5161.1
    ],
    [
        " you know he has a fire team he has a he has a machine gun team on the flank he's got you know",
        5161.1,
        5165.48
    ],
    [
        " he's got a indirect on standby like no one is a one man army and you know and I I talked about",
        5165.48,
        5173.06
    ],
    [
        " this last time and I talked about it the first time I was on the show and I keep reading these",
        5173.06,
        5176.68
    ],
    [
        " things but in different contexts and you know I'm I hope I'm done learning these these lessons",
        5176.68,
        5183.82
    ],
    [
        " um you know uh and I want to get back to just live in positive clean um you know I'm repeating",
        5183.82,
        5192.18
    ],
    [
        " myself now but dude like it was rough and I honestly I questioned whether or not like you know",
        5192.18,
        5198.4
    ],
    [
        " like people like you or people uh in Canada there's some of my friends like are they going to accept",
        5198.4,
        5204.3
    ],
    [
        " when I'm dishonest but I was prepared for the consequences too because that's I felt like what I",
        5204.56,
        5211.58
    ],
    [
        " deserved with my actions that makes sense why okay and and uh for the most part like I said",
        5211.58,
        5218.6
    ],
    [
        " everyone's been understanding like and it makes it easier for me to talk about you know one of the",
        5218.6,
        5225.12
    ],
    [
        " reasons I I've I've talked about with my psychologist why I didn't get PTSD from my injuries is",
        5225.12,
        5232.18
    ],
    [
        " because I talked about it so much so I'm hoping that talking about this openly and if if if",
        5232.18,
        5238.92
    ],
    [
        " more listeners to the show and you know um if you go to my show the Jody Middick podcast that",
        5238.92,
        5244.6
    ],
    [
        " episode 39 I believe is full disclosure where I tried to I tried to lay it all out even more than we",
        5244.6,
        5251.38
    ],
    [
        " have here um and it feels better every time I tell the story you know and it's a lot to get into",
        5251.38,
        5257.98
    ],
    [
        " like an hour or two it is really but you know with us it's almost like an evolution right the first",
        5257.98,
        5264.34
    ],
    [
        " show we did good but you know even back then like everything's where things were getting to be a",
        5264.34,
        5270.02
    ],
    [
        " little dicey with the politics and with the home life and stuff but and man I just and you know",
        5270.02,
        5277.38
    ],
    [
        " I did go through a period where losing my legs became a real problem there and Kelly's nodding",
        5277.38,
        5283.8
    ],
    [
        " your head because she saw it you know like when I couldn't wear my legs I couldn't drive my car",
        5283.8,
        5288.22
    ],
    [
        " I know I drove here last time but I I have with the hand controls when I first took the legs off",
        5288.22,
        5293.04
    ],
    [
        " that I didn't have that I was in an apartment by myself um you know on anyway I just you know uh",
        5293.04,
        5300.8
    ],
    [
        " here I am do you do you you know the dogs coming up because you can feel them getting a little",
        5300.8,
        5308.42
    ],
    [
        " worked up right now how hard day to day are you thinking to yourself like what's the temptation",
        5308.42,
        5316.76
    ],
    [
        " level daily where you have your friend that delivers right right now yeah none so how hard is it",
        5316.76,
        5326.4
    ],
    [
        " on like a day to day basis what's the temptation like um at first it was massive like I would um you",
        5326.4,
        5337.48
    ],
    [
        " know that show Narcos I can I can I have it you know you know the show Narcos it's about Pablo Escobar",
        5337.48,
        5343.76
    ],
    [
        " okay so they just came out with season two which is now the Mexican cartels I haven't watched a",
        5343.76,
        5349.14
    ],
    [
        " single episode we were watching pulp fiction and I had to turn it off when the what's her name did",
        5349.14,
        5358.58
    ],
    [
        " a line of coke before when John Travolta was picking her up like that is like I could I even now",
        5358.58,
        5364.9
    ],
    [
        " I avoid anything that has drugs in it for the most part um and at and at first it was and even when",
        5364.96,
        5373.52
    ],
    [
        " I was using like if I was on a roll where I was like two or three or four days where I hadn't used",
        5373.52,
        5377.98
    ],
    [
        " if I put on a show like Scarface I was like oh you can't watch Scarface sober you know",
        5377.98,
        5383.58
    ],
    [
        " delivery ball or you know in a case of whiskey but um you know as time has gone by and Kelli and I",
        5383.58,
        5391.5
    ],
    [
        " are finding more positive things like HQ is happening like I we call it HQ because it's headquarters",
        5391.5,
        5397.54
    ],
    [
        " for everything that we're gonna do for the future and we just started to you know we're trying to",
        5397.54,
        5403.88
    ],
    [
        " start a home business called Fire Team Alpha where we're Fire Team Alpha I don't know how you guys",
        5403.88,
        5409.42
    ],
    [
        " designate in the seals but for us in a section you have Fire Team Alpha Bravo Charlie Delta",
        5409.42,
        5414.8
    ],
    [
        " so we're Fire Team Alpha within the section and we want to help other couples and",
        5414.8,
        5420.86
    ],
    [
        " individuals right and our our life coaching is gonna involve some tactical flavor you know",
        5420.9,
        5427.0
    ],
    [
        " some shooting if you want think of that but um so you know like we're doing it and the",
        5427.0,
        5433.5
    ],
    [
        " closer we do it the more steps we take the like it's I you know we were last night we were driving",
        5433.5,
        5440.16
    ],
    [
        " here from LA and we were like we were both just kind of like remember like three months ago it",
        5440.16,
        5446.34
    ],
    [
        " feels like forever ago you know like remember I used to be addicted to cocaine and she's like",
        5446.34,
        5452.2
    ],
    [
        " what do you mean used to be right like it's a bit of a reminder but for me I don't even know",
        5452.2,
        5456.94
    ],
    [
        " that guy anymore you know but that was just me back in December and I like that I like that",
        5456.94,
        5463.4
    ],
    [
        " I was in rehab with people that have this is their fifth time and that scared the shit out of me",
        5463.4,
        5469.62
    ],
    [
        " yeah I was like what do you mean your fifth time and then this other guy you know and they're all",
        5469.62,
        5474.6
    ],
    [
        " in their 20s and they've been to rehab three four five six times I'm like damn I need to figure out",
        5474.6,
        5480.66
    ],
    [
        " a way to A and never be here again and B help you guys never come here again you know so we're",
        5480.66,
        5486.82
    ],
    [
        " even setting up a system with the rehab place because it's a it's a it's a good place if actually",
        5486.82,
        5492.04
    ],
    [
        " and it takes people from American can it's called Thousand Island rehab it's right on the border where",
        5492.04,
        5496.82
    ],
    [
        " they're with the St Lawrence um we are working on a system where as people because transitional",
        5496.82,
        5503.52
    ],
    [
        " housing from rehab to normal life is a bit of a problem so we are setting up uh once we have the",
        5504.34,
        5510.34
    ],
    [
        " headquarters built and everything by the end of the year by next year we're hoping to have like three",
        5510.34,
        5514.6
    ],
    [
        " or four bunk set up where we can bring in like-minded people from rehab you already have a building",
        5514.6,
        5519.98
    ],
    [
        " for HQ are you working really we're working on it we're close we think we have something I have we are",
        5519.98,
        5525.6
    ],
    [
        " I am moving to Stitsville from Orleans in Ottawa that means going from the Far East End to the Far",
        5525.6,
        5531.86
    ],
    [
        " West End um we're very close I don't want to let the cat of the bag in case uh like",
        5531.86,
        5538.2
    ],
    [
        " but the guys that are helping me are really guys I met in politics actually and they're really",
        5538.2,
        5544.56
    ],
    [
        " great guys and they see you know they they've never held anything against me for what I've done",
        5544.56,
        5550.1
    ],
    [
        " and if anything they're at 42 it kind of sucks to be starting over again",
        5550.1,
        5555.9
    ],
    [
        " it's better than the alternative but it's better than the alternative and you know I could",
        5555.9,
        5561.4
    ],
    [
        " estate in politics and and you know it's a hundred and ten thousand dollars a year job which is great",
        5561.4,
        5567.98
    ],
    [
        " and stuff but um I quit a job in the 90s where I was making like 65 grand a year in the 90s as a",
        5567.98,
        5577.34
    ],
    [
        " 19-year-old putting things together for Ford uh making way too much money stupid money for a 19-year-old",
        5577.34,
        5584.5
    ],
    [
        " because I wanted to join the army and I went from 850 bucks a week to 520 every two weeks",
        5584.5,
        5592.4
    ],
    [
        " and I loved it and that's what Kelly and I are doing now we are spiritually rich and we are",
        5592.4,
        5599.22
    ],
    [
        " I know we want more we're getting greedy we want more and fulfillment and enrichment in our lives",
        5599.22,
        5605.24
    ],
    [
        " and we want just want to surround ourselves with good people yeah you know and you said earlier",
        5605.24,
        5609.46
    ],
    [
        " and I held on to the thought you said hey you know you got to take care of yourself first",
        5609.88,
        5615.28
    ],
    [
        " but you also and that's that there is definite truth to that because if you don't take care of",
        5615.28,
        5620.14
    ],
    [
        " yourself you're not going to be able to help anyone else but I'm telling you and you already know",
        5620.14,
        5625.1
    ],
    [
        " because this is what you're talking about you can take care of yourself once you got yourself",
        5625.1,
        5628.54
    ],
    [
        " under control there's no better reward in life than helping other people and moving people",
        5628.54,
        5632.98
    ],
    [
        " in the right direction and helping people find the path so well I mean even through all these",
        5632.98,
        5639.1
    ],
    [
        " troubles we talked about right before the show the recruiting depot for the K-Narm forces called",
        5639.1,
        5646.1
    ],
    [
        " me and I don't even think I was at a rehab yet was I babe no and I and I guess that I wasn't shy",
        5646.1,
        5653.28
    ],
    [
        " about what was going on and and the top shot from every platoon now going through through our",
        5653.28,
        5661.5
    ],
    [
        " recruitment depot is going to get the match curable jody middic top shot award there's no greater",
        5661.5,
        5668.06
    ],
    [
        " honor and I get to go and give a speech now to these troopers these young troops as they leave",
        5668.7,
        5674.28
    ],
    [
        " recruit like leave their now soldiers they finished basic training and I get to go and tell them",
        5674.28,
        5681.16
    ],
    [
        " like hey look at me look at what I did and I'm a complete fuck up but you know it's it's who you are",
        5681.16,
        5688.28
    ],
    [
        " on the inside it's how you redeem yourself and it's how you look after those around you that",
        5688.28,
        5693.42
    ],
    [
        " makes you who you are at least that's what I think look at and here I am giving you a speech less than",
        5693.42,
        5698.92
    ],
    [
        " three months after finishing rehab or just like three months after and you know what hey as awesome",
        5698.92,
        5705.4
    ],
    [
        " as a congressional middle of honor or the Victoria Cross for for me is having something named after",
        5705.4,
        5711.5
    ],
    [
        " me that all the new troops see and some will point out and go I fucking want that I want to I want",
        5711.5,
        5718.44
    ],
    [
        " that award that's the best greatest honor the military probably could have bestowed on me you know",
        5718.44,
        5724.8
    ],
    [
        " to say you are someone we want our troops our youngest newest members to aspire to be like",
        5724.8,
        5733.1
    ],
    [
        " that's man I got a job I got a job my job is to like to be that guy yeah and and if it if it means",
        5733.1,
        5741.36
    ],
    [
        " you screw up it means you own it and you dust yourself off and and you carry on you know",
        5741.36,
        5746.64
    ],
    [
        " again you find a way and you and you know what and that's all I'm keep gonna keep doing that's why",
        5746.64,
        5751.2
    ],
    [
        " like friends like you and things like this podcasting in our generation is is how we how we do that",
        5751.2,
        5758.26
    ],
    [
        " and like again I talking about it like I'm trying not to get emotional because there's a master",
        5758.26,
        5764.42
    ],
    [
        " corporal Jody Minig top shot award and it's not just at like some unit mess hall you know like the",
        5764.42,
        5770.74
    ],
    [
        " every new recruit going through the depot is gonna see this thing and and it's anyway I don't know",
        5771.54,
        5779.4
    ],
    [
        " what else say I'm speechless about it Frank well that's awesome and I mean that is that's just",
        5779.4,
        5785.64
    ],
    [
        " that's just an awesome honor that that these young recruits are gonna come in every single recruit",
        5785.64,
        5790.98
    ],
    [
        " in the Canadian Army is gonna know who you are and what you represent and part of what they're",
        5790.98,
        5796.08
    ],
    [
        " gonna see of what you represent once they once they know your story is they're gonna realize",
        5796.08,
        5799.74
    ],
    [
        " that you're not perfect yeah and they're gonna realize that no one's perfect and they're gonna",
        5799.88,
        5805.0
    ],
    [
        " realize that they can get control over the things they've gotten out of control and they can move",
        5805.0,
        5810.92
    ],
    [
        " forward in a positive way and make the absolute best out of what they're doing with their life",
        5810.92,
        5815.6
    ],
    [
        " like I don't know about you but like something like that puts you in a position puts me in a position",
        5815.6,
        5820.1
    ],
    [
        " to be a mentor to these people oh for sure and like same with like my my podcast your pot",
        5820.1,
        5825.46
    ],
    [
        " people come to you I'm sure out of the blue with lots of things and and it's you know",
        5826.34,
        5832.44
    ],
    [
        " sometimes I you know I stopped responding for a while because of where I was but now I'm",
        5832.44,
        5837.78
    ],
    [
        " I'm getting back like I wear your t-shirts again bro like I don't know do we say that do we say that",
        5837.78,
        5842.76
    ],
    [
        " on the on the yeah yeah yeah I'm gonna I want one of those before I leave you know because",
        5842.76,
        5848.16
    ],
    [
        " discipline does equal freedom and it doesn't mean you govern every moment of your day but it means",
        5848.16,
        5853.72
    ],
    [
        " that more discipline you are with yourself the more free you are to be yourself",
        5853.9,
        5857.78
    ],
    [
        " does that make more that's how I've always seen that's what this week was freedom is man",
        5857.78,
        5862.1
    ],
    [
        " I'm talking you know I feel like we're coming to a natural conclusion here maybe I'm wrong but",
        5862.1,
        5867.8
    ],
    [
        " thanks man like some both of you like I just I I need people like you that like I look up to you man",
        5867.8,
        5876.1
    ],
    [
        " like I know I know it's weird it's weird it should be the other way around I know but I do man",
        5876.1,
        5881.32
    ],
    [
        " I'm on the top shot award and you know you really you really help me a lot you know and uh and I",
        5881.32,
        5890.2
    ],
    [
        " hope I can repay the favor one day and I and I know you say I don't know you but I I couldn't do",
        5890.2,
        5896.9
    ],
    [
        " I couldn't achieve what I'm doing now without the support of people like you in my life",
        5896.9,
        5901.66
    ],
    [
        " and echo of course well you're right you don't owe me anything and the only thing that I would like",
        5901.66,
        5906.28
    ],
    [
        " is for you to stay on the path and run you then moving forward and keep kicking ass and stay clean",
        5906.28,
        5910.4
    ],
    [
        " and keep doing what you know you're capable of doing and what you're destined to do good copy",
        5910.46,
        5915.54
    ],
    [
        " check all right I think that is a natural can I just go quick shout out to Wardal yeah this is",
        5915.54,
        5922.78
    ],
    [
        " the Wardal t-shirt I think it's called the Dreamcatcher he's a veteran in Canada go ahead look",
        5922.78,
        5927.1
    ],
    [
        " him up and order some of his t-shirts help him out a full is it 20 I think 20% of his proceeds go",
        5927.1,
        5933.46
    ],
    [
        " to uh charity for veterans that's awesome yeah Wardal Wardal the Wardal you got like a blog and he",
        5933.46,
        5939.38
    ],
    [
        " has some cool cool swag okay dude it's good dude yeah that's pretty cool looking t-shirt I noticed it",
        5939.38,
        5944.36
    ],
    [
        " on the way in yeah I'll have him send you some check um echo yes you know speaking of the path",
        5944.36,
        5951.54
    ],
    [
        " sure and what not we see it's easy to slip off the path from time to time it is we want to get back",
        5951.54,
        5958.62
    ],
    [
        " on the path if we want to stay on the path recommendations sure from echo Charles cool I recommend",
        5958.62,
        5965.98
    ],
    [
        " you get to so do you do it as a strip so you were talking about um what really starting to get to by the",
        5965.98,
        5972.7
    ],
    [
        " way I like that good yeah so relieving stress you will have a good time with you get to yeah I'm",
        5972.7,
        5978.6
    ],
    [
        " finally comfortable enough with my leg stumps that I feel like I can roll with people without",
        5978.6,
        5983.12
    ],
    [
        " feeling inadequate I've rolled with uh quite a few people with various stumps yeah yes",
        5983.12,
        5990.3
    ],
    [
        " stumps in ability arms stumps yeah um math hell we got Jeffery Al here he's he's got no hand",
        5990.84,
        5997.06
    ],
    [
        " and he chokes you with that stumps he's got a stomp and he chokes you with it sticks it right",
        5997.06,
        6001.06
    ],
    [
        " into your Adam's apple yeah in that certain position part of the game yeah yeah he's gonna use it",
        6001.06,
        6007.22
    ],
    [
        " yeah there's people no hands no legs both yeah I'm I'm finally able to deal with it yeah and",
        6007.22,
        6012.68
    ],
    [
        " you're below the knee too so you're you you can do oh yeah there's all kinds of stuff yeah all kinds",
        6012.68,
        6016.74
    ],
    [
        " of things can go down oh yeah so yeah that's a good way stress relief that's one of those",
        6016.74,
        6021.64
    ],
    [
        " ones that it's probably one of the biggest stress relievers there is yeah that I've had anyway",
        6021.64,
        6026.58
    ],
    [
        " I'm in my life is very you know simple even right when you begin he gets super stressed out",
        6026.58,
        6033.28
    ],
    [
        " oh yeah as we know sometimes you get this washer you know if you want to go soy sauce bowls to their",
        6033.28,
        6039.18
    ],
    [
        " spotter silver over there that's a tough decision you get stressed out luckily you can do the",
        6039.18,
        6042.84
    ],
    [
        " jiu jitsu to relieve that anyway I'd be stressed about the state I trained I did two a day yesterday",
        6042.84,
        6047.48
    ],
    [
        " I did two I did morning jiu jitsu afternoon just morning key evening no gui",
        6047.48,
        6051.78
    ],
    [
        " day what my stress level was super low it was so low all the so stoked but that's yeah I did",
        6051.78,
        6058.5
    ],
    [
        " one yesterday and I thought dang okay check avoidance well you know my evenings are less",
        6058.5,
        6067.26
    ],
    [
        " how should I say available yeah yeah as far as I can start working doing various things",
        6067.32,
        6073.88
    ],
    [
        " unless stress relief jiu jitsu right where that's like a double maybe even a triple actually maybe",
        6073.88,
        6081.02
    ],
    [
        " even like an endless benefit situation jiu jitsu yeah but as far as the stress is as well",
        6081.02,
        6086.68
    ],
    [
        " as a mental stress relief yes yeah and it's it's so you're gonna like it and you actually you",
        6086.68,
        6092.3
    ],
    [
        " gonna hate it at first because you can get choked yeah be kidding I'm prepared for that people",
        6092.3,
        6096.84
    ],
    [
        " little little hundred and twenty pound people are gonna choke you they're gonna they're gonna",
        6096.84,
        6101.32
    ],
    [
        " arm lock you and you're gonna think this is not fair yeah but it's not fair they know I've been",
        6101.32,
        6107.94
    ],
    [
        " like a spectator of the community for so long yeah like before I got wounded I want my my plan",
        6107.94,
        6113.44
    ],
    [
        " was to come home and actually like trained and try and get a one mm a fight yeah because in",
        6113.44,
        6119.2
    ],
    [
        " Canada like it wasn't that big a thing before 2006 and then you know the whole getting blown",
        6119.2,
        6124.34
    ],
    [
        " up there yeah but it like I'm fully prepared for the humility that yeah that's very good to",
        6124.34,
        6130.58
    ],
    [
        " bring because I need it yeah yeah yeah we all do if you look at it and since you're who you are",
        6130.58,
        6137.44
    ],
    [
        " and how you are you're gonna you're gonna have trouble avoiding the part that it's like yes this",
        6137.44,
        6141.84
    ],
    [
        " person is like beating me up and can beat me up even though the smaller so you're gonna eat you're",
        6141.84,
        6147.28
    ],
    [
        " probably not gonna be able to avoid that element of what I'm doing it it's a reaction it's a it's",
        6147.28,
        6151.96
    ],
    [
        " a common action reaction to what's happening yes so as long as I train to prepare for that yes like",
        6151.96,
        6157.54
    ],
    [
        " if I train my mind right yes but it doesn't change that if Kelly chokes me out I will feel an",
        6157.54,
        6163.28
    ],
    [
        " adequate for a while yes and that's that's so there's that part but I feel a little bit more yeah",
        6163.28,
        6171.54
    ],
    [
        " there's another part of it is not it's not it's not it's not I don't turn red full of plus",
        6172.56,
        6177.18
    ],
    [
        " anyway there's the other part of it is if you look at it as a problem solving situation you know like",
        6177.18,
        6183.16
    ],
    [
        " it's like okay he's not beating me up he is by the way but you don't think of it like that you",
        6183.16,
        6187.42
    ],
    [
        " think okay this is this issue this is a problem and I gotta solve yes I gotta learn how to do",
        6187.42,
        6192.2
    ],
    [
        " there don't take a while but in any puzzle situation you know okay I'm not gonna learn this thing",
        6192.2,
        6196.7
    ],
    [
        " overnight it's a huge 5,000 piece puzzle right it's infinite but you know you still look at it in",
        6196.7,
        6202.92
    ],
    [
        " that sort of way and then you can start to accept okay you know I think I really it appeals to it",
        6202.92,
        6208.24
    ],
    [
        " appeal that what appeals about it to me is that even practitioners like a viewer guys is",
        6208.24,
        6213.22
    ],
    [
        " level like Jocco's level or even what's his name the guy who knows how he separated us yes well Jocco",
        6213.22,
        6218.82
    ],
    [
        " I mean you know you've been out of such a like what 12 or something like what's the guy greasy even",
        6218.82,
        6223.92
    ],
    [
        " that he says he learns every day yeah yeah and that's what I appeal like you know it appeals to me",
        6223.92,
        6228.68
    ],
    [
        " because there's no true experts I mean there are people that will kick your ass in every day but",
        6228.68,
        6233.68
    ],
    [
        " they even they have someone that could kick their ass always always learning yes so when you do",
        6233.68,
        6238.06
    ],
    [
        " Jocco Jocco you're gonna need a key because you gotta do key and no key gotta do both I think the",
        6238.06,
        6248.08
    ],
    [
        " way to fully stand the path 100 percent so you need a key you get a origin key you don't",
        6248.08,
        6253.16
    ],
    [
        " gotta ask what kind of key do I get now you know origin key you saw the one I just got you got one",
        6253.16,
        6257.0
    ],
    [
        " for me yeah we will we'll get we'll get one for you okay Roger that no doubt her size too yeah okay",
        6257.0,
        6264.92
    ],
    [
        " what will rock origin all days in the world straight up fact truly made in America I know you're from",
        6264.92,
        6272.12
    ],
    [
        " Canada but made in America actually means a lot yeah hey bro North America we're a team North",
        6272.12,
        6277.02
    ],
    [
        " America so you can say made in North America which is also true America America means quality to me",
        6277.02,
        6282.96
    ],
    [
        " it does except for 80s cars that's it 80s cars we got we got you put them back together yourself",
        6282.96,
        6287.44
    ],
    [
        " and it's just a piece of pride that you can have in the driveway you're good indeed and these",
        6287.44,
        6291.9
    ],
    [
        " geezer no exception by the way um so yeah you go to origin main dot com that's where you can get",
        6291.9,
        6297.06
    ],
    [
        " them they got a lot of other stuff to do to and just regular stuff regular life stuff life stuff like",
        6297.06,
        6302.54
    ],
    [
        " jeans yes that's what I gotta get you I gotta get some orange and jeans oh I'm a big fan of jeans",
        6302.54,
        6307.04
    ],
    [
        " I fit right yeah they're legit and you get your supplements there which will keep you in the game",
        6307.04,
        6313.48
    ],
    [
        " on the path 100% oh yeah most important 100% 100% 100% yeah yeah that's what I really use 100",
        6313.48,
        6322.04
    ],
    [
        " for it well I do but do you want to say 99 just in case no negative no that's committing that's",
        6322.04,
        6328.26
    ],
    [
        " commitment normally normally I would say 90 saying you know the 1% wiggle room I get it not not",
        6328.26,
        6332.84
    ],
    [
        " in this case actually they've proven to be the most important supplements I've ever taken",
        6332.84,
        6336.56
    ],
    [
        " better than jacos bear jacos oh wait leave that okay so jaco krill super krill oil jaco joint warfare",
        6336.56,
        6345.58
    ],
    [
        " made in origin labs yeah Roger that word so you know I see where you know yeah I can see okay now",
        6345.58,
        6352.34
    ],
    [
        " but now I see but nonetheless they are straight up they'll keep you in the game okay so discipline go",
        6352.34,
        6357.98
    ],
    [
        " which is a little bit of a new trope yeah well but Jason Gardner did his first echelon front gig nice",
        6357.98,
        6367.32
    ],
    [
        " dang right in the game right in the game and he sent me a text and and he was like I took",
        6367.32,
        6374.32
    ],
    [
        " this I took three discipline go 42 minutes out from the commencement he was I was for",
        6374.32,
        6381.08
    ],
    [
        " for and even tech it sounded like that to the text yeah yeah that's how business oh yeah he was so",
        6382.5,
        6386.9
    ],
    [
        " he was so fired up but the funny thing is he texted me earlier and he says hey it's seven o'clock",
        6386.9,
        6394.38
    ],
    [
        " in the morning and I was at another gig and he says hey can you hook me up with some discipline go",
        6394.38,
        6400.88
    ],
    [
        " and I said I'm not at my house my wife can get you the supply on stand see this is sort of like",
        6400.88,
        6407.14
    ],
    [
        " the supply yeah and this is like you deliver we deliver oh okay he went to my house picked up a couple",
        6407.14,
        6413.34
    ],
    [
        " picked up enough discipline for his gig discipline go and then he hit it so yeah if you feel like",
        6413.34,
        6420.92
    ],
    [
        " you might need a little something something to clarify your thoughts true to ignite a little bit",
        6420.92,
        6429.94
    ],
    [
        " of extra brain power yes get yourself some discipline go you can just get the regular discipline",
        6429.94,
        6435.26
    ],
    [
        " powder drink yeah the thing is if you're going to be doing something where let's just let me just",
        6436.34,
        6441.34
    ],
    [
        " call it what it is if you're gonna have to go to the bathroom yeah and you don't want to like if",
        6441.34,
        6445.14
    ],
    [
        " you're gonna go on stage and talk to people for two hours and then in the middle you're gonna go",
        6445.14,
        6447.82
    ],
    [
        " like even hold on a second with Bruce by the way I've never done and hopefully I never will do so",
        6447.82,
        6453.0
    ],
    [
        " that's that you don't know anyone that's done that I don't know I mean like he just had to like go",
        6453.0,
        6460.44
    ],
    [
        " to the bathroom so bad with the middle of a presentation yeah but you don't no you don't no you",
        6460.44,
        6466.3
    ],
    [
        " don't wait wait wait let me put it to you let me be okay I used to before going in the field hydrate",
        6466.3,
        6471.96
    ],
    [
        " like crazy yeah and yeah and then you so you hydrate like crazy and then you get on the helicopter",
        6471.96,
        6476.72
    ],
    [
        " and you got a piss and then you got like a 48 minute and as soon you're getting on the helicopter",
        6476.72,
        6481.48
    ],
    [
        " you like okay I just need to go right now and you don't because someone's like hey come on",
        6481.48,
        6490.42
    ],
    [
        " the whole time like hurts I've run off the herc it's hard right and just passed yeah like because",
        6490.42,
        6496.84
    ],
    [
        " the whole flight you just rate you just rate it or sometimes where that is really a problem",
        6496.84,
        6502.6
    ],
    [
        " so discipline go can help you out with that you see me also milk with some additional",
        6502.6,
        6507.6
    ],
    [
        " protein going back in the gym or if you're already in the gym whatever milk boom to another two",
        6507.6,
        6512.86
    ],
    [
        " pronged effect with the milk as well additional protein and dessert the apple dessert taste delicious",
        6512.86,
        6520.38
    ],
    [
        " don't forget about the warrior kid milk which kids everywhere are basically if you want your kid",
        6520.38,
        6527.02
    ],
    [
        " to be just a complete destroyer on the mats in school in everything that they do get them",
        6527.02,
        6538.34
    ],
    [
        " warrior kid milk and they'll be happy about it I went off and I had to tell who was it",
        6538.34,
        6545.22
    ],
    [
        " Tyler you know Tyler the kid from origin he was doing like the the jaco in New York City",
        6545.22,
        6552.32
    ],
    [
        " little video and I said I was going crazy kind of like I just did and I was saying that",
        6552.32,
        6558.66
    ],
    [
        " if you don't give your kids warrior kid milk that's child abuse yeah",
        6558.66,
        6565.32
    ],
    [
        " and now I'm being real if you have a kid and you give your kid strawberry quick which is",
        6568.64,
        6574.86
    ],
    [
        " literally filled with sugar and crap or you could give them strawberry milk which tastes just",
        6574.86,
        6582.16
    ],
    [
        " as good if not better and it's a hundred percent good for the kid how is that not child abuse",
        6582.16,
        6587.5
    ],
    [
        " it is not okay so there you go yeah I think about your choices we're going to call the the child",
        6587.5,
        6592.6
    ],
    [
        " protective services when we're watching we're seeing quick getting bought you're going down",
        6593.22,
        6597.42
    ],
    [
        " you're gonna get in trouble so quick might have something to say about that",
        6597.42,
        6601.5
    ],
    [
        " chocolate and strawberry yeah of course they do they're they're they're gonna pay someone and",
        6601.5,
        6605.92
    ],
    [
        " put more money into some politicians pocket to come after me because we're trying to make kids",
        6605.92,
        6610.34
    ],
    [
        " stronger bring it on world bring it on so that's that check it is also jaco is store it's called",
        6610.34,
        6619.4
    ],
    [
        " jaco store and this is where we get our apparently right you want to represent while you're on the",
        6619.4,
        6626.08
    ],
    [
        " path it's good we've got some new stuff on there lightweight hoodies what do you what do you say",
        6626.08,
        6630.84
    ],
    [
        " what did you do you see Brady's vote and that's fine and Brady just said Brady didn't even say heavyweight",
        6630.84,
        6636.68
    ],
    [
        " hoodies he said standard hoodies which I don't even want to standard hoodies I want to heavyweight",
        6636.68,
        6641.32
    ],
    [
        " I want a Canadian level hoodies you don't even like you know what I'm saying it's not only standard",
        6641.32,
        6646.16
    ],
    [
        " kind of it's too easy to be average yeah standard well okay Brady I respect it I respect his",
        6646.16,
        6652.76
    ],
    [
        " opinion that wasn't just his opinion that was the opinion of a vote well that's a Twitter vote oh",
        6652.76,
        6657.28
    ],
    [
        " like a one of those polls yeah I get it and it was 60 40 in favor of standard if he would have had",
        6657.28,
        6663.18
    ],
    [
        " heavyweight on there it could have been a whole scenario good of well well good news is we",
        6663.18,
        6667.76
    ],
    [
        " already have standard hoodies okay and that's a good thing we have lightweight hoodies jody",
        6667.76,
        6676.14
    ],
    [
        " it says lightweight though see anything like that I want a hoodie yeah why are you getting a hoodie",
        6676.14,
        6682.84
    ],
    [
        " if you're not because because people in the world exist with different how should I say",
        6682.84,
        6689.02
    ],
    [
        " thresholds different thresholds different takes on the hoodie situation rather than you and",
        6689.02,
        6694.6
    ],
    [
        " apparently yeah no I rock a thin like a thin material hoodie right okay that's what it is",
        6694.6,
        6701.54
    ],
    [
        " underneath my vest yeah okay just for a good support you're over with echo yeah no but I have",
        6701.54,
        6706.82
    ],
    [
        " another I have thicker that's cool wait he just said you're with me and you just said no no so you know",
        6706.82,
        6711.32
    ],
    [
        " what I'm saying I'm with myself here this is I got evidently I have several layers of hood okay good",
        6711.32,
        6717.76
    ],
    [
        " as I'm saying I have very thick for cold extreme weather and I have very thin for you know like",
        6717.76,
        6723.52
    ],
    [
        " California yeah see jody is with me but I never call it lightweight yeah okay you're",
        6723.52,
        6729.1
    ],
    [
        " I think you know what I think it's called a hoodie it's like a shirt material maybe",
        6729.1,
        6733.84
    ],
    [
        " it's like you know what lightweight is a classification for warmth okay so maybe call it a temperate",
        6733.84,
        6740.46
    ],
    [
        " temperate temperate temperate it's a working title you know but they are a arid arid weather yeah",
        6740.46,
        6747.28
    ],
    [
        " hoodie yes for sure you used to say this thing when like in the pipe or incoming that's",
        6747.28,
        6754.52
    ],
    [
        " incoming incoming so lightweight temperate hoodies whichever incoming too little anyway some other",
        6754.52,
        6760.38
    ],
    [
        " new stuff on there anyway it's on jocostore.com also you can get more rash guards you really want to",
        6760.38,
        6766.28
    ],
    [
        " represent so just to have about like a layman a rash guard is to avoid getting like dragged across",
        6766.28,
        6772.26
    ],
    [
        " the mats and other people's skin right and getting your skin that's part of it all of it is also",
        6772.26,
        6776.8
    ],
    [
        " you're just wearing it because if you and I are grappling my fingers and toes and hand",
        6776.8,
        6781.74
    ],
    [
        " break it caught in your clothes and okay it's it's a little bit of a pain Roger that okay it's",
        6781.74,
        6786.4
    ],
    [
        " better with the sweat situate like if you're wearing this shirt which is cool by the way",
        6786.4,
        6789.82
    ],
    [
        " oh if you're wearing that that shirt and you sweat all in it you did 10 round you know and",
        6789.82,
        6795.24
    ],
    [
        " you're sweating all it's that's like splashing everywhere you say it's everything the rash",
        6795.24,
        6799.8
    ],
    [
        " guard is like yeah because like the top can become a very abrasive when it's wet as we knew",
        6799.8,
        6805.4
    ],
    [
        " you know or some people were underneath the geese some people Roger these so you know if you're",
        6805.4,
        6810.18
    ],
    [
        " training you twice a day for weeks so rash guards are a must for training jiu jitsu I would be",
        6810.18,
        6816.02
    ],
    [
        " once I get to know what I'm doing yeah they're not a must but they're a nice to have it's like they're",
        6816.02,
        6820.22
    ],
    [
        " cool yeah very good I I prefer big time unless we have them we have some represent the path big",
        6820.22,
        6828.5
    ],
    [
        " time in your jiu jitsu or whatever else you're doing cycling running whatever some women stuff on",
        6828.5,
        6833.08
    ],
    [
        " that some hats on there both flex hit N truffer hats jody flexor trucker hat",
        6833.08,
        6839.04
    ],
    [
        " oh a big fan of the trucker hat there you go because it gives me the ventilation yeah see you",
        6839.04,
        6845.08
    ],
    [
        " like that echo yeah I like that and we offer that by the way but a flex fit the winter",
        6845.08,
        6849.7
    ],
    [
        " okay we have winter in cash so flex fit keeps the heat in yeah trucker cash because it's very",
        6849.7,
        6855.26
    ],
    [
        " humid in Ontario well we are being these two this is speaking of winter okay there you go",
        6855.26,
        6862.98
    ],
    [
        " the took in Canada yeah or just anything that goes on your head that looks like a knitted cap",
        6862.98,
        6870.2
    ],
    [
        " yeah and it's called in the army field manual a duke yeah we have that and you got your duke I'm",
        6870.2,
        6876.92
    ],
    [
        " impartial I don't wear nothing I don't wear hats anymore yeah no as much you don't have to",
        6876.92,
        6881.78
    ],
    [
        " have a beautiful perfectly round head I guess I'm I'm always hiding my hair when I get up here",
        6881.78,
        6888.46
    ],
    [
        " when I have a easy money I get it gets curly and then it gets like really hard to manage yeah very",
        6888.46,
        6894.5
    ],
    [
        " very unmanageable actually I've just a picture of my Instagram if you know if you followed jody",
        6894.5,
        6898.94
    ],
    [
        " on Instagram sure sure of me at 16 looking all kinds of rough neck with my hair I'm about this",
        6898.94,
        6907.3
    ],
    [
        " I'm about this thick and my hair is just a goddamn disaster it's beautiful beautiful to see a wild",
        6907.3,
        6913.78
    ],
    [
        " jody medicare my favorite actor was Mel Gibson at the time I'm just gonna say that I respect that",
        6914.62,
        6919.42
    ],
    [
        " big time nonetheless good stuff on there for you jockelstore.com let's where you get it if you like",
        6919.42,
        6924.44
    ],
    [
        " something get something also jockeway T jockeway T I've yet to try jockeway T really too bad",
        6924.44,
        6931.64
    ],
    [
        " because I got some right here and I've been trying it all day yeah oh jockeway T you can",
        6931.64,
        6936.86
    ],
    [
        " hear the last episode after the show and one of the many benefits if you don't know already",
        6936.86,
        6940.48
    ],
    [
        " which I know you already do you can deadlift 8000 pounds there was a guy he just deadlifted a",
        6940.48,
        6945.52
    ],
    [
        " bunch of weight recently right in the rogue situation yeah yeah yeah a lot of people are worried",
        6945.52,
        6950.48
    ],
    [
        " if they're competing in powerlifting right right right and yeah will you get tested for jockeway T",
        6950.48,
        6957.3
    ],
    [
        " and they're already automatically gonna know you're taking jockeway T if you get that's kind",
        6957.3,
        6962.56
    ],
    [
        " of a test so you got to be careful keep it at 7500 in the tournament. You got to send back",
        6962.56,
        6968.96
    ],
    [
        " little in the competition but other benefits are certified usda organic think about that you",
        6969.0,
        6978.0
    ],
    [
        " could drink a normal energy drink and become less healthy yeah or you could drink jockeway T",
        6978.0,
        6985.68
    ],
    [
        " and you could become more healthy. Yes that's is that a hard choice to make I don't think so",
        6985.68,
        6991.16
    ],
    [
        " no it's not even a hard choice to make drink what's gonna make you more healthy also subscribe to",
        6991.16,
        6994.6
    ],
    [
        " the podcast if you haven't subscribed to the podcast yet first of all you have issues because",
        6994.6,
        7001.14
    ],
    [
        " there's been this is 169 and I used to think that everyone had subscribed at this point but it was",
        7001.14,
        7007.98
    ],
    [
        " actually echo Charles that proved me wrong because somebody tweeted like no I just subscribed for",
        7007.98,
        7011.74
    ],
    [
        " the first time so if you haven't subscribed subscribe through iTunes Google Play Stitch or whatever",
        7011.74,
        7016.36
    ],
    [
        " leave some reviews I was reading reviews I always review the reviews is what I do",
        7016.36,
        7020.5
    ],
    [
        " yeah people it's it's healthy yeah healthy to review your reviews yeah yeah okay all right and",
        7020.5,
        7026.14
    ],
    [
        " don't forget about the warrior kid podcast as well yeah let's not the best kids podcast",
        7026.14,
        7032.58
    ],
    [
        " that has ever been is anyone disagree with that I don't even know there was a kids qualification or",
        7032.58,
        7039.64
    ],
    [
        " cast category yeah warrior kid podcast family and children and family are something that's",
        7039.64,
        7044.0
    ],
    [
        " like is the category that's under and I'm sorry I did not know you had that yeah the warrior kid",
        7044.0,
        7048.9
    ],
    [
        " club day became from the world the warrior kid podcast which I haven't put out as many as I should",
        7048.9,
        7055.06
    ],
    [
        " but there's a reason for that it's like there's a lot that goes into I know it might not seem like it",
        7055.06,
        7062.9
    ],
    [
        " but there's a lot that I put into those I fought yeah it's kind of my fault I feel like I haven't done",
        7062.9,
        7069.22
    ],
    [
        " what all that I could have been doing to you know help me get happen I got a work harder that's",
        7069.22,
        7075.14
    ],
    [
        " what needs to happen so there's that and don't forget about the warrior kid soap which we have",
        7075.14,
        7079.46
    ],
    [
        " some good new samples you can get the jackel soap you can get the trooper the trooper soap has the",
        7079.46,
        7084.64
    ],
    [
        " rope you can hang it on soap on a rope Irish Irish joke France so that rope is super useful yeah it",
        7084.64,
        7092.06
    ],
    [
        " hasn't been a purpose I know that right well here's the thing we used to make it in school well I never",
        7092.06,
        7096.58
    ],
    [
        " knew about that I'm quiet here you know soap on a rope and like I'll start like oh that sounds cute",
        7096.58,
        7100.82
    ],
    [
        " you know and then one I say oh soap is actually on a rope it's super useful having a rope it's just",
        7100.82,
        7106.56
    ],
    [
        " kind of you never drop a bar of soap again you're good to go so that's Aiden I it's a big problem I'm",
        7106.56,
        7113.22
    ],
    [
        " always like kid bar so always mind it and that way you can stay clean don't forget about YouTube if",
        7113.22,
        7119.38
    ],
    [
        " you want to see if you want to see echoes what he considers to be his legit videos I never considered",
        7119.38,
        7125.92
    ],
    [
        " using that word but then you can see him there because he thinks his videos are worth you saying I",
        7125.92,
        7130.14
    ],
    [
        " actually kind of agree with that kind of echoes got some he's good at the editing yeah either that",
        7130.14,
        7135.98
    ],
    [
        " or he just really does a lot of of editing and and makes it so you notice it because wouldn't it be a",
        7135.98,
        7142.54
    ],
    [
        " better editor that would make it so like yes seamless that you would just not even realize you just",
        7142.54,
        7148.24
    ],
    [
        " feel it you would notice it yes you're actually right okay no yeah you're right when I do make those",
        7148.24,
        7153.92
    ],
    [
        " videos if they're good not good whatever when I do make them I make them for myself for sure yeah",
        7153.92,
        7158.94
    ],
    [
        " so put like sound effects like yeah I shouldn't put sound effects while you're talking but you think",
        7159.36,
        7164.34
    ],
    [
        " about it like I can see music because music kind of enhances or how to expose but yeah what about",
        7164.34,
        7169.54
    ],
    [
        " crackling like how should that enhance the message you know what it enhances my effects that I put",
        7169.54,
        7174.62
    ],
    [
        " on the thing so you can see what you're doing it makes it interesting in the video so yes you are",
        7174.62,
        7181.04
    ],
    [
        " correct psychological warfare that's an album that you can listen to if you need help I gotta",
        7181.04,
        7186.38
    ],
    [
        " moment of weakness it actually I've been list I listen to it a lot in the last three months I like",
        7186.38,
        7190.88
    ],
    [
        " to hear that hey back to your thing when you're you're saying earlier where you couldn't look at the",
        7190.88,
        7196.46
    ],
    [
        " shirt I couldn't wear it I couldn't wear it I couldn't look for that was I mentioned this before",
        7196.46,
        7200.52
    ],
    [
        " where I mentioned the opposite though it's like when you put it on you can't skip a workout now you",
        7200.52,
        7206.18
    ],
    [
        " can't slack it's the same concept you walk straighter yeah yeah you have a little bit more purpose",
        7206.18,
        7211.02
    ],
    [
        " in the looking your eye yeah but like I didn't wear jacos I didn't wear any of the veteran t-shirt",
        7211.02,
        7216.12
    ],
    [
        " companies like I just yeah when you put it on you got a like you got a I walked out of rehab",
        7216.16,
        7222.28
    ],
    [
        " wearing your shirt I like that yeah and it's just these you know I and this is gonna sound a",
        7222.28,
        7226.32
    ],
    [
        " little corny but it's kind of just weird having one of your friends pep talk you at a bed I gotta go",
        7226.32,
        7230.76
    ],
    [
        " ahead and say that you know putting on putting on your psychological warfare I'm like a logical",
        7230.76,
        7235.42
    ],
    [
        " warfare album on repeat and it's like somebody you hang with it's just kind of like I get it jaco I'm",
        7235.42,
        7241.2
    ],
    [
        " I need to work harder okay I texted you yesterday like I get up at six it's not jaco",
        7241.58,
        7247.46
    ],
    [
        " I'm not timing but it's the best I can do right now you know it's really weird is when I have to",
        7247.46,
        7251.54
    ],
    [
        " listen to psychological warfare myself that would be the most weird I think that is the weirdest thing",
        7251.54,
        7255.68
    ],
    [
        " or the most normal or it's the most amazing yeah yeah maybe it'd be the spouse situation",
        7255.68,
        7262.4
    ],
    [
        " actually that's a good idea if you are a person that's trying to do something be good to cut",
        7262.4,
        7266.82
    ],
    [
        " yourself a couple of tracks to explain to yourself why you're trying to do this thing so in the",
        7266.82,
        7271.76
    ],
    [
        " moment of weakness comes you could listen to me sure but you could actually listen to yourself",
        7271.76,
        7276.12
    ],
    [
        " actually that's a that's a great idea I've heard of people doing that with like right that down",
        7276.12,
        7281.26
    ],
    [
        " like it's this is my presence or this is my future self it's like I've heard of people doing that",
        7281.26,
        7285.76
    ],
    [
        " they'll be like okay I know that I'm gonna be slacking on whatever and I forget exactly what",
        7285.76,
        7290.74
    ],
    [
        " it's for but they'll be like they'll put an audio note and they'll say this is your uh past self",
        7290.74,
        7296.88
    ],
    [
        " or whatever saying to you future echo listen closely yes exactly right saying hey this is what",
        7296.88,
        7301.66
    ],
    [
        " you're thinking right now this what you're feeling right now don't do it take you know it's like",
        7301.66,
        7304.44
    ],
    [
        " you're talking to yourself I've heard of that yeah I have a second that sounds like a problem for",
        7304.44,
        7308.72
    ],
    [
        " future Jody and Kelly did yeah yeah exactly you can come here yeah you gotta be like you dealt",
        7308.72,
        7314.7
    ],
    [
        " with that future Jody Kelly didn't you I like that I juggle we're gonna try that we'll let you know",
        7314.7,
        7319.62
    ],
    [
        " works I like it I'll tell you right now I it sounds good in theory but I'm all like disobeying",
        7319.62,
        7326.14
    ],
    [
        " myself way quicker than all disobeying you well that's a good point and I think a lot of people",
        7326.14,
        7330.38
    ],
    [
        " like that there's probably people on both sides of the coin yeah cause eventually you'd be like I'm",
        7330.38,
        7334.14
    ],
    [
        " not listening to jaco yeah I don't have to do some guy you he's he's he's he's crazy right but then",
        7334.14,
        7341.96
    ],
    [
        " you're self telling you that no skate yeah if it's if it's a goal that you set for yourself not my",
        7341.96,
        7347.86
    ],
    [
        " goal it's goal you set for yourself it's true I'm I'm my own worst critic so I don't know I think",
        7347.86,
        7353.74
    ],
    [
        " you're right bringing your promise yourself is way easier yeah because you might be used to that",
        7353.74,
        7358.68
    ],
    [
        " or it's weird yeah I think you use both yeah also check out uh flipside canvas dot com this is",
        7358.68,
        7366.04
    ],
    [
        " Dakota Meyer from podcast 115 and he's selling basically badass prints is that what you call",
        7366.04,
        7376.74
    ],
    [
        " print prints prints you can get prints of what really cool stuff very smart work uh you know movie scenes",
        7377.22,
        7383.36
    ],
    [
        " things like now like there's a couple of them sitting over there good you can get one he made you",
        7383.36,
        7388.4
    ],
    [
        " can get over the stuff he's making that stuff yeah disciplinary goes freedom so yeah if you want us",
        7388.4,
        7392.94
    ],
    [
        " to work what's the call flipside canvas dot com and actually the reason it's called flipside is",
        7392.94,
        7398.56
    ],
    [
        " because one of the last things one of his bro's said to him before they went into that battle was",
        7398.56,
        7403.2
    ],
    [
        " I'll see you on the flipside that's what the story is behind that so support Dakota he's the man",
        7403.2,
        7408.4
    ],
    [
        " and check it out you can also get these uh these well they're kind of reminders to you that you",
        7408.4,
        7415.38
    ],
    [
        " can hang up yeah and get reminded oh yeah because we need to get reminded whether it's psychological",
        7415.38,
        7420.48
    ],
    [
        " warfare whether it's a print keep yourself on the path whether it's a t-shirt keep yourself on",
        7420.48,
        7426.34
    ],
    [
        " the path yeah these things have an impact yeah that and those rebinders are actually way more like",
        7426.34,
        7432.9
    ],
    [
        " powerful but they're more powerful than you might think because think about like even like with",
        7432.9,
        7439.4
    ],
    [
        " drinking or something like this where if you have like a plan day tomorrow where it has no room for",
        7439.4,
        7445.54
    ],
    [
        " drinking that day no room no room for drinking the night before or that day if you have it all",
        7445.54,
        7450.58
    ],
    [
        " planned out you're probably you'll drink you're likelihood to drink way less but if you don't",
        7450.58,
        7456.78
    ],
    [
        " yeah it's almost like you sort of forget to stay focused on what you have to do you know it's",
        7456.78,
        7460.82
    ],
    [
        " almost like a way of forgetting yeah that's why if you have a plan day like you get more done",
        7460.82,
        7465.94
    ],
    [
        " rather than because you you fall susceptible to like what do I feel like doing you know you're",
        7465.94,
        7470.5
    ],
    [
        " led more with what you feel like the weird thing is when you're dealing with addiction that's when",
        7470.5,
        7475.34
    ],
    [
        " you screw up the most the day that you have the big presentation or the big meeting that night",
        7475.34,
        7480.68
    ],
    [
        " before is when you will is that like self sabotage or something it's a hundred percent self sabotage",
        7480.68,
        7486.04
    ],
    [
        " dang because you want to get caught because you know you're doing the wrong thing you know what a lot",
        7486.04,
        7490.26
    ],
    [
        " of what my behavior over the last two for the last years was like I hope someone I think",
        7490.26,
        7494.92
    ],
    [
        " psych a lot or subconscious was like yeah somebody like because it became my actions became almost",
        7494.92,
        7500.54
    ],
    [
        " arrogant like it might boldness anyway we're done with all that let's let's finish the commercials",
        7500.94,
        7505.32
    ],
    [
        " these are more like announcements tips to stay in the past this is the jaco wiling podcast he can do",
        7505.32,
        7512.38
    ],
    [
        " it every once true it's true so home gym right we're doing home gym you go to on it dot com this is",
        7512.38,
        7517.46
    ],
    [
        " where you get your kettlebells rings I have all the monkey bells that they put out five years ago",
        7517.46,
        7523.4
    ],
    [
        " remember those all yeah I got them too and I got the I got the mace the quad mace the quad",
        7523.4,
        7528.46
    ],
    [
        " that thing is on it yeah do you have like a regular routine with the mace I had one yes I",
        7528.46,
        7535.34
    ],
    [
        " meant I actually I actually jacked my elbows because of all like all the shooting I did as a sniper",
        7535.34,
        7541.48
    ],
    [
        " so I had to build up my inner like cuz what's in the inside it's the golfers elbow right",
        7541.48,
        7546.98
    ],
    [
        " I have no antennas this is anyway I had to build up the tendons and then I could swing them",
        7546.98,
        7552.4
    ],
    [
        " yes yeah that's what I'm saying try do a little routine if you're not used to that",
        7552.4,
        7555.8
    ],
    [
        " bro you'll feel all those little weird muscles that you know one of my buddies sold a house",
        7555.8,
        7559.98
    ],
    [
        " here in San Diego and he sends me a text he's out of town you know he's in the dames he goes he goes",
        7559.98,
        7565.96
    ],
    [
        " hey man sold the house escrow closes tomorrow it's done I got a tire there and some other like bumper",
        7565.96,
        7572.4
    ],
    [
        " plates whatever if you want to go grab it I'm not I'm not taking it so if you want to get it otherwise",
        7572.4,
        7576.54
    ],
    [
        " I got to get it moved by someone so it was a little bit of a you know good deal for him good deal",
        7576.54,
        7581.1
    ],
    [
        " for me and it's been raining here and something kind of for you anyways I show up the house",
        7581.1,
        7585.16
    ],
    [
        " and you know I was pretty psyched to get a tire you know we're talking about a big tractor",
        7585.16,
        7589.54
    ],
    [
        " tire yeah a big tractor tire but I was thinking like a big tractor tire that you know you could",
        7589.54,
        7593.92
    ],
    [
        " you know easily throw in a vehicle or something like that this thing was like freaking massive",
        7593.92,
        7600.3
    ],
    [
        " so like some like the big foot would be it's huge it's huge it's absolutely huge I barely got",
        7600.3,
        7606.94
    ],
    [
        " it and you know my giant van I barely bet literally barely got into the most the biggest van you",
        7606.94,
        7613.28
    ],
    [
        " go you can buy I barely got it in there after and it's and it was all filled with water I had to",
        7613.28,
        7618.46
    ],
    [
        " get a cup of scoop all the water I know I'm wearing my flip flops I'm it was a nightmare so to my",
        7618.46,
        7623.9
    ],
    [
        " buddy that then you know who you are I got your tire into my backyard I'm psyched now of course",
        7623.9,
        7628.52
    ],
    [
        " because now I got a cool tire dang yeah I also was like one of those things I can oh you know I've",
        7628.52,
        7632.54
    ],
    [
        " got a call in like 30 minutes I'll just drive over there grab it real quick no I was out there",
        7632.54,
        7637.74
    ],
    [
        " get barely making it back but you made it yeah so don't underestimate the tire that's the deal",
        7637.74,
        7646.08
    ],
    [
        " you don't clarify the tire oh you got a tire yes you need a moving truck to move it okay give me",
        7646.08,
        7651.86
    ],
    [
        " a heads up next yeah you figure tractor tire tractor tire yeah so that there's a little it's just",
        7651.86,
        7658.84
    ],
    [
        " tall it's not it's just holds me it's not as tall as me but it's yeah like the one here no no that's",
        7658.84,
        7664.74
    ],
    [
        " what I was expecting at our at our gym here you know victory gym we know we got a night we got",
        7664.74,
        7669.94
    ],
    [
        " some tires we got three or four of them this thing is bigger than all of them but a lot bigger yeah",
        7669.94,
        7673.92
    ],
    [
        " you got jammed yeah but you know hey he hooked me up yeah the last one is probably vague on",
        7673.92,
        7679.38
    ],
    [
        " purpose yeah no he knows I'm fired up right yeah most people think chocolate one I guess tire it was",
        7679.38,
        7685.7
    ],
    [
        " an estimation jump jocke won't ask I know he won't ask I can't wait for him to go get that tire yeah",
        7685.7,
        7690.66
    ],
    [
        " nonetheless so tires or otherwise home gym boom like I say kettlebell rings jump rope",
        7690.7,
        7697.74
    ],
    [
        " that's a big one too don't forget the jump rope don't forget the jump a lot of cool stuff on",
        7697.74,
        7702.38
    ],
    [
        " their good on air feet if you have feet I mean if if you can jump have you jump rope can you jump rope",
        7702.38,
        7707.32
    ],
    [
        " no I've tried yeah there's a guy though on so much like foot ankles and calves yeah I think",
        7707.32,
        7713.34
    ],
    [
        " his name mad mad on Instagram he's a double below knee I believe he's American Army anyway he",
        7713.34,
        7719.6
    ],
    [
        " jumps rope but he has like some prosthetic I haven't seen before so I'm gonna try and get my hands",
        7719.6,
        7724.1
    ],
    [
        " on some of those I like it jumping rope is awesome yeah unless you get them at on it dot com slash",
        7724.1,
        7729.92
    ],
    [
        " jocke we got some books jody's got two books the first book which I covered on podcast 24 it's",
        7729.92,
        7735.46
    ],
    [
        " called unflinching you can read you should you should definitely read it it's an awesome book",
        7735.46,
        7740.38
    ],
    [
        " thanks man yeah it shows the pat the journey that jody's been on and now you know the rest of",
        7740.38,
        7749.12
    ],
    [
        " another book called everyday heroes yeah which is so that's about I've because in Canada the",
        7749.12,
        7754.7
    ],
    [
        " military book genre is not as well received let's say so my publisher realized there was an",
        7754.7,
        7763.0
    ],
    [
        " audience with my book hit the best seller list in Canada though I mean there's less people in",
        7763.0,
        7767.92
    ],
    [
        " Canada all of Canada than they're in California so it's like my kids aren't going to Ivy League",
        7767.92,
        7772.44
    ],
    [
        " schools or anything but so they want so I wanted to do a book that would let other soldiers tell",
        7772.44,
        7778.96
    ],
    [
        " their story and I'm hoping to make a series out of it like it's it's a it's a book that I think",
        7778.96,
        7783.68
    ],
    [
        " I could do every year and never run into material so pick it up everyday heroes it's available",
        7783.68,
        7789.66
    ],
    [
        " every Amazon and anywhere but some good old boys from world war two in Korea right up to",
        7789.66,
        7795.82
    ],
    [
        " Afghanistan one of my favorite stories is this guy Bruno he disarms a suicide bomber while the guy",
        7795.82,
        7802.08
    ],
    [
        " has his fingers on the trigger yeah like balls the size of like kettlebells yeah like so anyway",
        7802.08,
        7807.84
    ],
    [
        " and he's a pretty cool duties he's out there somewhere doing the during doing the good fight but",
        7807.84,
        7812.84
    ],
    [
        " that's awesome yeah so pick those books up you can also get Mikey in the dragons",
        7812.84,
        7817.02
    ],
    [
        " best children's book in the world yeah Mikey in the dragons well you know Mikey in the dragons you",
        7817.02,
        7825.32
    ],
    [
        " can pick that one up you can pick up way the warrior kid way the warrior kid too which is called",
        7825.32,
        7829.34
    ],
    [
        " marks mission Jody how does your daughter like way the warrior kid uh in her words it's the greatest",
        7829.34,
        7836.26
    ],
    [
        " book she's ever read and she's 10 yeah and she's a girl and she's Canadian and she's my daughter",
        7836.42,
        7842.64
    ],
    [
        " and I can't get her to do like even jitsu's an argument I'm like you're doing jitsu and I start",
        7842.64,
        7847.42
    ],
    [
        " she's like no I don't want to but for some reason that book and it's sad on her shell for a couple",
        7847.42,
        7852.08
    ],
    [
        " months yep but man when she read it she said this is I didn't she didn't tell me she's reading it",
        7852.08,
        7856.8
    ],
    [
        " but she said your friend wrote the greatest book I've ever read she did a book report on it for",
        7856.8,
        7861.12
    ],
    [
        " school and everything that is awesome yeah I I think it's one of those things you don't want to",
        7861.12,
        7864.72
    ],
    [
        " force your kid to read it you just put it there you just kind of put it out there and let them read",
        7864.72,
        7868.78
    ],
    [
        " it just like any leadership position you don't want to force things down someone's throat you just",
        7868.78,
        7872.68
    ],
    [
        " make available to them the path you know when they see it they get on it and there's gonna be a new",
        7872.68,
        7877.86
    ],
    [
        " warrior kid book coming out in the spring I'll let you know when it's available for pre-order",
        7877.86,
        7883.96
    ],
    [
        " the big pre-order the name of that the subtitle that book is where there's a will so you got that",
        7883.96,
        7891.26
    ],
    [
        " one coming you got the discipline because freedom field manual if you need to it's another",
        7891.26,
        7895.86
    ],
    [
        " little reminder for life it's another thing that'll keep you on the path it keeps me on the path",
        7895.86,
        7899.32
    ],
    [
        " just have that book sitting on one of my friends that uh is at a hedge fund then in there in",
        7899.32,
        7906.52
    ],
    [
        " there you know it's like a really cool looking you know hedge funds they're New York City all cool all",
        7906.52,
        7912.28
    ],
    [
        " well for wall stories type stuff what what's the yeah sleek that's the modern thing they're very sleek",
        7912.28,
        7917.36
    ],
    [
        " and he shows me a picture of like they're they're when you walk in and you when you walk into a",
        7917.36,
        7922.2
    ],
    [
        " hedge fund you want to they want to leave an impression yeah yeah that they know what's up you know",
        7922.2,
        7926.1
    ],
    [
        " there's a this big white table what's on the white table the field the field made one book",
        7926.1,
        7933.02
    ],
    [
        " just sitting there and he says everyone that comes in picks it up and goes what is this thing this",
        7933.02,
        7938.72
    ],
    [
        " is awesome so Brad's perfect to be the only book to uh aesthetically soon saying especially with",
        7938.72,
        7943.62
    ],
    [
        " the white table or black goes with everything or a great table yeah like it it goes with everything",
        7943.62,
        7948.3
    ],
    [
        " very nice so get that book for yourself for anyone that wants to get after it more or continually",
        7948.3,
        7956.12
    ],
    [
        " extreme ownership we talked about that a bit today the lessons we learned in combat and how you",
        7956.12,
        7962.32
    ],
    [
        " can apply them to your business to your team to your family to your life also the dichotomy",
        7962.32,
        7967.92
    ],
    [
        " leadership which is now starting to creep out from its older brothers shadow because extreme",
        7968.28,
        7973.4
    ],
    [
        " ownership everyone knows that everyone loves it sure but they're like oh dichotomy out we don't",
        7973.4,
        7977.96
    ],
    [
        " know about your little brother it's kind of like you echo your your jade's little brother right yep",
        7977.96,
        7982.68
    ],
    [
        " sure yep and you know it was kind of like oh jade was kind of the guy right I don't know came first",
        7982.68,
        7987.82
    ],
    [
        " came first you're just the echo right oh and jade was blares jade was bigger than you right",
        7987.82,
        7995.8
    ],
    [
        " yeah he was bigger than echo you see i'm saying so dichotomy leadership is like the echo",
        7996.12,
        8001.78
    ],
    [
        " Charles of the jade Charles family you know it's funny on that on that thread like uh before my",
        8001.78,
        8008.7
    ],
    [
        " jody met a podcast episode one when we were coming to meet you what's coming we debated Luke and",
        8008.7,
        8014.56
    ],
    [
        " I debated if echo like I say I can't wait to find out what echo Charles is real name is",
        8014.56,
        8020.16
    ],
    [
        " and Luke says I hope it's echo Charles yeah because I just thought it was remember we",
        8020.16,
        8025.22
    ],
    [
        " talked about this alpha grow up Charlie right and then when I asked you you're like no my name my name's",
        8025.22,
        8030.42
    ],
    [
        " echo and why what's Charles me and you're like it's my last name it's that's less I just just",
        8030.42,
        8035.9
    ],
    [
        " relistening to the shows by shows the other day and I was like I was like oh yeah I can't wait to",
        8035.9,
        8040.08
    ],
    [
        " talk to echo about like how I thought for sure your real name was like was like at like Ernie or",
        8040.08,
        8045.0
    ],
    [
        " something he called you echo because it's cooler yeah starts with an e we didn't want no Ernie",
        8045.0,
        8050.32
    ],
    [
        " yeah well kind of like how you did with test unit bruiser you did that exact thing and maybe if",
        8051.04,
        8055.42
    ],
    [
        " your name was like Ernie I would have changed it's echo that could just sounds cooler and then",
        8055.42,
        8061.68
    ],
    [
        " Charles was like because like maybe your real name was Charlie or something I don't know yeah I dig it",
        8061.68,
        8067.06
    ],
    [
        " well with these books good news by the way books speaking of books yeah all these you can you",
        8067.06,
        8071.86
    ],
    [
        " can get everyday heroes all these books on joclepodcast.com yeah I got them organized",
        8071.86,
        8076.9
    ],
    [
        " there's a list of books all of them and you can get the dichotomy leadership there as well",
        8076.94,
        8081.68
    ],
    [
        " and extremely all these books yeah I got them listed on a page every book we've covered",
        8081.68,
        8085.88
    ],
    [
        " podcast yeah you haven't got every de here is on there you do now I think I did for that original",
        8085.88,
        8091.0
    ],
    [
        " okay my book was on your website I think we're in the original one wasn't yeah on flinching",
        8091.0,
        8097.96
    ],
    [
        " is for sure it is yeah thanks man I didn't realize it yeah yeah every book that we've done is on",
        8097.96,
        8102.52
    ],
    [
        " thanks joclepodcast.com to buy episode that's probably why it's still selling it's still selling",
        8103.98,
        8109.3
    ],
    [
        " it's still selling that's what I mean well the weird thing you gotta remember is that the lag time",
        8109.3,
        8113.0
    ],
    [
        " on the podcast is there's some there's there's there's there's many many people yeah that start with",
        8113.0,
        8119.42
    ],
    [
        " episode one today no bro that's what I mean today I say I get a message like weekly minimum one",
        8119.42,
        8124.58
    ],
    [
        " a week it's I just heard you on jocco yeah and then I go like I resist the urge to say oh if you",
        8124.58,
        8130.66
    ],
    [
        " heard me on episode was it 24 25 yeah 25 wait till 111 or and then you know because I want them",
        8130.66,
        8138.98
    ],
    [
        " to discover it on their own yeah yeah no that's one of the coolest things is people and people ask me",
        8138.98,
        8144.4
    ],
    [
        " where should I start on the podcast and I say one oh yeah and they definitely build on each other",
        8144.4,
        8149.5
    ],
    [
        " but they're also timeless so it's not like you go oh well they're talking about some political",
        8149.5,
        8154.9
    ],
    [
        " thing that happened in 2014 and I don't want to listen to that right now no it's like we're talking",
        8154.9,
        8159.52
    ],
    [
        " about something that happened 480 years ago and you do want to hear about it yeah yeah so yeah",
        8159.52,
        8165.72
    ],
    [
        " but I saw the economy leadership someone the other day had had wrote on Twitter this is the best",
        8165.72,
        8169.7
    ],
    [
        " leadership book I've ever read which is normally what I hear about extreme ownership so now I see",
        8169.7,
        8174.9
    ],
    [
        " a little little replacement there Jade Charles is being usurped by his younger brother that's",
        8174.9,
        8182.08
    ],
    [
        " what's going on so Jade better starts to keep rooting for extreme ownership year you represent",
        8182.08,
        8187.64
    ],
    [
        " the economy of leadership we got Ashlyn on front leadership consultancy what we do is we solve",
        8187.64,
        8193.62
    ],
    [
        " problems through leadership it's me Lafab and JP to Nell Dave Burke Flynn Cochran Mike Sirelli Mike",
        8193.62,
        8200.82
    ],
    [
        " Bayama and Jason Gardner someone put up like dang everyone at this company is a pipehead or no one",
        8200.82,
        8209.82
    ],
    [
        " can compete I was like hey I'm not going to say no one can compete but we definitely have awesome",
        8209.82,
        8214.18
    ],
    [
        " guys on the team that's echelonfront.com for details there we got the monster coming in 2019 May 23rd",
        8214.56,
        8222.02
    ],
    [
        " and 24th in Chicago September 19th 20th and Denver December 4th and 5th in Sydney Australia that's",
        8222.02,
        8229.26
    ],
    [
        " right go to extreme ownership.com every one of these events is sold out and all of these are going",
        8229.26,
        8237.48
    ],
    [
        " to sell out they're actually selling faster than it ever sold before when we look at our data",
        8237.48,
        8242.24
    ],
    [
        " analytics the Mata data yeah I think it's meta no we're kind of say Mata Mata it's we made it data",
        8243.82,
        8250.94
    ],
    [
        " how do you guys call it well we're going to the Canadian one yeah after this yeah the Canadian Deats",
        8250.94,
        8257.66
    ],
    [
        " yeah yeah yeah online one of the reasons that we did this is because not everyone can come to the",
        8257.66,
        8262.84
    ],
    [
        " monster and every time I post about the monster there's someone that says when you come into Milwaukee",
        8262.84,
        8266.9
    ],
    [
        " when do you come into Detroit when you come into Ottawa yeah they're wanting and the bottle lines we",
        8266.92,
        8272.5
    ],
    [
        " can't go everywhere to do monsters that was one of the things that made us make this thing EF online",
        8272.5,
        8277.16
    ],
    [
        " the other reason is we work with companies that have tens or hundreds of thousands of employees",
        8277.16,
        8282.46
    ],
    [
        " and they say oh can you just train all of your employees and I say well yeah sure and then they",
        8282.46,
        8288.12
    ],
    [
        " say have 138,000 employees no actually that's going to be a problem so how to solve that problem we",
        8288.12,
        8293.68
    ],
    [
        " made EF online it is interactive training online that you can take EF online.com we have also EF",
        8293.68,
        8303.84
    ],
    [
        " Overwatch if you want if you want a combat proven special operations leader or combat aviation",
        8303.84,
        8312.22
    ],
    [
        " leader to come and work inside your company to make things happen then go to EF Overwatch.com",
        8312.22,
        8321.3
    ],
    [
        " fill out the information whether you're a vet that wants a position or you're a talent-seeker that",
        8321.3,
        8327.1
    ],
    [
        " needs people at your company that can lead and understand the principles that we talk about in",
        8327.1,
        8331.2
    ],
    [
        " extreme ownership then check that out and if you want to keep cruising with us all of us can be",
        8331.2,
        8338.8
    ],
    [
        " found on the interwebs on Twitter and on Instagram and on the face. Are you off Facebook?",
        8338.8,
        8348.52
    ],
    [
        " No he's on Facebook. Echo is at Echo Charles. I am at Jocco, Willink and Jody is at Jody, Middick.",
        8349.42,
        8355.22
    ],
    [
        " Echo anything else? I have nothing else thank you. Thank you for having nothing else.",
        8355.4,
        8361.08
    ],
    [
        " See you man. It's good. Jody anything else brother. Thank you Jocco. Thank you Echo. Thank you",
        8361.3,
        8370.72
    ],
    [
        " to the listeners and you know I'm working on being the best Jody I can be and thanks for being",
        8370.72,
        8377.3
    ],
    [
        " there with Forbian with Kelly and I. It's good that you have like a new mission. Remember that",
        8377.3,
        8382.1
    ],
    [
        " was one of the best ways I've ever heard it put. You needed mission. So man if you don't have like",
        8382.1,
        8388.8
    ],
    [
        " an important mission like you don't really care that I mean sure I got I know what I got to do",
        8388.8,
        8392.6
    ],
    [
        " tomorrow in the next month and all stuff but if it's not like that important to you brother you're",
        8392.6,
        8396.9
    ],
    [
        " gonna be like all right I need something. Well that's what happened bro. The politics getting",
        8396.9,
        8400.62
    ],
    [
        " into politics winning with a great mission. Yeah. And then I won and then I was like the dog that",
        8401.18,
        8407.3
    ],
    [
        " caught the car. Yeah. I was like okay what do I do now? And I tried to learn and I you know I had",
        8407.3,
        8413.42
    ],
    [
        " the deputy mayor and the mayor and they were all on my side and I had lots of like they all we still",
        8413.42,
        8418.06
    ],
    [
        " talk but my they could say they could see it my heart just wasn't in it you know like Kelly would",
        8418.06,
        8423.52
    ],
    [
        " always say she would always say man you know when you get excited when you talk about like going",
        8423.52,
        8428.06
    ],
    [
        " here to see the troops are going there and shooting and going there and like planning that",
        8428.06,
        8431.46
    ],
    [
        " business you vote I want to open a gym since before I got blown up you know and now I'm back on",
        8431.46,
        8437.08
    ],
    [
        " and I thought I could do both I thought being the counselor would let me like you know have a spot",
        8437.08,
        8442.36
    ],
    [
        " open it like be there for meetings but it's just like it's not doesn't work not for me anyway maybe",
        8442.36,
        8448.18
    ],
    [
        " if I go like I might get political again in my 50s after I make a few bucks and it's a little",
        8448.18,
        8454.38
    ],
    [
        " less more to pay the bills and or so it's a little less to about paying the bills and more about",
        8454.56,
        8458.88
    ],
    [
        " getting things done. Does that make sense? Yeah yeah and so you know but right now I need to be myself",
        8458.88,
        8464.26
    ],
    [
        " for a while and so that's it like 10-year plan is to be Jody. Check and as Echo said that's a new",
        8464.26,
        8470.64
    ],
    [
        " mission the new mission with the place that you're developing and you know I'm plugging for as",
        8470.64,
        8475.76
    ],
    [
        " long as I didn't realize how much you're doing and bro like the respect I have for you actually",
        8475.76,
        8480.38
    ],
    [
        " just went up hearing that and it's not like I it's not like I can go much higher don't get",
        8480.38,
        8484.82
    ],
    [
        " to you go just to go but you know a guy like me thinking you're awesome but at my point is",
        8484.82,
        8489.88
    ],
    [
        " everything you're doing is for the community and I had a sit down actually shot showed 2017 one",
        8489.88,
        8495.6
    ],
    [
        " of the guys I taught on his basic sniper sat he's one of one of the best snipers in Canada",
        8495.6,
        8500.0
    ],
    [
        " one of our soft commanders he said you need to stop he was another guy who told me you can do more",
        8500.0,
        8507.16
    ],
    [
        " for the community as Jody Middick working for yourself then for working for Colt or",
        8507.16,
        8511.74
    ],
    [
        " Demaco or any of these other companies that I was looking at and you know and and it's being able to",
        8511.74,
        8517.74
    ],
    [
        " take take the reins of leadership that you have and and start doing the things listen to you talk",
        8517.74,
        8525.74
    ],
    [
        " I'm like because Kellyanne I like we have a five and 10-year plan where we hope we can have",
        8525.74,
        8529.58
    ],
    [
        " an employment website where we hope we can have a speaking bureau that can take guys of a similar",
        8529.58,
        8534.56
    ],
    [
        " mindset and have us have a presence and put them out there delivering a good message and",
        8534.64,
        8538.74
    ],
    [
        " and you're doing all that and you're being an example for for my kids dude and like because then",
        8538.74,
        8544.28
    ],
    [
        " and you know it takes a village to raise a kid and I and I want my daughters to know all the best",
        8544.28,
        8549.56
    ],
    [
        " people in the world and you know you're one of them and and you're just everything you're doing",
        8549.56,
        8553.92
    ],
    [
        " with the people around you like I'm I have I have someone that's leading the way for me",
        8553.92,
        8560.36
    ],
    [
        " and and I'm glad it's not just me doing it either is that makes like I'm way I'm 10 years behind",
        8561.36,
        8567.3
    ],
    [
        " you but but now I know it's it's possible to yeah no it's um there's there's plenty of room there's",
        8567.3,
        8573.3
    ],
    [
        " all kinds of people in the world that are are down to move forward and move on and yeah and there's",
        8573.3,
        8578.78
    ],
    [
        " a plenty of pie for everybody that's the one right now in Canada we're dealing with a little bit of",
        8578.78,
        8583.1
    ],
    [
        " like too much competition not enough collaboration and far as the tactical after army world",
        8583.1,
        8589.18
    ],
    [
        " but you know and the reason I kept throwing an Ottawa on Canada there is because",
        8589.98,
        8593.78
    ],
    [
        " they're hungry for jaco in Canada and you and we should talk because and we have a little",
        8593.78,
        8599.32
    ],
    [
        " yeah yeah we have a little bit but I'm telling you it's probably bigger than you realize",
        8599.32,
        8602.36
    ],
    [
        " okay so anyway I just wanted to throw that in you said anything else and I just listen to you talk",
        8602.36,
        8608.88
    ],
    [
        " gives me hope that everything I want to do is achievable there's no doubt about it I mean I'm",
        8608.88,
        8614.18
    ],
    [
        " an average dude that I'm a hard worker I will say that but nothing special in any other way",
        8614.18,
        8619.06
    ],
    [
        " and I just just work hard and you're good person and and good people attract good people and you",
        8619.06,
        8624.68
    ],
    [
        " you know if you were hard to work with people wouldn't work with you and that's one thing I've",
        8624.68,
        8629.32
    ],
    [
        " learned like you know if you want good people around you have to be a good person yeah no it's",
        8629.32,
        8634.64
    ],
    [
        " it's awesome to work with all the guys that I work with before and we're all working together again",
        8634.64,
        8639.52
    ],
    [
        " as actually with Jason Gardner we were just laughing because he got back from his gig I got back",
        8639.52,
        8644.02
    ],
    [
        " from my gig and he was just laughing saying this is so awesome man this is so awesome you're",
        8644.02,
        8647.92
    ],
    [
        " around all the people you were around in uniform yeah now you can help each other again that's",
        8647.92,
        8652.34
    ],
    [
        " what it's all about man what it's all about and speaking of those people in uniform that allow",
        8652.34,
        8658.54
    ],
    [
        " us to do this podcast people like you Jody all of our military personnel and and also the police",
        8658.54,
        8665.48
    ],
    [
        " and law enforcement and firefighters and paramedics and EMTs and correctional officers and border",
        8665.48,
        8669.68
    ],
    [
        " patrol and all the first responders that are out there in uniform all of you allow us the freedom",
        8669.68,
        8676.0
    ],
    [
        " and security that we have and that we relish every single day that allow us these opportunities so",
        8676.0,
        8682.08
    ],
    [
        " thanks to every single one of you for providing it and to everyone else that is listening",
        8682.08,
        8689.62
    ],
    [
        " we talk about the path and we talk about discipline and we talk about living clean but it is not",
        8689.62,
        8699.1
    ],
    [
        " an easy path it is filled with temptations and pitfalls and hazards and traps",
        8699.1,
        8706.42
    ],
    [
        " and it's hard to stay on the path and if you fall off it can seem even harder to get back on",
        8706.42,
        8716.66
    ],
    [
        " but you can do it you got to be honest with yourself do not be a slave don't be a slave to",
        8716.66,
        8728.22
    ],
    [
        " drugs or booze or emotion or whatever weakness is trying to be your master don't allow it",
        8728.22,
        8738.78
    ],
    [
        " tell the truth call out your own weaknesses then impose discipline impose your will and climb",
        8738.78,
        8749.6
    ],
    [
        " back up onto the path and set yourself free and until next time this is Jody Middick, Eneko and Jaco",
        8749.6,
        8764.1
    ],
    [
        " out",
        8764.1,
        8765.68
    ]
]