[
    [
        " Thoughts on how to deal with toxic slash negative people of those people.",
        0.46,
        6.84
    ],
    [
        " Yeah, so first of all, it's important to recognize that those people exist everywhere.",
        6.96,
        14.72
    ],
    [
        " And everybody's got to deal with me. If you run into one of these people, don't get all surprised",
        15.06,
        20.62
    ],
    [
        " as if they're a lone ranger out there being negative. No, there's negative rangers all over the place.",
        20.62,
        26.68
    ],
    [
        " So we got to do you got to know how to deal with them. And it's so so when you're dealing with someone like that,",
        28.32,
        34.84
    ],
    [
        " first of all, confronting them. Of course, as you can probably predict, is not usually the best option",
        34.84,
        43.66
    ],
    [
        " because all you're doing is your your attack and they're heavily defended position, which is not good.",
        43.66,
        47.8
    ],
    [
        " So one of the techniques that I use when dealing with these kind of people is I absorb.",
        48.14,
        55.58
    ],
    [
        " I absorb their critiques. I absorb their toxicity. I absorb their negativity.",
        56.16,
        65.2
    ],
    [
        " Now obviously this takes a little bit of strength, right? You can't be taken stuff personally.",
        65.42,
        68.9
    ],
    [
        " You have to in order to learn how to absorb, think you're gonna say, okay, I'm just gonna do this for the team, right?",
        69.1,
        73.16
    ],
    [
        " But it looks like for instance, when they say, oh, this is horrible.",
        74.84,
        79.98
    ],
    [
        " I don't say no, it's not horrible. I don't just go right back out of them. I say, yeah, you know what?",
        80.92,
        85.94
    ],
    [
        " We definitely got some room for improvement, right? So I kind of just deflected it. I kind of just absorb it, right?",
        86.0,
        91.9
    ],
    [
        " Absorb it a little bit. Because what they want to do is they're lashing out, right?",
        92.42,
        95.32
    ],
    [
        " They're throwing the negativity. They like those explosions. They like to see it hit something and blow up.",
        95.66,
        100.12
    ],
    [
        " That's what they're doing. That's how they roll. So you're gonna absorb. You're gonna catch it and pull it in, right?",
        100.38,
        104.88
    ],
    [
        " So when they're like, we can never do this. I don't say we can absolutely do this.",
        105.24,
        112.04
    ],
    [
        " No, because you didn't, you're just going to create the explosion that they're looking for.",
        112.1,
        115.32
    ],
    [
        " In some of them say, you know what? We might not be able to do it. I'm gonna give it a good solid try.",
        115.74,
        120.3
    ],
    [
        " I'm gonna try to get it. Right? So we're just deflected it a little bit and they're gonna throw you some other negative thing.",
        120.94,
        126.4
    ],
    [
        " And you know if they say, this is stupid. I don't say no. This is the most brilliant thing I've ever seen. I don't do that.",
        127.3,
        134.9
    ],
    [
        " Don't go ahead to head. I'm gonna say, you know what? There's definitely some room for improvement the next time around.",
        135.56,
        141.64
    ],
    [
        " You're right. A hundred percent. Oh, yeah, you just got deflected.",
        142.04,
        146.96
    ],
    [
        " And those reactions, they disarmed these ultra negative people.",
        147.12,
        153.58
    ],
    [
        " And it kind of takes their fight from the minute.",
        155.64,
        159.56
    ],
    [
        " Also makes them look like emotional extremists. So with the group, right?",
        159.74,
        165.58
    ],
    [
        " When somebody calls that out in the group, then they're coming across all extreme and you just absorb it and negate it a little bit.",
        165.72,
        171.52
    ],
    [
        " It negates their view. I shouldn't say negate because negate means I totally lie across that.",
        172.2,
        177.18
    ],
    [
        " When you just absorb it and deflect it a little bit, the rest of the team goes, uh, yeah.",
        177.42,
        181.4
    ],
    [
        " You know, oh, echo, he's just super emotional. He's a negative. They see him for what he is, which help is helpful for you.",
        181.4,
        189.08
    ],
    [
        " Right. And then once I'm done absorbing their attacks and taking some of those shots, no big deal.",
        189.52,
        195.16
    ],
    [
        " Then I'm gonna start to override them somewhat with some positivity, which is gonna be directed at them.",
        195.28,
        202.24
    ],
    [
        " Right. So they were all negative, but I'm gonna say, hey, what? You did there really work well.",
        203.06,
        208.12
    ],
    [
        " Or, you know, hey, you're a good job on that. I don't know. I never could have figured that out like you did.",
        208.8,
        213.52
    ],
    [
        " Right. So I'm gonna start getting in their head a little bit and start feeling their head with some positive stuff.",
        213.84,
        220.98
    ],
    [
        " That's right. That's what I'm gonna do. And you figured that out better than anybody nicely done.",
        221.16,
        226.8
    ],
    [
        " And I'm bringing them from the dark side over to the light. That's what I'm doing. I'm bringing them over.",
        227.3,
        235.08
    ],
    [
        " And actually, I used to have the funniest one of my favorite guys in the SEAL teams.",
        236.32,
        242.16
    ],
    [
        " He was my first deployment to Iraq. He was the senior enlisted guy in our task and it's an...",
        242.72,
        251.16
    ],
    [
        " And actually, we're just bros. But when one of us would start getting a little off the reservation on something,",
        251.16,
        258.42
    ],
    [
        " like getting all addicted to some idea or something, the other one we would be looking at, like, I'd be telling him,",
        258.6,
        264.52
    ],
    [
        " like, we need to do this. And this is bullshit. We need to do... And he'd be like, maybe I'd be like,",
        264.52,
        269.04
    ],
    [
        " come back. Come back to the light. We're over here. It's okay. We're all gonna be okay.",
        269.04,
        274.9
    ],
    [
        " So when I would start getting negative, you'd start pulling me back to the light. Right.",
        275.46,
        278.42
    ],
    [
        " And the same thing with me with him, he would get all... You know, get all...",
        278.52,
        284.18
    ],
    [
        " Matter of fact, he's the guy... Remember when he talked about...",
        284.18,
        287.5
    ],
    [
        " Simplify repeat? No. Simplify, amplify and repeat. That's him.",
        287.5,
        292.46
    ],
    [
        " Yeah, yeah, yeah. That's him. He would also have to bring me back for the dark side and have to do it to him too,",
        292.46,
        297.18
    ],
    [
        " if he started to get a little too negative.",
        297.18,
        298.52
    ],
    [
        " Good times. But the last thing I want to do with someone that's being super negative is I am actually...",
        299.18,
        308.64
    ],
    [
        " I want to give them some ownership. I want to give them some ownership, some ability to make changes,",
        308.64,
        314.44
    ],
    [
        " some ability to have some kind of a positive impact on the mission.",
        314.86,
        320.34
    ],
    [
        " So I'm gonna pick something that I think they can step up and handle. Right. Something that is within their grasp and",
        320.34,
        328.28
    ],
    [
        " realm and ability, and I'm gonna give it to him. And then I'm gonna give him...",
        328.28,
        332.94
    ],
    [
        " I'm gonna give him, I'm gonna kind of overload him with help and with assistance and with guidance to make sure that they win.",
        332.94,
        340.04
    ],
    [
        " And that's gonna start spinning him in a more positive direction.",
        340.86,
        344.98
    ],
    [
        " So that's my way to deal with the big negative people out there.",
        346.86,
        351.7
    ],
    [
        " Just absorb and slowly counter.",
        352.12,
        355.44
    ],
    [
        " I like that how you're maybe like, hey, I like how you figured that out.",
        356.1,
        359.08
    ],
    [
        " And I said this before, but a good one is to be like to say, hey, that's what I like about you.",
        359.24,
        364.9
    ],
    [
        " You're real, whatever. XYZ, you know? You and that feel like...",
        365.06,
        369.3
    ],
    [
        " Because people said that to me, that's what I like about you. You're real, whatever.",
        369.3,
        371.9
    ],
    [
        " And it makes you want to like continue to be that.",
        372.5,
        374.8
    ],
    [
        " And you're like, hey, he thinks I'm, you know, a problem solver.",
        375.34,
        378.48
    ],
    [
        " So I'm gonna be aware and just continue to solve problems, you know?",
        378.64,
        383.0
    ],
    [
        " You put the self-fulfilling prophecy in their own heads.",
        383.22,
        385.86
    ],
    [
        " It's the positive things that you want them to do.",
        385.86,
        388.06
    ],
    [
        " Yeah, exactly.",
        388.18,
        389.04
    ]
]