[
    [
        " I am not Shakespeare.",
        0.04,
        1.66
    ],
    [
        " So I cannot come up with a Facebook message that will express how powerful of an impact you and echo have had on my life",
        2.26,
        10.4
    ],
    [
        " My father died when I was 10 and I spent the next 12 years wasting my physical and mental gifts",
        10.4,
        16.78
    ],
    [
        " You've taught me",
        16.78,
        18.26
    ],
    [
        " Many of the lessons that I like to believe my father would have taught me if he were alive",
        18.26,
        23.88
    ],
    [
        " Here's a brief list of my achievements over the past two years that you deserve at least partial credit to",
        25.48,
        32.04
    ],
    [
        " Here we go",
        32.04,
        33.44
    ],
    [
        " Lost 90 pounds net weight",
        33.44,
        35.9
    ],
    [
        " 300 from 300 pounds down to 210 that's legit. Yeah, that's a big difference. Yeah",
        35.9,
        42.0
    ],
    [
        " People weigh 90 pounds by the way. Yeah, yeah, yeah, that's a whole person. Yeah",
        42.0,
        47.06
    ],
    [
        " Deadlift max went from 225 to 455 legit",
        47.06,
        53.06
    ],
    [
        " Bench went from 185 to 315",
        54.08,
        56.42
    ],
    [
        " Extra legit",
        56.42,
        59.7
    ],
    [
        " Started training Jiu Jitsu boom boom",
        59.7,
        63.84
    ],
    [
        " Yeah, and boxing with friends even though there's nowhere to train where I currently live except for the yoga room at LA fitness",
        63.84,
        71.72
    ],
    [
        " You can make it happen in the yoga room at LA fitness. Let's get it on in the yoga room at LA fitness",
        71.72,
        76.04
    ],
    [
        " That's all I'm talking about like on like online hard. I think they did it in a lot of they fought anyway",
        76.04,
        81.36
    ],
    [
        " That's a whole other thing. Anyway spent two years working at an awful job where I led from the middle and improved the output of",
        81.36,
        89.32
    ],
    [
        " The entire facility while adding to my own skill set to the point where I was able to get a job get a job",
        89.32,
        96.12
    ],
    [
        " I love that's awesome that that's awesome to be bragging",
        96.12,
        99.54
    ],
    [
        " About the fact that you had an awful job",
        99.54,
        102.88
    ],
    [
        " That you just got after it and look what happened guess what the results are you get the job that you want the job you love",
        102.88,
        109.82
    ],
    [
        " Started at the new job last Wednesday, so that just happened boom legit",
        110.74,
        115.54
    ],
    [
        " And see started taking class for the next job. I want on",
        115.54,
        120.58
    ],
    [
        " Coursera must be some kind of an internet thing",
        120.58,
        123.82
    ],
    [
        " I'm halfway through the data science certification program. Yeah, that's science",
        123.82,
        128.72
    ],
    [
        " I'm currently 26 and I fully intend to get after it until the day I die",
        128.72,
        133.82
    ],
    [
        " Past your lessons on to my younger brother who has lost 50 pounds and swings the kettlebell. I got him every day",
        134.36,
        140.56
    ],
    [
        " When I lack the motivation to do what needs to be done your words ring aloud in my ears discipline equals freedom",
        140.56,
        149.84
    ],
    [
        " Thank you so much. Okay, so the my question is",
        149.84,
        153.66
    ],
    [
        " You may not reason I included this preamble of kind of what he's been you're gonna hear but as I thought about how to answer this question",
        153.66,
        161.44
    ],
    [
        " It's good to know what the background isn't what successes. He's at that's what kind of threw that in there. Yeah",
        162.5,
        167.22
    ],
    [
        " And it's awesome. It's awesome to hear about a trooper just getting after it. Yeah",
        167.22,
        171.08
    ],
    [
        " Tank numbers, too. That's the thing. That's the good thing about like, you know, some you you can say I'm getting after it nowadays good",
        171.08,
        177.34
    ],
    [
        " Good, but now I'm dead lifting for",
        177.34,
        179.96
    ],
    [
        " Yeah, this guy's like I'm getting after it. Here's how look here's how",
        179.96,
        183.62
    ],
    [
        " My my my my my result. Okay, jocke you may not have this issue. How do you avoid feeling discouraged when you realize",
        183.62,
        191.4
    ],
    [
        " How much of your life you wasted when you're not getting after it do you ever worry?",
        191.4,
        198.44
    ],
    [
        " That you won't achieve your full potential because you wasted time",
        199.24,
        202.68
    ],
    [
        " Well, first of all like I said",
        202.68,
        207.18
    ],
    [
        " First and foremost congratulations",
        207.18,
        209.92
    ],
    [
        " Second, that's just legit and",
        210.54,
        214.58
    ],
    [
        " To have made that much progress you're obviously on the path and getting after it what you've accomplished is awesome",
        214.58,
        219.6
    ],
    [
        " Some people never make that transition so stay on it. Keep crushing it now as far as discouragement goes from not having gotten on the path earlier",
        219.6,
        229.04
    ],
    [
        " And well, do I feel that way would I feel that way negative don't know?",
        229.04,
        233.96
    ],
    [
        " Okay, you were a little late getting in the game",
        234.66,
        236.64
    ],
    [
        " But I'll tell you what 26 years old is that what we're talking about 26. Yeah, at 26 years old you're young and",
        237.82,
        244.32
    ],
    [
        " You're young and but I'll tell you what even if even if you were 40 or 50 or 60 or 70 doesn't matter",
        244.32,
        253.3
    ],
    [
        " You're in the game now and that's that's what counts and all those quote-unquote wasted years they they weren't wasted right?",
        253.3,
        262.68
    ],
    [
        " They're not wasted because you learned and",
        262.8,
        266.5
    ],
    [
        " Specifically what did he learn about learned about what it's like to be out of shape",
        266.62,
        270.96
    ],
    [
        " Learned about what it's like to be overweight learned about what it's like to be weak and the knowledge that you learned about those things",
        270.96,
        279.9
    ],
    [
        " is",
        279.9,
        282.02
    ],
    [
        " fuel to make sure that it never happens again",
        282.02,
        286.56
    ],
    [
        " Because you know you know what is out there and you know how bad it can get and",
        286.56,
        294.18
    ],
    [
        " And this is the other reason why it's beneficial that",
        294.18,
        299.56
    ],
    [
        " You you have a past that wasn't perfect is now",
        299.56,
        304.48
    ],
    [
        " You can teach other people how to do it very clearly",
        304.48,
        309.7
    ],
    [
        " Yeah, you can inspire other people to do a look at what you did deal with you did your brother, you know, right?",
        309.7,
        314.6
    ],
    [
        " It's another good example that so",
        314.92,
        316.78
    ],
    [
        " Back in the day before anybody knew what GJ2 was",
        316.78,
        320.38
    ],
    [
        " I'm talking the day",
        320.38,
        321.46
    ],
    [
        " I",
        322.84,
        323.28
    ],
    [
        " Am the worst person to introduce GJ2 to people because when they see me because I'm 225 pounds and",
        323.28,
        331.24
    ],
    [
        " You know a big guy and they think of course this guy can choke me of course, you know",
        331.24,
        335.54
    ],
    [
        " They don't expect anything else so when I choke them. They're like well. Yeah, you're really strong",
        335.54,
        340.38
    ],
    [
        " Yeah, yeah, so the best people to introduce GJ2 to people is like Jeff Glover, right? Who's 150 pounds?",
        340.38,
        347.5
    ],
    [
        " Skinny guy and he comes out and choke you big strong guy",
        348.8,
        352.22
    ],
    [
        " 27 times in a row they say oh maybe this stuff works. Yeah, well, it's the same thing here people look at me",
        352.22,
        357.82
    ],
    [
        " They go, you know, jock who's just hardcore. No, not just me look at you",
        357.82,
        362.72
    ],
    [
        " You're the one that did it you went through a much bigger transition than I've ever gone through in my life, yeah, so",
        362.72,
        368.76
    ],
    [
        " I say you embrace what you learned from",
        368.76,
        373.6
    ],
    [
        " the weekdays",
        373.6,
        375.66
    ],
    [
        " Let them",
        376.68,
        377.46
    ],
    [
        " Let them make you even stronger",
        377.46,
        380.74
    ],
    [
        " And you use your own personal",
        380.74,
        384.14
    ],
    [
        " Transformation that you've made in life use that to help other people",
        384.14,
        391.1
    ],
    [
        " Transform and get on the path as well",
        391.1,
        393.58
    ],
    [
        " That's one of that",
        393.58,
        395.6
    ],
    [
        " So good and there's a lot to be said to for that like the like how he was talking is what I think you know is",
        395.6,
        404.36
    ],
    [
        " Oh, his brother lost 50 pounds right so and that's like a lot like a lot of times",
        406.2,
        410.62
    ],
    [
        " I feel like when people will do good stuff for themselves and make these big changes",
        410.62,
        414.84
    ],
    [
        " Other people who see",
        414.84,
        417.5
    ],
    [
        " There's kind of there's two people I'm sure this one too, but there's two kind of people were some will be like",
        417.5,
        422.06
    ],
    [
        " Yeah, they'll just hate and they'll be just jealous and they'll you know, whatever but",
        422.06,
        425.74
    ],
    [
        " The legit people like in your life are around you are gonna be like hey, what'd you do?",
        425.74,
        429.94
    ],
    [
        " You know even if like even if it's not losing it even if it's like you're making like millions of dollars now",
        430.32,
        434.92
    ],
    [
        " They're like well like what are you doing? You know, you just sort of change real quick like you're now you're making millions out",
        434.92,
        439.5
    ],
    [
        " What'd you do? I want to do I want to get on that stuff whatever you're doing and the workout thing that's a big one",
        439.5,
        443.94
    ],
    [
        " So if like like a lot of times like girls",
        443.94,
        446.7
    ],
    [
        " They lose all this weight and now they're like super chat there",
        446.7,
        450.04
    ],
    [
        " You know as attractive as they always wanted to be kind of thing all other people what did you do?",
        450.04,
        453.9
    ],
    [
        " Oh my gosh, what'd you do would you do and they want to do it too? It's like it's almost like",
        453.9,
        457.94
    ],
    [
        " Almost like you can prove",
        457.94,
        460.4
    ],
    [
        " You're a walk and be done. Yeah, yeah, yeah, exactly",
        461.0,
        464.14
    ],
    [
        " It's good. Yeah stay on the path man. That's awesome",
        464.14,
        468.26
    ]
]