[
    [
        " Can you speak about winging it?",
        0.0,
        2.4
    ],
    [
        " And when it's best to just go for it and when making a plan",
        3.0,
        7.1
    ],
    [
        " without the time to do so is the best course.",
        7.1,
        10.58
    ],
    [
        " Okay. Yeah, I can definitely talk about that.",
        10.9,
        13.78
    ],
    [
        " Well, winging it is never the first choice.",
        14.38,
        19.92
    ],
    [
        " And when when you see people in the, you know, in the seal",
        20.62,
        26.02
    ],
    [
        " teams or in the military, if they're winging something, it's",
        26.02,
        29.34
    ],
    [
        " something that they've practiced a lot.",
        30.04,
        31.76
    ],
    [
        " It's something that they have planned broadly before and they've",
        32.16,
        36.28
    ],
    [
        " so much experience in that whatever that type of operation",
        36.28,
        39.74
    ],
    [
        " that they can actually get away with it, right?",
        39.74,
        42.24
    ],
    [
        " And a good example, if you take a Jiu Jitsu example, like Dean,",
        42.42,
        45.58
    ],
    [
        " Dean Lister, he can wing it in a match.",
        45.82,
        47.66
    ],
    [
        " Jeff Glover can do that to a ridiculous level of just winging",
        47.86,
        51.24
    ],
    [
        " it in competition and just show up and just do what he does",
        51.24,
        53.98
    ],
    [
        " because he's got, you know, those guys at that high level",
        53.98,
        58.92
    ],
    [
        " have a mental fluidity.",
        58.92,
        61.38
    ],
    [
        " That's going to be very helpful for them.",
        61.5,
        62.62
    ],
    [
        " Now there's other people that are very high level Jiu Jitsu",
        62.7,
        65.6
    ],
    [
        " players that don't wing it that are very much more methodical.",
        65.6,
        70.18
    ],
    [
        " And I'm sure there's some cases with both Jeff and Dean where",
        70.48,
        74.72
    ],
    [
        " they probably should have been more methodical.",
        74.72,
        76.98
    ],
    [
        " But I mean, Jeff is straight up suicidal in many of his matches.",
        77.22,
        80.88
    ],
    [
        " I mean, and that's what's beautiful is is that he moves so much",
        81.16,
        85.78
    ],
    [
        " so rapidly that people can't hang with him on that level.",
        85.78,
        89.8
    ],
    [
        " In most cases.",
        90.08,
        90.7
    ],
    [
        " So that's why he is winging it.",
        91.46,
        93.48
    ],
    [
        " Like every movement that he makes is winging it, but case in",
        93.62,
        97.04
    ],
    [
        " point, he's put himself in those situations all the time.",
        97.04,
        101.52
    ],
    [
        " You come to the gym and watch him train.",
        101.62,
        102.94
    ],
    [
        " He's letting people put him in the worst possible situations and",
        103.14,
        106.14
    ],
    [
        " figuring a way out of it.",
        106.14,
        106.98
    ],
    [
        " So the reason he can wing it in the competitions because he's,",
        107.26,
        109.58
    ],
    [
        " he's put a practice and discipline there in the background.",
        109.58,
        113.24
    ],
    [
        " And if you saw my seal platoon or task unit, we could wing it on",
        113.24,
        117.98
    ],
    [
        " operations all the time because we were prepared because we knew",
        117.98,
        122.32
    ],
    [
        " each other so well, because we had standard operating procedures that",
        122.32,
        125.98
    ],
    [
        " covered so much of the things that would happen during an operation",
        125.98,
        131.52
    ],
    [
        " where we would be quote, unquote, winging it.",
        131.52,
        133.52
    ],
    [
        " So even though we're winging it, we're not really winging it because we have",
        133.52,
        137.18
    ],
    [
        " all these standard standard operating procedures in place that we",
        137.18,
        139.82
    ],
    [
        " didn't really need to plan.",
        139.82,
        142.06
    ],
    [
        " But if you have time to plan, then of course, plan, do as much planning",
        142.46,
        149.74
    ],
    [
        " as you can, dig in and plan every detail that you can plan.",
        149.74,
        154.8
    ],
    [
        " Now, when it does come to planning, I think the most important part",
        155.86,
        162.84
    ],
    [
        " of a plan, the thing that makes a plan the most effective is its",
        162.84,
        169.0
    ],
    [
        " flexibility and making a plan that is so flexible that when you do the",
        169.74,
        176.68
    ],
    [
        " actual operation and you come up against unexpected things, which are",
        176.68,
        180.94
    ],
    [
        " absolutely going to happen.",
        180.94,
        182.76
    ],
    [
        " You have the flexibility, you have options, you have contingency plans to deal",
        182.92,
        187.04
    ],
    [
        " with. Now, so plan as much as you can, but the problem is with all that",
        187.04,
        193.66
    ],
    [
        " emphasis on planning, sometimes people become obsessed with planning.",
        193.66,
        198.24
    ],
    [
        " And they plan and they plan and they plan some more and they plan, they plan",
        199.06,
        202.14
    ],
    [
        " the plan and they don't want to execute.",
        202.14,
        204.16
    ],
    [
        " And if they do execute, they execute late, they miss their opportunity.",
        204.42,
        209.92
    ],
    [
        " So that's why that's why Pat and said, I got this note written down here,",
        210.32,
        214.72
    ],
    [
        " Pat and said a good plan violently executed now is better than a perfect plan,",
        214.84,
        219.24
    ],
    [
        " executed next week, right?",
        219.26,
        220.68
    ],
    [
        " That's what we're talking about.",
        221.1,
        222.44
    ],
    [
        " Come up with a good plan.",
        222.64,
        224.22
    ],
    [
        " Don't come up with a perfect plan that takes you two weeks to come up with.",
        224.56,
        227.48
    ],
    [
        " That's not going to help you.",
        227.48,
        228.48
    ],
    [
        " That's something you need to keep in the front of your mind.",
        229.2,
        233.08
    ],
    [
        " And that is especially applicable in a tactical decision that's being made",
        233.2,
        238.52
    ],
    [
        " in the field, right?",
        238.52,
        240.96
    ],
    [
        " Something that is unfolding, you see the enemy maneuvering, you come up with a",
        241.02,
        244.76
    ],
    [
        " quick plan and you execute because every minute that you're waiting to execute,",
        244.76,
        248.8
    ],
    [
        " the enemy is maneuvering on you.",
        248.96,
        251.24
    ],
    [
        " That that low in enemy fire, that's not them retreating and running away.",
        251.8,
        256.96
    ],
    [
        " No, your mindset has to be that that's them.",
        257.2,
        258.84
    ],
    [
        " And maneuvering on you, they're getting a better position.",
        258.84,
        260.76
    ],
    [
        " They're setting up getting ready to crush you.",
        260.88,
        263.02
    ],
    [
        " So don't let that happen.",
        263.36,
        264.48
    ],
    [
        " Make a plan and go and that comes back again to flexibility.",
        265.18,
        270.7
    ],
    [
        " If you come up with a good plan and you go as that plan is being executed,",
        271.14,
        275.14
    ],
    [
        " you've got to pay attention.",
        275.26,
        276.2
    ],
    [
        " You've got to pay attention and watch how it's unfolding.",
        276.74,
        280.74
    ],
    [
        " And don't put the blinders on and you've got your plan.",
        280.94,
        283.6
    ],
    [
        " Now we're going to go and we're not going to look around anymore.",
        283.62,
        285.34
    ],
    [
        " We're just going to follow the plan.",
        285.34,
        286.58
    ],
    [
        " No, you have to be.",
        286.62,
        288.24
    ],
    [
        " Observant.",
        289.46,
        289.86
    ],
    [
        " You have to observe, orient, decide and act the whole time.",
        289.96,
        293.78
    ],
    [
        " You can't just come up with a plan and stay on that track because when you come",
        294.18,
        297.72
    ],
    [
        " up with a fast plan, you're not going to have fought about every single detail.",
        297.72,
        301.02
    ],
    [
        " And you don't know what the enemy is going to do anyways.",
        301.48,
        303.12
    ],
    [
        " You don't know what your competitor is going to do.",
        303.5,
        305.08
    ],
    [
        " You can't guarantee that.",
        305.18,
        306.26
    ],
    [
        " So when you see them start to react to your what you executed, now you got to be",
        306.48,
        311.04
    ],
    [
        " ready to react yourself and get the off the upper hand and take the offensive.",
        311.04,
        315.88
    ],
    [
        " So.",
        316.48,
        317.1
    ],
    [
        " But there's a there's one more.",
        318.84,
        321.06
    ],
    [
        " There's one more little dichotomy to this.",
        321.54,
        324.58
    ],
    [
        " And I'll just say it, even though I'm saying you got to adapt your plan and you",
        325.28,
        331.92
    ],
    [
        " need to adjust as things happen, you also want to stick to your plan.",
        331.92,
        336.56
    ],
    [
        " Those things are completely the opposite of each other, right?",
        337.18,
        339.1
    ],
    [
        " I'm saying adapt and change your plan as needed, but I'm also telling you to stick",
        339.1,
        341.78
    ],
    [
        " to your plan.",
        341.78,
        342.18
    ],
    [
        " But for instance, if you rehearsed a or if you have a standard operating",
        342.74,
        349.0
    ],
    [
        " procedure for your order of patrol, so this is the order of, you know, the",
        349.0,
        353.66
    ],
    [
        " point man and it's it's Jones and then Smith and then Washington and then",
        353.66,
        358.9
    ],
    [
        " Jefferson and that's your order patrol, right?",
        358.9,
        360.98
    ],
    [
        " And those guys are always marching in that order.",
        362.1,
        364.1
    ],
    [
        " And so we know each other.",
        364.1,
        365.22
    ],
    [
        " We know how to work together.",
        365.36,
        366.54
    ],
    [
        " We have fire team integrity.",
        366.66,
        368.32
    ],
    [
        " We have a standard operating procedure.",
        368.4,
        370.4
    ],
    [
        " And we're going to attack a target.",
        370.44,
        372.12
    ],
    [
        " And when we get closer to the target, we see that, hey, you know what, maybe",
        372.84,
        375.96
    ],
    [
        " be better to move this guy over here and move this guy over here.",
        375.96,
        378.78
    ],
    [
        " And so let's, let's change our standard order of March, our standard",
        379.3,
        383.88
    ],
    [
        " patrolling order because it'll, it'll be easier when we get to the target.",
        383.88,
        387.44
    ],
    [
        " Don't do that.",
        388.38,
        390.94
    ],
    [
        " Don't do that.",
        391.42,
        392.7
    ],
    [
        " You have your standard operating procedures for a reason.",
        392.84,
        395.58
    ],
    [
        " You have them.",
        395.98,
        397.14
    ],
    [
        " And when you start pulling yourself out of the standard operating",
        397.14,
        400.34
    ],
    [
        " procedures for no good reason, that's going to come back and bite you.",
        400.34,
        405.44
    ],
    [
        " It's, it's not going to work out good.",
        405.66,
        407.94
    ],
    [
        " So be flexible.",
        408.36,
        410.46
    ],
    [
        " This is going to be an interesting statement.",
        411.1,
        413.66
    ],
    [
        " Be flexible.",
        413.86,
        414.4
    ],
    [
        " But stick to the plan.",
        414.84,
        416.26
    ],
    [
        " But be ready to adjust.",
        416.56,
        418.28
    ],
    [
        " Let's stick to the plan.",
        418.88,
        420.28
    ],
    [
        " And that's totally contradictory.",
        420.76,
        424.3
    ],
    [
        " And I know that.",
        424.72,
        425.54
    ],
    [
        " And I apologize.",
        425.54,
        426.5
    ],
    [
        " But that is what leadership is.",
        427.38,
        429.54
    ],
    [
        " Leadership is balancing those dichotomies and leadership is knowing when,",
        429.64,
        432.94
    ],
    [
        " hey, we've stayed with our standard operating procedure.",
        433.16,
        435.1
    ],
    [
        " We're going to hold through it through this little thing right here.",
        435.32,
        437.4
    ],
    [
        " You know, there's been a, there's a little small train feature we didn't",
        438.02,
        440.32
    ],
    [
        " expect. We could change our plan right now and adapt to that in an unlikely",
        440.32,
        444.66
    ],
    [
        " event that or the, the small chance that something happens and it will be",
        444.66,
        448.32
    ],
    [
        " better for it at that moment.",
        448.32,
        450.04
    ],
    [
        " No, stay with your standard operating procedure.",
        450.86,
        453.92
    ],
    [
        " But then when something dramatic happens and you need to make a change,",
        453.96,
        457.86
    ],
    [
        " you do it aggressively, you do it dynamically.",
        457.92,
        459.56
    ],
    [
        " And then you continue to observe, orient the side and act and stick, keep",
        460.1,
        464.66
    ],
    [
        " beating the enemy inside the Udu Loup.",
        464.66,
        467.06
    ],
    [
        " That's it.",
        467.52,
        471.18
    ]
]