[
    [
        " This is Sawcast number 10.",
        4.14,
        6.64
    ],
    [
        " My name is John Striker Meyer.",
        7.12,
        8.8
    ],
    [
        " Welcome to Sawcast.",
        9.18,
        10.24
    ],
    [
        " Brought to you courtesy of Jocco Productions and Saw Chronicles.",
        10.88,
        14.56
    ],
    [
        " I opened fire towards a shouting NVA voice 30 yards away and noticed George still there",
        15.24,
        26.62
    ],
    [
        " beside me.",
        26.62,
        27.5
    ],
    [
        " Get out of here I barked.",
        27.82,
        29.88
    ],
    [
        " He just smiled and fired his M16.",
        30.22,
        33.1
    ],
    [
        " I insisted George get out of here.",
        34.4,
        37.18
    ],
    [
        " I'm the one one.",
        37.48,
        38.2
    ],
    [
        " This is my job.",
        38.74,
        40.18
    ],
    [
        " George fired another burst.",
        41.86,
        43.0
    ],
    [
        " I snapped.",
        43.2,
        43.56
    ],
    [
        " Who do you think you are John Wayne?",
        44.12,
        46.06
    ],
    [
        " Returned fire cracked over our heads as he raised an eyebrow.",
        47.62,
        52.26
    ],
    [
        " Nope.",
        53.12,
        53.32
    ],
    [
        " Just George Bacon.",
        53.92,
        55.58
    ],
    [
        " Now let's shoot some more of these guys.",
        56.16,
        58.82
    ],
    [
        " I chuckled.",
        59.78,
        60.6
    ],
    [
        " Calm again.",
        61.14,
        61.94
    ],
    [
        " Enemy firehead tapered off.",
        62.88,
        64.68
    ],
    [
        " Just beyond our visibility.",
        64.92,
        66.34
    ],
    [
        " About 50 yards away the NVA were reloading.",
        67.08,
        70.2
    ],
    [
        " Handling their wounded if they had any and planning their next move.",
        70.68,
        74.78
    ],
    [
        " They couldn't last long.",
        75.68,
        76.66
    ],
    [
        " I threw another tear gas grenade down the trail in the heavy humidity.",
        77.06,
        81.26
    ],
    [
        " It's cloud hung in the air like rising steam.",
        81.26,
        85.12
    ],
    [
        " Rather than stay where the enemy knew we were, George and I pulled back another 25 yards",
        86.04,
        92.7
    ],
    [
        " kneeling behind trees on opposite sides of the trail.",
        92.7,
        96.52
    ],
    [
        " Then a shout and here they came running and spraying their AKs.",
        96.78,
        101.36
    ],
    [
        " Their bullets sounding like a ruler slapping the edge of a desk.",
        101.42,
        106.46
    ],
    [
        " Crack crack crack crack.",
        106.94,
        108.38
    ],
    [
        " Jack.",
        108.38,
        108.54
    ],
    [
        " George fired.",
        108.94,
        110.04
    ],
    [
        " I let loose my suppressed Swedish K.",
        111.6,
        114.44
    ],
    [
        " Puff puff puff puff.",
        114.78,
        115.84
    ],
    [
        " We shot as fast as we could.",
        116.6,
        119.7
    ],
    [
        " Magazines.",
        120.22,
        121.0
    ],
    [
        " Not and we changed the magazines.",
        121.26,
        123.34
    ],
    [
        " Not waiting for clarified targets like you get on a rifle range.",
        123.56,
        127.4
    ],
    [
        " As quickly as anyone appeared, I let loose a well-aimed burst.",
        128.08,
        133.66
    ],
    [
        " I shot at glimpses of movement.",
        134.6,
        137.12
    ],
    [
        " Muscle blasts breaking brus.",
        137.66,
        140.06
    ],
    [
        " A flash of reflected sunlight.",
        140.98,
        142.92
    ],
    [
        " A voice.",
        143.3,
        143.72
    ],
    [
        " Any indicator of enemy.",
        144.66,
        146.48
    ],
    [
        " Our goal was to keep the NVA at arms length to throw their plant off bounds.",
        147.22,
        153.46
    ],
    [
        " Disrupt their aim.",
        154.24,
        155.42
    ],
    [
        " Delay them.",
        156.16,
        156.74
    ],
    [
        " Confuse them.",
        157.2,
        157.9
    ],
    [
        " And then make them pay in blood.",
        158.5,
        160.48
    ],
    [
        " For any step they took closer to us.",
        161.2,
        164.14
    ],
    [
        " Their fire was becoming too concentrated.",
        164.34,
        167.74
    ],
    [
        " Tweaks fell off trees.",
        168.5,
        169.66
    ],
    [
        " Bark flew.",
        170.1,
        170.64
    ],
    [
        " Dirt kicked up.",
        171.24,
        171.92
    ],
    [
        " And ricochets twanged past us.",
        172.56,
        175.16
    ],
    [
        " By now there were about 20 NVA shouting and shooting at us.",
        175.9,
        180.28
    ],
    [
        " Skip a couple of paragraphs now.",
        181.34,
        183.1
    ],
    [
        " This my first firefight wasn't how I imagined it.",
        183.92,
        188.62
    ],
    [
        " The foliage adsorbed so much noise that gunfire didn't sound half as loud as on a range.",
        189.9,
        197.0
    ],
    [
        " Unlike the movies, there was no exciting theme music.",
        197.9,
        201.66
    ],
    [
        " Just the sound of my own heavy breathing, the weight of my rucksack, the sting of sweat",
        202.28,
        208.74
    ],
    [
        " in my eyes.",
        208.74,
        209.62
    ],
    [
        " I'd begun with a dose of adrenaline, but 10 minutes later it was gone.",
        210.66,
        214.88
    ],
    [
        " And what kept me going was physical conditioning and mental determination.",
        214.94,
        221.1
    ],
    [
        " My parts throat begged for water, but I didn't think about grabbing my canteen.",
        221.7,
        228.22
    ],
    [
        " I kept shooting.",
        228.96,
        230.12
    ],
    [
        " Enemy soldiers shout to one another from several different directions and again attempted",
        231.4,
        236.48
    ],
    [
        " to flank us and again they met our grenades arched so they would detonate in the air.",
        236.48,
        242.82
    ],
    [
        " Grenades alone must have killed several then kaboom flash and ear splitting explosion.",
        243.1,
        250.76
    ],
    [
        " RPG, the rifle propelled grenade, the rocket detonation shook the ground behind us,",
        251.44,
        258.36
    ],
    [
        " now he missing George.",
        258.74,
        259.98
    ],
    [
        " I tossed my last tear gas grenade and George heared our last white phosphorus.",
        260.96,
        265.52
    ],
    [
        " We ran like hell as AK bursts tore into the dirt, slapped trees ricocheted around us.",
        265.86,
        273.18
    ],
    [
        " We reached the low rise, paused, turned, fired at the sound of enemy souts and breaking brus.",
        274.02,
        280.74
    ],
    [
        " Heavy fragmentation grade or two then heard the most beautiful sound of my life.",
        281.68,
        286.72
    ],
    [
        " Covey, God bless him.",
        287.28,
        289.64
    ],
    [
        " It was Covey engines.",
        290.12,
        291.82
    ],
    [
        " The story goes on and I'm reading from the book Secret Commandos behind enemy lines",
        292.82,
        299.74
    ],
    [
        " with the elite warriors of Saga written by John L. Plaster and this is one of eight books that he's written.",
        299.74,
        309.06
    ],
    [
        " John served three years in Saga and he served here on the ground with his first mission.",
        309.94,
        318.38
    ],
    [
        " My first reaction got out of the ground.",
        318.4,
        321.08
    ],
    [
        " And so I want to welcome today John L. Plaster to first the one and the only and by the way before",
        321.12,
        326.42
    ],
    [
        " that book he had the first non-fiction major book on Saga called Saga.",
        326.42,
        332.7
    ],
    [
        " And in it is the history.",
        333.32,
        335.2
    ],
    [
        " If you want to know anything more about Saga history from a straight historical perspective of a",
        335.34,
        340.36
    ],
    [
        " historian, Saga is the book that you want.",
        340.36,
        343.94
    ],
    [
        " And John welcome to the show.",
        344.54,
        345.94
    ],
    [
        " Thank you very much John and you know you know a slight veteran of Saga yourself.",
        346.08,
        354.24
    ],
    [
        " I only had 19 months compared to your three years sir.",
        354.52,
        357.46
    ],
    [
        " And so that was your first mission and of course you're on the ground with George Bacon,",
        357.56,
        365.24
    ],
    [
        " George Washington Bacon III.",
        365.66,
        367.04
    ],
    [
        " Just a great great guy.",
        367.38,
        368.72
    ],
    [
        " He spoke fluent Vietnamese.",
        369.18,
        370.84
    ],
    [
        " He had been up at Tanang when they had the Saper attack.",
        371.62,
        375.08
    ],
    [
        " On August 23rd, 68.",
        375.08,
        376.42
    ],
    [
        " On August 23rd, 68 and that was the greatest loss of special forces in the entire history of",
        376.76,
        381.68
    ],
    [
        " the Green Marais.",
        381.68,
        382.3
    ],
    [
        " And he was severely wounded.",
        382.8,
        383.76
    ],
    [
        " He was severely wounded but he went to the hospital ship at Tanang Harbor.",
        383.84,
        388.48
    ],
    [
        " And recovered.",
        388.8,
        389.98
    ],
    [
        " They probably wanted to ship him home but George, I know wouldn't know what that happened.",
        390.18,
        394.42
    ],
    [
        " But he covered there and then came to contumin our team.",
        394.64,
        397.78
    ],
    [
        " Yeah and he was with us at F.O.B.",
        398.28,
        400.72
    ],
    [
        " Before he came down to contumin with you all.",
        401.32,
        403.72
    ],
    [
        " And there he also simply by hanging out with the brew which was another Montenegro tribe,",
        404.2,
        410.8
    ],
    [
        " he learned some of their language.",
        411.4,
        412.8
    ],
    [
        " And he was like fluent in Vietnamese and he picked it up.",
        413.58,
        416.92
    ],
    [
        " He's just a brilliant guy.",
        417.02,
        418.06
    ],
    [
        " And the hell of a medic on that.",
        418.52,
        419.36
    ],
    [
        " And I think he was helping the brew translate the Bible into the brew language.",
        419.36,
        425.0
    ],
    [
        " Yeah.",
        425.0,
        425.44
    ],
    [
        " Yeah.",
        425.66,
        426.66
    ],
    [
        " And I, we knew George but nothing like you on the ground having time with him",
        427.18,
        432.24
    ],
    [
        " at plus being back in camp and he was on your team for a while.",
        432.24,
        435.14
    ],
    [
        " Right.",
        435.28,
        435.48
    ],
    [
        " You two, you know what?",
        435.88,
        436.52
    ],
    [
        " At least two missions again.",
        436.6,
        437.54
    ],
    [
        " Two missions maybe three.",
        437.6,
        438.68
    ],
    [
        " Okay.",
        439.26,
        439.58
    ],
    [
        " And just a fine guy.",
        440.1,
        441.64
    ],
    [
        " That's firefight was perfect George.",
        442.12,
        444.64
    ],
    [
        " He wasn't going to let somebody risk his life fall alone.",
        445.2,
        447.5
    ],
    [
        " Isn't that amazing?",
        448.1,
        448.94
    ],
    [
        " It's just another day in Saga with another one of our Saga legends, George Bacon.",
        449.66,
        454.18
    ],
    [
        " And this mission you had, there's also a couple aspects.",
        456.6,
        459.62
    ],
    [
        " Even when you got near the end, you got to the LZ.",
        459.82,
        462.02
    ],
    [
        " If you don't mind, I like to go back to another paragraph or two, particularly",
        462.12,
        466.38
    ],
    [
        " your the one zero not target was your team at that time or was Ben.",
        466.38,
        472.24
    ],
    [
        " Ben, um, we'll get it in a second.",
        472.52,
        476.14
    ],
    [
        " But Ben was the one zero.",
        476.14,
        477.22
    ],
    [
        " 50 is 50 year, 52 years ago.",
        477.22,
        479.56
    ],
    [
        " Indeed.",
        479.86,
        481.9
    ],
    [
        " And so, um, after what we just read through there with the firefight, you and George moved back.",
        481.92,
        488.38
    ],
    [
        " And so returning to the book.",
        488.72,
        490.38
    ],
    [
        " At last, at last, we reached the LZ.",
        490.84,
        494.6
    ],
    [
        " But Ben and the team were nowhere to be seen.",
        494.96,
        497.54
    ],
    [
        " Across the opening, 75 yards away, a hand waved.",
        498.8,
        502.74
    ],
    [
        " It was Ben.",
        503.14,
        503.86
    ],
    [
        " George and I raised across the open ground, then leaped into the bushes among them.",
        504.96,
        509.7
    ],
    [
        " Looking back across the opening, I was struck by Ben's tactical jeans.",
        510.18,
        515.5
    ],
    [
        " Instead of haunting as soon as they reached the LZ, Ben had the men run across it,",
        516.26,
        521.9
    ],
    [
        " meaning enemy pursuers would have to cross the open area to get us.",
        522.38,
        527.5
    ],
    [
        " Or sweep slower through the bordering jungle.",
        528.16,
        532.12
    ],
    [
        " Ben's quick thinking gave us an excellent field of fire and bought us time for the gunship",
        533.28,
        539.54
    ],
    [
        " to get there.",
        539.54,
        540.18
    ],
    [
        " While George tended to highs, wound, and Ben radioed Covey and Covey for our first time listeners",
        541.22,
        548.0
    ],
    [
        " is the, uh, fact for the air controller.",
        548.0,
        551.1
    ],
    [
        " And he talks to the people on the ground.",
        551.78,
        553.62
    ],
    [
        " And then he relates the messages to the tactical air, fast movers, etc.",
        553.62,
        559.32
    ],
    [
        " And so I arranged our Vietnamese to fight off the assault that was certain to come.",
        559.94,
        564.88
    ],
    [
        " Hardly had I finished when across the LZ, several NBA soldiers emerged, only to be cut down",
        565.32,
        573.42
    ],
    [
        " immediately by our fire.",
        573.42,
        575.1
    ],
    [
        " Then the NBA laid down a base of fire and sent troops scurrying the LZ to envelop us on our left.",
        575.96,
        584.7
    ],
    [
        " At last, Covey gunships arrived and Ben unfurled a neon orange palette to direct their fire.",
        585.2,
        591.44
    ],
    [
        " As quick as they confirmed our location, Ben put their growling miniguns on the NBA.",
        591.66,
        597.46
    ],
    [
        " Crap, Crap, enemy fire ceased while the NBA scrambled to evade these fire hoses of traitors.",
        597.86,
        606.54
    ],
    [
        " Crap, Crap, then came 2.75 inch rockets, Kapow, a white javelin blast into the trees, boom.",
        606.8,
        615.36
    ],
    [
        " Lying beside me, Louis emptied his rifle into the dirt, 10 yards away, his eyes scared, scarred, shot.",
        616.36,
        623.92
    ],
    [
        " I harder him than not above him, AK rounds smacked the dirt beside me.",
        624.48,
        629.76
    ],
    [
        " I dropped, rolled on my side and spotting an NBA just 25 yards away, shot him hard with a 5-round burst, knocking him down.",
        630.24,
        639.26
    ],
    [
        " It was the first clear shot I'd had.",
        640.24,
        642.38
    ],
    [
        " I knew I got him.",
        643.18,
        644.34
    ],
    [
        " So this firefight goes on.",
        645.08,
        647.06
    ],
    [
        " That was Ben Thompson.",
        647.34,
        649.8
    ],
    [
        " Ben Thompson.",
        649.96,
        650.6
    ],
    [
        " Bless you, Ben.",
        650.6,
        651.24
    ],
    [
        " Fine, man.",
        651.46,
        652.36
    ],
    [
        " Fine, man.",
        652.6,
        653.04
    ],
    [
        " What hell of a, I mean, the ID you get to LZ and then run across it.",
        653.32,
        657.14
    ],
    [
        " Right. A lot of folks would say, oh, thank God we're adding LZ and stop there.",
        657.54,
        661.1
    ],
    [
        " But no, it's well, as I explained later, it was not an established tactic.",
        661.16,
        667.14
    ],
    [
        " Right?",
        667.5,
        667.76
    ],
    [
        " He had tactical sets as quick as he saw on a spur of the moment.",
        667.9,
        671.84
    ],
    [
        " Yeah, and this further on, I'll get across and we can shoot him up if they come directly in the open after us.",
        671.84,
        677.64
    ],
    [
        " If you don't mind it, because this is your first mission, but this is a classic,",
        677.84,
        681.06
    ],
    [
        " sod mission.",
        681.34,
        682.3
    ],
    [
        " Then we are going back to the book.",
        683.14,
        686.06
    ],
    [
        " I love this book, by the way, because you can't tell.",
        686.38,
        688.7
    ],
    [
        " Then we were above the trees and I was totally out of ammunition.",
        689.16,
        693.54
    ],
    [
        " That terrible place blended back into the jungle, just another grassy spot in a valley,",
        694.08,
        700.18
    ],
    [
        " full of grassy spots.",
        700.18,
        701.46
    ],
    [
        " Quang turned toward me and smiled, smack, thunk.",
        702.3,
        705.38
    ],
    [
        " He collapsed into a groaning ball, blood everywhere, bent to her off his web gear,",
        705.98,
        712.32
    ],
    [
        " while I pulled off his shirt.",
        713.02,
        714.24
    ],
    [
        " An AK slug had penetrated his buttocks and exited the center of his stomach,",
        714.86,
        719.76
    ],
    [
        " spilling his intestines through a gaping wound.",
        720.64,
        723.24
    ],
    [
        " It took two pressure manages to cover the wound, but worst of all,",
        724.34,
        728.58
    ],
    [
        " we could do nothing about the internal bleeding.",
        728.92,
        731.66
    ],
    [
        " Since George, our talent and medic, was aboard the other ship, treating Ha,",
        732.42,
        736.6
    ],
    [
        " we tried to divert Quang's agony during the ride to Docteau,",
        737.32,
        742.52
    ],
    [
        " lighting a cigarette for him, pouring water on his intestines to keep them moist.",
        743.18,
        748.26
    ],
    [
        " And so you were able to get out of it, but just even at that last minute,",
        749.12,
        753.7
    ],
    [
        " you never know what kind of peril you're going to come up against.",
        754.06,
        756.68
    ],
    [
        " And this is a, has a stage called that little-own fact.",
        756.68,
        760.14
    ],
    [
        " If you have exposed intestines, let them dry, like potato chips, and they'll crack.",
        760.48,
        765.94
    ],
    [
        " And that's even worse.",
        766.58,
        767.66
    ],
    [
        " He has enough problems already, so you got to keep them moist.",
        768.12,
        771.36
    ],
    [
        " Right, I never, this is a vital fact I never thought about.",
        772.0,
        775.1
    ],
    [
        " Intestinal moisture.",
        775.3,
        776.76
    ],
    [
        " Literally.",
        777.36,
        778.12
    ],
    [
        " So that was your welcome to the Prairie Fire AO.",
        779.3,
        784.08
    ],
    [
        " That it was.",
        784.46,
        784.9
    ],
    [
        " Wow. So, so back it up a little bit for us.",
        785.2,
        788.48
    ],
    [
        " What brought you to Saag in the first place, and from the hills or the flatlands of many Minnesota?",
        788.68,
        797.18
    ],
    [
        " Yes.",
        797.52,
        797.8
    ],
    [
        " You get into the army at some point, and you decide that someday I want to wear that funny hat that",
        798.14,
        802.98
    ],
    [
        " keeps neither the sun nor the rain out of your eyes.",
        802.98,
        805.32
    ],
    [
        " And it's hot in the summer, cold noiner.",
        805.98,
        808.6
    ],
    [
        " Indeed.",
        808.9,
        809.1
    ],
    [
        " Well, I was going through jump school at Fort Benning, and a special forces, I think it was",
        811.58,
        819.36
    ],
    [
        " a sergeant first class.",
        819.36,
        820.54
    ],
    [
        " This is 1967.",
        820.8,
        821.82
    ],
    [
        " 1967.",
        822.22,
        822.58
    ],
    [
        " So he stepped before our formation in the morning.",
        823.14,
        827.28
    ],
    [
        " It was 43rd company.",
        827.28,
        828.42
    ],
    [
        " And he spoke for about two minutes.",
        829.44,
        830.94
    ],
    [
        " Basically, if you're interested in going into special forces, he was conducting a test that night.",
        831.22,
        836.54
    ],
    [
        " So I went to take the test.",
        837.56,
        839.4
    ],
    [
        " It was unlike any test I'd ever taken.",
        839.52,
        841.32
    ],
    [
        " It was very strange that he would read you scenarios just like out of",
        841.32,
        846.66
    ],
    [
        " mission impossible.",
        846.66,
        849.42
    ],
    [
        " Was that right?",
        849.54,
        850.34
    ],
    [
        " Right.",
        850.54,
        850.72
    ],
    [
        " Except there was no burning and the record burning up.",
        850.9,
        855.82
    ],
    [
        " It was things like, okay, you're at this railroad yard.",
        856.16,
        861.12
    ],
    [
        " You're supposed to blow up to track.",
        861.58,
        863.4
    ],
    [
        " Where are you going?",
        864.22,
        865.1
    ],
    [
        " How are you going to approach it?",
        865.26,
        866.64
    ],
    [
        " And I mean, it was open ended.",
        867.34,
        869.54
    ],
    [
        " There wasn't a choose A, B or C.",
        869.76,
        871.72
    ],
    [
        " You had to decide these things.",
        872.5,
        874.72
    ],
    [
        " And at the end of the test, I had scored quite well.",
        875.5,
        879.16
    ],
    [
        " But then the NCO realized I had enlisted in the Army at age 17.",
        879.76,
        885.28
    ],
    [
        " Old A.",
        886.1,
        886.86
    ],
    [
        " I was crazy, but there were a lot of fathers in the neighborhood that came from a World War II vets.",
        887.72,
        892.94
    ],
    [
        " This was a blue collar in neighborhood in Minneapolis.",
        893.44,
        896.4
    ],
    [
        " So it seemed natural.",
        897.1,
        898.2
    ],
    [
        " The nation needs us off we go.",
        898.64,
        899.98
    ],
    [
        " What was unnatural was volunteering for airborne infantry in the first place.",
        900.98,
        904.06
    ],
    [
        " But nevertheless, took the test and he found out that I was actually too young.",
        904.54,
        910.92
    ],
    [
        " And he looked over the test.",
        912.6,
        915.1
    ],
    [
        " He looked at me, looked at the test.",
        915.34,
        916.9
    ],
    [
        " And I reassured him, well, I'd be 19 by the time I finished training.",
        917.68,
        921.56
    ],
    [
        " And he looked at the ceiling.",
        922.6,
        924.16
    ],
    [
        " He said, okay.",
        924.58,
        926.4
    ],
    [
        " But at that time, originally, special forces.",
        927.08,
        931.42
    ],
    [
        " You had to be at least an E5 on your second tour in the Army.",
        931.42,
        935.16
    ],
    [
        " But as a reflection, not that they were throwing out the standards,",
        936.0,
        938.92
    ],
    [
        " but as a reflection of casualties in Vietnam.",
        939.22,
        943.22
    ],
    [
        " They needed people.",
        944.32,
        945.26
    ],
    [
        " They had a great trained people, good people, but they needed people.",
        945.54,
        949.94
    ],
    [
        " So they had relaxed it to the level of E4.",
        950.42,
        953.28
    ],
    [
        " And I snuck in as an E3.",
        954.34,
        956.16
    ],
    [
        " Indeed.",
        956.94,
        957.22
    ],
    [
        " And it wasn't E4 shortly there.",
        957.62,
        959.06
    ],
    [
        " And that eventually they called that the baby SF",
        959.2,
        961.22
    ],
    [
        " on officially at that time, right?",
        961.22,
        963.72
    ],
    [
        " Which today is the X-ray program.",
        964.22,
        966.32
    ],
    [
        " More or less.",
        966.62,
        967.5
    ],
    [
        " Right.",
        967.68,
        967.86
    ],
    [
        " Yeah.",
        968.26,
        968.34
    ],
    [
        " So anyways, your baby son, literally,",
        968.44,
        970.62
    ],
    [
        " you get by to all these hurdles and then what?",
        970.92,
        973.54
    ],
    [
        " So you get through jump school.",
        973.68,
        975.04
    ],
    [
        " Right.",
        975.2,
        975.44
    ],
    [
        " Off to Fort Bright, North Carolina.",
        975.86,
        978.04
    ],
    [
        " Right after that.",
        978.8,
        979.84
    ],
    [
        " Right.",
        980.06,
        980.24
    ],
    [
        " And went through phase one, which was really difficult.",
        980.72,
        984.14
    ],
    [
        " It was, it is the phase where people wash out for physical reasons.",
        984.56,
        988.84
    ],
    [
        " And we probably lost at least a third of the guys.",
        989.18,
        991.74
    ],
    [
        " Where you're living in a field environment and going down the Torres trail,",
        992.36,
        997.18
    ],
    [
        " as it was called back then,",
        997.18,
        998.48
    ],
    [
        " way steep swamp and it's deep mud and you're trudging along with a ruck sack and so on.",
        999.16,
        1005.02
    ],
    [
        " Physically, a number of guys couldn't take it.",
        1006.06,
        1008.06
    ],
    [
        " And also they looked at it in the future.",
        1008.22,
        1010.38
    ],
    [
        " If this is what special forces is,",
        1010.52,
        1012.0
    ],
    [
        " do I want to have any part of it?",
        1012.0,
        1013.6
    ],
    [
        " And they left, left.",
        1014.36,
        1016.0
    ],
    [
        " But after that it was academic.",
        1016.8,
        1018.24
    ],
    [
        " You had to pass various kinds of courses.",
        1018.86,
        1022.24
    ],
    [
        " For example, that was the only course I ever knew of in the United States Army,",
        1022.96,
        1027.06
    ],
    [
        " where if you failed land navigation, you were out.",
        1027.06,
        1031.3
    ],
    [
        " You had to be a green beret.",
        1031.46,
        1033.58
    ],
    [
        " You had to be able to find your place on a map exactly.",
        1033.78,
        1037.6
    ],
    [
        " And navigation was critical to you.",
        1037.84,
        1039.56
    ],
    [
        " For a long time.",
        1039.64,
        1040.08
    ],
    [
        " And the amazing thing is,",
        1040.08,
        1042.42
    ],
    [
        " on our operations and laws, we were in an area heavily jumbled and as a remote",
        1042.84,
        1050.02
    ],
    [
        " as the Easter and Congo at that time.",
        1050.02,
        1053.2
    ],
    [
        " I know there was nothing there except the NVA.",
        1053.68,
        1057.6
    ],
    [
        " Yet, I never once knew of a recon team at our place or your place, CCN,",
        1057.6,
        1064.24
    ],
    [
        " to have become lost.",
        1065.04,
        1066.54
    ],
    [
        " They knew where they were because of that training.",
        1066.9,
        1070.36
    ],
    [
        " And good little people.",
        1071.46,
        1072.6
    ],
    [
        " And good business troops.",
        1073.02,
        1074.28
    ],
    [
        " In my case, I depended on them a lot, particularly about where I'm I, Sal.",
        1074.54,
        1078.06
    ],
    [
        " And you put the pull the map out and say, here we are.",
        1078.24,
        1082.02
    ],
    [
        " And what was your MOS training?",
        1082.44,
        1085.48
    ],
    [
        " My MOS training was a O5 Bravo Comma, which to my surprise.",
        1086.5,
        1093.38
    ],
    [
        " I volunteered for weapons training.",
        1093.98,
        1095.96
    ],
    [
        " And the Colonel Commander of the Training Group interviewed us one at a time to find",
        1097.1,
        1101.42
    ],
    [
        " what we wanted to go into.",
        1101.42,
        1102.86
    ],
    [
        " Really?",
        1103.04,
        1103.24
    ],
    [
        " Oh yes.",
        1103.68,
        1103.98
    ],
    [
        " And he asked, well, let's see, your private plaster, what do you want?",
        1104.4,
        1108.42
    ],
    [
        " And I said, sir, I have read small arms of the world, my whole life since I was a little kid.",
        1109.12,
        1114.28
    ],
    [
        " And I really want to be a weapons man.",
        1114.44,
        1116.76
    ],
    [
        " He said, you know what?",
        1116.76,
        1118.0
    ],
    [
        " You're going to be a great Comma man.",
        1118.42,
        1120.6
    ],
    [
        " Because you already know about all those weapons.",
        1120.84,
        1124.82
    ],
    [
        " They had just by coincidence, they had a bunch of slots for Comma trainings.",
        1125.42,
        1129.36
    ],
    [
        " Or off I went.",
        1129.38,
        1130.28
    ],
    [
        " Eventually, I did get SF MOS qualified as a 1 1 B4S.",
        1130.7,
        1136.18
    ],
    [
        " But my formal training at Fort Bragg was as a Didi Bum Dum Didi, we called them.",
        1136.6,
        1142.0
    ],
    [
        " O5 B4S.",
        1142.02,
        1143.1
    ],
    [
        " Indeed it was.",
        1143.36,
        1143.76
    ],
    [
        " Were you one as well?",
        1143.76,
        1144.86
    ],
    [
        " Indeed, Comma Geek.",
        1145.12,
        1146.14
    ],
    [
        " Yeah, yeah.",
        1146.44,
        1147.08
    ],
    [
        " I got recycled.",
        1147.56,
        1148.24
    ],
    [
        " I'm like, you went into Comma, you went through and trained up.",
        1148.4,
        1151.22
    ],
    [
        " I had to get recycled.",
        1151.32,
        1152.22
    ],
    [
        " It was hard.",
        1152.56,
        1153.52
    ],
    [
        " Oh yes.",
        1153.96,
        1154.24
    ],
    [
        " It was very hard.",
        1154.24,
        1154.88
    ],
    [
        " Because you had recording code and then meeting, I think it was 18 minutes or 18 groups per minute.",
        1155.06,
        1161.28
    ],
    [
        " 18 word groups per minute.",
        1161.28,
        1162.1
    ],
    [
        " For sending the VMs.",
        1162.1,
        1163.8
    ],
    [
        " At 20 receiving.",
        1164.0,
        1165.4
    ],
    [
        " And that was a black and white standard.",
        1165.66,
        1168.02
    ],
    [
        " If you didn't meet it, they recycled.",
        1168.18,
        1170.12
    ],
    [
        " I'd even dirtier out there.",
        1170.12,
        1171.38
    ],
    [
        " Recycled or out the door.",
        1171.5,
        1172.88
    ],
    [
        " In our case, they needed folks.",
        1173.06,
        1174.18
    ],
    [
        " But at that time, we had enough training that they recycled us and lucked out.",
        1174.32,
        1178.52
    ],
    [
        " Made it.",
        1178.64,
        1179.04
    ],
    [
        " And the ridiculous thing is, in retrospect, they stopped using CW after that.",
        1179.14,
        1186.34
    ],
    [
        " Morse code.",
        1186.68,
        1187.26
    ],
    [
        " How many times did you use it in VM?",
        1187.58,
        1189.22
    ],
    [
        " Never.",
        1189.22,
        1189.68
    ],
    [
        " Never.",
        1190.04,
        1190.24
    ],
    [
        " Once.",
        1190.42,
        1190.6
    ],
    [
        " But it was always fun to go to the drive-in and be sending a message.",
        1191.02,
        1195.12
    ],
    [
        " Somebody, oh,",
        1195.48,
        1195.86
    ],
    [
        " dot, dot, dot, dot, dot, dot, dot, dot, dot, dot, dot.",
        1195.86,
        1198.54
    ],
    [
        " Somebody else had a card, dot, dot, dot, dot, dot, dot, dot, dot, dot, dot, you know.",
        1198.54,
        1203.68
    ],
    [
        " Indeed.",
        1203.9,
        1204.2
    ],
    [
        " Did he done them?",
        1205.0,
        1205.78
    ],
    [
        " Did he?",
        1205.86,
        1206.12
    ],
    [
        " Yep.",
        1206.3,
        1206.46
    ],
    [
        " So, you graduate then from near to where?",
        1207.52,
        1211.22
    ],
    [
        " Went to the seventh special forces group.",
        1212.08,
        1213.84
    ],
    [
        " We said that time was that bright.",
        1214.3,
        1215.5
    ],
    [
        " It was that bright.",
        1215.68,
        1216.3
    ],
    [
        " And despite being a common man,",
        1216.88,
        1219.92
    ],
    [
        " when I arrived, Sergeant Major, company Sergeant Major asked,",
        1220.4,
        1223.48
    ],
    [
        " is there anybody, we'd like four or five of us arrived once,",
        1223.56,
        1226.76
    ],
    [
        " anybody here really like weapons?",
        1226.92,
        1228.34
    ],
    [
        " I do.",
        1229.22,
        1229.96
    ],
    [
        " And it was to run the arms room, except",
        1231.46,
        1235.38
    ],
    [
        " each of those companies in the seventh group had a cross-training responsibility",
        1235.38,
        1241.22
    ],
    [
        " for the other companies.",
        1241.22,
        1243.12
    ],
    [
        " Our as was weapons.",
        1244.16,
        1245.28
    ],
    [
        " So instead of just having 45s and I'm 16s,",
        1245.78,
        1249.96
    ],
    [
        " we had stand guns and schmysers and",
        1250.36,
        1253.28
    ],
    [
        " boozeys, everything under the sun.",
        1253.28,
        1256.2
    ],
    [
        " I was, I spent my day polishing them, learning how to take apart, reassemble them.",
        1256.4,
        1260.7
    ],
    [
        " Right.",
        1260.84,
        1261.0
    ],
    [
        " It was, it was like being kept in the candy shop.",
        1261.54,
        1263.74
    ],
    [
        " But I was always boy toys.",
        1264.36,
        1268.02
    ],
    [
        " Right.",
        1268.48,
        1268.6
    ],
    [
        " Absolutely.",
        1268.78,
        1269.28
    ],
    [
        " And I was there about six months.",
        1269.86,
        1271.94
    ],
    [
        " And I had heard often on that there was this woman in the Pentagon who loved",
        1272.7,
        1279.68
    ],
    [
        " special forces.",
        1280.06,
        1280.78
    ],
    [
        " Her name was Mrs. Alexander.",
        1281.18,
        1283.68
    ],
    [
        " As in Billy.",
        1284.08,
        1284.7
    ],
    [
        " Billy Alexander.",
        1284.96,
        1285.84
    ],
    [
        " And if you could get your hands on her phone number and call her up,",
        1286.66,
        1290.88
    ],
    [
        " she might be able to get you on orders to Vietnam to the fifth special forces group.",
        1291.32,
        1296.3
    ],
    [
        " Indeed.",
        1296.82,
        1297.26
    ],
    [
        " So I went to a phone booth there at Bragg one afternoon,",
        1297.58,
        1301.1
    ],
    [
        " called up, sure enough, I talked directly to her.",
        1301.88,
        1304.64
    ],
    [
        " And she said, I'll see what I can do.",
        1305.26,
        1307.32
    ],
    [
        " Very pleasant lady, nice, nice lady.",
        1307.32,
        1309.64
    ],
    [
        " And lo and behold, about a month later, orders appeared,",
        1310.1,
        1313.8
    ],
    [
        " assigning me to the special forces group.",
        1314.2,
        1317.56
    ],
    [
        " Now, when I arrived in country, you know,",
        1318.1,
        1320.84
    ],
    [
        " throughout the time that I was in training,",
        1320.98,
        1323.44
    ],
    [
        " we'd hear once in a while these three letters, S O G.",
        1323.92,
        1327.68
    ],
    [
        " And if you ask somebody, what does that mean?",
        1327.86,
        1329.24
    ],
    [
        " They'd say, you know, I don't know.",
        1329.24,
        1332.38
    ],
    [
        " Or just get back in class.",
        1332.66,
        1334.6
    ],
    [
        " Yeah, it wasn't in the book, the green berets.",
        1334.74,
        1336.42
    ],
    [
        " How can we know?",
        1336.42,
        1337.26
    ],
    [
        " No, how can we know?",
        1337.38,
        1338.2
    ],
    [
        " Well, you could tell some of them knew, but they weren't going to tell you.",
        1338.68,
        1342.74
    ],
    [
        " But many of them had in the slightest idea that I'm talking about.",
        1343.0,
        1346.24
    ],
    [
        " Old captains and staff sergeants, sergeants first class, master sergeants, they",
        1346.74,
        1351.68
    ],
    [
        " would not tell you.",
        1351.68,
        1353.34
    ],
    [
        " Yeah, because but at that time, we had SF guys that had been an arm, two and three tours of",
        1353.54,
        1356.74
    ],
    [
        " duty or a ride to that.",
        1356.74,
        1357.6
    ],
    [
        " But the rumor was that saw did the real shit.",
        1358.52,
        1363.38
    ],
    [
        " Whatever it was, the real shit, the special forces stuffed, the cool stuff.",
        1363.7,
        1370.0
    ],
    [
        " Nobody said the most dangerous, you could imagine.",
        1370.52,
        1373.56
    ],
    [
        " In the bulk of the KIA.",
        1373.96,
        1375.08
    ],
    [
        " Oh, god, no, we didn't hear anything about that.",
        1375.46,
        1377.62
    ],
    [
        " But anyway, so I arrived in Vietnam,",
        1378.5,
        1381.28
    ],
    [
        " went up to the train, which was the fifth special forces group.",
        1382.38,
        1385.28
    ],
    [
        " Headquarters, my good best friend of special forces, Glenwy Moore,",
        1385.38,
        1390.72
    ],
    [
        " Hawaiian, who unfortunately like every Hawaiian is called pineapple during training.",
        1392.12,
        1396.88
    ],
    [
        " Oh, no, really poor guy.",
        1397.08,
        1398.16
    ],
    [
        " Half once he got in Vietnam, nobody did.",
        1398.28,
        1400.88
    ],
    [
        " Yeah, no.",
        1401.14,
        1401.5
    ],
    [
        " But anyway, so I volunteered for C and C.",
        1402.2,
        1408.56
    ],
    [
        " We had been in the project Delta Club one night and a guy I knew, Glenwy and I knew",
        1408.88,
        1415.84
    ],
    [
        " who arrived in Vietnam earlier sat down with us.",
        1415.84,
        1419.22
    ],
    [
        " We're having a couple drinks and he said,",
        1419.22,
        1421.48
    ],
    [
        " how would you like to do the real shit?",
        1421.72,
        1425.14
    ],
    [
        " Is that right?",
        1425.72,
        1426.46
    ],
    [
        " Yeah.",
        1426.8,
        1426.98
    ],
    [
        " What's that?",
        1427.28,
        1429.2
    ],
    [
        " I can't tell you.",
        1429.66,
        1431.62
    ],
    [
        " I said, but how do I, he says just volunteer for C and C.",
        1432.14,
        1439.24
    ],
    [
        " I said, well, you can't tell me anything.",
        1439.6,
        1443.68
    ],
    [
        " And the other guy, there was another CCN guy there and he says, well,",
        1444.48,
        1447.3
    ],
    [
        " you're going to get killed anyway.",
        1448.36,
        1450.22
    ],
    [
        " See, it may as well get a good deal out of it, which included a week of stand-down,",
        1450.66,
        1456.76
    ],
    [
        " anywhere in South Vietnam, between missions, and all kinds of neat little giveaways,",
        1456.96,
        1463.24
    ],
    [
        " freebies that you could take home with you by weird clothes and knives and who knows what,",
        1463.76,
        1470.12
    ],
    [
        " which I didn't know at that time, but he just said there are some really good deals.",
        1470.64,
        1474.24
    ],
    [
        " I volunteered.",
        1474.88,
        1475.9
    ],
    [
        " And a couple days later, there was a sense he came in from the S1 office,",
        1477.36,
        1484.22
    ],
    [
        " from that's a personal office, fifth group headquarters, and there are like 12 of us who would",
        1484.86,
        1491.24
    ],
    [
        " arrive together sitting around this table and he passed out, little slips of paper with everybody's",
        1491.24,
        1498.94
    ],
    [
        " assignment. And Glenn got CCN, another friend of ours got CCN.",
        1500.14,
        1505.94
    ],
    [
        " And I looked at mine, it's a signal company. It's because I did well in comm ultranny.",
        1506.6,
        1510.64
    ],
    [
        " Right. Oh, signal company is there and it's basically manning radios on a schedule 12 hours a day",
        1510.8,
        1516.94
    ],
    [
        " for that whole time. And you know, it's the rear echelon of the rear echelon. So I looked at I thought,",
        1516.94,
        1523.52
    ],
    [
        " I crippled it up, put it in my pocket. And that, and CEO said, did everyone get your assignments?",
        1525.72,
        1533.32
    ],
    [
        " I didn't get mine. I said, I was supposed to go to CCN with Glenn. He got out an identical piece",
        1534.32,
        1542.38
    ],
    [
        " of paper just jotted down CCN and handed it to me. That was it. I heard about wanting to get in",
        1542.38,
        1548.88
    ],
    [
        " the CNC and the sod before, but never like that. But I never knew. Even as I volunteered,",
        1548.88,
        1554.08
    ],
    [
        " I didn't know that CNC was sod. Right. Because of the cover stories in the class. Okay. Sure.",
        1554.22,
        1559.26
    ],
    [
        " And then you came to the top secret briefing. Right. Right. It was quite the flamboyant.",
        1559.74,
        1567.44
    ],
    [
        " Oh, Colonel Warren. Colonel Jack Warren. We arrive up into the hang at CCN. And nobody is briefed",
        1567.64,
        1577.06
    ],
    [
        " to talk to you. You know better than that. So by now you're in a fall of 1967.",
        1577.06,
        1580.46
    ],
    [
        " Fall of 68. Fall of 68. Okay. Correct. Because I'd gone through jump school the previous year. That's",
        1580.74,
        1588.46
    ],
    [
        " right. That's right. You're all like usf training and stuff. That's why I need you to be accurate.",
        1588.46,
        1591.54
    ],
    [
        " I thank you to remind you. Yeah. Well, don't hesitate to interrupt me and help me stay accurate.",
        1591.86,
        1599.2
    ],
    [
        " But nevertheless, eventually like a day after, day after we arrived, we were ushered into this little",
        1599.52,
        1606.44
    ],
    [
        " briefing room at CCN. And there's this map on the wall. We can tell it a big screen, a big curtain",
        1606.44,
        1615.1
    ],
    [
        " hanging over it's a top secret. Well, we're just sitting here. We don't know. Yeah. What are we going",
        1615.1,
        1621.46
    ],
    [
        " to do? Who are we? In came Colonel, uh, uh, uh, Warren Jack Warren. And this Colonel, this is just",
        1621.46,
        1629.76
    ],
    [
        " amazing. He was wearing shower shoes, jungle fatigue pants, a black windbreaker,",
        1630.18,
        1638.06
    ],
    [
        " in a green beret and he was using a, uh, um, cigarette holder. A cigarette holder. Yes. You know,",
        1638.66,
        1645.62
    ],
    [
        " it's a, yeah. And a cigarette holder. He comes and he says, hi, I'm Jack Warren. Not Colonel.",
        1645.76,
        1651.86
    ],
    [
        " Hi, I'm Jack. Hi, I'm Jack Warren. We're looking at each other. You know, a Lieutenant Colonel is a",
        1652.0,
        1659.74
    ],
    [
        " you just didn't, you don't see that kind of rank very often. Well, and at Bragg or anywhere in the",
        1659.74,
        1664.28
    ],
    [
        " army, you don't see Lieutenant Colonel's old fives could just drop him by and say, hi, I'm Frank.",
        1664.28,
        1669.6
    ],
    [
        " So he walks over to that curtain and he pulls it aside. And I'm looking at he's not saying anything.",
        1670.26,
        1678.24
    ],
    [
        " He's puffing his, for, for dramatic effect, puffing on his cigarette. And we look at here on",
        1678.34,
        1684.54
    ],
    [
        " the right side, the right firehand side. Here is South Vietnam. And there's a South China sea.",
        1684.54,
        1691.04
    ],
    [
        " But actually, to the left half, all the left half of that map is clearly to the west of Vietnam.",
        1691.8,
        1698.48
    ],
    [
        " And there are all these little boxes about that six by six, six kilometers by six kilometers.",
        1699.12,
        1705.66
    ],
    [
        " You know, box is drawn with grease pencil on there. And little code names are written beneath them.",
        1705.68,
        1710.76
    ],
    [
        " He says, welcome to Mac V Sock. He says, right now, and he's using his cigarette holders,",
        1711.26,
        1717.48
    ],
    [
        " a pointer. Now that's team, I don't know, Idaho right now. They're west of the DMZ about six",
        1717.78,
        1724.5
    ],
    [
        " kilometers. They're looking for an enemy cache site. And this team down here, recon team rattlesnake",
        1724.5,
        1732.84
    ],
    [
        " whatever it is. He said, they're on road watch. They're supposed to cop the number of trucks go past",
        1732.84,
        1737.66
    ],
    [
        " tonight. And I just go, shit, that's laws. We're putting guys in laws, which supposedly was neutral.",
        1737.66,
        1747.06
    ],
    [
        " Yeah. Quote neutral. Quote neutral. And then I realized up to that point, I didn't know. I was in",
        1747.48,
        1754.08
    ],
    [
        " Saga. I was actually in that secret organization, C and C, with those we just cover names. And",
        1754.08,
        1767.64
    ],
    [
        " detached. Yeah. And elements, the field elements of Saga. So I initially, I left, I thought,",
        1767.78,
        1775.34
    ],
    [
        " wow, this is fantastic because as a kid growing up, I'd read all these books about the",
        1775.4,
        1782.26
    ],
    [
        " resistance and world war to the Norwegian resistance. I grew up at a scandal, who'd be a neighborhood.",
        1782.26,
        1787.68
    ],
    [
        " And the tales of the resistance and how they rated that hydro-norsk plant,",
        1788.04,
        1793.32
    ],
    [
        " right to set back the German nuclear program while I'm finally in the right place at the right",
        1793.42,
        1798.82
    ],
    [
        " time in my life. Indeed. Land in the high clover. Yeah, but I didn't realize how serious this",
        1798.82,
        1806.0
    ],
    [
        " shit was. Initially, I was just you for it because here I was where I wanted to be. But it got real",
        1806.0,
        1814.26
    ],
    [
        " after that. And so then for a little bit, you go to denang F will be for and then you get",
        1814.26,
        1820.34
    ],
    [
        " it all to me. Did you get any time on the ground there? Did you go right down to contune? Not",
        1820.34,
        1824.16
    ],
    [
        " right down, but shortly there. Sure. Then down to contune. F will be two at the time before it",
        1824.16,
        1829.48
    ],
    [
        " became CCC in 69. And you know, I'd ask you beforehand, maybe we shouldn't discuss this, but I want",
        1829.48,
        1836.08
    ],
    [
        " to mention it. Yeah. My first team, I was training with the team leader. I had no idea. I mean,",
        1836.08,
        1845.14
    ],
    [
        " I'm new to Saga. Sure. So this is that contune now. This is a contune. It was recon team",
        1845.14,
        1850.54
    ],
    [
        " in New Mexico. Oh, I feel obligated to tell their story. Absolutely. So there's the team leader",
        1850.54,
        1860.62
    ],
    [
        " who's the name was Stevens. And he was present. I went out a few days, you know, training with him",
        1860.62,
        1867.4
    ],
    [
        " and supposedly because he had a guy down going to the Saga recon school, it can't belong to on",
        1867.4,
        1873.58
    ],
    [
        " your side, uh, Saga. He was, we were not going to get a mission until this guy came back.",
        1873.58,
        1879.1
    ],
    [
        " And that'd be, I don't know, a week or two. Right. So we're training along all of a sudden,",
        1879.6,
        1884.84
    ],
    [
        " we're called into the S3. This is war partner. If they need you, they're going to take you. Okay.",
        1884.84,
        1891.68
    ],
    [
        " Right. We were assigned a target whether those guys are back or not. Really? Right. Right. So",
        1891.68,
        1897.38
    ],
    [
        " total cherry. I did not realize it at the time. This would be Stevens first mission. Oh,",
        1897.38,
        1903.84
    ],
    [
        " he is a one zero as a recon man. Right. As a recon man, which typically a guy would have 5,",
        1904.36,
        1913.06
    ],
    [
        " 8, 10 missions before being considered. And not everyone was considered as a team leader.",
        1913.06,
        1919.34
    ],
    [
        " But they were so short a personnel due to casualties. And there were so many demanding missions to run",
        1919.76,
        1925.74
    ],
    [
        " that Stevens was immediately appointed as a one zero because he was a little older. And",
        1926.8,
        1931.32
    ],
    [
        " you would assume they had good judgment. So yeah. But when, when, when, when the situation demands,",
        1931.32,
        1942.4
    ],
    [
        " you do what has to be done. Well, they targeted us. So we only had a few days of training.",
        1942.84,
        1947.84
    ],
    [
        " And we went up to docto. We flew by hew up to docto. And for, for our listeners,",
        1948.28,
        1954.24
    ],
    [
        " the docto is the launch site. That is the launch site. That's where our helicopters would refuel.",
        1954.24,
        1959.94
    ],
    [
        " Where you get a launch and you would get a final briefing there with the air assets of your team",
        1960.32,
        1965.4
    ],
    [
        " leader. Right. Yeah. Right. So anyways, we're up at docto. And it's, they're just called",
        1965.4,
        1973.02
    ],
    [
        " over the radio saying that the cubby, the forward air controller is out of the AO. He has seen the",
        1973.02,
        1978.72
    ],
    [
        " the weather. He has looked at our insert LZ and things are good to go. And just then another",
        1979.48,
        1986.38
    ],
    [
        " hew is landing about not even a hundred yards away. And out of it, step two guys with",
        1986.38,
        1992.68
    ],
    [
        " Rucksacks and weapons. I don't even know. Well, they come over and they huddle with Stevens.",
        1992.68,
        1997.52
    ],
    [
        " They were, their names are Simmons and Bologna. So it's Steven Simmons and Bologna. And Steve,",
        1998.68,
        2005.0
    ],
    [
        " I don't know what's going on. So Stevens comes over to me. It says, you're not going to go on",
        2005.0,
        2011.32
    ],
    [
        " this mission. I said, what? I mean, I was in my mind. Oh, yeah. You're on a team. Hey,",
        2011.32,
        2017.04
    ],
    [
        " this is opening day of hunting season. And you're saying that you're, you're reject",
        2017.16,
        2022.46
    ],
    [
        " air with drawing my license. You're broken. Yeah. He says, the helicopter cannot carry all of us,",
        2022.46,
        2030.58
    ],
    [
        " including you. I have to leave one man behind. He says, these two guys, I know they've just",
        2030.58,
        2035.82
    ],
    [
        " graduated from one zero school down to Saigon. So we're going. We can all fit in one chopper,",
        2035.82,
        2042.02
    ],
    [
        " which he thought was really important. And so it's only one helicopter coming into the LZ. So",
        2042.04,
        2047.96
    ],
    [
        " tell between my legs, I waive to them as they flew away. And that night, you know, I flew back to",
        2047.96,
        2055.88
    ],
    [
        " went to the empty team room. I really discussed it took off my Rucksack thought. Yeah, WT. Yeah,",
        2056.24,
        2064.34
    ],
    [
        " chosen for baseball. Okay. Yeah. Next morning, a runner comes over from the recon company head",
        2064.58,
        2071.78
    ],
    [
        " grids. It's, hey, first sergeant and sergeant Howard want to see you right now.",
        2071.78,
        2076.62
    ],
    [
        " And I go over there. And this is Sergeant Howard Sergeant Bob Howard. Bob Howard,",
        2077.42,
        2083.32
    ],
    [
        " metal monitor recipient. Great. Great. Yeah. Great warrior. But so I go over there. And I'm",
        2083.38,
        2090.86
    ],
    [
        " thinking they're going to put me to work on some stupid. Oh, worse comma. Well, it's not going",
        2090.86,
        2099.72
    ],
    [
        " to be good. Well, I had no idea. I had no idea. I got there. And they said, team New Mexico was",
        2099.72,
        2107.78
    ],
    [
        " over on last night. Whoa. He said, we're putting in the bright light team. And I said, well,",
        2107.78,
        2116.4
    ],
    [
        " I'm still not bright light. What is bright light, man? And over run, he said,",
        2117.66,
        2123.6
    ],
    [
        " yeah. And for the old recon team, New Mexico is you. Wow. And then for our listeners, a bright",
        2123.74,
        2134.9
    ],
    [
        " light is a mission designed where a recon team goes in to help a team that's down or for down",
        2134.9,
        2140.38
    ],
    [
        " pilots. And when they go, they don't take any food, they take extra ammo and body bags. And",
        2140.38,
        2147.28
    ],
    [
        " and they did recover the bodies. Really? Yeah. So that was actually my first recon team, but I",
        2147.28,
        2152.8
    ],
    [
        " never even got on the ground with them. Wow. And I'm not a very religious person. Right. But I",
        2152.8,
        2161.52
    ],
    [
        " felt like there had been intervention of a doctor. I was ready to climb into the helicopter and",
        2161.52,
        2167.8
    ],
    [
        " go. Sure. And then that other chopper came in with the guys and they left. And that was the last",
        2167.8,
        2172.58
    ],
    [
        " time they were alive. Wow. They got over on it. And later, after the bright light team came back,",
        2172.58,
        2178.72
    ],
    [
        " they figured out looking at the site, the North Vietnamese didn't screw with the bodies and so on.",
        2179.0,
        2183.54
    ],
    [
        " Sometimes they treated our guys with respect, their bodies. Sometimes they didn't. They were",
        2183.86,
        2188.52
    ],
    [
        " right. They were rotten. So bees, but they treated them with respect. And looking at where they'd",
        2188.52,
        2194.96
    ],
    [
        " been hit, they could tell they they'd unwittingly left a visible trail from their LZ where they",
        2194.96,
        2203.22
    ],
    [
        " landed. Right. They'd been tracked. Bad guys waited for night, brought folks in and they hit",
        2203.22,
        2209.06
    ],
    [
        " them with probably three, four RPGs right away, which wounded everybody in the team. And then they",
        2209.06,
        2216.62
    ],
    [
        " assaulted with AKs and and and and machine at least one. Right. RPD machine gun. But so that you",
        2216.62,
        2226.26
    ],
    [
        " understand what our RPG is. And that's take people with stopping a tank. We had more guys killed and",
        2226.26,
        2233.0
    ],
    [
        " wounded by RPGs, the small arm supplier. Is that right? Yeah. Because the blast is such a",
        2233.0,
        2238.98
    ],
    [
        " sure so much. Rapinal. It was much more effective than our our law is light anti tank weapons.",
        2238.98,
        2244.96
    ],
    [
        " The American equivalent. Sure. But anyway, so that they never stood a chance. They didn't get a shot",
        2245.16,
        2251.56
    ],
    [
        " off. Is that right? They hit with RPGs. Boom. Three of them simultaneously fired. They didn't,",
        2251.56,
        2258.34
    ],
    [
        " the bodies were laying there where they'd been in our own. Do you think that was the first time that",
        2258.38,
        2263.2
    ],
    [
        " the NBA sappers were used? Any indication of just traditional NBA troops? No, no, no, this is",
        2263.2,
        2269.38
    ],
    [
        " counter-recount. Okay. The North Vietnamese had at least a battalion of special trained counter-recount",
        2269.38,
        2275.98
    ],
    [
        " along the trail. And they probably had one company in each of the major along each of the major",
        2275.98,
        2283.66
    ],
    [
        " routes. Fida routes was highways coming into South Vietnam like 922, the Ashaw Valley in your",
        2283.66,
        2289.9
    ],
    [
        " line. And 165, I learned a lot. We eventually flying. Covey. I flew over these places every day",
        2289.9,
        2296.96
    ],
    [
        " for a year. And 165 came in about two west of Chulai. And finally right into the central",
        2296.96,
        2305.86
    ],
    [
        " Highlands, Highway 110. The main feeder out running north south that was west of there was",
        2305.86,
        2311.5
    ],
    [
        " Highway 92. And that went all the way up to the various mountain pass is going into North Vietnam.",
        2311.5,
        2316.64
    ],
    [
        " All right, right next to Oscar 8th. Yeah, that's Oscar 8th. Oscar 8th, which was a notorious",
        2316.64,
        2323.6
    ],
    [
        " UC untarget. Absolutely. Yeah. Amazing. So anyways, but the important thing for me was I,",
        2323.6,
        2331.02
    ],
    [
        " I was never before. I understood what combat really is. And I was serious, this was. And how",
        2331.28,
        2340.32
    ],
    [
        " unprepared I was. I had all the SF training and Airborne Infantry Training and so on.",
        2340.32,
        2345.36
    ],
    [
        " But I better get ready to learn all over again and learn fast. And the best class for my phone,",
        2346.64,
        2355.44
    ],
    [
        " I'm sure you'll say the clubhouse was the NCO club indeed, which when guys came back from their",
        2355.6,
        2362.52
    ],
    [
        " missions after the debrief, they come over to the club and have a few drinks. And I quietly,",
        2362.52,
        2367.64
    ],
    [
        " because I had nothing to say, right? Oh, I would quietly sit and listen to them unfold the mission",
        2367.76,
        2373.9
    ],
    [
        " and the tactics they'd seen and how they counted it and so on and so on. I'm writing mental notes",
        2374.28,
        2379.08
    ],
    [
        " throughout this. So I can understand why I better, better know. I know the feeling. Yeah,",
        2379.08,
        2384.5
    ],
    [
        " exactly. So I had a lot of humble pie. It was no longer Mr. Big Bad Greenberry silliness. And",
        2384.5,
        2391.02
    ],
    [
        " it was no longer confusing it for the Norwegian resistance. What is that very first mission then?",
        2391.02,
        2398.28
    ],
    [
        " We had two guys shot one got almost got his arm shot off another one got got shot.",
        2398.28,
        2403.46
    ],
    [
        " Once you saw what it around and single those guys reach it with just one AK round.",
        2403.46,
        2410.56
    ],
    [
        " Once you see what that round can do to a human body to a human body. You know, your mindset is",
        2411.08,
        2418.64
    ],
    [
        " there. You know, you better have your shit together. You better be good at what you're doing. And",
        2418.64,
        2426.6
    ],
    [
        " and all the sub skills from marksmanship to land navigation to silently moving through the",
        2427.0,
        2433.14
    ],
    [
        " jungle, et cetera, et cetera. Those two missions gave me the mindset for the following years.",
        2433.14,
        2438.94
    ],
    [
        " So Wow. And I like to get back to the first mission when you're on the ground with baking.",
        2439.2,
        2444.84
    ],
    [
        " Right. Even the way it ended. There's a unique aspect to your storytelling here that I'm",
        2444.84,
        2450.4
    ],
    [
        " fascinated with. Yes. Because you came back your dirty, your filthy, the way you described it.",
        2450.4,
        2457.4
    ],
    [
        " I it wasn't until I looked at my dirt smeared face and the latrine mirror that I noticed",
        2457.64,
        2465.68
    ],
    [
        " quangs blood sprayed across my jungle fatigues. I thought about our men's wounds. An AK slug",
        2465.68,
        2473.34
    ],
    [
        " had torn a whole lemissized chunk and highs thin by sips leaving the skin hanging hideously.",
        2473.4,
        2480.54
    ],
    [
        " quangs wound was worse. And that's the one we had talked about with his gun shot. And so you're",
        2481.02,
        2487.58
    ],
    [
        " doing a self inspection. And then you said to yourself, I thank God it hadn't been me. I threw",
        2487.58,
        2494.64
    ],
    [
        " water on my face and then noticed a man standing there watching me. Hi, he said, I'm Fred app.",
        2494.64,
        2501.66
    ],
    [
        " I turned and see that he was a lieutenant colonel. He shook my hand and asked how to go out there",
        2502.12,
        2508.98
    ],
    [
        " tiger. He was short gray hair with intense blue gray eyes that conveyed an almost grand",
        2508.98,
        2516.08
    ],
    [
        " fatherly sincerity. Until that moment, I had no idea our commander lieutenant colonel Roy Bar",
        2516.08,
        2523.1
    ],
    [
        " had rotated home and that app was our new commander. You responded kind of bad sir, but we got",
        2523.26,
        2533.08
    ],
    [
        " out of it. He waited for more. I looked in the mirror, critiquing myself. I ran out of ammo.",
        2533.08,
        2540.42
    ],
    [
        " Never again. Fuck carrying a handgun. I need harder space for more magazines and grenades.",
        2541.0,
        2547.44
    ],
    [
        " That's important. He greed anything I can do. They didn't hear my Swedish case, sir. The",
        2548.34,
        2555.26
    ],
    [
        " silencer. Unless I actually shot someone, they didn't even know I was shooting. But when I did shoot",
        2555.26,
        2562.62
    ],
    [
        " this guy, he didn't stay dead. Nine millimeter sucks. I need a weapon that when I shoot somebody,",
        2562.62,
        2570.12
    ],
    [
        " they go down and they stay down, sir. I need a car 15. He pated me on the back.",
        2570.46,
        2577.06
    ],
    [
        " I'll see what I can do. And he left.",
        2577.66,
        2579.66
    ],
    [
        " Amazing. And of course, he was one of the best. He was fine.",
        2580.26,
        2585.58
    ],
    [
        " C&C command is 28 year-seek awards, outstanding soldier and a World War II vet.",
        2585.86,
        2590.78
    ],
    [
        " World War II vet sometimes in the club. To get an idea of how down to earth he was,",
        2591.18,
        2595.62
    ],
    [
        " yeah, he had a horseshoe pit made with horseshoe ship from states where somebody.",
        2595.92,
        2602.36
    ],
    [
        " And anybody wanted to replace horseshoe's with him. You play horseshoe's in the evening.",
        2603.02,
        2607.74
    ],
    [
        " Was he any good? He was very good. But within a day or two, lo and behold, I got a car 15.",
        2607.84,
        2616.16
    ],
    [
        " From who was the supply sergeant at that time? Oh God. Yeah, I do.",
        2616.74,
        2622.66
    ],
    [
        " Was it that sergeant Bob Howard? No, he was already he'd already been replaced as a supply sergeant.",
        2622.98,
        2630.76
    ],
    [
        " Incredible thing about Bob Howard. Two DSCs, the Medal of Honor, so restarts eight purple",
        2630.76,
        2636.34
    ],
    [
        " heart for three medals of honor. Right. And he asked me to put it for 11 purple hearts,",
        2636.34,
        2641.02
    ],
    [
        " but he only received eight. Right. My God.",
        2641.02,
        2643.98
    ],
    [
        " Because they were that.",
        2644.22,
        2645.54
    ],
    [
        " That's Alabama soldier. Yeah, yeah, yeah. But Howard, by that time, was our training",
        2646.2,
        2656.22
    ],
    [
        " in the recon company. But if ever there was some heavy duty shit to do, boom, he was going along.",
        2657.48,
        2663.44
    ],
    [
        " He volunteered. Right. And this final fact, his final Medal of Honor mission.",
        2663.88,
        2668.1
    ],
    [
        " He was a strappinger. He was a strappinger. And this was just a little after the mission I",
        2668.72,
        2675.3
    ],
    [
        " described with my original first team that got overrun. Wow. And that was going after an American",
        2675.3,
        2686.0
    ],
    [
        " fish that held out of them. Is that right? Yeah. The guys that came out alive were entirely due to",
        2686.0,
        2691.38
    ],
    [
        " Bob Howard during the night. He even called a gunship. And Air Force, it was an AC 130, AC 1119.",
        2691.38,
        2701.44
    ],
    [
        " Yeah, back back in 68. Yeah. Or could have been like, 69. Oh, 69. Okay. It could have been shadows,",
        2702.08,
        2707.8
    ],
    [
        " thinger, or respect to his out by that. Yes. Called it right across their own position.",
        2708.04,
        2712.6
    ],
    [
        " Because his last chance they had really. And he had he had been burned. He had been hit with a",
        2712.6,
        2719.18
    ],
    [
        " claim or he had taken one AK round. But he did his damn best, Lieutenant Jerson, who was the",
        2719.18,
        2727.68
    ],
    [
        " platoon leader on that. He got Jerson. He'd been badly wounded. And he dragged him off the hill",
        2727.68,
        2733.66
    ],
    [
        " where all the dead were. And got him down there in that night. You know, the perimeter was",
        2733.66,
        2738.98
    ],
    [
        " around Jerson. They were trying to their best keep him alive. Yeah. And for the only time I",
        2738.98,
        2744.4
    ],
    [
        " ever knew it to happen. The Huey's came in at night in darkness, a 130 drop flares. And they",
        2744.4,
        2753.0
    ],
    [
        " actually turned on their lights as they came in. And they got him out of there unfortunately. Yes.",
        2753.0,
        2758.44
    ],
    [
        " Yeah. I mean, you can do that once in a blue moon. But you're begging for ground fire. Oh,",
        2758.76,
        2763.86
    ],
    [
        " I'm going to let the talk about it. Yeah. But it's all surprisingly NBA. Sure. As they didn't know",
        2763.86,
        2768.94
    ],
    [
        " what to do. He had a doing WTF and meanwhile the Huey's getting in there, getting those guys out.",
        2768.94,
        2773.8
    ],
    [
        " Right. And unfortunately, Lieutenant Jerson died. Oh. But it could not be said that Howard did not",
        2773.92,
        2780.98
    ],
    [
        " risk his life over and over to get him out of there. Right. Alive. Yeah. That was his mental",
        2780.98,
        2789.3
    ],
    [
        " of water mission. Wow. And that was the third one that he was put in for a day. Finally got it.",
        2789.3,
        2793.72
    ],
    [
        " And then the other two, it just the sting was served across the second highest metal for",
        2793.88,
        2798.56
    ],
    [
        " valor. Amazing soldier. Actually, one of those was downgraded to a silver star. Was that right?",
        2798.56,
        2803.5
    ],
    [
        " Yeah. And if you actually read the citations, it's debatable. Which one should be the metal of",
        2803.62,
        2809.44
    ],
    [
        " water? Yeah. Oh, is that right? Yeah. Yeah. Yeah. Incredible. Yeah. Yeah. And he lived to talk about it.",
        2809.44,
        2816.28
    ],
    [
        " Indeed, he did live for many years. I was at his funeral and what they hold that they call it,",
        2816.6,
        2827.64
    ],
    [
        " his burial at Arlington National Cemetery. Foral, burial detail there. Yeah, with a burial",
        2828.14,
        2833.68
    ],
    [
        " detail. Indeed. And it was quite a day for special forces. Everybody was represented.",
        2833.68,
        2839.22
    ],
    [
        " In fact, there was a motorcycle escort that brought in the hers. And then they put them on",
        2839.9,
        2846.52
    ],
    [
        " our children's case on. Yeah. With soldiers marching in front of them to his grave. Wow. And",
        2846.52,
        2854.34
    ],
    [
        " several general officers, special forces were there. We were all very well represented. But what",
        2854.34,
        2869.2
    ],
    [
        " he had been approved for the Medal of Honor. And I came home on leave. I completed a year.",
        2869.52,
        2876.36
    ],
    [
        " I think it was my first year in CNC. Sir, here in CNC. And I knew Howard was receiving the",
        2876.98,
        2884.16
    ],
    [
        " Medal of Honor. And I knew the day I forget how I found out. I somebody told me I tracked it down.",
        2884.16,
        2889.74
    ],
    [
        " And that night I turned on the network news. That was the day he was at the White House and received it.",
        2890.24,
        2898.4
    ],
    [
        " No, I've seen still pictures. I know. Oh, sure. Yeah. It was right there in the old office. Yeah.",
        2898.4,
        2903.26
    ],
    [
        " It was not on ABC. It was not on NBC. It was not on CBS. It wasn't in the newspapers.",
        2903.76,
        2909.7
    ],
    [
        " Really? The anti-war crap in this country was so heavy. By the time he actually",
        2910.02,
        2917.84
    ],
    [
        " received his Medal of Honor, that there were decision makers in the media deciding that to",
        2917.84,
        2925.68
    ],
    [
        " honestly present a hero was to glorify war. And they wanted none of that. Wow. This was",
        2925.68,
        2933.82
    ],
    [
        " no kidding. God, he was cheated. He was cheated. Yeah. The nice thing is for about the last seven,",
        2933.82,
        2942.0
    ],
    [
        " eight years of his life, people knew who he was. Absolutely. I think both of us went out of our",
        2942.06,
        2946.94
    ],
    [
        " way to make sure that happened. Wow. Yeah. In my case, I had minimal involvement with him.",
        2947.16,
        2952.04
    ],
    [
        " Only actually had one phone call many years ago. Okay. Short and sweet to the point.",
        2952.12,
        2956.66
    ],
    [
        " He didn't have no time to be talking about anything but the question. And oh my God.",
        2957.14,
        2963.14
    ],
    [
        " But I do know at once he got back to the States and he'd received his Medal and so on,",
        2963.22,
        2967.66
    ],
    [
        " he was a little troublesome, you could say. Hard to control. He received a commission.",
        2968.5,
        2974.36
    ],
    [
        " Originally, we knew him as a sergeant for his class. And it's funny because he refused to be a",
        2974.42,
        2982.18
    ],
    [
        " second lieutenant. He told him, keep your commission. I don't want one. Was that right? Right.",
        2982.18,
        2986.24
    ],
    [
        " That's like in my case, I got a commission. Yeah. I had to take second lieutenant. Yeah.",
        2986.4,
        2990.22
    ],
    [
        " And because that little butter bar to be a staff sergeant and then become a second lieutenant sucked.",
        2990.28,
        2995.8
    ],
    [
        " But he was a sergeant first class and soon to be Medal of Honor recipient. They wanted",
        2996.72,
        3004.16
    ],
    [
        " to be a second lieutenant. He said, nope, I don't want anything to do with it. And Lombie holds",
        3004.16,
        3009.14
    ],
    [
        " somebody following one of those little silver bars for our first lieutenant. Yeah.",
        3009.14,
        3012.88
    ],
    [
        " And then he was promoted to Captain like within a year. But when he got back, the States side,",
        3013.4,
        3018.96
    ],
    [
        " initially he was the commander of, I think it was Ground Week at Jump School.",
        3019.62,
        3027.7
    ],
    [
        " He was Commander of Ground Week at Jump School. And then he ended up at Bragg. And Bob Howard, I loved him.",
        3030.74,
        3038.58
    ],
    [
        " The finest man I've ever known. And if you're going on the ground and knew that he was back there at FOB,",
        3039.22,
        3047.8
    ],
    [
        " you know that no matter how bad the situation was, he would come out there to get you. Oh yeah.",
        3048.5,
        3053.92
    ],
    [
        " Oh yeah. But he was also one of those guys I heard it said that you keep in a wall locker between",
        3053.92,
        3063.54
    ],
    [
        " wars and then you open it way of about like like Gerald Patton. Yeah, kind of like that. Yeah.",
        3063.54,
        3070.54
    ],
    [
        " Get out of his way. I mean, he was a human dynamal. But anyways at Bragg, they safely assigned him",
        3070.64,
        3078.38
    ],
    [
        " to run Camp McCall in the training out there.",
        3078.38,
        3080.94
    ],
    [
        " He put through a whole generation of special forces. No, through training group.",
        3082.08,
        3090.96
    ],
    [
        " Okay. Sure. Yeah. That's the last phase of special forces. First phase. No, he's the first phase.",
        3091.08,
        3096.12
    ],
    [
        " First phase one. Okay. But it's funny because I was out in Washington for the long after the",
        3096.12,
        3104.98
    ],
    [
        " fact award of Medal of Honor to Mike Rose, who was also there at Contum. And this was only a couple",
        3104.98,
        3112.48
    ],
    [
        " of years, three years ago, four years ago. And as part of the procedure, you go around to various",
        3112.48,
        3118.96
    ],
    [
        " places where their honor, you know, their honors be stoked to them. Right. President Trump had given",
        3118.96,
        3125.08
    ],
    [
        " a Medal of Honor and the next day there was a reception at the Pentagon. And lo and behold,",
        3125.08,
        3130.38
    ],
    [
        " here is General Miley. He was not yet the chairman of the Joint Chiefs of Staff. Right.",
        3131.7,
        3135.94
    ],
    [
        " He's the head of the receiving line, but he was already the designated. Right. He was Chief Staff",
        3136.36,
        3142.12
    ],
    [
        " of the Army. And I go up to say, sir, how do you do? I'm John Platy. He said, I know who you are.",
        3142.12,
        3148.38
    ],
    [
        " Really? He said, really? Yeah. He said, he read my books. Yeah. But all he knows.",
        3149.56,
        3154.76
    ],
    [
        " Amazing. And here's the amazing. No, he read Saga and secret commandos. But here's the amazing thing.",
        3154.76,
        3160.06
    ],
    [
        " Bob Howard put him through phase one special forces training. No. And we stood there for a",
        3160.94,
        3168.84
    ],
    [
        " couple of minutes just talking about Bob Howard. And he said he was the hardest man he ever met",
        3168.84,
        3175.06
    ],
    [
        " that he'd wear a rucksack and do runs. And he was always leading. He's never saw anyone run",
        3175.06,
        3181.28
    ],
    [
        " faster with a rucksack on. Yeah. I heard it from many people. Oh, he had miracle knees. He kept running.",
        3181.32,
        3189.6
    ],
    [
        " Well, we know about my knees. Yeah. But Howard Howard was magnificent. Just hard,",
        3189.88,
        3197.64
    ],
    [
        " charger, hardcore, courageous, amazingly courageous. Well, that if you don't mind, I'd like to go",
        3197.92,
        3204.8
    ],
    [
        " back to your book a little bit because there's another moment where you had a direct contact with",
        3204.8,
        3209.42
    ],
    [
        " Bob Howard. We should have called him Brightlight Bob. He ran on so many Brightlights to going",
        3209.42,
        3214.14
    ],
    [
        " back to help our people or down pilots. You've been running Recon for a while and you remember by",
        3214.14,
        3220.4
    ],
    [
        " this time RT Illinois. Right. And they had a target Alpha one. And you guys were waiting for the weather,",
        3220.4,
        3229.54
    ],
    [
        " another team this time. RT Arkansas was wiped out. Right. And so there's that psychological impact",
        3229.54,
        3238.48
    ],
    [
        " across Recon whenever we lose a team. Right. So you're dealing with that. You come back to base.",
        3238.64,
        3244.34
    ],
    [
        " You finally relax a little bit and then you get sick as a dog. And you're ill with some kind of",
        3244.64,
        3252.06
    ],
    [
        " fever. You lost 20 is 22 pounds of one day back. Silly area. Dessenter. Dessenter. Good. God,",
        3252.06,
        3260.28
    ],
    [
        " what is that? I didn't realize how serious Dessenter can be. Yeah. Because we as Americans look",
        3260.4,
        3267.16
    ],
    [
        " at it. We don't face it here. You've looked at it. Well, you got the shits. Yeah. Give them a",
        3267.16,
        3271.72
    ],
    [
        " take a kale. Pec day and go home. Yeah. That can kill you. You pick it up from bad water.",
        3271.72,
        3277.3
    ],
    [
        " Ooh. The fact that I think another name for this black water fever. I was on a mission in",
        3277.68,
        3283.46
    ],
    [
        " Cambodia when I came down with that during the American invasion. Because we were drinking",
        3283.46,
        3288.32
    ],
    [
        " during your second second or third tour. Do the second tour. Second tour. Okay.",
        3288.32,
        3291.96
    ],
    [
        " Anyway, we were there supporting the invasion of Cambodia. So I'm running out of CCS,",
        3292.3,
        3297.58
    ],
    [
        " Commanding Controls Hall. And we're out of water. And down there, they're not, unlike up in Laos.",
        3297.72,
        3303.72
    ],
    [
        " They're not a lot of streams and mountains. Flat country and hard to find water. One of my yards",
        3303.72,
        3311.54
    ],
    [
        " said he could smell water. And I believed him. So he got out his banana knife. You know, it's a big",
        3311.54,
        3318.34
    ],
    [
        " yeah. Working knife like a machete. Like a machete. Yeah. And he just started digging there in",
        3318.34,
        3325.18
    ],
    [
        " this spot. And after you dug about that low, that deep water started. No. Yeah. So they dug a",
        3325.18,
        3332.5
    ],
    [
        " couple more. We were filling our canteens up it. I was the only one that got dysentery out of that.",
        3332.5,
        3338.06
    ],
    [
        " No iodine taps. I think maybe we were drinking before we put the iodine tanks. We'd gone to",
        3338.16,
        3348.32
    ],
    [
        " just it was terrible. Yeah. Yeah. So anyways, I was recovering from that.",
        3348.32,
        3354.42
    ],
    [
        " All right. So you're sick. You're down for two days. You lose your 22 pounds from dehydration",
        3354.8,
        3361.82
    ],
    [
        " and whatever else is hitting you. So you finally wake up. I'll go on back to the book. Sure.",
        3361.82,
        3369.0
    ],
    [
        " I looked up to see Bob Howard. He was me a quick recovery and told me that he had a long talk with",
        3369.16,
        3376.1
    ],
    [
        " John Allen. With that point, had been the one zero prior on Illinois. And John had an outstanding",
        3376.1,
        3383.82
    ],
    [
        " record. Fearless great leader. Fearless. Just amazing man. That's to the best. Right. And so",
        3383.82,
        3390.34
    ],
    [
        " after what John had been through, he had they thought of best to send him down to the long",
        3390.34,
        3396.04
    ],
    [
        " ton for some training. So Bob tells you John's going down the long ton to instruct recon one zero",
        3396.04,
        3402.04
    ],
    [
        " school. They could use a good man like him down there. And so your mind you're asking,",
        3402.24,
        3407.34
    ],
    [
        " well, what about Illinois? Bob has the answer. RT Illinois is yours now. You're to one zero, John.",
        3407.4,
        3415.66
    ],
    [
        " Take a couple weeks and train them up. And like what did that feel like? Had you you were",
        3416.42,
        3423.62
    ],
    [
        " ready at that time? Were you a little bit surprised with us? Of course, coming out of the illness",
        3423.62,
        3427.94
    ],
    [
        " and everything in the fever. Well, prior to that, I did not want to be a one zero. There's an",
        3427.94,
        3433.44
    ],
    [
        " incredible life and death decision making on the ground. And people we often had people killed.",
        3433.44,
        3439.44
    ],
    [
        " I had told myself over and over again, I never want to be more than a one one. That's",
        3439.96,
        3444.76
    ],
    [
        " assistant team leader. Yeah. He's at the back of the formation constantly. I like that back there.",
        3444.76,
        3449.78
    ],
    [
        " I like that back there. You're ready to ambush trackers or something covering up the back trail.",
        3449.9,
        3454.86
    ],
    [
        " Yes. And if you were doing something offensive, you were there. You were the gun fighter.",
        3455.2,
        3459.82
    ],
    [
        " Purely a gun fighter. The one zero team leader is making decisions,",
        3460.24,
        3464.34
    ],
    [
        " trying to keep everybody organized, trying to out with the enemy. The one two is back in the radio.",
        3464.58,
        3471.34
    ],
    [
        " But then you got the gun fighter. I thought that was just fine. But then I realized I'd",
        3472.02,
        3477.9
    ],
    [
        " reach the point where I knew enough. And I think I could make the decisions. It was time to be a one zero.",
        3477.9,
        3485.16
    ],
    [
        " There were a lot of guys that never became one zero. Oh, yeah. They didn't want it. And they're",
        3485.28,
        3490.4
    ],
    [
        " good men, but there is incredible amount of responsibility. Because once you go on the ground,",
        3490.4,
        3495.74
    ],
    [
        " you're the ground commander. It's out free play. The NBA can do anything. You can face five men.",
        3495.74,
        3501.68
    ],
    [
        " You could face five hundred men. And it's their backyard. You have to make judgments every day",
        3501.68,
        3508.64
    ],
    [
        " in their life and death. But finally, after coming out of that Bob Howard told me, yeah, I was ready.",
        3508.64,
        3515.94
    ],
    [
        " I needed that. Indeed. So you put together a team. You have some historic members.",
        3516.12,
        3521.0
    ],
    [
        " Nor with Norm Doney. No, no, no, he was he was a recon first sergeant. Oh, sorry. At that time.",
        3521.46,
        3529.3
    ],
    [
        " I'm not don't he was a project Delta team leader, right? Which one of his missions was actually in",
        3529.3,
        3535.16
    ],
    [
        " one of those men's magazines back then. He's Delta mission, which was really. Yeah. Yeah. In fact,",
        3535.16,
        3543.72
    ],
    [
        " I eventually got a copy of it. I think it was Sega SAGA magazine. Right. Yeah. It was like true",
        3543.78,
        3550.16
    ],
    [
        " magazine or they have war stories. They have war stories where he had led his recon team into I think",
        3550.16,
        3557.12
    ],
    [
        " was down somewhere west to Saigon crept up on North Vietnamese in a morning formation",
        3558.22,
        3564.96
    ],
    [
        " called artillery on them. Yeah. But anyways, he was our first sergeant at that time.",
        3564.96,
        3573.7
    ],
    [
        " And he went on to great work with the P.O.W. M.I. issue for years later. Totally dedicated to it.",
        3574.8,
        3580.9
    ],
    [
        " Absolutely. But getting off track. So you become the one zero. And I like, you know, your book.",
        3581.58,
        3588.6
    ],
    [
        " Again, if you haven't get everybody's got if you're interested in SAGA some great stories",
        3588.94,
        3593.6
    ],
    [
        " from the man on the ground while he's there. And then of course the history we're talking about SAGA.",
        3593.6,
        3600.06
    ],
    [
        " Again, I encourage everybody. I just no way I can read all the stories. But there's a couple",
        3600.54,
        3606.38
    ],
    [
        " you outline a couple of moments in time that people like other teams and how things can just change",
        3606.38,
        3614.96
    ],
    [
        " so dramatically like RT New York with John St. Martin was on target. They're preparing to do a",
        3614.96,
        3624.98
    ],
    [
        " prisoner snatch and they're setting up waiting and they get delayed because of technical things and",
        3624.98,
        3631.7
    ],
    [
        " who else knows what happened. And at one point John St. Martin was getting ready to launch the attack",
        3631.7,
        3640.84
    ],
    [
        " or to follow up an aerostrike. He just called an aerostrike. That's what it was.",
        3640.84,
        3645.84
    ],
    [
        " He had a bomb. Yes. Yes. And so at that point going back to the book St. Martin pulled a",
        3645.96,
        3653.26
    ],
    [
        " grenade pin and stepped over the log and he said we're going in. He could shout it into the radio.",
        3653.26,
        3658.9
    ],
    [
        " As he cocked his arm and NVA fire stitched him.",
        3658.9,
        3663.8
    ],
    [
        " Ankle thigh stomach whirling him around. His ears rang and the world spun as he pivoted",
        3664.44,
        3673.26
    ],
    [
        " backwards over the log and somehow dumped the empty the grenade hand hand, harmlessly. Excuse me.",
        3673.26,
        3683.0
    ],
    [
        " Pain nearly paralyzed him. He looked down to see his intestines had spilled out. He knew that",
        3683.54,
        3689.26
    ],
    [
        " few people survived such a wound and began to pray the AK fire as AK fire cracked everywhere around him.",
        3689.26,
        3698.48
    ],
    [
        " And that's just one of those moments. Of course Ed Wark, Wolcott. Yeah. It was Wolcott.",
        3698.76,
        3702.7
    ],
    [
        " Wolcott. I said thank you. He was on the team. Right. He reacted. Yes. And that moment you go",
        3702.96,
        3710.18
    ],
    [
        " from being on the aggressive getting ready to operate to get in shot three times with AK.",
        3710.18,
        3715.82
    ],
    [
        " How sudden am I God? John would not have survived except he was a PT nut. He'd been a",
        3716.38,
        3723.1
    ],
    [
        " relevant athlete in high school and his father had been UDT in World War II. Really? Yeah. And",
        3723.1,
        3730.0
    ],
    [
        " he was a bug. I'm talking about John. John's a boxer. He played football and he did a lot of PT",
        3730.0,
        3737.42
    ],
    [
        " while he was there at Contum. But he was a strong man. A lot of guys, can you imagine someone who",
        3737.46,
        3745.22
    ],
    [
        " wasn't in that condition being hit three times by AK fire at this range? You saw close range with",
        3745.22,
        3752.76
    ],
    [
        " one round the other mission. He raised this guy gets hit three times and indeed he did live to talk",
        3752.76,
        3758.56
    ],
    [
        " about it. But you have to attribute that to Ed Wolcott. Ed Wolcott dragged him. Got him out of",
        3758.56,
        3764.4
    ],
    [
        " there. Got away far enough that they were able to bring in a ship to pull them out.",
        3764.4,
        3768.7
    ],
    [
        " If Ed hadn't been there, forget it. Probably not. Wow. And you know, also during that time there,",
        3769.12,
        3776.54
    ],
    [
        " that's just another day in song. Our guys getting wounded like that. He had them all under fire.",
        3776.84,
        3781.78
    ],
    [
        " And when there's another time when you also had a mission that was in country that in the beginning,",
        3782.0,
        3791.8
    ],
    [
        " it sounded like a mission from hell itself for Ben Het. Right. Right. And it was a little bit.",
        3792.28,
        3799.88
    ],
    [
        " I was with John Allen. Was that right? Right. He was a team leader. Okay. Because that one,",
        3799.88,
        3805.18
    ],
    [
        " this is different. I was never familiar with our recon teams getting into situations like this",
        3805.38,
        3811.14
    ],
    [
        " or going into a target like that. Right. And so you get brief because Ben Het had been under siege",
        3811.14,
        3817.64
    ],
    [
        " for a long time. Right. They had it. And they had a mission error and your mission was",
        3817.64,
        3821.9
    ],
    [
        " there was a, a North Vietnamese, our anti aircraft, our artillery unit,",
        3821.9,
        3828.94
    ],
    [
        " shooting from a ridge to their south and aircraft, aircraft could supply aircraft, could no",
        3829.16,
        3836.06
    ],
    [
        " longer land on their air strip. But they would fly and kick, kick bundles out of the tail end of",
        3836.06,
        3844.3
    ],
    [
        " C-130 or 120. Right. Just like, just like case on. Just like case on. And the North Vietnamese,",
        3844.3,
        3850.36
    ],
    [
        " I mean, they're not fools. They set up their anti aircraft guns and pattern to try to hit those",
        3850.78,
        3856.68
    ],
    [
        " aircraft. Our mission was to go find the anti aircraft guns and hit them with air, air strikes. Right.",
        3856.68,
        3866.04
    ],
    [
        " But there were certain missions we went on in country and it was true for CCN as well, where",
        3866.94,
        3873.42
    ],
    [
        " conventional units weren't capable of doing that. Right. No insult to them. No. But like Joe Walker used to say",
        3875.78,
        3882.54
    ],
    [
        " it is so intense that it's almost a crime to send someone into that, unless they're fully trained",
        3882.54,
        3891.2
    ],
    [
        " and experienced because they're just going to kill. Right. And the thing, and that includes the",
        3891.2,
        3897.08
    ],
    [
        " hours of hot drills going through your control drills, right? The media action drills, everything.",
        3897.08,
        3902.94
    ],
    [
        " We did it every day when we weren't in the field. Now the media action drill is 99% of the time we",
        3903.1,
        3909.86
    ],
    [
        " did a live fire. Right. That is where it's a reaction, immediate reaction to contact with the enemy.",
        3909.86,
        3916.92
    ],
    [
        " Because you're just about always outnumbered. Sure. So what you got to do is throw so much",
        3917.2,
        3922.12
    ],
    [
        " fire concentrated back at them that it's like a bantam weight, sucker punching a heavy weight.",
        3922.12,
        3928.42
    ],
    [
        " And then running like hell. And then you peel the peel back. The peel back, right? Right.",
        3929.22,
        3933.46
    ],
    [
        " We don't like to range a tactic, which is to attack an ambush. When you're in triple canopy,",
        3933.66,
        3937.38
    ],
    [
        " you can't tell how many people are behind the end of canopy. And your first move is survive,",
        3937.52,
        3942.7
    ],
    [
        " gain fire superiority while you're doing the peel. Yeah. And that's like, that just doesn't happen",
        3943.04,
        3948.62
    ],
    [
        " overnight. You need to work on it. I mean, it's all on by. It's like special. It's like special",
        3948.62,
        3953.4
    ],
    [
        " teams in the NFL. Indeed. Yeah. They drill on just certain positions, certain maneuvers.",
        3953.4,
        3959.5
    ],
    [
        " And they do it over and over and over again. We did a live fire most of the time. You did.",
        3959.76,
        3964.9
    ],
    [
        " And you got guys shoot right beside you. I mean, live fire here. They're boom.",
        3965.04,
        3968.7
    ],
    [
        " Well, I think that at this point in time, with that thought in mind, your training was for",
        3968.92,
        3974.64
    ],
    [
        " another mission that again, chapter 10 operation, ass tray to yes, sir. And earlier,",
        3974.64,
        3983.08
    ],
    [
        " there had been an attempt. The idea was we need a POW from an area of operations. That's really",
        3983.52,
        3989.26
    ],
    [
        " hot right now. An earlier team had tried it. They were not able to get a live POW. They shot",
        3989.26,
        3995.28
    ],
    [
        " dead several of them. They refused to cooperate. Oh, no. Potential POW is not cooperating.",
        3995.28,
        4002.58
    ],
    [
        " Yes. Potential POW. And this was they they had ambushed a convoy in North Vietnamese convoy.",
        4002.62,
        4008.0
    ],
    [
        " And you know, whenever you stop the enemy, right, try to take prison, well, many of them are armed",
        4008.16,
        4014.44
    ],
    [
        " too. And they might not want to go home with you. Yeah. Well, that fortunately, those guys ended",
        4014.44,
        4022.74
    ],
    [
        " up having to shoot. And there were no live NBA left. So with that thought in mind, S3 or S2 comes to",
        4022.74,
        4030.7
    ],
    [
        " you. And then you say, John, it's time for RT Illinois to kick it up a notch. Or were you part of",
        4030.7,
        4037.18
    ],
    [
        " RT California by that? Oh, that's okay. You're right, which I'd gone when I went home, I had RT",
        4037.18,
        4042.5
    ],
    [
        " Illinois for a leave. And they got shot up bad while I was gone. Oh, no. They promised they weren't",
        4042.5,
        4049.12
    ],
    [
        " going to send them in. Okay. Oh, no. We'll just let them rest while your home on leave. No. Yeah.",
        4049.12,
        4054.5
    ],
    [
        " Well, low and behold. So you're on man's or they get hurt. They needed another. They needed a team",
        4054.92,
        4062.68
    ],
    [
        " to go in somewhere. So they put them in. And Illinois is one of their original, uh,",
        4062.68,
        4067.3
    ],
    [
        " sog week, containment early day. They've been running. But at point, this is five years.",
        4067.9,
        4071.76
    ],
    [
        " Yeah, but they they had replacements. Yeah. Of course. Yeah. How they had to replace two of our guys.",
        4072.08,
        4077.86
    ],
    [
        " Right. But, uh, but anyways, so Willie Merkerson, who a DSC recipient from the",
        4078.2,
        4086.64
    ],
    [
        " Mike Force and our company, Recon company commander, truck him in, along with a strap hanger named",
        4086.64,
        4093.6
    ],
    [
        " Weems. They're both good men. I really is the best. And we went on to another interesting",
        4093.6,
        4099.24
    ],
    [
        " career after that. But, uh, but anyhow, they took, they they knew that they were being being monitored.",
        4099.24,
        4106.84
    ],
    [
        " Tracked the NVA been moving around them. Right. And they had one small contact. But as happened",
        4107.6,
        4115.12
    ],
    [
        " sometimes, they broke that contact and they were going to continue the mission. Well, this is the",
        4115.12,
        4119.84
    ],
    [
        " day after that small contact. And they're taking a break next to highway 110 within sight of it.",
        4119.84,
        4126.74
    ],
    [
        " Yeah. They're sitting there all of a sudden here. Come multiple trucks. Gates drop it out,",
        4127.0,
        4132.7
    ],
    [
        " jump all these NVA. They immediately assault them. Whoa. So I had two of my end ditch killed right",
        4132.7,
        4139.38
    ],
    [
        " there. My point man and my indigenous team leader killed right away. Wombs got weems was wounded.",
        4139.38,
        4148.26
    ],
    [
        " And I'm pretty sure, well, uh, the the acting team leader, right, was wounded as well.",
        4148.44,
        4158.64
    ],
    [
        " Uh, and they got out, but I think they had to leave the bodies because the NVA were just everywhere.",
        4160.6,
        4166.46
    ],
    [
        " And they had to run for their lives. So that is what happened to my team. Oh my god. That was not",
        4166.74,
        4172.42
    ],
    [
        " going to run any missions while it was gone. So when I came back, they had a bomb damage",
        4172.42,
        4179.44
    ],
    [
        " assessment mission for recon team Washington and explain briefly for review as what a BDA is.",
        4179.44,
        4185.78
    ],
    [
        " Okay. Bomb damage assessment for the first time in American history out of curiosity.",
        4185.78,
        4191.02
    ],
    [
        " They put in strategic air strikes this time on like World War Two, where we might be B17s.",
        4191.02,
        4197.4
    ],
    [
        " This was B52s. And the Air Force being the curious organization that it is. Yes.",
        4197.8,
        4203.66
    ],
    [
        " Said, you know, it'd be nice to have somebody go take a look and see what that did. And they",
        4203.96,
        4208.44
    ],
    [
        " assumed that all the enemy would be dazed and confused. Right. And our day. And you'll take some",
        4208.44,
        4214.58
    ],
    [
        " prisoners. You'll take a couple pictures. Bring back important documents. Well, the reality was",
        4214.58,
        4221.88
    ],
    [
        " it's that B52 strike was kind of like taking a stick and whacking it with a hornet's nest. Yeah.",
        4221.88,
        4231.62
    ],
    [
        " And then that guy runs away and he grabs you. It's a good.",
        4232.0,
        4236.14
    ],
    [
        " Mrs. Plants is little boy John. Yeah. Would you go see how many of those bees are dead?",
        4236.14,
        4240.6
    ],
    [
        " The North Vietnamese could not jump up, you know, 35,000 feet and make life difficult for the B52",
        4241.0,
        4249.64
    ],
    [
        " cruise, which hats off to my, they're all great people. Oh, yeah. But we could put in teams on",
        4249.64,
        4256.74
    ],
    [
        " the ground to take a look at it. A little difference from 35,000 to on the ground. On the ground.",
        4256.74,
        4262.24
    ],
    [
        " So for that one and only mission I took in recon team Washington. Oh, really? Okay. Yeah. And we",
        4262.24,
        4269.56
    ],
    [
        " ended up having to call on airstrikes after a few days. We covered a lot of territory. But",
        4269.56,
        4274.78
    ],
    [
        " that that mission is another story. So I'm no longer. I'm already recon team, New Mexico,",
        4274.78,
        4283.0
    ],
    [
        " recon team Illinois and T.D. Wavu Washington. And now welcome to California. Exactly. Recon team",
        4283.26,
        4290.6
    ],
    [
        " California, which were the really excellent those yards. Oh, absolutely. The prior one zero was Joe Walker.",
        4290.7,
        4296.5
    ],
    [
        " Another legend, a solid legend. A taskmaskter. He trained those guys so well as one of the previous",
        4296.86,
        4305.16
    ],
    [
        " one zero said he took them out to their range to see how well they operate their weapons and so on.",
        4305.16,
        4311.92
    ],
    [
        " It was his Lloyd O'Daniels. And he said he looked over and he noticed they were watching him",
        4312.3,
        4318.5
    ],
    [
        " to see how well he operated his weapons. Really? Really? Wow. But anyways, so now I was one zero of",
        4318.8,
        4330.52
    ],
    [
        " recon team California. With three other, no, two other three other Americans, which was unusual,",
        4330.52,
        4338.8
    ],
    [
        " but they had the people. So I had three. What's that rare? Very rare. We usually ran with two or three.",
        4339.26,
        4346.94
    ],
    [
        " Right. But one day I'm in the team room for something and a guy runner comes in and says,",
        4347.92,
        4353.52
    ],
    [
        " the S3 wants to see you. So I figure I'm going to be assigned some mission. And I go in and there's",
        4353.52,
        4360.22
    ],
    [
        " this captain in there who'd recently arrived. He was a prior Vietnam veteran. He'd been a company",
        4360.22,
        4366.04
    ],
    [
        " commander in the first aircraft. Good guy who's a word or a silver star for his first tour.",
        4366.04,
        4371.92
    ],
    [
        " named Fred Krupa, but he was new to recon. You can't just assume that someone because of rank or",
        4372.52,
        4378.12
    ],
    [
        " infantry experience is ready to do that job. Right. But he was a team leader, even though he'd only",
        4378.12,
        4384.8
    ],
    [
        " run about two missions. So Major Jacks, who was a great guy too, is a really hard core. He had,",
        4384.8,
        4393.48
    ],
    [
        " as a teenager, fought the Germans in Czechoslovakia as a member of the resistance. And then after",
        4393.62,
        4401.02
    ],
    [
        " the war came to the US and went into SF. But Major Jacks had led as tray one. There was a special",
        4401.02,
        4408.88
    ],
    [
        " mission. And he was told he could not do it again because he knew too many secrets. He'd been a",
        4408.88,
        4415.94
    ],
    [
        " staff officer and so on. It's not going to risk his capture again. Right. He had been S3 up at FOB1",
        4415.94,
        4423.08
    ],
    [
        " before he came down to FOB2. Roger that. And CCC content. RS3, which made him the operations.",
        4423.08,
        4429.2
    ],
    [
        " And he had that that was his third tour duty, right. I think it was. Yes. In Vietnam.",
        4429.2,
        4434.0
    ],
    [
        " So he, I, when I said, yes, sir, what can you know, can I do it for you? Oh, yeah. He says,",
        4434.76,
        4442.78
    ],
    [
        " well, this here is Captain Krupa. He's a recon team leader. I think he had New Hampshire. He said,",
        4442.78,
        4449.98
    ],
    [
        " we're planning another ash tray mission. They badly needed a particular POW,",
        4450.12,
        4457.68
    ],
    [
        " just west of the central highlands of South Vietnam. There had been several briefings",
        4457.76,
        4465.7
    ],
    [
        " in Saigon, where through various sources, electronic intercepts, radio intercepts, aerial reconnaissance,",
        4465.7,
        4475.08
    ],
    [
        " they had determined there were quite a few convoys and troops moving along the trail toward the",
        4475.38,
        4483.24
    ],
    [
        " central highlands. They want to know what they're up to. So the commander, US forces,",
        4483.24,
        4489.18
    ],
    [
        " talked personally to Chief Saug, Steve Kavanaugh, wanted him to figure out a way to get some intel.",
        4489.74,
        4498.0
    ],
    [
        " So we're talking about General Aim's talking to Colonel Steen, to Steve Kavanaugh,",
        4499.06,
        4503.86
    ],
    [
        " right. Who was the Chief Saug. Chief Saug, he was the commander of Saug down in Saigon,",
        4503.9,
        4508.34
    ],
    [
        " which that's where we actually took our orders from. Although we were Green Berets and we",
        4508.78,
        4513.68
    ],
    [
        " remember the fifth Special Forces group, the reality was that covertly we worked for Saug.",
        4513.68,
        4518.92
    ],
    [
        " So the mission is as Colonel Kavanaugh and Visionate, very in a very wise way.",
        4520.56,
        4531.4
    ],
    [
        " Instead of just going out and grabbing some POW somewhere, some NVM bringing them back.",
        4531.86,
        4537.44
    ],
    [
        " If you wanted to find out what's going on, you grabbed the lead truck driver of a convoi,",
        4538.34,
        4546.5
    ],
    [
        " which is what Ash Tray 1 had attempted to do. Right. They had to kill everybody.",
        4546.78,
        4551.32
    ],
    [
        " Well, this is war, these things happen. And because he was the lead truck driver, these guys were",
        4552.02,
        4558.96
    ],
    [
        " like permanently assigned for that section of the trail. He was responsible for picking up whatever",
        4558.96,
        4567.12
    ],
    [
        " it was for his whole convoi and then leading it to wherever their drop-off points are. The Cache",
        4567.12,
        4572.82
    ],
    [
        " sites turning them over to porters, carrying something on whatever. So he would know what the cargo",
        4572.82,
        4578.28
    ],
    [
        " has been. He would know where it has been coming from and he would know where it is going.",
        4578.28,
        4582.1
    ],
    [
        " Well, as I said, the first mission, they unfortunately had to open up on all of them.",
        4582.82,
        4587.88
    ],
    [
        " But now for Ash Tray 2, it was going to be a combination of two teams,",
        4588.72,
        4594.18
    ],
    [
        " Fred Kruppas and John Plasters. I had already run quite a number of missions and been a 1-0.",
        4595.66,
        4601.36
    ],
    [
        " It's a year in charge. That was one of the great things of SAG is it did not matter how many,",
        4601.98,
        4608.92
    ],
    [
        " what your rank was. It was a meritocracy. Time on the ground. Time on the ground. Number of",
        4609.38,
        4615.32
    ],
    [
        " missions and not just cakewalk missions, real missions. And Fred just had that much experience.",
        4615.32,
        4623.82
    ],
    [
        " It's a good man, no question about it. And it was never a problem working together. He was a captain.",
        4623.82,
        4628.6
    ],
    [
        " Sure. So we trained. We figured out how are you going to do this? How do you stop? Where plan",
        4628.94,
        4636.22
    ],
    [
        " was focused on one truck, the lead truck, and as far as any others that was blocking them.",
        4636.22,
        4642.34
    ],
    [
        " So reaction forces couldn't come after us, or at least delay them. We tried various techniques. We",
        4642.92,
        4649.66
    ],
    [
        " tried foolishly to turn out foolish to try dropping a tree in front of them. You have a charge",
        4649.84,
        4657.12
    ],
    [
        " at the base and then a kicker tree quickly and efficiently. It can be done. You cut it with a",
        4657.12,
        4664.52
    ],
    [
        " charge low. And simultaneously with debt court, you have a charge up high and it cuts and pushes it",
        4664.52,
        4671.84
    ],
    [
        " down. We did it a few times. Okay. Well, then we did it. But it was not dependable. It might twist",
        4671.84,
        4679.16
    ],
    [
        " a funny way. Maybe the guy would jam the brain. Who knows what? So eventually we came upon a",
        4679.16,
        4686.58
    ],
    [
        " technique that had been used by John Grant in the first Astray mission, which was to create a",
        4686.58,
        4694.02
    ],
    [
        " semi-circle of claim or minds linked with debt court so that when you detonated one, they all",
        4694.02,
        4701.26
    ],
    [
        " simultaneously went off. And focused it. So right beside the road, you focused it into the road,",
        4701.26,
        4709.0
    ],
    [
        " you would knock off or knock down that front tire. And remember the back tires, they stay",
        4709.38,
        4715.5
    ],
    [
        " originally going forward, but they stay in the front. And he won't be able to steer.",
        4715.5,
        4720.7
    ],
    [
        " So that was our technique. And we practiced it. The first guys were able to actually blow up a",
        4722.72,
        4728.56
    ],
    [
        " perfectly good two and a half ton truck and train. We couldn't. We were the cut rate.",
        4728.56,
        4735.2
    ],
    [
        " Astray too. But we trained heavily for it. And we spent nothing but a solid full week day after",
        4735.9,
        4743.08
    ],
    [
        " day after we worked out the plan, exercising that plan, live firing, contingencies, truck coming,",
        4743.08,
        4752.76
    ],
    [
        " right truck coming, left. The enemy is broken through there trying to flank all kinds of",
        4752.9,
        4758.1
    ],
    [
        " contingencies. And we actually practice these. What happens if the driver is dead, but there's a",
        4758.1,
        4764.18
    ],
    [
        " live guy beside all kinds of contingencies. Right. So no matter what happens, as quick as it happens,",
        4764.18,
        4768.92
    ],
    [
        " we can react to it. Finally, it was time to insert. We inserted about two little better than two",
        4768.96,
        4778.64
    ],
    [
        " kilometers south of highway 110, which is an east-west road running into the tri-border area of",
        4778.64,
        4784.48
    ],
    [
        " South Vietnam, west of Docteau. And we went on the reverse side of our bridge line for the highway",
        4784.48,
        4791.22
    ],
    [
        " because that way the helicopters came in low. They wouldn't see or hear them come in people",
        4791.74,
        4798.18
    ],
    [
        " along the road. Now if somebody is out there, they would hear them. Right. The North Vietnamese",
        4798.18,
        4803.82
    ],
    [
        " concentrated their defense along the road. They're out there to defend the road. As was there,",
        4803.82,
        4809.96
    ],
    [
        " you could say there was a corridor of security, of reaction forces, counter-recon, defense troops.",
        4810.1,
        4818.74
    ],
    [
        " Just so we're one of the things that always the recon teams that you had to deal with,",
        4818.8,
        4823.66
    ],
    [
        " was the counter. We used to call them a hunter killer teams. Right. They were trained.",
        4823.88,
        4828.86
    ],
    [
        " They were trained. Yes. And they would come in very lightly clothes. Right. And they were",
        4829.0,
        4834.26
    ],
    [
        " holly trained. They knew how to get through the jungle. And they had success. Subbell times against",
        4834.26,
        4839.2
    ],
    [
        " our teams. Of course. Sadly. But anyways, that's one of those things. That was probably what got",
        4839.2,
        4843.32
    ],
    [
        " my first team. We con team in New Mexico. Right. But nevertheless, so we go in and the first days march,",
        4843.5,
        4851.08
    ],
    [
        " we merely cross what was an abandoned enemy base area. Probably company size. When the",
        4851.68,
        4859.26
    ],
    [
        " the North Vietnamese wanted to take a break from fighting in South Vietnam, they'd come cross",
        4859.26,
        4864.86
    ],
    [
        " border knowing American ground troops could not come after them. Right. They, you know, they're not",
        4864.86,
        4869.5
    ],
    [
        " stupid. But because of B 52 strikes, they dispersed. So you might have one company here, one company,",
        4869.56,
        4878.3
    ],
    [
        " there, one company up in the reverse side of that hill. But it's all a single battalion.",
        4878.46,
        4882.94
    ],
    [
        " Sometimes I think what happened to these teams that were hunted down and killed was that they",
        4883.54,
        4889.12
    ],
    [
        " unwittingly landed in a valley that did not seem heavily occupied. But all around them was a",
        4889.12,
        4897.24
    ],
    [
        " regiment that was that had been dispersed. Right. And they dispersed them so that if a B 52,",
        4897.24,
        4903.08
    ],
    [
        " we found a little base camp or aerial surveillance, a real recon phone one, they would only",
        4903.56,
        4912.54
    ],
    [
        " endanger that one base camp. But when it was time to fight the war,",
        4912.54,
        4916.9
    ],
    [
        " getting a little carried away. When it was time to fight the war, they reform and go back in",
        4917.5,
        4926.1
    ],
    [
        " to South Vietnam. We had not had any indicator of the enemy other than having crossed that abandoned",
        4926.1,
        4932.46
    ],
    [
        " base camp. Right. And again, you guys just walk through a base camp. How many people walk through",
        4932.46,
        4938.08
    ],
    [
        " an NVA base camp and luckily nobody was there. Well, but you don't just stroll on through. I mean,",
        4938.08,
        4943.38
    ],
    [
        " you know, it's like a big danger area. Yeah. Where you deploy guys right and left silently. Yeah.",
        4943.42,
        4949.08
    ],
    [
        " And then send one guy running out to a little cover, a little cover until he gets to the other side.",
        4949.14,
        4953.44
    ],
    [
        " Right. And then you move tactically through it. But but you you know, I mean,",
        4953.48,
        4958.0
    ],
    [
        " automatically you better do a base camp. I never did that. We saw a base camp, but never walk through",
        4958.3,
        4964.1
    ],
    [
        " one. But thank you. We're moving on to the night too here. I'll tell you this. It was very well",
        4964.1,
        4968.42
    ],
    [
        " constructed. Is that right? Oh, yeah. The North Vietnamese are world level diggers.",
        4968.42,
        4974.1
    ],
    [
        " They're corners. I mean, you could have used. What's held you call the right hand? Oh,",
        4975.74,
        4984.0
    ],
    [
        " the right angle. Yeah. Yeah. I mean, the corners are right angles. Yeah. And there wasn't mess",
        4984.76,
        4991.0
    ],
    [
        " here there. I mean, it was all it's hard clay. Oh, I mean, they spent a lot of time. Yeah.",
        4991.0,
        4998.02
    ],
    [
        " And it was very nice. And someday they'd probably come back and use it again. So they",
        4998.7,
        5003.2
    ],
    [
        " then left it the way they yeah, they wanted it for the next guy. Indeed. So anyways, we went through",
        5004.1,
        5010.68
    ],
    [
        " that and the second night on the ground. It's probably about 10 o'clock PM 2200. And off in the",
        5010.68,
        5020.96
    ],
    [
        " distance, we're all laying out and you're on a trail. Everything's set up. No, no, no, no, no.",
        5020.96,
        5026.42
    ],
    [
        " No, you just you just got to the trail and you just wait. Yeah, not. Yeah, this is the first night.",
        5026.42,
        5032.24
    ],
    [
        " We did not get within right range of the road. Sure. Because we were like two, three kilometers",
        5032.24,
        5037.88
    ],
    [
        " south. And you're moving quiet slow. I'm there days that a whole day and you move 500 meters.",
        5037.88,
        5044.34
    ],
    [
        " Yeah, because you're doing it 10 and 10. You move 10. Listen, because that's the most important",
        5044.78,
        5049.18
    ],
    [
        " part. I hear how the jungle's around you. That and the enemy is you've got to be quieter than",
        5049.18,
        5054.82
    ],
    [
        " the enemy. Yeah, yeah. Sneak up on him and you can't sneak up. I when I instructed tracking,",
        5054.82,
        5060.78
    ],
    [
        " I used to tell folks you either move faster than the enemy or you meet it. But the byproduct is",
        5060.78,
        5069.56
    ],
    [
        " you're going to leave a lot of sign or you move so slowly that you don't make noise and you erase",
        5069.56,
        5076.94
    ],
    [
        " your site. You sterilize your act train when you're moving. Don't try to mix it together. But keep",
        5076.94,
        5083.28
    ],
    [
        " that in mind. Sure. Yeah. But anyways, so that second night about 10 o'clock at night, pitch start",
        5083.28,
        5089.08
    ],
    [
        " and you hear this rumble off in the distance to our north. Trucks. Oh, it was trucks. So I sat up and I'm",
        5090.0,
        5098.58
    ],
    [
        " listening. And then I look around and I notice everybody else is up to. They're all sitting up",
        5098.58,
        5104.84
    ],
    [
        " which we have eight Americans and four in-ditch. That's a big team. It was a big team but we had a",
        5104.84,
        5111.9
    ],
    [
        " direct action mission. Sure. You know, it wasn't a recon mission. And you trained up and they have",
        5111.9,
        5115.78
    ],
    [
        " that kind of training prior. Right. Extensive training on a very carefully planned ambush.",
        5115.78,
        5122.18
    ],
    [
        " So what's interesting is none of us set a word to each other but we all know. So our own",
        5124.0,
        5129.48
    ],
    [
        " night is going to be show time. We're within earshot of highway 110. So in the morning,",
        5129.48,
        5136.42
    ],
    [
        " we start very carefully moving forward to the trail to highway 110. And the North three of",
        5136.66,
        5143.58
    ],
    [
        " me heavily defended their roads. Oh, yeah. Oh, they had all kinds of squads and platoons out",
        5144.56,
        5150.24
    ],
    [
        " patrolling generally. They had trackers and so on. But for the roads themselves, you could consider",
        5150.24,
        5156.48
    ],
    [
        " that adjacent to the roads everywhere. There was heavy security because they didn't want ambushes.",
        5156.48,
        5163.64
    ],
    [
        " They didn't want POW snatches and so on. The closer you got to the road, the closer you were getting",
        5163.64,
        5170.1
    ],
    [
        " to a concentration of enemy. So we're down the last 500 meters maybe and it's almost tipy to all.",
        5170.34,
        5180.44
    ],
    [
        " Sure. We get up to within 100 meters and you can just start to see the break and the trees up ahead.",
        5180.64,
        5186.14
    ],
    [
        " And that was going to be our rally point. And one tends a major highway. It is a major highway.",
        5186.88,
        5192.06
    ],
    [
        " The major east west road coming off the Ho Chi Minh Trail into the central highlands.",
        5192.54,
        5198.46
    ],
    [
        " This is an animal path. This is a trail. No, no, no, this is a road road. Yes.",
        5198.46,
        5203.22
    ],
    [
        " Something used to irritate me was to see these pictures that the media would print about the",
        5203.76,
        5208.78
    ],
    [
        " North Vietnamese and these people carrying cases of shells on their backs or wheeling their little",
        5208.78,
        5217.42
    ],
    [
        " bicycles and down a little animal path. Yeah, yeah, yeah. That's what they do once they got inside",
        5217.42,
        5222.52
    ],
    [
        " South Vietnam because if they ran their trucks of South Vietnam, we bomb they all out of them.",
        5222.52,
        5227.02
    ],
    [
        " And put in the 101 Air Border something. Indeed. So they had to break it down at the border and",
        5227.46,
        5234.88
    ],
    [
        " they that's where the bicycles started and so on. Where the real infiltration started. But anyways,",
        5234.88,
        5240.82
    ],
    [
        " the rally point is 100 meters south of the highway and we cache all our rucksacks there.",
        5241.26,
        5249.46
    ],
    [
        " And the medic with the radio. I leave everybody there. But just Fred and I could still",
        5250.76,
        5257.8
    ],
    [
        " 1500 hours, three o'clock in the afternoon. Had you heard much track activity or anything at that",
        5257.8,
        5265.86
    ],
    [
        " point? No, no, they stayed off the trails mostly doing it because they don't want to be spotted.",
        5265.86,
        5270.1
    ],
    [
        " Yeah, we all close hands air for us. Yeah, they wanted the boy. Those guy pilots wanted nothing",
        5270.42,
        5275.94
    ],
    [
        " more than to go bomb those suckers. But and they wanted nothing bad guys wanted nothing more than",
        5275.94,
        5281.54
    ],
    [
        " shoot them down. Yeah, they attempted it. But but anyways, so it's about three o'clock in the",
        5281.54,
        5288.58
    ],
    [
        " afternoon and Fred and I alone because you don't want to make noise. You don't know if there's",
        5288.58,
        5293.72
    ],
    [
        " there's some guards on the road along there. So he and I alone took our time. We crept up to the",
        5293.72,
        5300.2
    ],
    [
        " road from that point. We were not going to leave eyeballing the road. We could clearly see if",
        5300.2,
        5307.14
    ],
    [
        " there any any forming anything, any any any activity until the ambush we'd bring the other folks forward.",
        5307.14,
        5314.5
    ],
    [
        " We wouldn't go back and lo and behold, it surprised me at about 1900, seven o'clock in the evening.",
        5314.62,
        5322.26
    ],
    [
        " It's still broad daylight. Here came a truck driving by. I was angry. I mean, here, how dare you",
        5322.26,
        5332.0
    ],
    [
        " drive by in daylight? Yeah. But I believe in it, I think they timed it for dinner time or they",
        5332.0,
        5338.18
    ],
    [
        " turn over a bear craft on surreal. That's right. They're no fools. I mean, these people trying to win",
        5338.18,
        5343.44
    ],
    [
        " the war without being killed. You know, they. Oh, yeah, they study. They want to know the spies are",
        5343.44,
        5349.16
    ],
    [
        " working. And their spies are working, which is a problem we had later. But but anyway, so a",
        5349.16,
        5355.4
    ],
    [
        " little while later, here comes another truck going east to west heading back deeper in the walls,",
        5355.4,
        5361.0
    ],
    [
        " which undoubtedly was empty. We ideally wanted one going west to east because it had stuff on",
        5361.3,
        5368.34
    ],
    [
        " board. Right. But just as well, we still lead convoy driver come in the other way. We train for",
        5368.34,
        5374.58
    ],
    [
        " ambushes in either direction. And I remember the second truck came by and we're we're pretty",
        5374.74,
        5381.66
    ],
    [
        " darn well camouflaged at this point hidden in the leaves. And here he came driving by. He looked",
        5381.66,
        5387.14
    ],
    [
        " like he was having a good afternoon. He was singing to himself. I love. Oh, she meant. Yeah, whatever,",
        5387.14,
        5394.26
    ],
    [
        " whatever he had to say. But little realizing that two American commandos had them right in their",
        5394.26,
        5400.94
    ],
    [
        " sights. We go. But good for him. Indeed. Good for him. It wasn't his time. Not his time. I won't",
        5400.98,
        5407.7
    ],
    [
        " be s ride the war because he was a lighthearted kind of guy. So now it's it's virtually last light.",
        5407.7,
        5417.02
    ],
    [
        " Yeah. And it's time to put out the claymores. They have to be actually on the road. Sure.",
        5417.22,
        5423.32
    ],
    [
        " To work. But not too far because you don't want the truck tired and not going over. Right. So it's",
        5423.54,
        5429.3
    ],
    [
        " one of those things I didn't want to delegate because it's so damn dangerous to do is actually",
        5429.3,
        5433.1
    ],
    [
        " stepping out of the road. And it's still light enough to see a little bit. Yeah, we have",
        5433.1,
        5436.98
    ],
    [
        " men who are killed when he got on the road. Absolutely. Because bad guys everywhere sitting around",
        5436.98,
        5441.4
    ],
    [
        " just watching the road. And anyway, so I got out there. I placed three claymores.",
        5441.4,
        5447.38
    ],
    [
        " Um, linked with debt cord. How far apart? A couple of feet. All three and more.",
        5450.72,
        5456.78
    ],
    [
        " No farther than one one one one. Yeah. Okay. And they're focused. I picked out a tree. You",
        5456.86,
        5462.18
    ],
    [
        " have to think it. We really planned this sucker. We sat around in the club brainstorming on how",
        5462.18,
        5467.16
    ],
    [
        " to do this. What's going to be night? How do you aim those claymores at a truck tire?",
        5467.16,
        5473.5
    ],
    [
        " That's in the dark. That's movement. Yeah. Best way to do it was to pick out a tree on the other side.",
        5473.5,
        5479.62
    ],
    [
        " And when the tire came in line with that tree, which is what the claymores are aimed at, boom,",
        5480.0,
        5485.66
    ],
    [
        " set it off. So got that set up. I went down. We brought up two more guys for the assault team.",
        5486.04,
        5493.9
    ],
    [
        " The guys are actually going to go out the road and take the prisoner and secure her and",
        5494.0,
        5498.52
    ],
    [
        " and execute. And the other four four guys in the right four guys in the left were security",
        5498.52,
        5504.26
    ],
    [
        " to block anybody who tried initially. And they had claymores out. They had claymores out. They had",
        5504.26,
        5510.72
    ],
    [
        " one for rear security for good luck. Oh, they had multiple claymores. And they also had time to",
        5510.72,
        5518.88
    ],
    [
        " lay claymores. So as they withdrew as part of their withdrawal, they pulled the pins to start",
        5518.88,
        5525.02
    ],
    [
        " time fuse burning. And then there was an on electric cap. You know, there are two cap wells on a",
        5525.1,
        5530.2
    ],
    [
        " claim right and left. One cap well had an on electric cap and time fuse and a fuse lighter.",
        5530.2,
        5536.66
    ],
    [
        " Right. And the other side had a conventional clacker and fire. So that if had re-ak, boom,",
        5536.98,
        5542.9
    ],
    [
        " they could detonate it. But if they were withdrawing before the enemy comes, pop the pin. And I think",
        5543.1,
        5548.08
    ],
    [
        " it was like a minute and a half. And then one of the two or three claymores they had would go off.",
        5548.08,
        5554.62
    ],
    [
        " All this was timed. Which is very a lot of a lot of cocktail that we could see. Yeah, a lot of",
        5554.62,
        5560.52
    ],
    [
        " cocktail that was went into this plan. But but anyways, so now I had a salt team up to American and",
        5560.52,
        5570.56
    ],
    [
        " to indig down there. Two Americans and two indig down here. One of the indig has an M79 grenade",
        5570.56,
        5577.78
    ],
    [
        " launcher. And when they're ordered to withdraw, remember by then we've already detonated the",
        5577.78,
        5584.24
    ],
    [
        " claymores and match the guy. But when they're ordered to withdraw, that indig fires his HG.",
        5584.24,
        5590.82
    ],
    [
        " And immediately he's got right here at his chest gear. Two long CS cartridges. I don't know,",
        5591.12,
        5598.3
    ],
    [
        " they had the little ones. Right. And they have these are 40 millimeter and they fire them through",
        5598.34,
        5602.22
    ],
    [
        " the 40 millimeter grenade launcher. Yeah. Which is well, that's another story. But I don't want to",
        5602.22,
        5614.22
    ],
    [
        " they would then fire two CS long CS as far as they could down the road. And that direction",
        5614.22,
        5621.36
    ],
    [
        " far as they could down the road that direction. So it's all about keeping them back while we finish",
        5621.36,
        5627.26
    ],
    [
        " our dirty work in the center. Yeah. But anyways, that truck's coming and coming and coming.",
        5627.26,
        5632.12
    ],
    [
        " Boom! I detonate the claymores. Yeah. Because I can tell it lined up and remind you, those",
        5632.5,
        5639.06
    ],
    [
        " claymores, by the book it says they're supposed to be 50 feet away. Any closer, it's danger close.",
        5639.1,
        5644.18
    ],
    [
        " Right. Honest to God, these are 15 feet away. But we were a little downhill and I put them on",
        5644.4,
        5652.58
    ],
    [
        " the other side of a tree to absorb the back blast. And other than ringing our bells and flashing",
        5652.58,
        5660.46
    ],
    [
        " like crazy in the dark. And therefore I can no longer see with my right eye, right? I slow it",
        5660.46,
        5667.4
    ],
    [
        " closing them on the I have to shoot left handed if it's necessary to shoot or shoot left eye if",
        5667.4,
        5673.66
    ],
    [
        " necessary to shoot. And anyways, as quick as those detonated, I call it, shout it, assault. And all",
        5673.66,
        5680.3
    ],
    [
        " four of us guys ran out on the road. Richard Woody was in the end, going the back. I was going",
        5680.3,
        5688.66
    ],
    [
        " after the assistant driver. John Yancey was going after the driver because John was, you know,",
        5688.66,
        5697.38
    ],
    [
        " physically he wasn't going to fight him. He was going to push him down and hog time.",
        5697.88,
        5702.7
    ],
    [
        " And meanwhile, Fred Krupa was going to be backing up John at the driver in case",
        5704.06,
        5710.54
    ],
    [
        " he needed to help or he needed to shoot some bad guy inside the truck. And we had practiced that",
        5710.54,
        5717.68
    ],
    [
        " if anybody fired from inside the truck, we'd all dropped our knees and shoot upward.",
        5717.68,
        5723.24
    ],
    [
        " Right. That's the only practical way because others are shooting it's yeah, it's called fratricide.",
        5723.9,
        5730.46
    ],
    [
        " But and hope for the best because I ricocheting around it still could have gotten us. But nevertheless,",
        5730.62,
        5736.06
    ],
    [
        " there was no assistant driver. My job was to run around and if necessary, kill the assistant driver.",
        5736.4,
        5743.42
    ],
    [
        " Now the truck's halted. It jerked to a stop like within a meter of where we see the claim",
        5743.94,
        5750.4
    ],
    [
        " more. Yeah, yeah. And John's up there, whips that door open. Meanwhile, he had a pair of",
        5750.4,
        5758.68
    ],
    [
        " bolt cutters over his shoulder, big bolt cutters. Oh, because the guys had chained themselves.",
        5758.68,
        5764.02
    ],
    [
        " Some because sometimes the drivers who've been chained to the wheels, North Vietnamese sometimes",
        5764.26,
        5769.58
    ],
    [
        " did that. So the drivers would not abandon their trucks at an aerostrike. So the calmness part of",
        5769.58,
        5775.88
    ],
    [
        " you willing to sacrifice their people. Of course they would. Yeah, that's I mean, it's not why do you",
        5775.88,
        5782.82
    ],
    [
        " ask the question? Well, a lot of our listening audience is not aware of the cruelty to their own",
        5782.82,
        5790.4
    ],
    [
        " people from the calmness and socialists. There's a great story from the siege of Den Ben Fou,",
        5790.4,
        5795.52
    ],
    [
        " I've ever read Helen a very small place, booked by the French writer in which the French is soon.",
        5795.9,
        5804.4
    ],
    [
        " Bernard Fall, right. But where the French have just surrendered and they're the prisoners are being",
        5804.4,
        5810.66
    ],
    [
        " let out. And there's a badly wounded Vietnamese laying there in an area where there's a minefield.",
        5810.66,
        5820.46
    ],
    [
        " And the other troops, the Vietnamese are stepping on him to get through the minefield. And one of the",
        5820.9,
        5834.38
    ],
    [
        " people who made his contribution to the party. Oh, wow. Oh, my God. That's what heck of a contribution.",
        5834.38,
        5843.2
    ],
    [
        " Yeah. So meanwhile back at the ranch. Back at the ranch. John has turns out to these guys not",
        5843.42,
        5849.8
    ],
    [
        " chained. So John happily throws away when we're done as quickly as he can. His heavy bolt cutter",
        5849.8,
        5856.66
    ],
    [
        " is a burning high power. Cocked ready to go in his right hand. Left hand he reaches in. He jerks",
        5856.66,
        5863.54
    ],
    [
        " that guy out. It's like a wet dishcloth. Oh, he's down on the road. And then Fred Krupa,",
        5863.54,
        5871.24
    ],
    [
        " who had been his direct support right there. Yeah. Fashions some plastic handcuffs on the guy.",
        5871.24,
        5879.98
    ],
    [
        " And they're ready to go. So I go back. I join them. Make sure they're ready to go. And I tell them",
        5880.4,
        5893.52
    ],
    [
        " to the truck. But that far away from Woody. Yeah. Yeah. And I yell, which is how we trained with",
        5893.52,
        5901.12
    ],
    [
        " draw with draw. Top my lungs. Yeah. But then Woody to reinforce it as we had trained. Because you know,",
        5901.12,
        5909.62
    ],
    [
        " who knows I might have been wounded or something. Right. He'd blow twice on the whistle. Sure. So,",
        5909.64,
        5914.9
    ],
    [
        " I mean, we tried to cover a recontigency. Yeah. So Woody blows twice. And when he blows the second",
        5915.08,
        5920.44
    ],
    [
        " time, he was shot twice. That close right there. No. Took it a K road through his left form and",
        5920.44,
        5928.72
    ],
    [
        " his right form. And it broke the bones. And he was badly hit. Yeah. Well, now we've got a",
        5928.72,
        5939.28
    ],
    [
        " seriously wounded guy. John is leading John Yancey's and Fred are leading the prisoner back to the",
        5939.28,
        5946.6
    ],
    [
        " rally point. Well, I'm there now with Rex J. Cole, who had the security on the left flank.",
        5946.6,
        5952.62
    ],
    [
        " And I mean, the air out there now, we're about to be engaged. What the hell do you do?",
        5953.66,
        5959.0
    ],
    [
        " Yeah. Three Claymore's a little like his people's attention. Well, they tend to sit up and listen.",
        5959.24,
        5964.12
    ],
    [
        " And there were envy. I mean, their security forces all over the place along the highway. So I took one",
        5964.7,
        5971.82
    ],
    [
        " of Woody's arms. I'd opened up a couple buttons on his jungle. Shirt shoved it in that way.",
        5974.84,
        5980.32
    ],
    [
        " And then shoved it in this way. I mean, this is something I was never learning school.",
        5981.1,
        5984.26
    ],
    [
        " Think of something to do quick. And I buttoned it over it so that his arms would be held up.",
        5984.54,
        5990.78
    ],
    [
        " Yeah. And then Rex let him break into the jungle. Broken arms. So Rex led him back. And",
        5991.16,
        5998.62
    ],
    [
        " they needed some time. I mean, we got a prisoner and we got a seriously wounded American. They",
        5999.44,
        6004.0
    ],
    [
        " needed to buy some time. So I stayed at the truck shooting out with the NBA. And they shoot a lot.",
        6004.0,
        6010.76
    ],
    [
        " Yeah. But somebody was out there close because they shot Woody twice. And anyway, so I'm shooting",
        6011.16,
        6018.36
    ],
    [
        " with a accurate fire. Very accurate. Very accurate. I'm sure they were intended to shoot",
        6018.36,
        6028.6
    ],
    [
        " and anyway, there's a little bit of fire. We had also devised these charges to delay the NBA if",
        6029.02,
        6040.3
    ],
    [
        " they wanted to pursue us. Each man had about five of these in a claymore bag where you take a",
        6040.3,
        6046.38
    ],
    [
        " fragmentation grenade, remove the handle and the explosive. Yeah. Excuse me. The handle and the",
        6046.38,
        6056.1
    ],
    [
        " charge and so on. Yeah. Yeah. Yeah. Yeah. Yeah. And the firing cap. Yeah. There we go.",
        6056.1,
        6059.84
    ],
    [
        " And then put a non-electric cap in and cut to a precise length. That's not that good.",
        6060.02,
        6066.78
    ],
    [
        " Fuse. Time fuse. Yes. Time fuse. Old age sitting in. Time fuse. It's only 50 years ago. That's",
        6067.94,
        6076.38
    ],
    [
        " all time fuse. And then a fuse later. And then wrap it around like a mummy and cover it with",
        6076.38,
        6081.76
    ],
    [
        " black tape so that let's say it's got five minutes of time fuse on it. You pop it. And as",
        6081.84,
        6088.18
    ],
    [
        " they're withdrawing, there wasn't any fancy. Each guy was just supposed to randomly throw one.",
        6088.18,
        6092.7
    ],
    [
        " This way, take a few steps that throw one that way. And it was a combination of white phosphorus",
        6092.84,
        6099.22
    ],
    [
        " grenades, high explosive HG frag grenades, and CS grenades. Your guys. Oh, CS too. Oh, yes.",
        6099.22,
        6106.74
    ],
    [
        " Which I invented a way to set them off with time fuse. But that's a long technical thing.",
        6106.74,
        6111.76
    ],
    [
        " Anyway, so each of the guys had a combination of these and that Claymore bag. The idea was to",
        6112.24,
        6118.54
    ],
    [
        " set up a sort of self-deadinating minefield behind us that is the NBA went into the jungle",
        6118.54,
        6125.72
    ],
    [
        " after us. These things would randomly seemingly go off. And they would assume that somewhat",
        6125.72,
        6134.54
    ],
    [
        " choking from the tear gas, the WP going off and blind them from the flash, etc.",
        6134.54,
        6142.72
    ],
    [
        " Hopefully burn a couple. I like to kill them gently. Anyway, I believe in white and fair.",
        6143.6,
        6154.52
    ],
    [
        " But anyways, so these were timed so that as they were withdrawing and throwing, even though they",
        6155.28,
        6161.36
    ],
    [
        " were stacked in the bags, was such that the shortest fuse ones, which were close to the road,",
        6161.36,
        6167.92
    ],
    [
        " would be grabbed first. Until finally at the very bottom of the bag, the last one was like, I don't know,",
        6168.26,
        6173.72
    ],
    [
        " the longest one was like nine, ten minutes. Right. Which when you put it off that time fuse",
        6173.94,
        6178.5
    ],
    [
        " around, oh yeah. And you got a, you got a rotate around this thing around the grade grenade,",
        6178.5,
        6184.0
    ],
    [
        " that big. So anyway, these guys are pulling back. And I'm having a difference of opinion with",
        6184.16,
        6191.0
    ],
    [
        " the NBA. Somebody, one of the bad guys through a grenade, and I'm damn fortunate because it",
        6191.2,
        6197.68
    ],
    [
        " had been one of ours. Forget it. I would have been dead on the spot. No, it's one of the Chinese",
        6197.68,
        6203.38
    ],
    [
        " ones. Those were, which were notorious. They were like the World War II pineapples. Right.",
        6203.38,
        6207.72
    ],
    [
        " And they would, they were erratic. They break apart this way, break apart that way. Well,",
        6208.14,
        6213.28
    ],
    [
        " I only picked up one small piece of shrapnel. Although it knocked me, the blast knocked me to the ground.",
        6213.28,
        6220.02
    ],
    [
        " Is that right? Oh, absolutely. But I got up, fired a little more. Yeah. And I already placed",
        6220.14,
        6228.48
    ],
    [
        " a thermite grenade on the hood of the truck. Thermite burns at 2000 degrees. It's a destruction",
        6228.48,
        6234.92
    ],
    [
        " device. It will burn right through that hood and into the engine block. So they're not going to use",
        6234.92,
        6240.14
    ],
    [
        " that truck again. And secondly, I'd also have a good luck. And for good luck.",
        6240.14,
        6244.98
    ],
    [
        " For good luck, I also had a satchel charge with a couple of blocks of C4. So it's probably like",
        6246.74,
        6256.72
    ],
    [
        " four pounds of C4, and it had like five minute time to lay on it. So once I pop those,",
        6256.72,
        6263.62
    ],
    [
        " I better get away and get a one quick roll. Yeah. Yeah. So I'm now back in the jungle headed for the",
        6264.36,
        6270.54
    ],
    [
        " rally point where everyone already is. And now some NBA reached the truck. And they're on the",
        6271.44,
        6279.14
    ],
    [
        " other side of it. And they're just free shooting. Hoping to hit something into the jungle.",
        6279.14,
        6284.14
    ],
    [
        " Right. I think they're probably a little fearful coming into the dark after us,",
        6284.58,
        6288.4
    ],
    [
        " understandably. But that fire continues for about a minute that boom! That satchel charge goes off.",
        6288.52,
        6297.58
    ],
    [
        " The firing ends. For now. Yeah. And meanwhile, remember the rest of the convoy has halted.",
        6297.74,
        6304.7
    ],
    [
        " They're backed up from 100 meters on down. And now we're taken off to the jungle.",
        6304.82,
        6311.04
    ],
    [
        " Not real fast because of Woody. Sure. In fact, Woody, we were going to give him",
        6311.64,
        6316.62
    ],
    [
        " Morphing. Morphing. Half a square out of Morphing. Right. But he thought it would slow us down.",
        6316.62,
        6324.54
    ],
    [
        " He refused Morphing. And can you imagine the pain he was going through? Two broken arms and gunshot",
        6326.04,
        6334.26
    ],
    [
        " ones. Great man. Wow. Oh my God. Anyways, but even without Morphing, you can't run and it's dark and",
        6334.26,
        6344.54
    ],
    [
        " you're feeling your way through and trying to stay on compass in a certain direction.",
        6344.54,
        6349.78
    ],
    [
        " Well, the plan that we'd had approved of Saigon was that once we withdrew a C-130, which A-C-130",
        6351.34,
        6363.06
    ],
    [
        " gunship, a specter with 20 millimeter Vulcan and many guns. And 40. They had 40 sent them.",
        6363.06,
        6371.8
    ],
    [
        " 40s by that point. But not 105. No one will find you. But anyways, they had tremendous. And flare is if you need them.",
        6372.12,
        6377.34
    ],
    [
        " Right. But they had tremendous firepower. And that truck's now burning. What could be better?",
        6377.34,
        6382.48
    ],
    [
        " Well, he was supposed to not hear, but at the A-C-130 was supposed to be about 20 miles away to the",
        6384.5,
        6390.96
    ],
    [
        " north, flying in orbit, waiting for our ambush. And once we withdrew, he was supposed to go up",
        6390.96,
        6399.5
    ],
    [
        " and down the road to shooting anything that moved. Yeah. Even anticipating movement.",
        6399.5,
        6404.36
    ],
    [
        " That had been approved at highest channels. I called up a radio relay site on a miles. Leghorn.",
        6405.88,
        6413.34
    ],
    [
        " It was leghorn. Yeah. We were within line of sight of leghorn, which was rare.",
        6413.34,
        6418.24
    ],
    [
        " Feeling real big. Yeah. One of those, one of those times at night, actually could get somebody",
        6419.08,
        6424.12
    ],
    [
        " on the other hand. Most of the time we just shut our radio off because nobody would answer any.",
        6424.12,
        6428.12
    ],
    [
        " But anyways, they didn't know anything about it.",
        6428.8,
        6432.1
    ],
    [
        " So back at Contum, they learned that we have conducted the ambush and we have the prisoner.",
        6432.12,
        6440.4
    ],
    [
        " And we're running for our lives. We had a new commander that had just taken over that day from",
        6440.6,
        6446.64
    ],
    [
        " Colonel App. I was so much to bring that prisoner back and hand him to Colonel App. Yeah.",
        6446.64,
        6451.28
    ],
    [
        " But we had a new guy and he was a questionable judgment. He was no Colonel App.",
        6451.4,
        6457.82
    ],
    [
        " No, no, no, but I'm his tactical judgment. I'm just. He didn't belong where he was.",
        6458.16,
        6464.12
    ],
    [
        " Right. Not his fault. Yeah. But somebody else did not have the guts to some of a higher.",
        6464.22,
        6468.48
    ],
    [
        " Right. Look him in the eye and say, okay, you're going to serve the 77th Mess kit repair company.",
        6468.82,
        6474.46
    ],
    [
        " Steadie ended up MacSog. But he learns about it. And he's new. He doesn't know up from down.",
        6474.74,
        6485.0
    ],
    [
        " He doesn't really read into saga. Then maybe a briefing. And it's perfectly fine to him to wait",
        6485.14,
        6491.52
    ],
    [
        " till the next morning to send out an aircraft and see how we're doing. We are running through the",
        6491.52,
        6497.46
    ],
    [
        " dark. Well, we're not running. Yeah. Moving through the dark. We have just kicked the crap out of",
        6497.46,
        6502.7
    ],
    [
        " the NBA and they are very angry because not only did we kill some of them, but we have one of",
        6502.7,
        6509.24
    ],
    [
        " their guys. And they know it. And they know it. So thank God for Lloyd O'Daniels. He heard that",
        6509.24,
        6516.34
    ],
    [
        " shit. He said, this is bullshit. Total bullshit. And Lloyd was where at the time at the F will be.",
        6516.34,
        6522.56
    ],
    [
        " Back at Coutoon. And he had been a cover rider. So Lloyd raised enough hell that finally,",
        6522.8,
        6529.46
    ],
    [
        " they got a Huey to fly him up to playcoo. Put him in a fact aircraft. They came flew out at night.",
        6529.96,
        6537.16
    ],
    [
        " They didn't get over us to almost midnight. But by then there were two trucks burning.",
        6537.66,
        6543.58
    ],
    [
        " Really? Oh yeah. And from 10 miles away, he could see the flames. So he'd already ordered",
        6544.62,
        6554.64
    ],
    [
        " air air before he got out there. This pilot did. So they spent a couple hours strafing and bombing",
        6554.64,
        6561.78
    ],
    [
        " that road. They got more trucks yet. Wow. And it just so preoccupied the enemy at that point. Yeah.",
        6561.78,
        6568.8
    ],
    [
        " That I think that that became their priority to get the hell out of the air strikes. Yeah, that survived.",
        6569.2,
        6573.78
    ],
    [
        " Yeah. I mean, talk about a perfect night beacon for calling air. So anyways, now it's dawn.",
        6574.02,
        6580.96
    ],
    [
        " The next morning, I mean, crack it down. Yeah. And this was the only time I had this happen.",
        6581.44,
        6587.38
    ],
    [
        " The typically are our Hueys and Cobra gunships would arrive at contum about 0700, get a quick",
        6588.12,
        6596.66
    ],
    [
        " brief and then flap to dock tow. Well, they took off in darkness. They flew to dock tow and refueled",
        6596.66,
        6604.06
    ],
    [
        " right at the crack of dawn. Wow. So they were out there like a 0700, which was only time I",
        6604.06,
        6617.36
    ],
    [
        " air around us. But then here came an A1 with CBU. This was going to be the final pass.",
        6617.36,
        6623.46
    ],
    [
        " Right. We look up and it's the only time I ever really appreciated how much CBU was coming.",
        6623.74,
        6629.7
    ],
    [
        " Because I looked up it. Here's all these twinkling things. Oh, yeah. And it's all the sun",
        6630.28,
        6635.1
    ],
    [
        " reflecting off all these spinning balls. They're both the sides of a baseball. Yeah, about the sides",
        6635.1,
        6640.4
    ],
    [
        " of a softball. They're all coming down. Oh, shit, that's coming down on us. And we all",
        6640.4,
        6647.12
    ],
    [
        " press our bodies to the ground. And there is a God. He's showing up me again that day because",
        6647.12,
        6655.0
    ],
    [
        " not I can't believe it. Not a one of us was hit. Really? And we had explosions there. We had",
        6655.0,
        6663.18
    ],
    [
        " explosions there. We had explosions there. Everywhere but on your ass. None of us got hit. Oh my god.",
        6663.18,
        6669.4
    ],
    [
        " We are all flat. Yeah. Now the lead Huey came in, got the prisoner and Yancy and a couple guys",
        6669.4,
        6678.54
    ],
    [
        " out in the second Huey and by God, we're on our way back. And what was fantastic. We got back to",
        6678.54,
        6686.14
    ],
    [
        " the helipad at Contumin F will be two. Yeah. And the whole compound was out there with cold beer.",
        6686.14,
        6692.68
    ],
    [
        " Oh, yeah. They did that for every mission. It came back. Well, of course. I'm sure they did that for",
        6693.16,
        6698.7
    ],
    [
        " you guys too. Usually. Okay. But I mean the whole compound. Everybody is out there. And it was",
        6698.7,
        6705.66
    ],
    [
        " such an atmosphere. It was just fantastic. And here's this poor NBA. At one point, he tried to",
        6705.66,
        6711.96
    ],
    [
        " wrestle out of his restraints. Yeah. Yeah. And somebody I know had to punch him. So he also had a",
        6711.96,
        6718.72
    ],
    [
        " bloody nose and he got all this blood out of his stuff. The guy was playing games. It was no time",
        6718.72,
        6724.4
    ],
    [
        " to play games. No, no. So, uh, well, anyway, so they let him off to get him ready to go because",
        6724.4,
        6732.88
    ],
    [
        " Sog had already, uh, deferred it. That's one of their C 130 blackbirds. Right. To Contumin. I was",
        6732.88,
        6739.94
    ],
    [
        " going to be there in 30 minutes. So, uh, prisoner was going to be taken immediately for op-a-mediate",
        6739.94,
        6746.92
    ],
    [
        " intelligence because I mean, they're, they had aircraft ready to go depending on what this guy had to",
        6746.92,
        6752.32
    ],
    [
        " say. Sure. And I was told that I would also go along with him. Fine with me. So I still had on",
        6752.32,
        6762.82
    ],
    [
        " the same fatigues smeared camouflage paint a couple days growth of beard. And I had a little",
        6762.82,
        6769.52
    ],
    [
        " blood from Woody. Yeah, probably. Yeah. But anyways, I also had a 45-hundred-hundred",
        6769.52,
        6775.58
    ],
    [
        " So we get down to the airfield. I don't know if I should tell this story. We get down to the airfield. Yeah, I'm okay. We get down to the airfield. And we have this",
        6776.62,
        6788.64
    ],
    [
        " Intel officer, a captain with us. And he's a soft guy. Who? Not very hardcore. And to be nice, he lets the guys,",
        6788.64,
        6800.34
    ],
    [
        " all this time he's he's been blindfolded. He lets the guys blindfold down because he thinks that's a",
        6800.7,
        6806.96
    ],
    [
        " humane thing to do. And this guy's can't believe all this stuff. He's been living in the jungle on",
        6806.96,
        6814.26
    ],
    [
        " Yeah. Two squares a day. The square is a handful of rice. If you're lucky. If you're lucky. And he looks",
        6814.26,
        6820.26
    ],
    [
        " around at all this stuff and I can tell he's a little bit of shock. And then he said,",
        6820.26,
        6825.68
    ],
    [
        " Didado, Didado, in Vietnam means that means I got to take a leak. And he's kind of pushing because",
        6827.34,
        6833.5
    ],
    [
        " where's the restraints of the front. I think those restraints were in the front.",
        6833.5,
        6836.76
    ],
    [
        " No, they were in the back. They had to be in the back. Yeah. So he's kind of pushing them all like he",
        6837.64,
        6844.12
    ],
    [
        " thinks we're going to take the restraints off. Does that look like I'm that stupid? The guy is ready. He's",
        6844.12,
        6853.16
    ],
    [
        " going to make a run for it. He's going to grab somebody, try to do whatever he's going to do.",
        6853.16,
        6857.26
    ],
    [
        " But he's faced that point of die or I'm going to be taking some place in an airplane now. Yeah.",
        6858.14,
        6865.72
    ],
    [
        " So the guy clearly had to take a leak. So I walked over. I did his fly. I pulled out his prick.",
        6866.48,
        6877.1
    ],
    [
        " Yeah. And I told him Didado, Didado, and he did. He took his leak. And then I politely put",
        6877.54,
        6882.94
    ],
    [
        " back in, button him back up. I was not going to risk anything like that happening. Yeah. Okay.",
        6882.94,
        6888.92
    ],
    [
        " I mean, if we had to kill him there at the airfield because he's trying to grab somebody",
        6889.0,
        6891.86
    ],
    [
        " a grenade or gun or something, we've achieved nothing. Yeah. Other than blown up some trucks, which",
        6891.86,
        6896.66
    ],
    [
        " isn't bad either. So, so anyways, it was kind of cool. We then we're heading down. We're on the",
        6896.66,
        6905.54
    ],
    [
        " board to see what 30 flying down. They sent another guy along. Seeing Birkart, Birkis,",
        6905.54,
        6910.42
    ],
    [
        " as a guard for the prisoner, but I'm there too. And I have my 45, but I can't but I'll just have it",
        6911.22,
        6916.68
    ],
    [
        " laying on my lap. And I just keep giving them to don't forget who I am look. And he can't",
        6916.68,
        6924.58
    ],
    [
        " look at me every once or a while. It looks my way. It's what I'm really telling him is don't try",
        6924.58,
        6930.02
    ],
    [
        " anything funny. Yeah. Remember, I'm the guy that had you by the dick. And I've got a 45",
        6930.02,
        6936.66
    ],
    [
        " lot of magic. And I will shoot you if I have to. But I don't want to. I want you to get down",
        6936.66,
        6942.5
    ],
    [
        " there alive. Yeah. Yeah. So so by God, we landed down a side gun. And I don't know why, but the",
        6942.5,
        6950.56
    ],
    [
        " blackbird landed in front of the Tonsonot civilian terminal. No. Yes. Yeah. Well, I'd say they",
        6950.56,
        6961.84
    ],
    [
        " took God as to side gun. But there were places you could park on that airfield where you could do",
        6961.84,
        6967.86
    ],
    [
        " all kinds of secret stuff and nobody to see it. But long behold, we're I don't know, 60 yards from",
        6967.86,
        6974.34
    ],
    [
        " the terminal. Now, it's not like there are bunches of millions. It's mostly soldiers. Yeah.",
        6974.34,
        6978.62
    ],
    [
        " Marines, Air Force, whatever. And I get out of the back of the 130. We put the ramp down. We",
        6979.06,
        6985.26
    ],
    [
        " walked on the ramp. And just to keep the right perspective on this guy, I pulled up my 45.",
        6985.26,
        6991.44
    ],
    [
        " But I have him by the restraints. And I'm walking them because I'm looking for the Saga van that's",
        6991.44,
        6996.22
    ],
    [
        " supposed to be there to pick us up and walking around all these legs, all these, you know, non-SF,",
        6996.22,
        7002.48
    ],
    [
        " non-airborne rear-escalant types. They get a good look at me. They don't want to find out.",
        7002.64,
        7008.64
    ],
    [
        " They don't want to find out. They're not that curious. So about five minutes later, van showed up,",
        7008.92,
        7015.14
    ],
    [
        " picked us up and took us to Saga headquarters. Wow. What a mission. That was that was",
        7015.14,
        7022.04
    ],
    [
        " without question the best mission I ever had. Okay, that's a classic. Well, so that was your",
        7022.04,
        7029.52
    ],
    [
        " second tour? Yes. So for an entire year, you ran a recon for a second tour. Do you begin flying",
        7029.52,
        7037.4
    ],
    [
        " Covey at some point during your second tour duty? I fly the last year I'm there. Okay. I spend two",
        7037.4,
        7045.36
    ],
    [
        " years running recon. The proud thing, I don't like people shouting crap. But the thing that I'm proud",
        7045.36,
        7053.56
    ],
    [
        " of is I never punctured. Yeah. I never on the ground thought of myself. You know, if you're a team",
        7053.56,
        7061.58
    ],
    [
        " leader, you're thinking of your team. And there are times when everything that nature is telling",
        7061.58,
        7069.4
    ],
    [
        " you to do is run. Get the hell out of here. Yeah. But I never succumbed to that. Yeah. Which it's",
        7069.4,
        7075.32
    ],
    [
        " I guess it's a kind of I don't know, hysteria. But I always stood my ground with my team. And I",
        7075.32,
        7083.22
    ],
    [
        " did not put myself out of risk if the team was in risk. Indeed. And that's",
        7083.22,
        7091.44
    ],
    [
        " that was hard to do sometimes. Absolutely. And that's we're talking 22 missions across",
        7091.76,
        7096.9
    ],
    [
        " defense. I do that. Wow. So, okay, let's end the second tour. Okay, go back and then you come",
        7096.9,
        7103.22
    ],
    [
        " back for a third tour duty and somehow you get back to contum again. What what happened is",
        7103.22,
        7107.94
    ],
    [
        " I had an extension leave. Okay. Yeah. Came home and I'd already been assigned. Yeah, I'd come",
        7107.94,
        7119.4
    ],
    [
        " back from an extension leave. And now I have RT Hawaii again. Now here's team number five,",
        7119.4,
        7126.36
    ],
    [
        " RT Hawaii. And I'm the one zero. And we run a mission on the Lausche border where the mission was",
        7126.5,
        7133.04
    ],
    [
        " to confirm that a particular trail, a large trail, but not a road was being used by the NBA",
        7133.04,
        7140.72
    ],
    [
        " and of all things that this supposedly they were using elephants because it was kind of up in",
        7140.72,
        7145.16
    ],
    [
        " the mountains. Sure. And I then hand built an elephant mine. I liked experimenting with them.",
        7145.16,
        7160.22
    ],
    [
        " I made a lot of crazy stuff. Some worked. Some was just never off the drawing board. Indeed.",
        7160.36,
        7165.22
    ],
    [
        " But anyways, I took a beer can packed it with C4. And then on the top, I put a tow pop or mine.",
        7165.72,
        7173.44
    ],
    [
        " So you could say it's a reinforced M17 tow pop. Right. And when we got to that trail,",
        7174.42,
        7182.28
    ],
    [
        " wait, that was the anyway, this was an RT Hawaii mission. I got out my banana knife,",
        7182.74,
        7189.22
    ],
    [
        " Doug real careful. There's a technique to placing mine. Of course. I put my hat down there, scraped",
        7189.56,
        7197.72
    ],
    [
        " the trail. The trail's pretty hard. I wanted that light colored dirt on the top separate.",
        7197.72,
        7203.64
    ],
    [
        " Right. So I put that there and then I dug with my knife to loosen and scoop it out and put it",
        7204.08,
        7209.56
    ],
    [
        " in my hat. Right. Then dump in the jungle. Got the mine in, armed it, praying to God it didn't go off.",
        7209.56,
        7217.26
    ],
    [
        " And then I put on just enough of that rod dirt, the dark dirt, yeah, to pretty well cover it.",
        7217.88,
        7226.62
    ],
    [
        " And then I smoothed back. I was very careful. That's a skill set because that's that. Oh yeah.",
        7226.64,
        7233.16
    ],
    [
        " That is an armed mine. I spread it back so that it was perfectly smooth and like",
        7233.24,
        7239.48
    ],
    [
        " anywhere else along that trail. That night, we're up on a hillside, maybe a kilometer away.",
        7239.48,
        7246.76
    ],
    [
        " And I think we were sitting around eating chow before dark. And boom.",
        7248.18,
        7253.98
    ],
    [
        " You know, initially you're thinking about chuckling or something but somebody's really",
        7254.9,
        7262.78
    ],
    [
        " screwed up now. Might have been an indig, not an indig, might have been a human being",
        7262.78,
        7267.6
    ],
    [
        " with the NBA. Might have been an elephant. I didn't hear it. You know, the elephant truck sounding",
        7267.6,
        7273.62
    ],
    [
        " up, but there was one more mission after that with RT. Then that was my last, what's coming up is my",
        7273.62,
        7280.56
    ],
    [
        " last mission. Going in on an LZ, right adjacent to the lotion border, northwest to almost",
        7280.56,
        7290.22
    ],
    [
        " due west of Doxiaing Special Forces camp. Right. And we were supposed to, we had this big grass",
        7290.22,
        7298.92
    ],
    [
        " here kind of on the side of a hill, and supposed to land in that grass area. And",
        7298.92,
        7304.32
    ],
    [
        " chopper got in his nose. The pilot was a new guy. I didn't realize it. Oh yeah.",
        7304.32,
        7310.06
    ],
    [
        " And he put in close enough that the skids were about as high as the ceiling here, maybe more.",
        7310.66,
        7317.4
    ],
    [
        " Yeah. And I was, everybody stays on the helicopter until the team leader or unless the team leader",
        7317.96,
        7324.12
    ],
    [
        " exits. Particularly when you're an elephant grass.",
        7324.12,
        7327.26
    ],
    [
        " Particularly an elephant grass. So I looked at it and it's a slope. So even though it's this high",
        7327.34,
        7334.04
    ],
    [
        " on this side, I know it's going to be farther on that side. And sure as hell, if we, if we jumped out,",
        7334.04,
        7340.98
    ],
    [
        " somebody was going to break an ankle or something. So I signaled to the other side to, you know,",
        7341.06,
        7349.26
    ],
    [
        " there's a strap that you can pull and then unroll the ladder, the ladder, aluminum ladder.",
        7349.34,
        7356.74
    ],
    [
        " And I signaled to the other side. So we both dumped the aluminum ladders.",
        7357.26,
        7361.0
    ],
    [
        " And that pilot instead of staying at that level, which for him was probably scary, was probably",
        7361.36,
        7370.98
    ],
    [
        " considered dangerous to be that low on a slope. He extended it so that he, he lifted up. So it's",
        7370.98,
        7387.2
    ],
    [
        " always did on insert and extract so that I didn't have to go through somebody else to try to",
        7387.2,
        7392.28
    ],
    [
        " the air when I needed. So I've got the radio and the rucksack and I turn around, well, we're going to",
        7392.28,
        7397.54
    ],
    [
        " go in like it or not. And that ladder, we'd flown through a rainstorm on the way out there so that",
        7397.54,
        7404.86
    ],
    [
        " my, and my boots, I've been hanging my feet out the window and they're out the door.",
        7404.86,
        7409.18
    ],
    [
        " And the skids were wet. So I got one foot on a rung and pivoted around to get the other foot.",
        7410.08,
        7420.66
    ],
    [
        " And as quick as I did, I mistakenly was stepping on the first rung below the skid.",
        7421.02,
        7426.44
    ],
    [
        " Once you put your weight on it, it goes like that. Yeah, because under the skid. Under the skid.",
        7426.74,
        7433.26
    ],
    [
        " Boom! I'm, I'm free falling. Oh my god. And I, I hit with my back with a rucksack hyper extended my",
        7433.26,
        7444.26
    ],
    [
        " spine. It hit so hard that I did not know where I was. I had a kneesho. Oh my god. Honesty God, I had",
        7444.26,
        7453.16
    ],
    [
        " to be metabac dot of there. And the elephant grass didn't help the fall any. Well, this time that",
        7453.16,
        7457.52
    ],
    [
        " was, there were some stumps in the area from old, an old slash bird. Yeah, yeah. I missed a",
        7457.52,
        7462.62
    ],
    [
        " stump like that by about two feet. If I'd have hit that, I'd have been dead. Oh, yeah, you're gone.",
        7462.62,
        7467.48
    ],
    [
        " But as it is, my whole life, I've used firearms. Yeah. Yeah, I remember I read",
        7467.6,
        7474.68
    ],
    [
        " small arms of the world as a kid. Right. Guess who was so out of it? I don't know him. I'm a team",
        7474.68,
        7482.4
    ],
    [
        " leader. I don't know where I am. I don't know my name. I left my car 15 light in there. Oh,",
        7482.4,
        7488.38
    ],
    [
        " and got over to the, in the brush, into the jungle on the side. And my sister team leader,",
        7488.88,
        7496.46
    ],
    [
        " 50 years, I had a knee job. And he liled over. Okay. He's talking to me. And I mean, I don't know who he is.",
        7497.12,
        7512.12
    ],
    [
        " I don't know what we're doing there. And he gets cubby. He takes a radio away from me. Yeah.",
        7513.06,
        7518.94
    ],
    [
        " He gets cubby. And they come in. They pick up all of us. I get back to a doctor and I get off",
        7519.08,
        7525.12
    ],
    [
        " the aircraft. And there are people that I know there. And I know I know them. And I look at him and",
        7525.12,
        7531.92
    ],
    [
        " say, why your ch, and it doesn't collect. I tried to save my social security number. 4, 7,",
        7531.92,
        7539.92
    ],
    [
        " I had a knee job. I had to be hospitalized. Oh my god. In play, and I took me about three days,",
        7541.42,
        7548.2
    ],
    [
        " third day, I could, it was coming back. Things was still a little shady. But when I got back to",
        7548.22,
        7558.0
    ],
    [
        " contour, that sorry, S O B we had for an S3 told me if I wasn't going to take the team back,",
        7558.0,
        7563.14
    ],
    [
        " I was going to turn it over to dover. It was my mission. I was assigned that mission.",
        7563.22,
        7569.78
    ],
    [
        " I was not going to let someone else be running it. Yeah. Yeah. Because I mean, it's not an",
        7570.04,
        7575.04
    ],
    [
        " illegal thing. It's a responsibility. That's my team. I had that mission. I'm not going to",
        7575.04,
        7579.76
    ],
    [
        " punk out. Let somebody else do it. So even though I mean, my back had, excuse me, been spasming.",
        7579.76,
        7587.56
    ],
    [
        " I had a concussion. I had bruises across center of my back, my spine hurt. Next day, I got on a",
        7587.72,
        7595.32
    ],
    [
        " ruck. Got on a ship. No. He flew up, did it. Yep. And that wasn't very smart. But by God, I didn't quit.",
        7595.32,
        7603.3
    ],
    [
        " And after that, after that, I think some of the powers that you'd be, Bob Howard was one.",
        7604.06,
        7610.4
    ],
    [
        " Because he'd come back. He was a boat. He had received, I think he had received this metal by",
        7610.82,
        7616.26
    ],
    [
        " and he wanted to go to the field. They said, it's nice. Oh, no, no, no, you're not going to the field.",
        7616.58,
        7620.58
    ],
    [
        " He was a captain now. So anyway, some Bob Howard came in and talked to me a little bit. They had",
        7620.58,
        7626.88
    ],
    [
        " a meeting talking about me. And lo and behold, I was invited to be a cubby rider. I said, you've",
        7626.88,
        7633.62
    ],
    [
        " got all those time on the ground. You're in all these missions. The best place for you to be now,",
        7633.62,
        7639.32
    ],
    [
        " you scrambled brain idiot is to fly cubby so that you can help the guys on the ground.",
        7639.52,
        7645.84
    ],
    [
        " Yeah. And that's when I became a cubby rider. Shortly, it was November of 1970, 1970, which is one",
        7646.26,
        7654.76
    ],
    [
        " month short of having had two full years in recut. Wow. So I flew the whole next year. Yep. That",
        7654.76,
        7664.36
    ],
    [
        " was my third tour. And just for our listeners, again, the cubby rider, in your case, with your",
        7664.36,
        7670.1
    ],
    [
        " job would be your to guide it relates to the troops on the ground, the Air Force pilot. By then,",
        7670.1,
        7675.66
    ],
    [
        " you know, V 10s or some missions, we got both O2s and OV 10s. Okay. The OV, OV 10, aircraft is fabulous",
        7675.66,
        7685.82
    ],
    [
        " because unlike the O2, which is unarmed other than marking rockets, the OV 10 has four M60",
        7685.82,
        7692.4
    ],
    [
        " machine guns for four, two on each, yeah, yeah, two on each side. And I think it was 2000 rounds,",
        7692.4,
        7701.44
    ],
    [
        " wow. That's not a lot, but it's better than not having it. Yeah, better than O2. It just",
        7702.48,
        7706.84
    ],
    [
        " gives a couple of markers. It had two rocket pods under each wing. Two of those are marking",
        7706.84,
        7713.86
    ],
    [
        " rockets, but two were high explosive so that he could be firing 2.75 inch arch HE in",
        7713.86,
        7722.44
    ],
    [
        " support of a team. Wasn't enough to win a battle, but it was enough to buy time. That, meanwhile,",
        7722.44,
        7728.6
    ],
    [
        " the pilots talking to get fighters over there. They get tacked air for you. Yeah, yeah, yeah.",
        7728.6,
        7733.58
    ],
    [
        " A lot of guys, a lot of life saved that way. Right. And so, during your just tenure, how many",
        7733.7,
        7739.14
    ],
    [
        " missions did you fly as a cover rider? I have had times after I came back from Vietnam, I would",
        7739.14,
        7746.42
    ],
    [
        " mention it. And pilots who flew over there looking to, got a lot of fire here. Yeah, yeah.",
        7746.42,
        7753.1
    ],
    [
        " Because they were limited amount of time they could fly crew time, you know, they had to rest",
        7753.74,
        7759.64
    ],
    [
        " after so many hours. It was actually regulations, so they didn't fall asleep into",
        7759.64,
        7764.1
    ],
    [
        " Strungle Sam's airplanes. We, but for cover rides, we're not air crew. So there was no limit on",
        7764.1,
        7771.74
    ],
    [
        " the number of missions that we flew or the number of hours. I flew just short of 400 missions,",
        7771.74,
        7780.64
    ],
    [
        " but some of that was a Huey missions. Sure. I've already flown before that. Yeah, yeah.",
        7780.82,
        7784.68
    ],
    [
        " Combat assaults and 1500 hours. Wow. Which there are a lot of pilots that didn't, didn't do",
        7784.96,
        7793.88
    ],
    [
        " half that. Sure. Which no insult whatsoever. No, no, no, we had no limits.",
        7793.88,
        7798.5
    ],
    [
        " So during that tour of duty as a cover rider, there's one mission in particular that was",
        7799.56,
        7805.22
    ],
    [
        " with RT Colorado. Yes. And that's a mission that that was a classic example of where a",
        7806.54,
        7814.32
    ],
    [
        " cover rider comes in. The team on the ground, the radio operator is their under fire.",
        7814.32,
        7821.46
    ],
    [
        " And the enemy is coming in on them. Right. They need close air support. And the operator's,",
        7822.1,
        7830.16
    ],
    [
        " radio operator is a little bit uptight. And you came in and first thing you had to do was",
        7830.18,
        7834.36
    ],
    [
        " to calm him down. Right. And then get on with the mission. And well, this it was even a little",
        7834.36,
        7841.7
    ],
    [
        " more complicated than that. Okay. Because that's that's your as your 400 plus missions. This is the",
        7841.7,
        7848.82
    ],
    [
        " one that sticks in your mind. 400 almost missions. Okay. 350 plus I was inducted into the US Air Force",
        7848.82,
        7855.42
    ],
    [
        " Air Command Hall of Fame, the only army guy ever to be inducted. Right. Because I had all those",
        7855.42,
        7861.38
    ],
    [
        " missions. And I was proposed by a couple of the cubby pilots. So that I'm the Air Command",
        7861.38,
        7869.6
    ],
    [
        " Hall of Fame. Wow. But anyways, I flew a hell of a lot of missions. But at that point, it was only",
        7869.6,
        7875.56
    ],
    [
        " we could absolutely clearly document 350 without getting into the Huey missions and so on.",
        7875.56,
        7882.96
    ],
    [
        " And some of the late ones. So we set 350. Right. But anyways, so I was flying a lot and putting",
        7882.96,
        7889.86
    ],
    [
        " an air strikes every day on day. I got knows how many air strikes we put in. Right. Because",
        7889.86,
        7895.08
    ],
    [
        " sometimes we'd be able to fly around, find a target. Boom, you call on an air strike. Every time",
        7895.08,
        7899.5
    ],
    [
        " you inserted a team, you had tech air out there to support them. Team doesn't need it. You go bomb",
        7899.5,
        7906.0
    ],
    [
        " something every time you extract. Teams coming out. They don't need the air that you've got stacked",
        7906.0,
        7911.96
    ],
    [
        " up. You still. Yeah. You you expend it. Well, anyways, I had been back. I had flown first light",
        7911.96,
        7920.94
    ],
    [
        " with an OV-10 out of play-coup air force base. We flew back for lunch because you also have to",
        7920.94,
        7927.32
    ],
    [
        " refuel. Of course, went back refueled. In the meantime, there was an O2 out there. And it was,",
        7927.32,
        7933.82
    ],
    [
        " I think it was Ken Carpenter. It was a cubby rider aboard that O2. But we're flying back",
        7934.08,
        7941.82
    ],
    [
        " and we, you know, as the pilot's flying along, he's changing the radio frequencies because he's",
        7942.14,
        7947.38
    ],
    [
        " has to be in contact with various locations in route. And finally, we're getting, we're about",
        7947.38,
        7953.34
    ],
    [
        " 50 miles out. He turns the frequency on FM to our tactical FM radio frequency.",
        7953.34,
        7964.04
    ],
    [
        " And when he does, and he's got a whole host of radio. He's got FM, UHF and VHF. And sometimes",
        7965.36,
        7973.84
    ],
    [
        " multiples of those. So you're hearing all kinds of chatter, but he turns that FM. And right away,",
        7973.84,
        7980.98
    ],
    [
        " I can hear that Ken Carpenter is talking to the guys on the ground. And they've got a purifier",
        7981.26,
        7989.52
    ],
    [
        " emergency. That's a dire emergency where you better get him all the air in the world now, or you're",
        7989.64,
        7995.8
    ],
    [
        " not going to get him on. And it's a really, you know, it's a last-stand kind of situation.",
        7995.8,
        8001.6
    ],
    [
        " So he had not yet got the choppers out there. And we were approaching, we had an OV-10. But was",
        8002.44,
        8009.32
    ],
    [
        " the other aircraft O2 to not have arming it, other than marking rockets. Right. R's had 4M-60",
        8009.32,
        8016.84
    ],
    [
        " machine guns in those H.E. rockets. So when we're about 10, 5, 10 miles out, he turned the ball game",
        8016.84,
        8024.92
    ],
    [
        " over to me. That's what we referred to all the various things or illustrations you have to do",
        8024.92,
        8031.78
    ],
    [
        " when extracting a tape. Sure. Because you have fighters up here. Those are fast movers.",
        8031.78,
        8038.56
    ],
    [
        " No, it could be A1s. A1s, carers. We'd rather have A1s. Because you're slower in the area, a lot more",
        8038.84,
        8044.3
    ],
    [
        " ordinance. And it's a better ordinance for close air support. They have napalm, multiple 20-millimeter,",
        8044.3,
        8051.34
    ],
    [
        " multiple 20-millimeter cannons, and see cluster bombs. But it's the kind, right kind of cluster bomb.",
        8051.86,
        8058.98
    ],
    [
        " It drops in a stream rather than this huge area, which you can't bring that stuff. The CBU-25,",
        8059.14,
        8068.86
    ],
    [
        " you can't bring it that close to a team. So anyways, we had fighters up here, probably about 7,000",
        8068.86,
        8077.22
    ],
    [
        " feet, A1s, down, lower, but still an orbit wall here. We had Huey's that had just got there.",
        8077.22,
        8084.6
    ],
    [
        " And the cobras are down low, shooting for the team. And also ready to counter enemy ground fire.",
        8085.28,
        8091.36
    ],
    [
        " Redis Committee is on the radio. And in the excitement of them taking the helicopters taking",
        8092.14,
        8102.32
    ],
    [
        " fire at the NVR right out there, he is shouting into the radio. He isn't even thinking about how",
        8102.32,
        8109.68
    ],
    [
        " loud that really is. But he's excited. Understandably so, someone is trying to kill him and his team.",
        8109.68,
        8117.18
    ],
    [
        " And I first calmed him down. As that was when I calmed down, we just committed.",
        8117.96,
        8123.08
    ],
    [
        " And the choppers were ready to come in. Just as they're ready to come in, I can hear barely",
        8123.64,
        8131.74
    ],
    [
        " hear a voice, a whispering voice saying, Prairie Fire, Prairie Fire, Prairie Fire. It's not we just",
        8131.74,
        8139.0
    ],
    [
        " commit. The nearest team we have in that year, about 10, 12 miles away is recon team Colorado.",
        8139.0,
        8149.78
    ],
    [
        " And I recognize the team leader's voice. It's a pet Mitchell. Pat Mitchell, right? And I tell him",
        8150.82,
        8161.78
    ],
    [
        " negative, negative, he's winning it out. No, I said negative, negative. I've got a Prairie Fire.",
        8161.78,
        8166.62
    ],
    [
        " I've got to get this first and then I'll be right over there. So I'm trying to now talking to",
        8166.94,
        8171.76
    ],
    [
        " the helicopters and so on, getting them in lined up, they're taking ground fire the first time",
        8171.76,
        8176.74
    ],
    [
        " they went in, and the cobras went down there. Well, we've got an armed aircraft. So I called",
        8176.74,
        8181.86
    ],
    [
        " cobras lead. And I said, listen, how about if you take over this ball game and we will head",
        8181.86,
        8189.36
    ],
    [
        " over to the southern team, we got another Prairie Fire going. And he said very understandably,",
        8189.36,
        8194.7
    ],
    [
        " negative, negative because if you go, we cannot get tack air. Oh, the A1s, radio nuts and procedures",
        8194.88,
        8205.16
    ],
    [
        " and so on are such that he can't call an air. So we have to stay there. And I'm going, oh, God.",
        8205.16,
        8211.54
    ],
    [
        " And there's Pat Mitchell again. Prairie Fire, Prairie Fire. And I can hear some gun fire. Oh, God.",
        8211.62,
        8218.1
    ],
    [
        " And I have to come back on there and I say, I forget the call sign, but I tell them evade, evade,",
        8219.16,
        8226.5
    ],
    [
        " we will come there asap, but I've got a Prairie Fire over here. What else can you say? Yeah,",
        8226.64,
        8233.58
    ],
    [
        " it's the truth of the matter. That's the truth of the matter. And you know, you had make some hard",
        8233.78,
        8237.66
    ],
    [
        " decisions there. You know, you're going to, this was my own team. It's we cut team Hawaii just after",
        8237.66,
        8243.74
    ],
    [
        " yeah, when I had the fall from the helicopter. So the Huey's come back and I can see the first one",
        8243.84,
        8253.44
    ],
    [
        " made it in without ground fire. And as quick as the guys, it was going to be a two ship extraction",
        8253.44,
        8259.76
    ],
    [
        " right as soon as that first one lifted away and the second one was coming in, I said, let's go.",
        8259.76,
        8265.32
    ],
    [
        " So we flew down. I told the pile, let's go. So and the A1s had been expended by that in support",
        8265.7,
        8272.88
    ],
    [
        " of the game. Okay. Yeah. So we don't have any tech air at that moment. And we had down,",
        8272.88,
        8278.52
    ],
    [
        " takes me five minutes of flying to get there. And I'm telling Pat, hold on, hold on. We're on the way.",
        8278.68,
        8284.14
    ],
    [
        " Oh my God. And he's there. Where are they? They're all around us. All around us.",
        8284.5,
        8290.18
    ],
    [
        " And he already had one American debt. David Mixter. David Mixter. Who died saving saving",
        8290.56,
        8299.82
    ],
    [
        " St. Laurent his life. Yep. Same as life. He took the blast. He had just he was carrying a sawdoth",
        8299.82,
        8306.76
    ],
    [
        " our our PD right. machine gun. Not a Chinese machine gun. And there was an NBA a bolt to shoot",
        8306.76,
        8314.48
    ],
    [
        " St. Laurent. He stood up and got the NBA. But when he did it exposed himself to an RPG gunner who",
        8314.48,
        8324.06
    ],
    [
        " fired him and hit the ground and it like at his feet. He was dead right away. It was terrible.",
        8324.06,
        8329.84
    ],
    [
        " The which Pat Mitchell was an esophmetic and he absolutely stood on everything he could. But he was",
        8330.26,
        8336.8
    ],
    [
        " dead gone gone. And meanwhile he's patching up St. Laurent. And he still has the indigenous,",
        8336.8,
        8344.82
    ],
    [
        " well the indigenous runoff and leave him because they think the team's about to be overrun.",
        8344.82,
        8348.76
    ],
    [
        " Right. So his mutton here is take off. So it's just Pat and St. Laurent and",
        8348.82,
        8355.78
    ],
    [
        " we nicknamed him or his call sign was lurch. Right. David Mixter. Because he's a big huge guy. Yeah.",
        8355.78,
        8362.98
    ],
    [
        " But really good good guy. And which that's that's the problem. Really if you start bringing",
        8363.5,
        8369.04
    ],
    [
        " guys on operations where they're really big and they're a normal size people with them. What do",
        8369.04,
        8374.76
    ],
    [
        " you do if you got a badly wounded guy that's that big. What are the options?",
        8374.76,
        8379.2
    ],
    [
        " Anyways. Alright. Mixter was unfortunately. God bless his soul. Yeah. He was dead.",
        8380.22,
        8385.18
    ],
    [
        " And he's after saving St. Laurent's life. Yep.",
        8385.6,
        8387.98
    ],
    [
        " And incidentally this entire sequence was recorded. I don't know if you ever knew that.",
        8389.6,
        8400.8
    ],
    [
        " I did. Did you know that it's on YouTube? I didn't know it was on YouTube. Yeah.",
        8400.82,
        8406.7
    ],
    [
        " Well, not because of me. No. Somebody somewhere because it was the helicopter pilots.",
        8406.92,
        8411.78
    ],
    [
        " I think that recorded it. But nevertheless. They did. Yeah. I'm now overhead. And I",
        8411.78,
        8416.88
    ],
    [
        " I passed down there and I tell them uh listen, give me a direction and a distance. We're ready to",
        8416.88,
        8423.78
    ],
    [
        " come in hot. And he says can't do. We got in ditch out there. I don't know where they are. I said",
        8423.78,
        8430.54
    ],
    [
        " Pat and you can hear if you ever go to YouTube and hear it. I said partner we got to worry",
        8430.8,
        8436.88
    ],
    [
        " about the living. The yards made their own decision. Now where do you want the air? And at that",
        8436.88,
        8443.36
    ],
    [
        " point he started calling a year around him. And I could see that the nearest LZ that we could",
        8443.36,
        8450.68
    ],
    [
        " get to even with strings was a couple hundred meters away. We had to get him over there. So we",
        8450.68,
        8457.0
    ],
    [
        " we rocketed the area in between. And choppers were now on the way out. Hey,",
        8457.26,
        8461.84
    ],
    [
        " ones at just about another pair of eight ones were just about there. But you know time is life",
        8461.94,
        8467.48
    ],
    [
        " and death. Oh sure. Then our three enemies didn't take some dead just to say oh well that's a",
        8467.48,
        8471.92
    ],
    [
        " bad day. Yeah. Like rock. They undoubtedly were sending more troops out there. And the ones who had",
        8471.92,
        8478.0
    ],
    [
        " been wounded in that exchange. Whoever was with them they were still out there. So he's Pat to",
        8478.0,
        8485.6
    ],
    [
        " not want to move. Pat did not want to he could not bear leaving his good friend David mixed or",
        8485.6,
        8495.08
    ],
    [
        " lurch behind. Even though he was dead. And I had to tell him you know it's all giving an order",
        8495.08,
        8503.56
    ],
    [
        " in your book. That's right. You gave it and said Mitchell realized the Saint Laurent was badly hit",
        8503.56,
        8510.22
    ],
    [
        " and he need help to walk. But lurch was there too. Only a few yards away. David mixed",
        8510.22,
        8516.04
    ],
    [
        " her had died saving their lives. I'm with lurch Mitchell radio. I can still see lurch. I can't leave",
        8516.04,
        8522.12
    ],
    [
        " him. And then you shared your anguish and you can hear it in Mitchell's voice. I had to stay calm",
        8522.12,
        8528.72
    ],
    [
        " the whole time. Yeah. Just that big voice in the sky literally. And that's and then you got",
        8528.72,
        8536.48
    ],
    [
        " your fatherly tone in place said you can't be worried about the dead right now. We've got to be",
        8536.48,
        8543.72
    ],
    [
        " concerned about the living. Now get moving. You gave him a direct order. Yep. And fortunately they did.",
        8543.72,
        8551.76
    ],
    [
        " Oh my god. You're able to get them out. Both of them alive. Wow. And Saint Laurent survived. He",
        8552.18,
        8559.8
    ],
    [
        " was badly wounded. He took. Oh yeah. Yeah. Yeah. Talked to him a while ago. And he said it took him",
        8559.8,
        8566.1
    ],
    [
        " over a year to rehab. And he still has pain and suffering internal from that day. And lay us.",
        8566.1,
        8573.74
    ],
    [
        " We're lucky to get those guys out at all. Indeed. And that they held out like that while we were",
        8573.86,
        8581.32
    ],
    [
        " pulling recon team Hawaii. I'm just and I kept hearing that he came he came up on air a couple",
        8581.32,
        8587.5
    ],
    [
        " times. Even more than had this voice. Whisper. He then we were so close he had to be whispering.",
        8587.5,
        8593.16
    ],
    [
        " I'm still good with shivers. Absolutely. Yeah. Well we're at that point where I like to talk a",
        8593.32,
        8602.52
    ],
    [
        " little bit about your life afterwards. Okay. Because you did have the total of eight books.",
        8602.52,
        8610.26
    ],
    [
        " Besides the SAG and the secret commandos we have the history of sniping and sharpshooting.",
        8611.94,
        8617.88
    ],
    [
        " Sharp shooting in the Civil War. They had SAG the Secret Wars of Americans commandos sniping",
        8618.18,
        8624.58
    ],
    [
        " into trenches for World War One. And then the ultimate sniper which we know some people that",
        8624.58,
        8631.18
    ],
    [
        " have turned to that book. And yes this is a wady book. That's not available now but we'll be coming",
        8631.18,
        8638.12
    ],
    [
        " back with a new addition soon. Yes it should be coming up before the end of the year. And",
        8638.12,
        8644.38
    ],
    [
        " again for anybody that knows anything or wants to know anything about snipers. We've had people",
        8644.38,
        8649.9
    ],
    [
        " have gone through army sniper training and said that book is better than a lot of the manuals.",
        8649.9,
        8654.64
    ],
    [
        " It's so well put together. Well I had instructed sniping for by the time I wrote this for",
        8654.66,
        8660.26
    ],
    [
        " 10-15 years. So how did you get involved in sniping? First of all I have to require running",
        8660.26,
        8666.48
    ],
    [
        " recon. And then at some point we got to mention the fact that you worked with the legend all-time",
        8666.52,
        8672.76
    ],
    [
        " sniper legend from Vietnam Carlos. That's a very loose term worked. I knew him. Okay. But",
        8672.76,
        8679.66
    ],
    [
        " was that his house? I helped tell his story. Yeah. If you ever go online and see Carlos being",
        8679.66,
        8687.4
    ],
    [
        " interviewed. It was the only interview he ever did because he knew unlike the idiots in the media.",
        8687.4,
        8693.68
    ],
    [
        " He wouldn't be asked how does it feel to kill him in? Yeah. How many can you see what you",
        8693.68,
        8698.12
    ],
    [
        " look? That trivial stuff that real people don't want to hear. No. But my voice is there. I'm the guy",
        8698.12,
        8705.66
    ],
    [
        " asking the questions. It's the only interview we ever gave. No kidding. No kidding. Because he knew",
        8705.66,
        8710.9
    ],
    [
        " to treat him square. Sure. But back in 83 I'd received a direct commission. I was by then a",
        8710.9,
        8720.56
    ],
    [
        " captain and I was appointed the marksmanship chief of marksmanship for Minnesota which is a position",
        8720.78,
        8731.66
    ],
    [
        " in the reserve components that your response for all the competition and marksman advance marksman",
        8731.66,
        8739.76
    ],
    [
        " ship training in a state each state has has one of these. I wanted to train people to do recon but",
        8739.76,
        8748.72
    ],
    [
        " and you love boy toys all your life. Yeah. Yeah. But there were there was no place to instruct",
        8748.78,
        8754.2
    ],
    [
        " recon. Nobody wanted to learn recon. Yeah. The big folks that run the army didn't see the value.",
        8754.2,
        8760.9
    ],
    [
        " Of course. It's all about tanks and nuclear weapons. Big army stuff. Big army stuff. Yeah.",
        8761.08,
        8767.12
    ],
    [
        " Well I had all that recon experience. Plus I'd been a competitive shooter.",
        8767.76,
        8773.4
    ],
    [
        " And I shot the um 14 and I was pretty good shot with bolt guns. So I combined the two. I had",
        8774.76,
        8785.24
    ],
    [
        " enough power at that time that I could actually talk to some of the senior people. Yeah.",
        8785.24,
        8791.08
    ],
    [
        " And I knew that every National Guard army for an infantry unit had a handful of M1",
        8791.64,
        8802.66
    ],
    [
        " half power scopes and they were there for civil disturbances. Really? Yeah. Really. And they'd",
        8802.66,
        8810.62
    ],
    [
        " undoubtedly deploy with them to war but the first thought was so you could fire to support troops",
        8810.62,
        8816.08
    ],
    [
        " that are taking fire during a riot or something. Right. But there was no training whatsoever anywhere",
        8816.08,
        8824.08
    ],
    [
        " in the system in the entire state of Minnesota. No. I mean throughout the army system. No.",
        8824.08,
        8829.68
    ],
    [
        " Throughout the guard system throughout the army did not have a sniper school in 1983. That is",
        8829.68,
        8835.34
    ],
    [
        " when SOTIC at Fort Bragg opened their course. Right. Okay. Benning I think it's 86 or 87 before they",
        8835.34,
        8843.56
    ],
    [
        " started their course. Yeah. So I managed to persuade uh to start general that all we really needed",
        8843.56,
        8854.88
    ],
    [
        " was a weekend drill and one extra day to do a quick school and we did it. We learned from it.",
        8854.88,
        8862.8
    ],
    [
        " You know I had I recruited instructors. I had marksmanship instructors and tactics instructors.",
        8862.94,
        8870.92
    ],
    [
        " And you know I didn't I had national level marksmanship instructors. I mean",
        8871.22,
        8876.9
    ],
    [
        " presidents hundred that's the hundred highest rifle shots in the country. Wow. They really know",
        8876.9,
        8883.98
    ],
    [
        " their long range rifle shooting. And on the other hand I had some really experienced guys who",
        8884.82,
        8890.74
    ],
    [
        " who had been instructors before that really new infantry tactics. So I educated them on sniping.",
        8890.74,
        8899.04
    ],
    [
        " I looked everywhere to try to find a worthwhile manual and I couldn't. So I started collecting",
        8899.4,
        8906.42
    ],
    [
        " handouts anything under the sun. If you go back and look at TC 20 22 14 I think it is.",
        8906.42,
        8913.96
    ],
    [
        " Okay. That was a snake portraying book back then. It's a cut and pace for most other manuals.",
        8914.88,
        8925.82
    ],
    [
        " A lot. Tactics about nine about there isn't a whole lot. They didn't even have a ballistic",
        8925.84,
        8932.04
    ],
    [
        " table for a 308 in there or 30 at six. Really? Yeah you know the drops. Sure. The muzzle velocity and so on.",
        8932.04,
        8939.5
    ],
    [
        " So I I don't know that I was the first one to remake data cards but I made data cards and I had",
        8939.78,
        8946.98
    ],
    [
        " never seen them before. It just made good sets. Not long thereafter people started making them",
        8946.98,
        8952.38
    ],
    [
        " commercially because I think they bought my book. It said we should. That's off to them. That's off to",
        8952.38,
        8957.58
    ],
    [
        " them. Yeah. Flatter the American way. It's the American way. And more people know the correct",
        8957.58,
        8962.26
    ],
    [
        " shit the better we are. So it's a successful school and the second time around",
        8962.26,
        8969.3
    ],
    [
        " we extended a couple more days and we opened it up to air guard and units in the Midwest and even",
        8969.3,
        8978.04
    ],
    [
        " a couple state state police agencies. Yeah. In Minnesota. This is up Camp Ripley, Minnesota.",
        8978.04,
        8985.22
    ],
    [
        " Could by now SWAT was beginning to emerge nationally. Seriously. Yeah. And I'll tell you there was",
        8985.28,
        8991.22
    ],
    [
        " I know insult to police but there were not that many cops that were heavy duty veterans.",
        8991.22,
        8998.54
    ],
    [
        " They were good people but they just didn't have that experience. And for instance I won't",
        8999.22,
        9006.26
    ],
    [
        " name the department but there are a number of departments that the snipers had 223 bolt cuts.",
        9006.26,
        9010.9
    ],
    [
        " The theory was that they should have a cartridge that matches that of the EARs",
        9011.54,
        9016.84
    ],
    [
        " that their entry teams had so they could exchange ammo. And they were shooting ball ammo and",
        9016.84,
        9023.46
    ],
    [
        " I just they didn't know because they hadn't had enough experience. Right. And it was",
        9023.46,
        9030.12
    ],
    [
        " gun sight existed. They didn't have a precision rifle course at gun sight at that point. I don't",
        9030.12,
        9037.66
    ],
    [
        " think. This is the early days of gun sight which is still one of the premier if not the premier",
        9037.66,
        9042.52
    ],
    [
        " weapons instruction site in the country. And I think mid-south may have had precision rifle by",
        9042.52,
        9048.22
    ],
    [
        " that. That's a really good outfit. And there was some of my league. Yeah but nevertheless there",
        9048.22,
        9053.96
    ],
    [
        " were some but very few. And the great thing was we finally got direct funding from National Guard",
        9053.96,
        9062.22
    ],
    [
        " Bureau in Washington. So through the war on drugs so we could open it up to police across the",
        9062.22,
        9070.62
    ],
    [
        " country not only that but to MTTs, mobile training teams where we go into an area and",
        9070.62,
        9076.54
    ],
    [
        " bunch of different agencies come together. Sure. And there's students we didn't charge them at",
        9076.54,
        9082.58
    ],
    [
        " dime for the instruction. And we structured it so that it could be during the work week.",
        9082.58,
        9088.4
    ],
    [
        " Monday through Friday because department we learned about how a police department is going to",
        9088.48,
        9093.46
    ],
    [
        " say no if there's a Saturday because they don't want to pay the overtime. You know, sure it's just",
        9093.46,
        9098.9
    ],
    [
        " so it is. And we found that in most states officers had a requirement for continuing education.",
        9098.9,
        9109.34
    ],
    [
        " So many hours per year. So I put together our I'm talking to guys in the business.",
        9109.68,
        9118.0
    ],
    [
        " Civilian, please. I put together a package and got our curriculum approved at the state level in",
        9118.56,
        9126.94
    ],
    [
        " Minnesota for continuing educational law enforcement officers. I forget the number of hours they gave",
        9126.94,
        9133.58
    ],
    [
        " us. But therefore it could meet the requirement for continuing educational law officers. And",
        9133.58,
        9141.84
    ],
    [
        " therefore this some of the departments would justify the additional expensive sending them",
        9141.84,
        9147.5
    ],
    [
        " putting them up in a motel and feeding them and so on because it's training. It is credited training.",
        9147.52,
        9155.06
    ],
    [
        " So eventually we instructed officers more than a hundred departments. And we",
        9155.42,
        9161.44
    ],
    [
        " it was a really good deal. Wow. And we loved doing it. Yeah.",
        9161.44,
        9166.84
    ],
    [
        " Then I butted heads with some senior officers and thus ended my military career.",
        9168.56,
        9176.0
    ],
    [
        " But but the sniper school did not end the National Guard Bureau moved it to Arkansas.",
        9178.88,
        9185.78
    ],
    [
        " Yeah. Which we used to shoot national competition down there on the ranges at Camp Robinson.",
        9185.78,
        9192.58
    ],
    [
        " So it is no camp Robinson. It's it's conducted. Was that that new National Guard Center?",
        9193.22,
        9200.6
    ],
    [
        " Is a really huge one? Right. But it's part of it. You want to hear a funny story. It's just a",
        9200.6,
        9205.16
    ],
    [
        " quick sidebar. They're going to need that the John T Walton training facility.",
        9205.16,
        9208.66
    ],
    [
        " Honest to God. They are. They were. They were. And they went to the family and the family said",
        9208.66,
        9213.72
    ],
    [
        " X-Nay. They don't want to associate with violence. I don't know what the reason was. They didn't",
        9213.72,
        9218.86
    ],
    [
        " bother talking to me. John Walton. It's a fellow saw veteran. He unfortunately passed away in",
        9218.86,
        9225.32
    ],
    [
        " airplane crash. But he was member of the Walton family. And from Calmart north with you guys.",
        9225.32,
        9232.26
    ],
    [
        " Yep. He ran recon and he was ordered. Silver star. He was wounded at one point. He called an",
        9232.26,
        9237.8
    ],
    [
        " air strike on himself on his team because he needed that or they were going to be overrun.",
        9237.8,
        9243.6
    ],
    [
        " But getting getting back to what what's great today is that that school down in Arkansas is taught",
        9244.24,
        9250.66
    ],
    [
        " in two week increments to fit annual training periods of soldiers. And I forget it's like to go",
        9250.66,
        9257.54
    ],
    [
        " through two of those in other words four weeks. That school is the only school in the Army system",
        9257.54,
        9265.1
    ],
    [
        " that can avoid a ward the designator for an Army qualified sniper other than",
        9265.1,
        9273.48
    ],
    [
        " fortbending at the Army sniper school. Wow. Okay. That's that's what it is. Wow. And so that",
        9273.48,
        9280.1
    ],
    [
        " you know when you first started that the Marine Corps had snipers but the Army didn't.",
        9280.1,
        9284.78
    ],
    [
        " The Marine Corps sniper schools had gone belly up too. Oh is that right. It was Carlos",
        9284.78,
        9289.08
    ],
    [
        " Kathcock who brought it back in 1976. Yeah. And his great advocate at headquarters Marine",
        9289.08,
        9297.48
    ],
    [
        " Court was Jim Land. Jim Land had had instructed snipers way back in Vietnam as a captain. He was",
        9297.48,
        9305.76
    ],
    [
        " no major. And he was the marksmanship chief for the whole Marine Corps. He was close enough to get",
        9305.76,
        9311.82
    ],
    [
        " some general's ears. So he had a plan. He did this phase by phase first. He got an authorization.",
        9311.82,
        9318.06
    ],
    [
        " I think it was for the rifles that they needed quality rifles. They could build them in house",
        9318.54,
        9326.54
    ],
    [
        " which they do. They have outstanding armors to hand builds. Sure. So he take a Remington so-and-hundreds",
        9326.54,
        9341.72
    ],
    [
        " a basic school. Then he managed to get MOS's. Unlike the Army that's an additional skill identifier.",
        9341.96,
        9350.94
    ],
    [
        " Right. ASI. In the Marine Corps it is an MOS which means that is their assignment period.",
        9351.48,
        9359.7
    ],
    [
        " And there are slots. He also got the slots in each regiment Marine regiment for snipers. Wow.",
        9360.46,
        9367.76
    ],
    [
        " Carlos did all of that but it only started in the 76. And I took him a couple years to persuade",
        9367.86,
        9375.12
    ],
    [
        " to pester enough generals. Which by the way after retirement he was also the secretary full time",
        9375.12,
        9383.4
    ],
    [
        " of the NRA. And I got to know him. He's a great guy. Was that right? In fact I dedicated my book",
        9383.4,
        9390.36
    ],
    [
        " sniping the trenches. Oh wow. Well look we're at that point sir. It's been a very quick three",
        9390.56,
        9397.46
    ],
    [
        " hours. And I know time flies and so many stories we could do a lot more. And we've only just touched",
        9397.46,
        9407.04
    ],
    [
        " the surface today with the secret commandos book. And of course there's SAG which is the outstanding",
        9407.04,
        9413.18
    ],
    [
        " history. We didn't even open this today because there's so many stories here that your first hand",
        9413.18,
        9418.34
    ],
    [
        " service to our country. Any closing thoughts? Absolutely. I wrote this book to make sure",
        9418.76,
        9427.96
    ],
    [
        " that 25 years after the fact one could finally be classified that the story of SAG was told",
        9427.96,
        9434.78
    ],
    [
        " accurately. I did an incredible one of research on it. How many years? Three years just on that book.",
        9434.78,
        9441.0
    ],
    [
        " Wow. And I wanted to make sure that there are a lot of guys that gave their lives. There are a lot of",
        9441.16,
        9446.28
    ],
    [
        " guys that risked their lives. And I wanted to make sure they were not forgotten. 100 years from now",
        9446.28,
        9451.42
    ],
    [
        " people will know what SAG is. Just like we can go back to Civil War and Burden's Sharpshooter.",
        9451.42,
        9456.34
    ],
    [
        " Sure. Something. And I wrote secret commandos because I wanted from my own perspective not",
        9456.34,
        9464.32
    ],
    [
        " hey boy my tough cool. No that's silliness. I can't stand those. Yeah but you missed it with all the",
        9464.32,
        9469.64
    ],
    [
        " other guys stories. It's all the other guys stories. The men you served with. Yes. John",
        9469.64,
        9474.44
    ],
    [
        " now Bob Howard. Oh all of those guys and they needed the Americans needed to know what they did.",
        9474.44,
        9482.86
    ],
    [
        " I am merely an ambassador for the rest of the guys at SAG. Well you're also in my humble opinion",
        9483.18,
        9490.58
    ],
    [
        " the Godfather of SAG nonfiction writers in my humble opinion. And also before we close",
        9490.58,
        9498.46
    ],
    [
        " there was a 1998 media outlet that just disparaged the special forces one mission. We",
        9499.5,
        9508.12
    ],
    [
        " won't even get it to it the waste of time here. But from that you worked very hard.",
        9508.12,
        9512.38
    ],
    [
        " Carefying a record and as a result of that erroneous report you worked behind the scenes for",
        9512.78,
        9519.64
    ],
    [
        " several years on an effort to get the presidential unit citation which was awarded to SAG",
        9519.64,
        9526.42
    ],
    [
        " April 1st 2000. Right. And you were one of the key players that worked behind the scenes on that.",
        9528.02,
        9533.34
    ],
    [
        " And that was the first other than the defamatory reporting from 1998 that was erroneous. And",
        9534.12,
        9542.04
    ],
    [
        " then the recovery was there's minimal coverage of the corrections and the lawsuits thereafter.",
        9542.04,
        9547.54
    ],
    [
        " But the PUC was the first time that SAG was publicly recognized. Oh officially recognized. It",
        9548.62,
        9554.38
    ],
    [
        " really existed. And the PUC did a lot of top secret stuff across the border in Laos, Cambodia,",
        9554.44,
        9560.26
    ],
    [
        " North Vietnam. And you helped to pen some of the paperwork there. I was a glorified clerk.",
        9560.26,
        9567.9
    ],
    [
        " But I'm as persistent as a junkyard dog having the bite around the lake of the Department of",
        9568.26,
        9576.44
    ],
    [
        " Defense. But we had wonderful support there. It's just that it was dealing with bureaucracy indeed.",
        9576.44,
        9581.5
    ],
    [
        " The chairman of the joint chiefs personally pushed on it. The secretary of defense did too.",
        9581.5,
        9587.76
    ],
    [
        " And that that's what I was calling. So with as a result of that your effort behind the scenes for",
        9587.82,
        9595.44
    ],
    [
        " several years. I made a hell of a good clerk. A hell of a good clerk. We'll close in that note but we",
        9595.44,
        9603.78
    ],
    [
        " want to thank you because as a result of that the presidential unit citation which is the equivalent",
        9603.78,
        9608.84
    ],
    [
        " of this thing we service cross which is the second highest medal of valor our country awards.",
        9609.02,
        9614.96
    ],
    [
        " And that was to SAG. And we salute you for that. So on that note we'll close. We thank you for",
        9615.64,
        9621.4
    ],
    [
        " coming in today. And then hope to see you another time maybe we'll come back and talk some more",
        9621.4,
        9627.32
    ],
    [
        " about sniping. But either way thank you for your service, your years of dedication,",
        9627.32,
        9631.46
    ],
    [
        " getting out the SAG, the stories and helping snipers and our SWAT teams be better SWATs.",
        9631.98,
        9637.6
    ],
    [
        " Thank you. And thank you John for all you have done to tell our story.",
        9637.88,
        9642.38
    ],
    [
        " Plus all mine. Airborne. Airborne.",
        9642.54,
        9644.54
    ],
    [
        " All right. John Plaster has left the studio and today we're honored to have with our new",
        9645.18,
        9651.86
    ],
    [
        " temporary technician Chad. That's me too. Indeed. Well thank you for coming out the fill in today.",
        9651.86,
        9659.62
    ],
    [
        " Our normal top secret clandestine agent is working out of country. And so anyway thanks for",
        9660.18,
        9667.0
    ],
    [
        " filling in. Of course just for our listening on his chat. Spend a little bit of time in the",
        9667.0,
        9670.66
    ],
    [
        " 101st Airborne. He's Airborne troop. And he also works with tactical rifle man. Yep. And",
        9670.66,
        9677.92
    ],
    [
        " uh, Carl, oh Carl Erickson. The first and last night we had episode number 98. Yes. That",
        9677.92,
        9683.9
    ],
    [
        " was an amazing show. That was fun. Having you and John on there. Well, one importantly today,",
        9683.9,
        9689.78
    ],
    [
        " now that you heard John stories so many. Oh. As a fellow Airborne power trooper. What do you think?",
        9689.78,
        9697.68
    ],
    [
        " It's just amazing. Uh, it's it's kind of funny how everything comes around kind of full",
        9698.04,
        9703.02
    ],
    [
        " full circle in the end. But many, many years ago, uh, as a younger soldier. Yeah. Uh, getting ready to",
        9703.02,
        9710.14
    ],
    [
        " get a team, you know, deploying to Afghanistan after being in Iraq. I was on orders for snarver school.",
        9710.14,
        9716.34
    ],
    [
        " And I had been familiar with John plaster then. Sure. And had his book. Actually, the one you",
        9716.54,
        9722.82
    ],
    [
        " showed earlier, it's actually my book. Yeah. Um, I've got the uh, secret commandos book that is",
        9722.82,
        9729.44
    ],
    [
        " signed by John plaster, you know, and it's it's great to have read them stories back then.",
        9729.44,
        9734.96
    ],
    [
        " And to have him telling stories now and remembering that first time I heard this story, it's like",
        9734.96,
        9741.0
    ],
    [
        " hearing it again. And here it come out of his mouth is just amazing. And then, you know, listen to",
        9741.0,
        9745.66
    ],
    [
        " you tell stories and it's just it's great to connect with that history. Oh, yeah. You guys are",
        9745.66,
        9750.26
    ],
    [
        " just your whole generation is amazing. Well, and then with with John stories, I, no, I just",
        9750.26,
        9756.64
    ],
    [
        " haven't had a chance to go back and look at the books when he came out. I read him and go like,",
        9756.64,
        9760.44
    ],
    [
        " wow. Yeah. Yeah. Yeah. And then you come back today is wow. Getting ready for the show again.",
        9760.44,
        9766.36
    ],
    [
        " Yes. Like, oh my god. It's amazing. He worked with so many men. And like again, with",
        9766.36,
        9772.34
    ],
    [
        " sog and 68, there were six F. O B's up and running missions. And he was down to two. I was up at one.",
        9772.34,
        9778.66
    ],
    [
        " We never knew each other. Yeah. And then there are guys that were down south again. But that dichotomy",
        9778.94,
        9785.02
    ],
    [
        " and one thing was for sure, the missions across the fence, whether you're a Cambodia or a",
        9785.02,
        9791.26
    ],
    [
        " tribe border area, the southern lay ocean with a contumed did everything there. Yeah. And then",
        9791.26,
        9797.92
    ],
    [
        " just amazing stories. You guys. Yeah. And I'm going to loss for words really just to get to",
        9797.92,
        9804.62
    ],
    [
        " sit here in the studio and listen to that while recording it. Oh, yeah. Getting chills. He",
        9804.62,
        9808.56
    ],
    [
        " mentioned he was when he was talking. He said, it's giving me chills talking about it. Yeah,",
        9808.56,
        9812.44
    ],
    [
        " you're not the only one. I'm getting chills. Listen. Well, also one of the other things that I had",
        9812.48,
        9818.2
    ],
    [
        " forgotten about was that in the first book, we talked about he, he, not we, John wrote about",
        9818.2,
        9825.72
    ],
    [
        " the casualties. Yeah. And the total numbers of people that were killed. And I think, well,",
        9825.72,
        9831.9
    ],
    [
        " I missed marked it, but like 199. 300. That that was low because some of the casualties",
        9832.02,
        9841.3
    ],
    [
        " have not triggered. Right. So anyways, and you know, we always talk about how many",
        9841.3,
        9846.7
    ],
    [
        " actual green berets ran missions across the fence. Like, depending on who you talk to, 700,",
        9846.7,
        9852.58
    ],
    [
        " maybe 800, yeah, out of the 3.2 million Americans that served in the Vietnam War. And so,",
        9853.3,
        9859.36
    ],
    [
        " anyway, these are the Bible, the stories and the men just read about Bob Howard. Yeah. And",
        9859.4,
        9866.04
    ],
    [
        " having walked with these giants. Yeah. And there's other metal von every ship. And spreads out of",
        9866.04,
        9870.9
    ],
    [
        " the Towsky Franklin. Um, these men were all there. These are all a contum. Yeah. Carl on the show",
        9870.9,
        9878.48
    ],
    [
        " last night said, keep this in mind when you see that older gentleman, you know, walking along with",
        9878.48,
        9885.42
    ],
    [
        " his, his, his hat on, you know, and, and, and realize that you're walking amongst giants, really,",
        9885.42,
        9894.32
    ],
    [
        " because these guys, everything in those two books is just amazing. Well, yeah. And one of the stories",
        9894.46,
        9899.88
    ],
    [
        " we didn't get into today was how, at one point, I think John had gone flying Covey. Yeah. And",
        9899.88,
        9907.6
    ],
    [
        " here's a beeper thing. Yeah. And stormy 0-3. It turns out this Eldon Barge Wells team. Yeah.",
        9907.6,
        9914.28
    ],
    [
        " Who by that time was a staff sergeant. And he was in the middle of a huge firefight. After being",
        9914.66,
        9919.82
    ],
    [
        " shot in the face. Yeah. Body NVA. And given his team cover fire when the team was extracted,",
        9919.82,
        9926.0
    ],
    [
        " he was still down there was, yeah, his RPD. Yeah. Just amazing. Was that the one where he said he was",
        9926.06,
        9931.38
    ],
    [
        " out flying? They were sightseeing in Covey. Yeah. Yeah. That one. Just checking the area. Just checking",
        9931.38,
        9935.8
    ],
    [
        " the area. That's another day in Seoul. Yeah. Flying Covey. Yeah. That's awesome. Oh, yeah. So any other",
        9935.8,
        9941.0
    ],
    [
        " side notes for your first impressions from seeing it firsthand? And, uh, well, I can tell you that",
        9941.0,
        9946.66
    ],
    [
        " my impression is that just like our show last night, which I kind of feel like,",
        9946.66,
        9952.34
    ],
    [
        " for people that don't know, he mentioned show number 98 live stream on YouTube for tech",
        9952.48,
        9957.46
    ],
    [
        " arrivals. It's not a sales pitch. You're trying to get you to watch. But my impression was,",
        9957.46,
        9962.18
    ],
    [
        " is that's probably going to be one of our best shows ever. Just because, you know, we've got Carl,",
        9962.18,
        9967.2
    ],
    [
        " he's, he's Carl. Yeah. But we have John Strickermyre on the show and we've got John Plaster on the show.",
        9967.44,
        9972.18
    ],
    [
        " How many years in SF two decades? Yeah. To see the, the, that range. Yeah. And type and quality of",
        9972.42,
        9979.46
    ],
    [
        " person sitting at the desk at one time. People like that, you know, and they like to hear about the",
        9979.46,
        9983.98
    ],
    [
        " history and, and, you know, I'm, I'm a big, uh, I'm a big believer in those who forget the past or",
        9983.98,
        9990.78
    ],
    [
        " doesn't to repeat it. And I think that telling them stories and, and hearing about the history of",
        9990.78,
        9996.82
    ],
    [
        " Sure. Mac Vsauge. The things that, uh, happened in Vietnam and that kind of stuff. It, it doesn't let",
        9996.82,
        10003.14
    ],
    [
        " the men that died. They're not forgotten. No, that's what the carries them on. Absolutely. So,",
        10003.14,
        10011.16
    ],
    [
        " well, we'll close on that note then. Yeah. Thank you for pitching in today. Help out. We appreciate it.",
        10011.62,
        10017.04
    ],
    [
        " Great. Great. And, um, so as we come to a close here, again, we always thank",
        10017.04,
        10022.14
    ],
    [
        " jaco productions for making this possible and for saw Chronicles co-working with them. And, uh,",
        10022.14,
        10029.02
    ],
    [
        " um, we want to thank all the veterans out there and, uh, encourage people to buy John's books.",
        10029.66,
        10036.3
    ],
    [
        " And today, there are men and women that are serving our country like John Plaster from our",
        10036.84,
        10044.24
    ],
    [
        " ear today. They're men and women who are fighting for our country. They're fighting for our values",
        10044.62,
        10050.2
    ],
    [
        " of the country. And John is truly one of our American heroes and he's done a much as a historian.",
        10050.2,
        10057.58
    ],
    [
        " To those of you out there on the front lines today, we thank you for fighting for all of us and",
        10058.36,
        10064.62
    ],
    [
        " for our values as a country. And we thank the first responders, police, law enforcement, border",
        10064.62,
        10071.0
    ],
    [
        " patrol, the even the secret service because they have a tough job. And paramedics, first",
        10071.0,
        10078.9
    ],
    [
        " defenders, first responders, and of course, the all of our armed services up to and including",
        10078.9,
        10084.28
    ],
    [
        " today's space force. And, uh, we want to also say one final thank you to those who didn't come",
        10084.28,
        10092.98
    ],
    [
        " home. God bless America. God bless.",
        10092.98,
        10096.06
    ]
]