[
    [
        " What advice do you have for those who have weak poor or otherwise ineffective leaders?",
        0.0,
        4.96
    ],
    [
        " How do you manipulate that situation?",
        5.5,
        7.86
    ],
    [
        " So again, I think I may have actually answered this question before",
        8.24,
        14.58
    ],
    [
        " But I'll answer it again sure",
        14.58,
        17.98
    ],
    [
        " When",
        17.98,
        21.94
    ],
    [
        " when you are in a situation like this, when you got somebody that's weak or ineffective leader or a poor leader,",
        24.54,
        29.92
    ],
    [
        " the answer is always the same, which do you usually lead?",
        30.24,
        32.82
    ],
    [
        " You lead yourself and I hope people that listen to the podcast all in the regular",
        34.02,
        37.78
    ],
    [
        " You all knew what I was going to say there",
        37.78,
        40.78
    ],
    [
        " You all know that when",
        40.78,
        43.72
    ],
    [
        " someone is not leading you, then you lead them",
        43.72,
        49.46
    ],
    [
        " You pick up the slack for the weakness.",
        49.46,
        51.78
    ],
    [
        " It my leaders want to come up with a plan?",
        51.78,
        53.7
    ],
    [
        " Cool, I will",
        54.64,
        55.34
    ],
    [
        " My leader doesn't want to give a brief. That's fine. I will",
        55.34,
        58.82
    ],
    [
        " My leader doesn't want to mentor the younger troops. That's okay. I will do it",
        58.82,
        65.56
    ],
    [
        " Leader doesn't want to take the blame when something goes wrong. That's fine with me. I'm gonna take the blame",
        65.56,
        73.28
    ],
    [
        " And you think about that one that one can be tricky",
        73.28,
        76.72
    ],
    [
        " Because you think we're home gonna look bad in front of the in front of the more senior boss now think about it from the senior boss's position",
        77.14,
        83.66
    ],
    [
        " If if you work for me echo and the boss comes in and we the mission was a failure and I'm I'm the guy that's in charge",
        83.66,
        91.62
    ],
    [
        " And I say sorry boss we failed it was echo's fault",
        91.62,
        95.84
    ],
    [
        " And echo goes hey sir, it was my fault. Here's what happened. Here's the mistakes I made and here's one or two to fix it next time",
        95.84,
        101.52
    ],
    [
        " Who do you respect more? Yeah, of course. I'm looking to promote you",
        101.52,
        104.72
    ],
    [
        " I actually want to promote you want to fire myself for being a guy that's passing the buck and passing a responsibility not taking ownership of anything",
        104.9,
        111.06
    ],
    [
        " So imagine what that looks like before you get all intimidated by taking the blame for something and think you're gonna look bad and think you're gonna get fired",
        111.06,
        118.08
    ],
    [
        " Think about what it looks like from the senior perspective and you actually have to imagine what it will look like underneath you",
        118.08,
        125.2
    ],
    [
        " You have to see it from your perspective because it's even when you think about their perspective",
        125.2,
        129.84
    ],
    [
        " You still can be in fear of it. You think oh, I'm the guy that's taking the blame. I'm the one that's gonna get fired",
        130.14,
        134.84
    ],
    [
        " no",
        134.84,
        136.0
    ],
    [
        " And and am I saying this like blanket that there's sometimes where if the boss screw something up really bad like let's say it was something like",
        136.0,
        144.18
    ],
    [
        " classified information got left out",
        144.18,
        146.54
    ],
    [
        " And it was your boss that literally left it out and you go no it was me",
        146.54,
        151.44
    ],
    [
        " Well, first of all, you're not telling the truth right?",
        151.44,
        153.42
    ],
    [
        " So you're not telling the truth and the person made a mistake that's that there's no excuse for yeah",
        153.54,
        158.86
    ],
    [
        " So that's not a situation that I'm talking about and if your boss was the type of person that said yes",
        158.86,
        165.42
    ],
    [
        " I'm gonna put the blame on him. I would burn them alive like actually. Here's what really happened so",
        165.42,
        171.22
    ],
    [
        " I'm not talking about that type of situation",
        171.22,
        174.64
    ],
    [
        " But when you're doing an operational thing where there's mistakes that get made and your boss is scared to take ownership of them take ownership of",
        174.64,
        181.94
    ],
    [
        " Not that it you will win in the long run",
        181.94,
        185.72
    ],
    [
        " Now now here's the part that is",
        187.22,
        190.6
    ],
    [
        " Crucial and critical and the most challenging part of this and that is when you step up and lead",
        190.6,
        198.44
    ],
    [
        " You want to make sure you aren't stepping up and stepping on",
        198.44,
        203.34
    ],
    [
        " Your leader you don't want to step into their little spotlight you don't want to",
        203.34,
        210.6
    ],
    [
        " impose yourself in their",
        212.94,
        214.38
    ],
    [
        " leadership",
        214.38,
        215.72
    ],
    [
        " Limelight and glory you don't want to do that you you can't do that",
        215.72,
        220.7
    ],
    [
        " You want them to get the credit you don't want to have them be intimidated by you in any way and this is hard",
        220.7,
        227.38
    ],
    [
        " Because when you start taking ownership for stuff",
        227.38,
        230.44
    ],
    [
        " It's very it can be very",
        230.44,
        233.06
    ],
    [
        " Intimidating for the person that's above you because they think dang this guy just he's just a bold bastard",
        233.06,
        239.62
    ],
    [
        " Then stepping up and taking charges stuff and they might get intimidated that so",
        239.62,
        243.7
    ],
    [
        " So what you have to do you have to do some some indirect",
        243.7,
        247.54
    ],
    [
        " maneuver warfare here and for instance if they don't",
        247.54,
        252.3
    ],
    [
        " Want to if they don't want to come up with a plan maybe you start saying hey sir",
        252.3,
        255.5
    ],
    [
        " What do you think of this would this be a good plan and",
        255.5,
        258.06
    ],
    [
        " Maybe if you're if they're not mentoring the younger guys maybe say hey, you know what I want to do this up",
        258.06,
        263.74
    ],
    [
        " I want to spend some time with the guys after work",
        263.74,
        265.48
    ],
    [
        " Do you mind if I have a little session with them kind of go over what we learned on last appointment?",
        265.48,
        269.46
    ],
    [
        " Or hey about this new regulatory thing that's come out in the business world and I want to get our younger troops to know it",
        270.1,
        276.62
    ],
    [
        " Do you mind if I teach a class on that?",
        276.62,
        278.82
    ],
    [
        " So you're you're asking them permission and you might even say you know hey",
        279.3,
        282.98
    ],
    [
        " I think it would look really good for you too if we were doing this. Do you want to make them look good?",
        282.98,
        288.62
    ],
    [
        " and",
        289.7,
        290.9
    ],
    [
        " Those the ways that you do that you step up and lead",
        292.72,
        296.26
    ],
    [
        " But make sure you're not stepping on your leader because that that that could backfire and you could end up in a situation where",
        296.26,
        304.48
    ],
    [
        " They feel intimidated and you're getting put in the dog house or fired or demoted or in trouble",
        304.48,
        311.54
    ],
    [
        " Because they feel intimidated by you so use caution if you have a good leader some leaders just aren't that aggressive",
        311.54,
        318.02
    ],
    [
        " And when you start getting aggressive",
        318.5,
        320.02
    ],
    [
        " they start",
        320.02,
        321.48
    ],
    [
        " They actually like the fact that you're getting aggressive and they like I mean",
        321.48,
        326.14
    ],
    [
        " I work for some people that love the fact that I would take step up and take charge",
        326.14,
        328.7
    ],
    [
        " They had no problem with it because they were good confident leaders",
        328.7,
        330.76
    ],
    [
        " It's the insecure leader you have to watch out for the insecure leader that's worried about looking bad",
        330.76,
        336.8
    ],
    [
        " And that's another to change perspective again on this when you as a leader have somebody that's stepping up and taking charge",
        336.8,
        345.54
    ],
    [
        " Ask and you start feeling intimidated by it ask yourself why it's probably your ego",
        345.58,
        350.28
    ],
    [
        " You're being a weak leader by being intimidated by your subordinates if your subordinate is doing your job and doing it better than you",
        350.28,
        357.9
    ],
    [
        " Let get step up and start looking how can you go up the chain of command?",
        357.9,
        361.74
    ],
    [
        " How can you look up and out how what other areas can you focus on since that leader has stepped up and is making things happen?",
        361.86,
        367.64
    ],
    [
        " That's awesome",
        367.82,
        368.7
    ],
    [
        " That is awesome. We want that",
        368.7,
        371.66
    ],
    [
        " That's decentralized command that's building other leaders underneath you, which is what your goal as a leader should always be",
        372.22,
        379.24
    ],
    [
        " And I'll tell you every time I see someone that goes oh, I got a weak leader",
        379.24,
        387.62
    ],
    [
        " I'm always like lucky you",
        387.62,
        389.3
    ],
    [
        " Lucky you take advantage of that take advantage of it do whatever you want",
        389.3,
        394.98
    ],
    [
        " You have such not good opportunity when you have a weak leader above you",
        394.98,
        398.86
    ],
    [
        " Don't look at that don't don't get all down trodden because",
        398.86,
        402.06
    ],
    [
        " Man, my leader just doesn't motivate you awesome motivate yourself get charge getting charge of things take advantage of it",
        402.06,
        409.6
    ],
    [
        " Make things happen. It's awesome to have a weak leader. I love it get after it. It's good to give me so much mobility in my in my",
        409.6,
        417.18
    ],
    [
        " In my job, right? I'm so much more mobility than if I've got someone. Hey, if I got someone that's a strong leader",
        417.18,
        423.14
    ],
    [
        " That's great, too, but weak leaders. No factor. I'm gonna take advantage of it. Yeah, feel like you",
        423.14,
        428.7
    ],
    [
        " Yes, I would",
        429.74,
        430.62
    ],
    [
        " You're like you got a weak leader and you and you're kind of",
        430.62,
        435.66
    ],
    [
        " You're not stepping up you're essentially",
        435.66,
        439.96
    ],
    [
        " Allowing the group the team the objectives to kind of fail in a way you're you're kind of allowing it and then in a way too depends on what you do but",
        439.96,
        449.94
    ],
    [
        " In a way, you're kind of being being like hey",
        449.94,
        453.48
    ],
    [
        " All right, you're allowing the excuse to be valid, you know where which kind of makes it invalid really when you're like hey",
        454.32,
        460.46
    ],
    [
        " I could step up, but hey, it's the leaders as long as it's not my fault. You know that my leader's not that good",
        460.46,
        465.08
    ],
    [
        " You know, it's you're really not taking much ownership",
        465.08,
        468.4
    ],
    [
        " Yeah, you just point your finger at your leader and say this is a weak leader. Yeah, that's not what we do here",
        468.4,
        473.84
    ],
    [
        " Not what we do at all and the times where I've had weak leaders",
        473.84,
        478.06
    ],
    [
        " I always took advantage of it like I said one time and I've talked about this on the podcast before we fired our leader",
        479.32,
        484.68
    ],
    [
        " No, we had a little mutiny that only happened once for me, but you know",
        484.68,
        488.74
    ],
    [
        " It happens that I mean I obviously don't know the all the details of that",
        488.74,
        493.96
    ],
    [
        " But in a way isn't that you just stepped enough and making it happen",
        493.96,
        497.48
    ],
    [
        " I mean, that's really the they're the",
        497.48,
        499.34
    ],
    [
        " Compending result like dang that's that's kind of where we're gonna arrive at really given us stepping up",
        499.34,
        505.56
    ],
    [
        " If that's how it goes down. That's how it goes down, but you stepped up you solved the problem",
        505.62,
        508.98
    ],
    [
        " If there's a problem and that was a problem. There's your solution",
        508.98,
        511.64
    ],
    [
        " Yes, yes up and down the chain of command you gotta own it for sure",
        511.64,
        517.06
    ]
]