[
    [
        " This is Jockel Podcast number 168 with Echo Charles and me, Jockel Willink.",
        0.48,
        7.0
    ],
    [
        " Good evening, Echo.",
        7.48,
        8.68
    ],
    [
        " Good evening.",
        8.8,
        9.18
    ],
    [
        " Bay of Wolf spoke.",
        10.54,
        12.38
    ],
    [
        " Why is sir do not grieve?",
        14.74,
        17.18
    ],
    [
        " It is always better to avenge dear ones than to indulge in mourning.",
        17.9,
        23.86
    ],
    [
        " For every one of us living in this world means waiting for our end.",
        25.02,
        31.02
    ],
    [
        " Let whoever can win glory before death.",
        31.72,
        36.58
    ],
    [
        " When a warrior is gone, that will be his best and only bulwark.",
        37.76,
        43.04
    ],
    [
        " So arise my Lord and let us immediately set forth on the trail of this troll damn.",
        44.44,
        50.74
    ],
    [
        " I guarantee you she will not get away, not to dens underground nor upland groves nor the ocean floor.",
        51.82,
        61.12
    ],
    [
        " She'll have nowhere to flee to and endure your troubles today.",
        62.38,
        67.08
    ],
    [
        " Bear up and be the man I expect you to be.",
        67.9,
        72.14
    ],
    [
        " There is some more Bay of Wolf to start this podcast.",
        74.8,
        78.74
    ],
    [
        " It is an interesting note that Bay of Wolf, the poem, started not as a written poem, but a poem passed on as a story from generation to generation of the pagan Anglo-Saxon warrior people.",
        80.4,
        94.44
    ],
    [
        " It was part of their oral history and their oral tradition.",
        94.78,
        98.16
    ],
    [
        " That is basically what we are doing here.",
        98.16,
        99.8
    ],
    [
        " Capturing stories from our modern day warrior people.",
        101.08,
        107.14
    ],
    [
        " Which we are continuing with today during part two of my brother Jason Gardner.",
        108.48,
        115.58
    ],
    [
        " Part one was the last podcast, number 167.",
        116.1,
        118.54
    ],
    [
        " So if you haven't listened to that one, just stop listening to this one right now.",
        119.16,
        123.12
    ],
    [
        " Go back and listen to 167 and then when you get done with that you can come back and hear the rest of it.",
        123.12,
        129.24
    ],
    [
        " And if you have listened to 167, we're going to start kind of where we left off.",
        129.24,
        134.16
    ],
    [
        " What's up Jason?",
        134.16,
        134.78
    ],
    [
        " Not much. Happy to be here.",
        135.48,
        137.64
    ],
    [
        " Check. So we left off yesterday.",
        138.4,
        140.62
    ],
    [
        " You had basically, you stayed at team three, you're going to an ops tour, an task unit ops tour, but then you made senior chief.",
        141.04,
        148.94
    ],
    [
        " And then that's where we left off.",
        149.3,
        151.82
    ],
    [
        " So you get done with that and where did you go?",
        152.18,
        156.06
    ],
    [
        " Sealed team seven?",
        156.18,
        156.58
    ],
    [
        " Go on over to the senior and listen to the academy and knock that out.",
        157.48,
        160.12
    ],
    [
        " Because that is basically a prerequisite for making E9.",
        160.14,
        164.12
    ],
    [
        " But it's difficult to get away from NSW for that.",
        164.12,
        166.76
    ],
    [
        " How long is that? Of course.",
        166.76,
        167.66
    ],
    [
        " That one was six weeks. There's two of them.",
        168.04,
        170.8
    ],
    [
        " There's another one that's three months and it's just trying to cram that in.",
        170.86,
        174.68
    ],
    [
        " It is difficult.",
        175.36,
        176.72
    ],
    [
        " So made sense to go then and then they they popped me over for a troop senior and listed advisor over its seal team seven.",
        176.72,
        184.66
    ],
    [
        " And so for people that don't know what that means, you're going into a task unit, your task.",
        184.86,
        189.12
    ],
    [
        " Would you, did you guys have a two platoon task unit? Or was it three?",
        189.26,
        191.94
    ],
    [
        " We did. It was two.",
        192.26,
        192.68
    ],
    [
        " Check. And that means explain your position of senior and listed advisor in a seal task unit.",
        193.06,
        198.6
    ],
    [
        " So there are two seal platoons, which are the two maneuver elements.",
        198.86,
        203.4
    ],
    [
        " And then over the top of the seal platoons, there's myself.",
        203.88,
        206.94
    ],
    [
        " I was a senior chief at the time. And then there was a lieutenant commander at the time.",
        206.96,
        212.42
    ],
    [
        " It was the task unit commander. It was the same position that you had in the team, Bruce.",
        212.42,
        216.52
    ],
    [
        " Yep. And then you were the senior and listed a guy in there.",
        216.64,
        219.18
    ],
    [
        " And I was actually looking at one of my old briefs, leadership briefs from the teams.",
        219.48,
        223.28
    ],
    [
        " And I don't know if you remember this because I haven't, I don't do it when I do it for civilians now.",
        223.96,
        228.4
    ],
    [
        " But I used to do the roles and responsibilities of everyone inside the task unit and be like,",
        228.58,
        233.56
    ],
    [
        " okay, this is what the task unit commander should be doing.",
        233.58,
        236.06
    ],
    [
        " This is what the senior and listed guy should be doing.",
        236.22,
        237.86
    ],
    [
        " And a key word there is, this is what a platoon chief should be doing.",
        238.26,
        240.88
    ],
    [
        " And this is what a platoon commander should be doing.",
        240.98,
        242.3
    ],
    [
        " One of the key words there is should be because there's a lot of leeway depending on personalities",
        242.7,
        246.92
    ],
    [
        " and what skill sets people have.",
        246.92,
        248.6
    ],
    [
        " And sometimes people are capable of doing a part of someone else's job,",
        248.8,
        253.42
    ],
    [
        " but they're maybe not so great at doing something.",
        253.48,
        255.52
    ],
    [
        " They should be doing so you got to figure that out inside of a platoon.",
        255.52,
        257.9
    ],
    [
        " Now I used to say that when you take a platoon, if you take a platoon,",
        258.04,
        261.84
    ],
    [
        " you've got to get to like, you could pick a number.",
        262.2,
        264.68
    ],
    [
        " Like you've got to get to a level 10 with the top four leadership, meaning the LPO,",
        264.8,
        270.02
    ],
    [
        " the assistant platoon commander, the platoon commander, and the platoon chief.",
        270.32,
        273.14
    ],
    [
        " Those, they have to have a number equal to 10.",
        273.4,
        276.24
    ],
    [
        " Like you can't have a bunch of guys that are ones because that's only a four.",
        276.5,
        279.02
    ],
    [
        " But you, if you have a, a chief, that's an eight, well then cool.",
        279.34,
        283.4
    ],
    [
        " It's like, doesn't really matter that the platoon commander is not that great or the platoon commander is a wand or whatever.",
        283.6,
        288.36
    ],
    [
        " And that's fine.",
        288.72,
        290.86
    ],
    [
        " Sometimes you're going to get some guys that are really good at something, sometimes there's people that aren't.",
        291.84,
        296.38
    ],
    [
        " And as long as you have some good leadership in there, you'll be alright.",
        296.6,
        299.92
    ],
    [
        " And that's what I realized when I was running trade at.",
        300.08,
        301.4
    ],
    [
        " You just basically need, you need one leader, one person that knows how to lead things,",
        301.66,
        306.34
    ],
    [
        " and everything will be fine.",
        306.76,
        307.92
    ],
    [
        " But you actually should have two people that know how to lead things.",
        309.08,
        311.34
    ],
    [
        " So that way if something happens to the number one guy, and then they can kind of communicate and they can talk to each other",
        311.58,
        315.14
    ],
    [
        " and they can bounce stuff off and they'll just be that like infinitely better.",
        315.14,
        317.96
    ],
    [
        " But yeah, it's always a little bit different in every task unit.",
        319.02,
        323.88
    ],
    [
        " And well that was great because that rolls in responsibility's brief that you gave.",
        324.36,
        328.52
    ],
    [
        " Like at the time, the T you,",
        328.96,
        332.74
    ],
    [
        " the task unit leadership going through the unit level training was was new.",
        333.02,
        337.7
    ],
    [
        " And it was kind of a new position all the way together.",
        338.62,
        341.8
    ],
    [
        " So it wasn't really well-defined.",
        341.8,
        343.14
    ],
    [
        " I was really like, where the hell is my role here?",
        343.3,
        346.36
    ],
    [
        " So that was really helpful.",
        347.16,
        348.94
    ],
    [
        " And I think what you and your troop S.E.A. did is you kind of define it because you guys participated in training.",
        349.06,
        356.18
    ],
    [
        " And not all the troops, troop commanders and troop S.E.A.s were going out to every ULT block.",
        356.18,
        362.96
    ],
    [
        " Yeah, for sure.",
        363.28,
        363.94
    ],
    [
        " And then now you guys did everything and then after that, that was the standard.",
        364.08,
        367.68
    ],
    [
        " Everybody set that standard and it's a good standard to have.",
        367.94,
        370.58
    ],
    [
        " Yeah, and I was lucky because my first deployment to Iraq, I had a task unit commander and a task unit S.E.A.",
        370.82,
        379.22
    ],
    [
        " And we both are friends with both those guys.",
        379.56,
        381.42
    ],
    [
        " And they really, I was watching what they were doing going, okay, that seems to work pretty well.",
        382.48,
        386.3
    ],
    [
        " Just looking at how they interacted with me and they set a good example.",
        386.7,
        390.74
    ],
    [
        " And I kind of just took that when I came back and that's the position I put myself into.",
        390.86,
        395.42
    ],
    [
        " It was kind of mimicking what those two guys had done.",
        395.58,
        398.18
    ],
    [
        " And they were really well-balanced, not micro.",
        398.8,
        401.42
    ],
    [
        " And they're just good, just really good leaders.",
        401.56,
        403.5
    ],
    [
        " And so I just, okay, that was cool. That worked.",
        404.02,
        405.9
    ],
    [
        " And so that's what I did.",
        406.64,
        407.84
    ],
    [
        " And then luckily, I got to go through work up and then go to Ramadi.",
        407.84,
        410.8
    ],
    [
        " So I kind of knew how it, you know, I carved that out and there it was.",
        411.06,
        418.74
    ],
    [
        " And then I wrote the roles and responsibilities because believe me, when I first took over trade out,",
        419.04,
        423.8
    ],
    [
        " there would be all kinds of way, sway lay things going along with guys and not having any idea what they shouldn't should not be doing.",
        423.94,
        429.4
    ],
    [
        " Because everyone was just going, what should I do?",
        429.68,
        431.52
    ],
    [
        " Like you said, it was a new position.",
        431.86,
        432.9
    ],
    [
        " A relatively new position.",
        433.36,
        434.36
    ],
    [
        " I mean, we had task unit commanders back in the day, but it was, they would be completely detached.",
        434.4,
        439.94
    ],
    [
        " And then they'd show up, hey, I'm an 03 or an 04.",
        439.96,
        442.52
    ],
    [
        " I'm in charge of you and everyone would be like, okay, that sounds cool, whatever.",
        442.8,
        445.16
    ],
    [
        " Who is this guy?",
        445.42,
        446.12
    ],
    [
        " Yeah, and you wouldn't see him till the point.",
        446.36,
        447.64
    ],
    [
        " Yeah, yeah.",
        447.82,
        448.34
    ],
    [
        " And then now, now the new thing was you're like there from day one, which was really cool how we evolved that way.",
        448.44,
        454.52
    ],
    [
        " Yeah.",
        454.86,
        455.06
    ],
    [
        " Yeah, no, and it's as it should be.",
        455.64,
        457.6
    ],
    [
        " So you get there and form up your platoons and start going through training.",
        458.08,
        465.08
    ],
    [
        " Yeah, we start doing work up.",
        465.18,
        466.16
    ],
    [
        " And so, you know, the task unit commander, he had a lot of experience.",
        466.3,
        471.9
    ],
    [
        " Both the all the platoon leadership had a lot of experience too.",
        472.64,
        476.76
    ],
    [
        " So it was, I would say it was stacked.",
        476.98,
        480.52
    ],
    [
        " We had great all the way down to like some of our e-fives, had deployments to Iraq.",
        480.86,
        485.1
    ],
    [
        " They had good experience.",
        485.22,
        486.86
    ],
    [
        " So it looked like, you know, hey, this is everything's going to be easy.",
        487.16,
        490.76
    ],
    [
        " And then we started, started ULT, went out to the land warfare block, which has really always been where I have a saucepot in my heart because it's hard.",
        491.7,
        504.4
    ],
    [
        " It's dirty and it's mean.",
        505.1,
        508.0
    ],
    [
        " But, you know, we train out there in the desert.",
        508.72,
        511.18
    ],
    [
        " We were, we'd gone through the first two weeks of the land warfare block, which is doing our immediate action drills, a lot of our range work, our demo, all that stuff.",
        512.08,
        520.74
    ],
    [
        " And then we were coming into the phase the last week, which is the field final training exercises.",
        520.98,
        525.78
    ],
    [
        " And so we're in this big classroom and we're getting the brief on, you know, a feedback on the brief that we'd just given for our first operation.",
        526.64,
        536.88
    ],
    [
        " And after that, the, your land warfare senior enlisted advisor came in and he's like, hey, everybody listen up.",
        537.42,
        547.66
    ],
    [
        " Every task unit that's come through here before you guys has had a blue on blue during this training.",
        548.24,
        554.74
    ],
    [
        " So you need to be really aware of your blue post picture.",
        554.74,
        557.56
    ],
    [
        " And, and so I'm like, I'm rolling my eyes.",
        558.02,
        561.42
    ],
    [
        " And, and my internal dialogue is I'm like, oh my gosh, what a bunch of clowns.",
        562.14,
        566.9
    ],
    [
        " Are you kidding me?",
        567.0,
        567.96
    ],
    [
        " Everybody shot each other that is never going to happen to us.",
        568.18,
        571.92
    ],
    [
        " You know, I'm like, heck, I used to run land warfare training when I was at a training cell at a team.",
        572.58,
        578.44
    ],
    [
        " And this just isn't that hard.",
        578.44,
        580.06
    ],
    [
        " There's no way we're going to shoot each other.",
        580.18,
        581.68
    ],
    [
        " Okay, like, let's just go four hours later.",
        581.7,
        587.6
    ],
    [
        " It is just mass pandemonium.",
        587.92,
        592.32
    ],
    [
        " We went in, we hit a target.",
        592.94,
        594.74
    ],
    [
        " Things kind of were going really smooth.",
        595.14,
        597.52
    ],
    [
        " And then all of a sudden, everything fell apart.",
        598.1,
        600.38
    ],
    [
        " We were, we had like, I think we had seven down guys that we were tracking.",
        601.18,
        606.02
    ],
    [
        " And then, but that we couldn't even get clear word because everybody was talking on the radio at the same time.",
        606.42,
        613.26
    ],
    [
        " We were trying to break off the target.",
        613.26,
        615.58
    ],
    [
        " There was no organization.",
        615.82,
        617.54
    ],
    [
        " There were guys all over the high ground around us.",
        618.08,
        620.76
    ],
    [
        " I remember real specifically one of the fire teams pointing up to a mountain that was just to our left saying, hey, do we have friendlies up there?",
        621.06,
        630.2
    ],
    [
        " And someone else saying, no, we don't have anybody, you know, and looking at a battle map.",
        630.6,
        635.62
    ],
    [
        " No, we don't have anybody up there.",
        635.62,
        636.86
    ],
    [
        " And then that fire team wiped out what was our sniper element.",
        637.26,
        640.86
    ],
    [
        " So we had a whole fire team just wipe out, you know, our four man sniper element trying to come down high ground with a down man of their own.",
        641.24,
        648.78
    ],
    [
        " And so we made it to the extract, dragging all our bodies out of order, everybody talking, get back to the camp, realize we're missing a piece of sensitive equipment.",
        649.38,
        662.22
    ],
    [
        " And then in the debrief we discover that we had this heinous blue on blue and, you know, a fire team had pretty much wiped out another fire team.",
        663.18,
        673.78
    ],
    [
        " And we're just like, oh man.",
        674.22,
        676.74
    ],
    [
        " So we pushed guys back out to the field to find a gear that we lost and thank goodness they found it before we had to stop training to find that gear.",
        677.22,
        686.76
    ],
    [
        " And then, you know, we did by no fault of my own, we did a really healthy assessment of what you guys as the training attachment had put us through.",
        689.14,
        700.62
    ],
    [
        " And instead of going, whoa, you know, blaming you guys or making excuses are like, okay, let's make a list.",
        700.96,
        707.88
    ],
    [
        " And we knocked out like four things that we messed up, the worst four things that we messed up.",
        708.1,
        712.72
    ],
    [
        " And then how we were going to fix them.",
        712.98,
        714.78
    ],
    [
        " Like, okay, well, this down man thing, we don't have it right.",
        715.22,
        719.6
    ],
    [
        " We'd better start carrying stretchers in the field.",
        719.74,
        722.08
    ],
    [
        " And then we're going to stick, each fire team is going to have a pair of bags.",
        722.76,
        727.74
    ],
    [
        " So when a guy gets killed, we're taking all the sensitive stuff off of him so we can move him easy.",
        727.92,
        731.78
    ],
    [
        " We put him in the pair bag.",
        731.88,
        732.74
    ],
    [
        " So we don't lose it.",
        732.98,
        734.02
    ],
    [
        " Okay, that's done.",
        734.44,
        735.52
    ],
    [
        " All right.",
        736.28,
        736.58
    ],
    [
        " Guys, we got everyone's got to stop talking on the radio at the same time.",
        738.14,
        741.58
    ],
    [
        " We got to get some comms, disciplines.",
        741.58,
        743.02
    ],
    [
        " We ran some drills.",
        743.52,
        744.52
    ],
    [
        " We ran drills on how we were going to get head counts.",
        745.42,
        748.1
    ],
    [
        " And, you know, then we did the drills on how are we going to identify each other in the dark as soon as they're bullets without, you know, when no comms.",
        750.08,
        765.04
    ],
    [
        " And so we laid that out.",
        766.82,
        768.64
    ],
    [
        " And like, hey, everybody, here's where, you know, we carry the VS 17 panel.",
        769.34,
        774.94
    ],
    [
        " Like everyone's going to have that in your left shoulder pocket, the little three foot one scooms down.",
        775.58,
        781.78
    ],
    [
        " So that's during daytime.",
        781.96,
        782.72
    ],
    [
        " At nighttime, we're going to use our strobes.",
        783.08,
        784.7
    ],
    [
        " And, you know, they're at the time.",
        785.4,
        788.1
    ],
    [
        " And even today, I'll tell you what, if I was going out today and I was worried about the enemy having night vision,",
        788.52,
        794.56
    ],
    [
        " I would be more worried about, and this is me personally, and I don't want to argue this with anybody and you hit me up about my own guy shooting me because they can shoot.",
        794.7,
        805.3
    ],
    [
        " And they have big guns than the enemy seeing my stroke.",
        805.6,
        809.86
    ],
    [
        " So that was something that panned out later.",
        811.06,
        814.34
    ],
    [
        " So we did that.",
        814.6,
        816.62
    ],
    [
        " I thought we didn't a real healthy way.",
        816.84,
        818.36
    ],
    [
        " We kind of, we were really cutting corners with our rehearsals because we don't get graded on our rehearsals.",
        818.36,
        823.86
    ],
    [
        " We get graded on our brief.",
        823.88,
        824.9
    ],
    [
        " So all the effort goes into the brief, but the brief doesn't stick with you mentally until you go out and rehearse it.",
        825.16,
        831.08
    ],
    [
        " And so we're like, hey, here's the way we're going to do our, you know, our head counts.",
        831.48,
        836.6
    ],
    [
        " And we would do head counts by fire team.",
        836.92,
        840.34
    ],
    [
        " So I would say head count and then fire team six is up, five's up, four's up, three's up, two's up, one's up.",
        840.98,
        849.14
    ],
    [
        " Like, okay, we go out, rehearse it and we get to fire team three and the guy would be spacing it.",
        849.66,
        854.16
    ],
    [
        " And we're like, hey, fire team three.",
        854.32,
        855.22
    ],
    [
        " And all okay.",
        855.44,
        855.84
    ],
    [
        " And we get to the point where that was just second nature.",
        856.14,
        859.42
    ],
    [
        " And then to the point where everybody, because we got decentralized command going on now, when we're moving off target,",
        859.78,
        866.58
    ],
    [
        " that fire team six knows a head count is coming and they just kick it off and it just rolls through and there's, there's no issues.",
        867.08,
        875.44
    ],
    [
        " So we got that done.",
        875.88,
        877.78
    ],
    [
        " We did our next FTX.",
        878.14,
        879.8
    ],
    [
        " We did considerably better, but you guys ramped up the pressure and then we had other issues and we're like, okay, hey, when we get all mixed up,",
        879.8,
        889.88
    ],
    [
        " we got to be able to reorganize without sounding like a high school cafeteria.",
        889.88,
        894.42
    ],
    [
        " So then I think the next thing we punched into was our reord parameters and the dark and we would go out and just mix everybody up and go, boom,",
        895.12,
        902.98
    ],
    [
        " someone will pass us the hand signal for perimeter and then we would go get it and get reordered and hit it up like that.",
        903.48,
        911.7
    ],
    [
        " And what I really enjoyed about the training and I told people who came through it later was that it was, it was like, it was super challenging.",
        912.2,
        923.42
    ],
    [
        " And it was like, it was like going to a haunted house and like, I enjoy going to haunted houses because I like to go through and something startles me.",
        924.36,
        933.24
    ],
    [
        " And I'm not really happy that something like a guy popping out with a chainsaw or whatever startles me.",
        933.24,
        938.36
    ],
    [
        " And so I'll go through it then I'll assess how I reacted and I'll go next time, let's do something new, but it's completely new and unexpected.",
        938.92,
        945.68
    ],
    [
        " And you guys continue to turn that dial up of completely new and unexpected.",
        946.14,
        951.76
    ],
    [
        " And that panned out to work out so well for us because we had the right attitude about it.",
        953.24,
        959.0
    ],
    [
        " And later on when I moved in that position when you talk about that later, I could see a healthy way to deal with that and the not healthy way to deal with it.",
        959.5,
        966.46
    ],
    [
        " And the healthy way is always owning it and taking responsibility.",
        966.52,
        968.74
    ],
    [
        " And then it just, it was so much fun.",
        969.54,
        972.08
    ],
    [
        " And we'd be done with recovering sweat.",
        972.08,
        974.88
    ],
    [
        " Everybody was yelling and with a great experience.",
        975.26,
        980.62
    ],
    [
        " And then we just, we took that and then the other blocks of training and the most intense for leadership is definitely the land warfare and then SOUC, which is our urban training.",
        981.32,
        993.8
    ],
    [
        " And we just got hammered there too. And then it's paintball and a bunch of other stuff.",
        993.98,
        999.82
    ],
    [
        " But that was great. One other thing like when you did your roles and responsibilities, you didn't really define a position for the true senior and listed advisor.",
        1000.1,
        1010.42
    ],
    [
        " Because in that years like, hey, you're not really going to be the assault lead or anything else like that because honestly, like you've said.",
        1010.98,
        1021.14
    ],
    [
        " Yeah, the thing I used to say is, is the senior and listed advisor is the action arm for the task and commander.",
        1021.16,
        1031.06
    ],
    [
        " So there's going to be things that are going to need to be made, be made happen.",
        1031.42,
        1034.82
    ],
    [
        " And that's the guy that's going to make it happen.",
        1035.4,
        1036.94
    ],
    [
        " So, oh, we got a building that's got a problem or we got a position that's needs support or we got a wounded guy like in the army and the Marine Corps, their SOP, who runs a CASAVAC.",
        1037.08,
        1047.28
    ],
    [
        " It's the senior and listed guy because that's the guy that goes, oh, he has the experience to make this happen under a massively stressful situation.",
        1047.28,
        1053.66
    ],
    [
        " So my word to the senior and listed guys, like you're the action arm.",
        1054.1,
        1056.94
    ],
    [
        " The task and commander can't make things happen. He's got to look at what else is going on.",
        1057.32,
        1062.62
    ],
    [
        " He's got to figure out what the next step is going to be. He's talking, getting information, he's past information, all that stuff is going to, he can't take time to go clear and extra building or set up a security perimeter on this ridge.",
        1062.72,
        1072.96
    ],
    [
        " Like, you can't do that. That's the senior and listed guy that goes, hey boss.",
        1072.96,
        1076.78
    ],
    [
        " And obviously he's saying, hey boss, if you want to get out of here, here's what I'm going to make happen.",
        1077.44,
        1083.4
    ],
    [
        " I'm going to go set a perimeter over here. I'm going to put gunners up on that high ground.",
        1083.54,
        1086.16
    ],
    [
        " And then you guys can peel through here and that's what we'll leave. And the team commander goes, awesome. Yes, execute.",
        1086.46,
        1091.6
    ],
    [
        " So that's, that to me has always been the best way to utilize the senior and listed because if you put the senior and listed actually in charge of something, we guess what they're doing.",
        1092.02,
        1101.28
    ],
    [
        " They're doing that thing. And then when something else goes sideways, who's, who's going to handle that now?",
        1101.28,
        1106.02
    ],
    [
        " It all seems to happen in a scene.",
        1106.26,
        1107.9
    ],
    [
        " Yeah, so it's like the most complicated thing to write.",
        1108.58,
        1111.04
    ],
    [
        " The thing that's hard to handle is the thing that you didn't plan for.",
        1111.28,
        1113.52
    ],
    [
        " And so if you don't have, it's just like, it's just like you don't want to commit your reserves, right?",
        1113.7,
        1118.2
    ],
    [
        " You don't want to commit your reserves in a situation where you don't have to.",
        1118.4,
        1122.3
    ],
    [
        " Well, you don't want to, you're, as a team commander, you have one guy as like the reserve, you have reserve brain power and your reserve brain powers is your, is your S.E.A.",
        1122.3,
        1132.82
    ],
    [
        " Because if something goes wrong, you can't get on it, but you need the most experienced tactically savvy guy to go and handle whatever it is, which you may not even know how to handle.",
        1133.3,
        1142.96
    ],
    [
        " But you just know that you've got, you know, enemy approaching on a road from the north. You're getting intel.",
        1143.18,
        1147.02
    ],
    [
        " You're getting fed information. Hey, there's enemy approaching on the road from the north.",
        1147.14,
        1150.68
    ],
    [
        " A senior, get it taken care of and then senior goes, I got it and goes and handles it.",
        1151.06,
        1156.58
    ],
    [
        " And that's basically how we executed and what was, what's really interesting is that overcoms and guys with the 10 coms would be up and a lot of times coms go down.",
        1156.82,
        1167.88
    ],
    [
        " But overcoms, the word would be like, hey, we're leaving. Break down your security.",
        1168.5,
        1172.72
    ],
    [
        " And then you're waiting for a call and waiting for a call and waiting for a call.",
        1173.3,
        1177.42
    ],
    [
        " And then you know, I'd have to run over there and say it.",
        1178.0,
        1180.98
    ],
    [
        " Looking at someone, actually say it. And then they're like, oh, and for some reason they're, they're hearing it in their headset.",
        1181.24,
        1188.64
    ],
    [
        " And it just, it ain't happening. And you just got to go, guys get, they get jammed up, you know.",
        1189.62,
        1196.92
    ],
    [
        " And that hourglass is just turning and turning and turning and you got to go, you know, hit them to get things moving, get that process or moving and going again.",
        1197.0,
        1206.26
    ],
    [
        " And then sometimes just your presence there.",
        1206.44,
        1208.88
    ],
    [
        " And what we know talking about yelling, you're not yelling at them. But like, hey, boom, get the 60 gunner down.",
        1209.52,
        1216.48
    ],
    [
        " Let's go. We're moving this way. Hey, get that wounded man over there.",
        1216.62,
        1220.78
    ],
    [
        " The stretch, ditch the stretcher. We're done. Go. And then hustle and everybody up and just trying to keep everything moving around.",
        1220.78,
        1228.9
    ],
    [
        " And I'll say this now, everything that we faced in combat was easier than the stuff we faced in training because you put the screws on us so hard that we were like, oh, okay.",
        1229.28,
        1245.72
    ],
    [
        " We've seen something pretty dang close to this before.",
        1246.02,
        1249.36
    ],
    [
        " So when, when a guy stepped on an ID and lost his legs, that we didn't experience in training.",
        1250.54,
        1257.92
    ],
    [
        " But everybody dealt with it in a professional way. And of course, that was a horrible situation. But that was not something that we were new to.",
        1258.28,
        1266.94
    ],
    [
        " We were like, oh, okay, we've done it down man. We've had this situation. We had a couple of guys get pretty severely wounded.",
        1267.52,
        1275.46
    ],
    [
        " And it was, it was a factor in their pain, but it was no factor in how we fought and how we dealt with the situation.",
        1276.22,
        1285.08
    ],
    [
        " There were a couple of times that we came ludicrously close to blue on blues. But because we had, we had, you'd reinforced everything in training because we'd mitigated those blue on blues.",
        1285.6,
        1297.84
    ],
    [
        " Bloodlessly in training, we didn't have them on the battlefield.",
        1298.16,
        1301.4
    ],
    [
        " Well, it was, I mean, for me coming into that role, coming home, I was, I was, I was, I was pretty emotionally connected to the fact that I wanted you guys to be ready.",
        1302.06,
        1319.72
    ],
    [
        " And just, you know, like the whole down down man thing, like it's not easy to carry a down man, especially not easy when the guy helps you.",
        1321.44,
        1329.7
    ],
    [
        " And he kind of, it's in training. And he kind of jumps up on your shoulder and puts his hand in that right spot and you're back to stabilize himself.",
        1329.82,
        1335.66
    ],
    [
        " And all those little things that they do to help each other out, it's not that easy. It sucks.",
        1336.02,
        1341.16
    ],
    [
        " And the blue on blue thing, and I remember I, a task unit, your task unit included would have a blue on blue. And I'd bring them into the office and everyone in the chain of command would sign like a safety violation.",
        1343.44,
        1354.62
    ],
    [
        " And, and I would tell everyone I'd say, listen, I'm not doing this degrading you.",
        1355.18,
        1361.16
    ],
    [
        " Because the person in this room that's had a real blue on blue where people got killed is me. And I, the one thing I don't want is for it to happen to you.",
        1361.86,
        1370.42
    ],
    [
        " So there's so much driving me just to try and make it as realistic as possible. And then, you know, you get the kick-ass team guys that are running all the training.",
        1370.66,
        1382.96
    ],
    [
        " And once you give those guys the direction, they're just going to go. And that's just, you know, so I, I mean, I'd show up for the training sites and the guys would be so amped to make the training awesome.",
        1383.52,
        1394.84
    ],
    [
        " And, you know, the amount of effort that, the amount of effort that guys would put in to make the training realistic was crazy.",
        1395.5,
        1402.78
    ],
    [
        " I mean, some of those out at Land Warfare, some of the demolitions that would get set up, they would take them three, four days.",
        1402.86,
        1410.24
    ],
    [
        " They'd stay out on the training, on a site for three or four days, setting demo up everywhere.",
        1410.62,
        1415.04
    ],
    [
        " So there's stuff blowing up and catching on fire and just smoke everywhere, total, total mayhem.",
        1415.38,
        1421.28
    ],
    [
        " And, you know, there's, there's only, this is the thing, when you're training, there's only so much you can do to simulate combat.",
        1422.08,
        1431.02
    ],
    [
        " Because what you can't do, there's a line that you cannot cross. You can't shoot people. You can't do it. You can't wound your men in training.",
        1431.3,
        1440.28
    ],
    [
        " And so that line can never get crossed. And so what can you do to get it as close to that line as possible?",
        1440.74,
        1448.24
    ],
    [
        " And the laser system that we had and the explosives and then all just unleashing all that chaos and mayhem.",
        1448.4,
        1454.88
    ],
    [
        " And I was lucky that I got to experience that on the battlefield and come home and be like, bro.",
        1455.04,
        1460.24
    ],
    [
        " And you know, you mentioned it quickly, like your attitude towards it, but your attitude towards it is what the winning task unit attitude always was.",
        1460.78,
        1470.7
    ],
    [
        " Because it's really easy to go through that with bullshit. You had a bunch of guys set up on that hill.",
        1470.98,
        1475.36
    ],
    [
        " Like, yeah, you don't think Al Qaeda is going to set people up on a hill. You don't think the moussie is going to set people in a spider hole in the middle of a compound.",
        1475.84,
        1483.06
    ],
    [
        " You don't think, by the way, all that stuff, we got it from actual after-actions reports.",
        1483.22,
        1487.56
    ],
    [
        " So the fact that you and your, your task unit instead of looking at everyone else as to why you didn't do a good job,",
        1488.1,
        1497.6
    ],
    [
        " you looked at yourselves and said, okay, what can we actually do better? How about we actually try and improve some things?",
        1498.6,
        1503.3
    ],
    [
        " How about we pick three, four things we try and do those things better? And then you do those things better and you're right.",
        1503.4,
        1508.3
    ],
    [
        " Because, and you know this from working and training, you already know what's going to happen.",
        1508.6,
        1512.52
    ],
    [
        " Like you can see you, you put a guy here, you put a bad guy over here, you put a bad guy over there, you've got a train feature like this.",
        1512.76,
        1518.36
    ],
    [
        " You know what's going to happen. And you watch an unfold. And then you also know that if the leadership can make some good calls,",
        1518.62,
        1526.28
    ],
    [
        " it's going to be no factor. If the, if the platoons have good standard operating procedures, it'll be no factor.",
        1526.86,
        1532.4
    ],
    [
        " But if they're not, and the leadership starts to fall apart, I mean everything falls apart.",
        1532.6,
        1537.24
    ],
    [
        " And that thing you just said about the fire. I used to tell the task unit, Quanders this. I used to say, imagine you got, you got your fire teams out there.",
        1537.54,
        1544.88
    ],
    [
        " Imagine if each one of your fire teams was doing something good that was moving you in the direction that you wanted them to move.",
        1545.2,
        1553.76
    ],
    [
        " Just imagine if that happened. And what happens when that occurs is the leader doesn't actually have to say barely anything other than we're getting out of here.",
        1553.76,
        1563.4
    ],
    [
        " And as soon as everyone, we're heading south, we're getting out of here going to our old rally point.",
        1563.98,
        1568.98
    ],
    [
        " As soon as everyone knows that, they just make it happen. And do you come in or can do whatever he wants to do?",
        1569.44,
        1574.26
    ],
    [
        " Because the fire team leaders are going to make things happen themselves.",
        1574.7,
        1579.96
    ],
    [
        " And the opposite of that is there's no possible way you can control these people. If you have to tell them everything that you want to do, you can't say, hey, you can't talk to all those people at the same time.",
        1581.98,
        1589.76
    ],
    [
        " You can't know what the vantage point, the best vantage point for a 60 gunner is going to be on that little note. You can't do it.",
        1589.84,
        1596.1
    ],
    [
        " That guy has to understand what it is that is wanted from him and why it's important for him to do it. And then once you know that, he makes it happen.",
        1596.36,
        1603.3
    ],
    [
        " And then I think it was my TU commander that you're talking about when you said that you didn't, initially you weren't sure if quiet guys could lead because he wasn't, he's not allowed.",
        1605.54,
        1617.4
    ],
    [
        " Like I'm allowed.",
        1617.6,
        1618.38
    ],
    [
        "",
        1618.78,
        1618.78
    ],
    [
        " His personality is different. He's not super loud, but he was direct, clear and concise and he did a fantastic, I really enjoyed working with him.",
        1620.7,
        1633.4
    ],
    [
        " Yeah, and he's a good example of that. I mean, he's not the guy specifically I'm talking about, but he's a guy that was, you know, especially like the little things you were just barking out, put a 60 over there, get put that stretcher away, we're leaving it.",
        1633.46,
        1646.34
    ],
    [
        " Get that one to man. Those things, if you're not loud, it's, they just don't get hurt. And so with your task unit commander, I noticed that and was kind of like, hey man, you know, you need to get louder.",
        1646.34,
        1660.12
    ],
    [
        " And what he did was this, you know, get, hey, you know, he's pretty loud. My stupid S.E.A. standing over all those tattoos on his arm. He might not be the smartest dude in the world, but he's loud.",
        1661.2,
        1672.1
    ],
    [
        " And when he tells you, hey, tell him to put that stretcher away, whatever, then you or whoever in your, in your task, you start barking out the orders and it happens, you know, and so yeah, he did a, he did a great job of that.",
        1672.46,
        1683.68
    ],
    [
        " And had the same attitude as you, because he was experienced, you know, that was another cool thing. You know, I'd get guys that were coming through training more experienced than me.",
        1684.08,
        1693.7
    ],
    [
        " And the good steel leaders would come through that training, be like, oh, that was awesome, man. Yeah, hey, you just kicked our ass. Thank you.",
        1695.08,
        1701.78
    ],
    [
        " We're going to try and do better. What did you see? Like they would just want feedback, just want suggestions. And then you'd get other guys coming through that it was everyone else's fault.",
        1701.96,
        1712.14
    ],
    [
        " And the training wasn't real. It's not realistic to get hit from three sides. Really? Why is that?",
        1712.38,
        1718.56
    ],
    [
        " Where do you see that? And the Geneva Convention that you're not allowed to ambush from three sides. And that attitude never turned out well. It just never zero, 0% of turning out well of, hey, the training is unrealistic, the training is this, the training is like, no, actually just do the SOPs, step up and lead.",
        1719.06,
        1739.52
    ],
    [
        " And everything works. And that was the other amazing thing is you'd see the same problems. And once it wants to task unit got good, you couldn't even stop them.",
        1740.06,
        1749.9
    ],
    [
        " Because it's 40 guys against four or five. As you know, the training that's training guys are, it's like four or five guys out there shooting them up.",
        1750.24,
        1758.08
    ],
    [
        " So, yeah, I mean, when you're running those scenarios, you can't bring your guys back to life, which you can remotely do fast enough to apply a decent amount of pressure to win that troop has just gotten up on step.",
        1759.54,
        1777.02
    ],
    [
        " And then everybody is so happy. You can't, you're right, you can't reset people, you can't reset the opt for quick enough because the, because when you get a seal troop, that's just in straight aggressive, murder mode and going hard.",
        1777.64,
        1794.64
    ],
    [
        " That means they see they're assaulting. It's awesome. It's a beautiful thing to see. Yeah. So, now, will you, you guys, were you guys planning to go to Afghanistan during that workup? I don't think you were. Were you?",
        1794.64,
        1807.48
    ],
    [
        " We were slated to go to Basra. And so we were going to be going down to Southern Iraq and working out of there. And then the request for forces popped up that they were asking for a seal troop back in Afghanistan.",
        1807.52,
        1823.98
    ],
    [
        " And I think on the, on the numbered seal teams had been out of Afghanistan since someone around 2005. So they, there had been no presence whatsoever for numbered seal teams in Afghanistan in a while. This is 2009.",
        1823.98,
        1839.98
    ],
    [
        " So initially there was a, it popped up and then it was confirmed. And then like over the Christmas holiday, they said, okay, hey, we're going to send the, my troop is going to be the troop to Afghanistan.",
        1841.36,
        1858.22
    ],
    [
        " What that look like? No one knew. So you're going to Afghanistan because there's a deployment order that has to get signed to go anywhere that's got to be signed by the Secretary of Defense, right? And ours to deploy a troop to a seal troop to Afghanistan was in the book.",
        1858.3,
        1875.66
    ],
    [
        " It hadn't been signed yet. And so myself, the task unit commander and one of the OICs who deployed with you, we did a pre deployment site survey. And I think it was like in February, we went, oh, and usually on a pre deployment site survey or pre-PDSS, you go over, you see what's going on. Then you come back.",
        1875.78,
        1896.62
    ],
    [
        " We went over there and I stayed me and a CB chief came with me who was, who was going to set up a bird thing and stuff with one of our support or all four of us went and then he and I never came back from that pre deployment site survey. We just stayed there.",
        1897.7,
        1915.86
    ],
    [
        " So yeah, so going into, you know, in an awkward situation where we're going over there, they were working for the army, SF.",
        1919.14,
        1928.06
    ],
    [
        " And they don't even know what they're going to do with us. A lot of them didn't want us because they'd had bad experiences, unfortunately, with seals before. And so what I did, what I kind of tore a page out of your book. I didn't know this is what you guys did, but this is what I did is, I usually wear my hair like this.",
        1928.8,
        1944.88
    ],
    [
        " I went ahead and got high and tight to shift over to look a little bit more like the army does because it's just another way to establish rapport and I don't care about my hair. I just don't.",
        1945.36,
        1961.0
    ],
    [
        " And so, so when we got there, the first place we went was to the the siege of soda, which is the, the O6 that's running everything there. And I went into the Sergeant Major's office was a senior listed advisor. I went into his office and stood at, I introduced myself and stood at parade rest. He looked up from his desk and stared at me.",
        1962.18,
        1982.74
    ],
    [
        " And I'm in, you know, I got a clean uniform on, I got a high and tight. And he goes, I have never seen a seal like you before. And I kept it real professional with him. And then he's like, hey, we don't know where we're going to put you.",
        1982.96,
        2000.2
    ],
    [
        " We don't know what we're going to do with you guys. We're working through that. You guys have got to go ahead and brief the Colonel at the time. So we worked up a brief for the Colonel. Am I tasking a commander went in and had a meeting with him. And he was, he's a pretty fired up type of guy.",
        2000.7,
        2020.48
    ],
    [
        " And he asked, he asked the team commander like, hey, what do you need? What do you need from me? And the boss told him, hey, I, we need the sect of to sign, sign our line item to get us to deploy here.",
        2022.76,
        2038.28
    ],
    [
        " And a week later that happened. And so in, and it's in order where the set to have to suppose to sign stuff and ours was like ninth back. And he went straight to our line item and signed it. So that Colonel, we made a good impression on him. He had some pole, obviously, and made an impression on moving forward. So then we were looking at, well, okay, where are we going to go? We still didn't know where we were going to go.",
        2039.12,
        2067.1
    ],
    [
        " And we talked to the, we had a briefing with the general and he explained, hey, I don't have enough partner forces for all of my, you know, ODS F ODA teams that are here because normally we're working by with and through.",
        2068.24,
        2083.32
    ],
    [
        " And he goes, so you guys are going to go on whatever con op is hot and plus up my ODAs, you are going to atrite the Taliban and deny them freedom of movement.",
        2083.44,
        2098.64
    ],
    [
        " And I thought, hallelujah.",
        2099.12,
        2101.48
    ],
    [
        " Yeah, it doesn't get any better than that. It doesn't. And then we moved down to camp Brown. And third group was running the special operations task force west down there. And we got there and I met with a senior and was advisor there and he's like, hey, we really don't, we don't know where we're going to put you guys.",
        2101.48,
        2123.44
    ],
    [
        " We don't have any space for you here. And we just stayed good, you know, and we established a relationship with him and this, the, the commander there on the exo and the ops guys.",
        2123.54,
        2138.1
    ],
    [
        " And then two days later, the, the, the sergeant major takes me out and he's like, hey, you see this big tent. This, this is that this big tent right inside the gate. He goes, this is where we were doing all our vehicle maintenance.",
        2138.44,
        2151.26
    ],
    [
        " And he goes, we're getting ready to move those guys over to another yard. You guys can have this. And so, so that was awesome. We're basically like initially where we were the unwanted, you know, in laws shown up for Chris.",
        2151.8,
        2168.04
    ],
    [
        " Christmas, like Randy Quaid and Christmas story. And then now we were like, hey, old college buddies that had come into town. And third group was just so good to us.",
        2168.04,
        2180.68
    ],
    [
        " There was absolutely no prokylism whatsoever. And that was just a great experience working with them across the board.",
        2180.84,
        2189.76
    ],
    [
        " So how did you, when did you start putting together? How did you say, okay, this is what we're going to do. How'd that come about when you guys, they just, they just told us there's like, here's what, here's, here's, we laid out, here's our capabilities. And there's like, well, here's how we'd like to use you. And we said, Roger that. Where can we help?",
        2190.24,
        2204.44
    ],
    [
        " We never came in and said, hey, this is, you know, this is what we do. And we come in and do this X, Y and Z because they're targeting in their whole, their whole philosophy was completely different than what they did in Iraq.",
        2204.82,
        2217.2
    ],
    [
        " In Iraq, we were very personality based. And NSW as a whole, we were reduced to personality based, targeting. They're more about disruption. They'd be like, hey, Taliban's over here in freedom movement. We're going to go do stuff over there. And then they're going to have to come fight us. And then it's going to slow them down.",
        2217.2,
        2233.54
    ],
    [
        " You know, everywhere they're going to work. Hey, they're funding this war with opium.",
        2233.78,
        2240.82
    ],
    [
        " So are we going to burn down opium fields and punish the farmer or do we wait till the Taliban collects the opium up into one spot and then go destroy it.",
        2241.1,
        2249.96
    ],
    [
        " And that's the kind of stuff that that we would do. We would go to the opium caches after the poor farmer who doesn't have a choice about what he's growing.",
        2250.58,
        2258.56
    ],
    [
        " As harvested, they moved it to one spot and then we pop in, destroy all their opium, stay there for a couple days and fight them and then leave.",
        2259.2,
        2268.94
    ],
    [
        " So, so that was good. But our attitude was like, how can we help? Where can we help you? And they just gave us work. And it was great.",
        2270.16,
        2278.44
    ],
    [
        " And you guys had some pretty crazy ops.",
        2278.98,
        2283.02
    ],
    [
        " Yeah, I would say like so, so the first stop we had the ad von crew that was there and we went out with three, one, one, six and their commandos and they had an op where they they went in and took a",
        2283.76,
        2298.8
    ],
    [
        " a bazaar, which is like a strip mall, basically where they're a facility and a bunch of opium went in, held that, destroyed all the opium for a day and then fought everybody that came at us.",
        2300.46,
        2310.84
    ],
    [
        " So we ran out on that operation with them and it was good. It was a lot of fun.",
        2311.46,
        2317.06
    ],
    [
        " And then that got them used to us and what we brought to the table and that was an op that was setting up in a concept of operations called C-Gengin.",
        2319.04,
        2330.12
    ],
    [
        " And that was like, I think the first frag order under it and they would do a concept operation like, hey, here's what we want to do with this stuff.",
        2330.22,
        2336.22
    ],
    [
        " And this C-Gengin was basically hammering the opium in the Helmen River Valley.",
        2336.22,
        2342.0
    ],
    [
        " And it culminated with the last frag order and was when we went into Helmen in, we went to Helmen into Marja, which is like at the heart of the Taliban.",
        2342.26,
        2353.22
    ],
    [
        " It was a Taliban controlled town. Coalition forces had never been inside of it.",
        2353.5,
        2358.88
    ],
    [
        " In a year later, it was 2010 or 11, the Marines went in there and cleared it and it was a huge fire, huge firefight.",
        2358.88,
        2366.34
    ],
    [
        " Prior to us going in there, this operation and it was, when I say we, it was us, the Afghan commandos, the NSF ODA and the OAB above them.",
        2367.24,
        2378.28
    ],
    [
        " I think that gets OAB, right?",
        2378.64,
        2380.04
    ],
    [
        " Yep. So that detachment above them and we just plus them up.",
        2380.52,
        2383.68
    ],
    [
        " And there, there OAB commander was equal rank to our task unit commander rank, but like my boss was just like he didn't push back. He was like, hey, what do you need me to do?",
        2383.78,
        2396.58
    ],
    [
        " And that OAB commander really appreciated that relationship that he didn't have to, you know, bump heads.",
        2396.78,
        2403.92
    ],
    [
        " Big ego battle over.",
        2404.2,
        2405.84
    ],
    [
        " I would have been in this position.",
        2406.04,
        2407.88
    ],
    [
        " Exactly. Or I want to make this call. So coalition forces had never been inside of Marja.",
        2408.1,
        2416.44
    ],
    [
        " They tried to go close to us and just got shot out. We choppered into a, a bizarre, which was, we took four, the corner of four blocks.",
        2416.56,
        2428.34
    ],
    [
        " And a pretty huge area where there was a ridiculous amount of opium consolidated. They were refining opium into heroin and make an ID.",
        2428.86,
        2439.98
    ],
    [
        " It provides explosive devices, all kinds of stuff there. In the middle of their town.",
        2440.38,
        2445.38
    ],
    [
        " We went in there at night, we stayed there for four days and just, just got after it wholesale.",
        2446.22,
        2452.76
    ],
    [
        " Yeah, I think there was eight thousand pounds of opium that we destroyed. And there was a, it was a big operation. There was the, the DEA was involved.",
        2455.88,
        2464.9
    ],
    [
        " There were FBI agents there. It was a huge, it was a huge crew. And it was good to go.",
        2465.08,
        2471.1
    ],
    [
        " And some of the lessons lessons learned from there's, that's OK. So like the first day, we were, I was in one of the blocking positions there.",
        2473.86,
        2484.94
    ],
    [
        " And we were taking fire basically from the east into the south because the way the different positions it was kind of like across the way it crossed out.",
        2485.62,
        2494.18
    ],
    [
        " So when we were taking fire from the south, you had to be aware that like, hey, I can't see them, but my bullets can see them. And that way there's a bunch of guys.",
        2494.64,
        2503.8
    ],
    [
        " And so we took fire from a tree line that was probably 50 yards from the compound that we were holding.",
        2504.3,
        2511.12
    ],
    [
        " And that was up on a, I was up on a rooftop with another guy. And then I saw like four guys walking around in camis and we were getting ready to light them up.",
        2511.9,
        2520.3
    ],
    [
        " But they were wearing the, like the stuff that commandos were wearing like, hey, we got guys moving down here. We need a head count.",
        2520.3,
        2526.4
    ],
    [
        " Who's got the Afghani commandos? Cause these guys look just like them. And then they came back with, oh, hey, we got everybody.",
        2526.54,
        2533.52
    ],
    [
        " No one's outside of our position. And then so we were getting it. I'm like, don't shoot, don't shoot. And then we called again. They confirmed again. No one's outside our position.",
        2533.52,
        2545.4
    ],
    [
        " Then finally 20 minutes later, they're like, oh, wait, we had some guys walk out to go to, I don't know what they're doing if they're going to the bathroom or what they were screwing around doing.",
        2546.14,
        2554.7
    ],
    [
        " But we could have just completely lit them up.",
        2554.88,
        2557.52
    ],
    [
        "",
        2557.84,
        2557.84
    ],
    [
        " We used a lot of 50 cal on that. We had the air support that we had everything from Huey's to B1 bombers overhead all day long.",
        2558.26,
        2573.18
    ],
    [
        " And bombs were falling that the Taliban was absolutely furious that we'd come into this strong all of the theirs captured this much.",
        2573.22,
        2582.82
    ],
    [
        " You know, all the opium, like there was somewhere like 800 pounds of refined heroin. And heroin was like packaged in these, these bags that were like this big.",
        2583.0,
        2593.42
    ],
    [
        " And they had like a scorpion on it. And it said like 2008 after you know, it had like a label.",
        2593.48,
        2599.44
    ],
    [
        " A little marketing brand. A marketing like, you know, made made here in Afghanistan or whatever. And so it was a huge affront to them that we were there.",
        2599.66,
        2609.56
    ],
    [
        " So after like the first two days, we basically killed off every local fighter. And then they started bringing guys up from Pakistan.",
        2609.8,
        2619.66
    ],
    [
        " And then it got kind of lively because the local fighters knew every piece of dead space. But the guys from Pakistan weren't really familiar with areas.",
        2619.66,
        2628.04
    ],
    [
        " So they would be bumbling in the open, looking the other direction like, oh, ha, bum, bum, get them.",
        2628.14,
        2631.92
    ],
    [
        " You know, I think the third morning, this we got up and there's no fighting.",
        2632.6,
        2640.46
    ],
    [
        " Like, well, when's it going to get you to sit in your watch by like, okay, sun's up. And we should start getting some shooting by now. There's nothing.",
        2640.98,
        2650.72
    ],
    [
        " And there's nothing. And so we radioed up to the headquarters. We're like, hey, what what is going on? They quit. And they're just laughing hysterically on the radio.",
        2651.46,
        2662.88
    ],
    [
        " And they were able to tell this and I can't describe to you how, but the guy who had the keys to the armory where they were storing all their weapons, they couldn't find them probably because we bombed them over the night.",
        2663.08,
        2677.08
    ],
    [
        " And they couldn't get into the armory to get their stuff to come attack us.",
        2677.34,
        2682.72
    ],
    [
        " Well, that you guys can get a beat down, isn't it?",
        2683.72,
        2686.54
    ],
    [
        " Yeah.",
        2687.96,
        2688.18
    ],
    [
        " But it wasn't just an audacious operation that worked out great.",
        2689.32,
        2696.62
    ],
    [
        " And then you guys taking the casualties during that time, or did the Afghans or did the army?",
        2697.22,
        2701.36
    ],
    [
        " Yeah. So we had a rocket hit the compound over next to mine and our dog handler and one of our corpsmen got fragged.",
        2701.58,
        2711.0
    ],
    [
        " The corpsmen, the frag knocked a tooth out and then launched stuck in his tongue.",
        2711.18,
        2715.92
    ],
    [
        " So he's real lucky that his tooth slowed down the momentum. And then the dog handler got hit in the back.",
        2715.92,
        2720.56
    ],
    [
        " There were several of the army guys that got straight up shot. And then here's the awesome part. Like the, I feel like their call sign was Pedro, but it was Air Force Medevac.",
        2721.16,
        2735.02
    ],
    [
        " And as soon as they heard that we were troops in contact, they lifted up and they would just be loitering real close to the firefight.",
        2735.3,
        2743.92
    ],
    [
        " And then like as soon as that, that Mr. Port came over and like, hey, we got a guy down, they came in.",
        2744.3,
        2752.08
    ],
    [
        " And it would be like, I would be watching going, we're going to get that helicopter shot down and they would just come in.",
        2752.34,
        2759.34
    ],
    [
        " They had a mini, the door guner had a mini gun. And they would just land. Right? Like on top of the guy in the middle of the firefight, we don't care.",
        2759.8,
        2769.88
    ],
    [
        " And like I would just, I was so proud. I could just be crying because it's such an awesome thing to see because it's complete disregard for their own personal safety.",
        2770.6,
        2782.32
    ],
    [
        " And they're just waiting to jump in there and get guys. So luckily on that operation, the known was lost. And then everybody was the guys that were shot were all recovered from their wounds.",
        2782.36,
        2793.1
    ],
    [
        " And what kind of damage, what kind of damage do you guys do to the enemy?",
        2793.32,
        2796.3
    ],
    [
        " Significant. I think it was, it was pretty significant. I mean, there was just a huge amount of drugs and their equipment and things that we destroyed.",
        2797.82,
        2809.08
    ],
    [
        " And then it just had to hurt them psychologically that they thought that that was they a complete freedom of movement. And then all of a sudden we came in and stayed there and just did the meat stomped on them for four days.",
        2809.2,
        2819.78
    ],
    [
        " And you guys weren't only doing urban situations. You guys were going into other scenarios where you're like digging in on hillsides and whatnot too, right?",
        2820.2,
        2830.18
    ],
    [
        " So later on, we, you know, we that that that saying take the high ground or it will take you because all of our operations. I think we only did we did two, 23 total operations on that thing.",
        2830.48,
        2845.12
    ],
    [
        " Most of them were multi day. And so there were only two that we were in and out in the same cycle of darkness.",
        2845.28,
        2851.98
    ],
    [
        " And typically, you know, we would do terrain studies and we're like, hey, we got to defend these positions. And so when we had a compound that were like, here's the compound.",
        2854.14,
        2862.9
    ],
    [
        " This is the compound that we're going to take and hold. Where's the high ground around it? And then we need to get elements up on that high ground as well.",
        2863.22,
        2870.66
    ],
    [
        " There were also there was there were two like time sensitive targets where we came in as a quick reaction force where other elements where there's another coalition soft element and SF element that got an assaulted in a valley.",
        2870.76,
        2893.36
    ],
    [
        " And they had a strong point of building because they'd been hit in this valley. And then we came in on the high ground during the night and then the next morning because that most times Taliban didn't fight at night because we had the advantage the next morning when the Taliban assaulted them.",
        2893.36,
        2910.76
    ],
    [
        " We were on the high ground behind them and laid a hammer down it. And then we're able to get stuff so there were those guys were able to get out that day.",
        2910.82,
        2918.86
    ],
    [
        " Yeah, so we were taking we're taking high ground positions quite, you know, when it made sense. There's one operation we were on where there wasn't really wasn't any high ground.",
        2919.9,
        2931.9
    ],
    [
        " And so there were some there were like the furthest we could clear away from the compound that we were holding was 30 yards.",
        2932.58,
        2941.82
    ],
    [
        " And then it was a dense like green zone and a wall. People could completely creep up. So we had guys go you know we identified that we're like okay what are we going to do.",
        2942.0,
        2953.1
    ],
    [
        " And then someone's like hey we can put well let's go put pop flares out there.",
        2953.44,
        2956.98
    ],
    [
        " You know and so it you know that's like going back to to Vietnam stuff but guys went out and placed those and then boom.",
        2957.56,
        2967.96
    ],
    [
        " You know we we when once the bullet started flying and we were the troops in contact the tick as we say in the vernacular started to really get up to speed.",
        2968.32,
        2977.18
    ],
    [
        " And then all of a sudden you're like oh those pop flares are going off. Okay start pumping 40 mic mic over there whatever.",
        2977.3,
        2986.46
    ],
    [
        " And yeah it was it was cool. There's one of the stories we have back in Marsha. The guys brought the the ALGL which is like this 40 millimeter chain gun.",
        2987.32,
        3002.24
    ],
    [
        " And then it has this the new one has like a computer mount that goes on the top.",
        3002.48,
        3008.04
    ],
    [
        " And so you look at the screen and then you you put the little cursor on on what what your target is okay and then it lays is it.",
        3008.6,
        3020.42
    ],
    [
        " And then gives you an elevation correction based on the ballistics for the 40 millimeter.",
        3020.8,
        3025.12
    ],
    [
        " And then you raise it up you depress the lever and then just.",
        3025.6,
        3031.18
    ],
    [
        " So there was there was guys in it in a tree line.",
        3031.46,
        3036.5
    ],
    [
        " That were shooting at our guys and they had set this thing up and basically it's a 40 millimeter sniper rifle.",
        3037.22,
        3043.88
    ],
    [
        " And there they had the like a predator was overhead watching given them feedback on the fire.",
        3044.34,
        3050.78
    ],
    [
        " So they shoot at these guys in this tree line.",
        3050.78,
        3055.22
    ],
    [
        " And then they ask the predator for a battle that damage assessment.",
        3055.46,
        3059.98
    ],
    [
        " And the predator comes back with two EKIA which enemy killed an action one ran away on fire.",
        3060.44,
        3069.94
    ],
    [
        " Oh that's good.",
        3075.08,
        3075.96
    ],
    [
        " And what about I know you told me a story one time about you guys weren't in the high ground here.",
        3076.8,
        3083.38
    ],
    [
        " There's somebody there's somebody like across the valley that had a little elevation on you and you guys were digging in and digging in and digging in sandbag sandbag sandbag as much as you could.",
        3083.52,
        3091.16
    ],
    [
        " Yeah so there there was one one of the operations we were in.",
        3091.54,
        3095.02
    ],
    [
        " So Wally caught and that this was one of the places that was bad enough where they actually came at us at night.",
        3096.74,
        3102.02
    ],
    [
        " So we did our insert.",
        3102.52,
        3104.14
    ],
    [
        " He was dropped us off.",
        3104.66,
        3105.98
    ],
    [
        " And we were in our perimeter yet and ready to start our offset patrol and to hit these compounds we get when PKM and two RPGs just come zip and overhead.",
        3106.52,
        3115.6
    ],
    [
        " And luckily we had whenever we got inserted we always had a patchy that escorted us in.",
        3115.8,
        3122.26
    ],
    [
        " They went over and started hammering these guys.",
        3122.6,
        3125.74
    ],
    [
        " They wound up getting they I want to kill him killing like 30 people.",
        3126.5,
        3129.44
    ],
    [
        " And what had happened was as it turned out we were offset from a target but where our offset was put us right next to where some other a bunch of other Taliban guys happen to be.",
        3129.96,
        3141.44
    ],
    [
        " And they thought we were coming to get them so they maneuvered.",
        3141.5,
        3144.14
    ],
    [
        " Then when we we did our offset patrol got to our target.",
        3144.14,
        3147.32
    ],
    [
        " Guys came at us in the dark.",
        3147.66,
        3150.32
    ],
    [
        " We could see him coming from the high ground.",
        3151.16,
        3153.66
    ],
    [
        " We laid a fire team pushed out.",
        3153.9,
        3156.16
    ],
    [
        " Shot them right when they came around the corner completely no factor.",
        3157.08,
        3160.78
    ],
    [
        " And then you know just 30 wet when they got within they came around a corner 30 yards away from two AW gunners who just cut him down.",
        3161.64,
        3168.92
    ],
    [
        " And then one of those guys I think later we figured out was probably some big week with the Taliban.",
        3169.28,
        3174.42
    ],
    [
        " So we took that compound and we took the high ground immediately behind it but it was in a mountain range.",
        3174.96,
        3180.9
    ],
    [
        " So there was there was always going to be high ground around our high ground.",
        3181.36,
        3184.9
    ],
    [
        " The next day once they figured out where we were at and then they got on all the high ground around us and then they just brought it.",
        3185.08,
        3194.74
    ],
    [
        " And I can remember so where we were at on that high ground it was like the ground was too hard to dig.",
        3195.08,
        3202.78
    ],
    [
        " We always brought 10 empty sandbags per guy so that you could fill them up and make defensive positions.",
        3202.96,
        3208.52
    ],
    [
        " We couldn't fill sandbags up because it was like trying to dig in your parking lot.",
        3208.52,
        3211.76
    ],
    [
        " So we just stacked all the rocks we could stack around us.",
        3212.24,
        3215.62
    ],
    [
        " And then they kicked this thing off with a barrage of RPGs and then just a steady stream of PKM fire which is you know their belt fed machine gun.",
        3215.94,
        3228.18
    ],
    [
        " And I remember laying flat on my chest and there's like eight inches above my head are the right and by the way I'm not I took my body armor off because I was oh it's hot.",
        3228.72,
        3240.38
    ],
    [
        " I'm going to take my body armor off and my helmet and I'm like oh got my helmet back on and I snaked into my body armor everybody did.",
        3240.38,
        3248.36
    ],
    [
        " And then these bullets are hitting the rocks steadily.",
        3248.92,
        3252.78
    ],
    [
        " Eight inches above my head come and the gunner is he's 1100 yards away and he's just basically you know almost do it.",
        3253.4,
        3262.68
    ],
    [
        " Loving them in because I I'd been shooting it we've been shooting at the guy a little bit and we just couldn't keep slide mine a rock and it's too windy to get him.",
        3262.9,
        3271.38
    ],
    [
        " And we had I think we had a reaper overhead but in the middle of the day in Afghanistan when the rocks are 90 degrees and a person's 90 degrees it's worthless they can't see people and the",
        3271.6,
        3286.54
    ],
    [
        " Afgani's are not sitting out in the open-wrapping kill him so I was like and at the moment I wasn't scared but I'm like okay I'm getting ready to get shot and I'm getting ready to die by the sword this is what I get and that was and that was it and then our sat calm radio antenna got shot and got knocked over and so now we had no comms to get air support because we desperately needed to get some more air in.",
        3286.54,
        3315.72
    ],
    [
        " And then my boss I don't know how he got shot he didn't get shot but the TU commander is like all right and he just got up there and fixed the antenna and was hitting it well down in the compound our guys just started lobbing mortars and we used we had the",
        3315.98,
        3336.2
    ],
    [
        " they started using the delayed fuses so they were detonating 25 meters above the ground which which lays down an impressive frag pattern and tamped things down a bit and then we just got hammered and hammered and we're like oh this is not going to be good.",
        3337.14,
        3356.88
    ],
    [
        " Like 15 minutes later they're like hey we got some air to you and it's not it's not like we weren't without air cover because we did have a reaper and I think a predator showed up to but they're just limited so two French jets showed up and a lot of the coalition forces will be difficult with you sometimes when you're calling for air support and argue with you and I'm not sure that these guys would have argued with us but we just said hey",
        3359.64,
        3386.78
    ],
    [
        " there were two main ridge lines that we were taking heavy fire from and we said do you know we give us a show force flight is where you fly real low over those ridge lines and see if it pushes their heads down and they came in",
        3387.0,
        3402.04
    ],
    [
        " right over both ridge lines and that tampered it down because they got down and then a little while later that that slowed things down and it was more manageable now for us we get our heads up and",
        3402.04,
        3416.82
    ],
    [
        " start to shoot back a little bit then the B1 bomber shows up and they've got bombs to waste you know and they gave us a four five hundred pound bombs on each ridge line air burst at hundred yard increments",
        3416.82,
        3433.46
    ],
    [
        " boom boom boom boom you know and then that hammered them a bit then we were able to isolate some of the other guys use our ornoganic weapons to hammer the other guys",
        3433.46,
        3443.56
    ],
    [
        " and then we were like this place is bad the next day so we were supposed to extract that night night and we were like hey when's our extract oh and at two in the afternoon on the",
        3443.56,
        3467.58
    ],
    [
        " massive suck fast and uh nothing's coming till it gets dark so just waited the heels came in after dark kicked out pallets of water and ammo to resupply us and they're like by the way you're staying for another 24 hours",
        3468.18,
        3482.84
    ],
    [
        " because what we didn't know is that us being there was having a huge effect on the whole battle space and some other elements were able to adjust their position and some of the Afghan uh surrogate forces were able to get a whole bunch of stuff done",
        3483.34,
        3499.34
    ],
    [
        " but we got that over the radio is like oh we're gonna stay here like don't they know that we almost got hammered like this is the first time up until then we always had the upper hand",
        3500.74,
        3514.58
    ],
    [
        " they weren't really worried about getting like just getting overrun and in this point there was a real fear any second now we're gonna get overrun",
        3514.58,
        3523.62
    ],
    [
        " and then they're like you're staying for another day and I remember talking to my two platoon chiefs I'm like hey we're staying here for another day and you're gonna push out and clear this stuff and we're gonna reinforce this position and here's what we're gonna do",
        3524.44,
        3538.52
    ],
    [
        " and then they took a deep breath and they're like okay Roger that and um we stayed another day and the next day we uh we got into it they threw it came at us pretty hard again but then we uh we got it",
        3538.52,
        3553.6
    ],
    [
        " a little bit more air support we had developed a relationship with the 82nd airborne combat air brigade there a patchy helicopter is which are like tanks in the air",
        3553.6,
        3565.06
    ],
    [
        " they lived right down the road from us and so we would have barbecues with them and we would we would run a range and have them over and then they would come shoot at the range and we'd stand around and bullshit",
        3565.06,
        3577.56
    ],
    [
        " they broke their sleep cycle so this is really important for pilots they have got to have a X amount of rest before they can fly and they do not break their sleep cycle lightly they broke their sleep cycle to come support us",
        3577.58,
        3590.34
    ],
    [
        " and then they put themselves at risk where like the afghanies don't like helicopters so when a helicopter shows up they'll sink they flew low on purpose because they'll go oh that helicopters low I think I can hit it",
        3590.34,
        3605.7
    ],
    [
        " and then they can't resist they come out and then they'd hammer these guys would just hammer them and uh they came in the next night and that that was awesome",
        3605.7,
        3617.0
    ],
    [
        " yeah so I was still at trade out while all this was going on and I remember I would get emails from you from the from your task unit commander as well",
        3617.0,
        3627.8
    ],
    [
        " and we were just be talking about you know like hey this is what's going on and I remember I was signing the emails back to you guys as the spiritual advisor for team try that",
        3628.08,
        3639.12
    ],
    [
        " I was there in spirit dude yeah and we yeah and yeah we were we were hitting back up to because there's a lot of there's a lot of massaging and stuff that has to get done you know we got like I was looking at a picture in the hallway the other day",
        3639.12,
        3655.9
    ],
    [
        " and it's that that classic picture with the yellow smoke and Mikey's there and and sets right behind him and I never really studied everyone's gear but I looked at Seth and Seth got the enhanced battle rifle",
        3656.12,
        3670.0
    ],
    [
        " which is the M14 that just in you know the situation it was it didn't work for our lasers in our site so they these guys up at warcom fixed it up so you could use it and have 7-6-2 on the battlefield and you guys all had that",
        3670.0,
        3684.02
    ],
    [
        " and we got there right away and they were just getting ready to to field the scar heavy and we got them to field it first overseas which is not what they like they like to",
        3684.76,
        3698.06
    ],
    [
        " field it first everyone trains with it we got them to field it overseas that was awesome because all of our guys had you know 173 grains of democracy and justice flying out there so when you",
        3698.06,
        3713.86
    ],
    [
        " when we would take when we take an app when we take a compound right take take clear clear compound hold a compound the Afghans would they were used to 5 5 6 so they would know like okay it's pretty windy today and I'm out at 5 our yards it's not likely you're",
        3713.86,
        3740.76
    ],
    [
        " then that that circle would go out and our guys were regularly getting guys at 5 6 7 800 yards and these were just that the scar heavy with it they so here's what they did most of our snipers took the the night force 3 by 5 to 15 scope that was on our",
        3740.76,
        3760.78
    ],
    [
        " on our starts 25's which that that gun had some issues and and would jam a lot and then just put them on their scars and that's what they",
        3762.58,
        3769.72
    ],
    [
        " patroled with so they would have it all the way down and 3 1 2 half power so if you're patrolling you can just swing it up it's got a low magnification so you have both eyes open you can shoot",
        3769.72,
        3778.6
    ],
    [
        " and then they can put the bipods out and hit stuff far out and and and those things were were in freaking valuable and and it just brought a whole new dynamic to the battlefield and and you know the scar had some problems",
        3778.6,
        3796.64
    ],
    [
        " there's it's not a direct impingement thing where the gas doesn't go all the way back as a gas piston like the M14 did they told us don't loob those and guys would still loob them and then a jam up and like I'm",
        3797.64,
        3810.8
    ],
    [
        " going to suck some like well I hope you lubed your gas piston yeah I put a lot of lube on it like don't do that don't do that so",
        3810.8,
        3817.76
    ],
    [
        " so that work great and that was that was awesome that we were able to get get that over there and the the common or at the time basically gave us whatever we wanted",
        3818.9,
        3828.5
    ],
    [
        " and asked for the support we got from group one was incredible now you guys you guys didn't really take that many kind of no one got killed right no",
        3828.5,
        3840.64
    ],
    [
        " got killed how many guys got wounded two guys got wounded with frag you know we had a couple concussion injuries where guys got knocked out",
        3840.64,
        3853.58
    ],
    [
        " and it's hard to quantify how serious that is and then on on our turnover operation when seal team one came to relieves is when when",
        3853.58,
        3863.92
    ],
    [
        " when Dan can Austin got hit by that at ied and lost both his legs and that I mean horrible event and thank goodness we're just like there's so many things that lined up to save",
        3863.92,
        3891.36
    ],
    [
        " out in there secured the the bizarre and then we push guys up to high ground like we always do except for the Taliban suspected you know oh well they'll if they come to take it that they",
        3891.36,
        3904.14
    ],
    [
        " mind the entire high ground so as that element was pushing up on there was an explosion and then there is quiet and then to you commander gets on the radio hey was that a control",
        3904.14,
        3917.2
    ],
    [
        " debt and on the oh I see who deployed with you came back in he's like it was not a control debt we've got some wounded we're like okay work through it get on the",
        3918.48,
        3932.34
    ],
    [
        " satcom the the 47's that it had dropped us off it was an S.O.P. for them to have a flight surgeon on one of their birds and so they hadn't made it all the way to back",
        3932.34,
        3946.2
    ],
    [
        " base or it may have been that they lawyer it around for a little bit that could have been to so they were right there and there was surgical stuff right there when because",
        3946.2,
        3958.06
    ],
    [
        " Dan's wounds were absolutely horrible and then once the EOD guys started when that happened and it was lucky because the charge went low",
        3958.06,
        3969.96
    ],
    [
        " order so if it gone high order it would have killed like six guys he discovers that the they're in a minefield basically his metal detector is getting overrun so he's got a bay in that or a big",
        3969.96,
        3983.46
    ],
    [
        " screwdriver and he's probing the way out in front of the guys so they could get Dan out and onto the medevac that later got him back how long had you been on the ground",
        3983.46,
        3998.04
    ],
    [
        " for like a matter of 10 15 minutes no we did like we did an offset so we patrolled in for like three or four clicks so it was a little it wasn't a couple hours but it was inside of an hour",
        3998.04,
        4012.86
    ],
    [
        " that's why I'm not sure how long was 47's were loyering or if they were on their way back and they were able to turn them around but they they were back quick and they had that surgeon on there",
        4012.86,
        4024.72
    ],
    [
        " which I think really made the difference for for Dan who you know now he's the guys running marathons yeah I haven't run a marathon that yeah I feel like such a loser and he's competed in the Olympics a couple times right now",
        4025.0,
        4039.86
    ],
    [
        " he got a gold in the Paralympics right there you go yeah yeah he's awesome awesome guy yeah that was that was that was devastating devastating I remember we got one",
        4039.86,
        4054.7
    ],
    [
        " word back that you know one of the guys and we just assumed it was one of your guys actually because I don't think we even knew the turnover that you know the turnover was taking place I assumed it was one of your guys but you know and then then I heard it was Dan",
        4054.7,
        4067.96
    ],
    [
        " and I remember the first phone call that I got and I was like is he gonna live oh yeah and at this point they were like yes he is because I mean I know it was like",
        4067.96,
        4084.68
    ],
    [
        " touching go but then that with the first person that I don't remember who was was like yes he stable he's gonna live and I was like then we're good to go and I just",
        4084.68,
        4095.64
    ],
    [
        " remember thinking thank God he's you know he's gonna make it you know yeah the like on like the second or third up we were there one our guys were",
        4095.64,
        4105.58
    ],
    [
        " making we're doing an op with a one we always had afghani commandos with us because they were the partner for the ODAs we were doing and one of them stepped on a",
        4105.58,
        4116.06
    ],
    [
        " mine and it blew both his legs off and part of his arm and one of our guys got cut in the face with his femur and then there were some issues where when they were",
        4116.06,
        4128.54
    ],
    [
        " putting all of our turnickets were failing because the plethora had a plastic windlass that was was going and so the the one guy he that got hit and they got",
        4128.86,
        4141.48
    ],
    [
        " cut in the face with his femur and it messed him up mentally for a little bit and I didn't know what to say to him so I didn't say anything to him and I you know what I wish I",
        4141.48,
        4151.62
    ],
    [
        " had because I've come to a conclusion now with a lot of this pain that everybody carries around that that it's it's a poison you carry inside of you and if you",
        4151.62,
        4161.3
    ],
    [
        " talk about it it lets it out and then then it's kind of detoxing you a little bit and so like I don't know you know if you're",
        4161.3,
        4168.3
    ],
    [
        " listening to this in your situation someone's gone something horrible and you don't know what to say say something just sit down there and just talk",
        4168.3,
        4177.26
    ],
    [
        " with them about it you know ask how they're doing see if they can get it off their chest because it helps yeah I same thing we had guys they got like I had one",
        4177.26,
        4187.98
    ],
    [
        " guy that got shot in the chest plate and got shot through the camel back on his back those are two different operations too I mean like so what does that do to you when you're",
        4187.98,
        4198.74
    ],
    [
        " thinking how close was I to just getting killed twice you know in two different scenarios and for sure I think you know if you don't",
        4198.74,
        4207.58
    ],
    [
        " and you what is you know what what do we do in the teams like make a joke about everything everything is a big joke which",
        4207.58,
        4212.82
    ],
    [
        " probably helps in some cases I think it does but yeah let let you definitely got a if you get the opportunity to talk to people about",
        4212.82,
        4220.7
    ],
    [
        " what's going on and what I think it does is even more than like well I'm sure I don't know because I'm not a psychologist but okay there's the idea that",
        4220.7,
        4231.64
    ],
    [
        " you're like letting this stuff out right I'm gonna let this stuff out there's also the idea that when you talk about something you you",
        4231.64,
        4239.74
    ],
    [
        " articulate what you're thinking and you have to like put it into words that somehow they become a thing that you can",
        4239.74,
        4247.72
    ],
    [
        " manage yes that makes complete so like when you don't talk about it it's just like you have a conversation with somebody about",
        4248.88,
        4254.34
    ],
    [
        " whatever you you want to debate with somebody about some subject if you never debated about it before you're going to be",
        4254.34,
        4260.7
    ],
    [
        " at a disadvantage because you don't really understand all the ins and out but when you actually talk to someone about it then you",
        4260.7,
        4265.64
    ],
    [
        " say oh here's here's a point that I can make here and here's our point that can make there if you don't talk about this",
        4265.64,
        4270.68
    ],
    [
        " stuff it's just sitting in there and it doesn't get any better you don't understand it any better you talk when you",
        4270.68,
        4276.62
    ],
    [
        " just like we were talking on the last podcast how when you teach something you understand it more because you have",
        4276.62,
        4282.48
    ],
    [
        " to detach from it to look at it from the outside well if I explain something to you I'm explaining it to",
        4282.48,
        4288.64
    ],
    [
        " myself to you know I'm explaining it to myself to and I told you this yesterday you know when when I had Tom",
        4288.64,
        4296.48
    ],
    [
        " Fife on the podcast who was in World War II Korea and Vietnam and got a purple heart and all those and it and I asked him I",
        4296.48,
        4304.54
    ],
    [
        " I asked him some question about losing guys when he was a battalion commander in Vietnam 60 years ago I didn't",
        4304.54,
        4311.42
    ],
    [
        " say that part but I'm like you know what was you know what was how did you guys handle casualties or something",
        4311.42,
        4316.54
    ],
    [
        " like that and I don't know what the question was but here he is this you know Army colonel retired Army",
        4316.54,
        4322.7
    ],
    [
        " colonel and he's talking about the guys that he lost 60 years ago and he got choked up and I remember looking at him and I'm thinking to myself okay",
        4323.3,
        4330.3
    ],
    [
        " this is the way I'm always going to feel about the guys that I lost it's never going to go away yeah and like just hearing him",
        4330.3,
        4337.64
    ],
    [
        " talk about it and seeing that reaction I was like okay and that's what I tell all my all my bros now I'm like hey you're",
        4337.64,
        4343.72
    ],
    [
        " always going to feel that way like it's it's just here's a guy that was in World War II Korean Vietnam he got a",
        4343.72,
        4352.36
    ],
    [
        " choked up talking about the guys that he lost in Vietnam and Korean World War II but you know I specifically",
        4352.36,
        4357.06
    ],
    [
        " asked him about Vietnam so when you talk about these things I think you get some kind of handle on them because you have to",
        4357.06,
        4363.48
    ],
    [
        " articulate them in such a way that you can then it's like what what you have to name your enemy right you have to",
        4363.48,
        4369.0
    ],
    [
        " name your enemy they say if you don't name the enemy then you how are you going to fight them well it's the same",
        4369.0,
        4373.26
    ],
    [
        " thing when you actually say hey you know I really feel bad about this or whatever or I think I could have done this",
        4373.26,
        4379.8
    ],
    [
        " better or I think I made a mistake or I wish we wouldn't or whatever it is that you're thinking you know whatever",
        4380.18,
        4385.62
    ],
    [
        " survivors guilt whatever that thing is that you have when you say it you're you get you get to look at it and you get to look at it from the outside and go okay",
        4385.62,
        4393.32
    ],
    [
        " uh uh yeah I'm explaining this to Jason and I'm telling him what I'm thinking and then while I'm explaining it to you I'm",
        4393.32,
        4402.86
    ],
    [
        " explaining it to myself is what's happening and that's why I think talking about it not only is it get it out",
        4402.86,
        4407.84
    ],
    [
        " but it gets you a handle on it somewhat yeah the process of it coming out of your mouth and then back into your ears or",
        4407.84,
        4413.44
    ],
    [
        " maybe letting different parts of your brain adjust and deal with it but yeah check what else so you come home",
        4413.44,
        4425.88
    ],
    [
        " from Afghanistan I mean so like and here's another thing I want to talk about too and you brought this up in this the book",
        4425.88,
        4435.68
    ],
    [
        " you are covering the last couple podcasts about fear I'm like once that first bullet goes by or that it just like",
        4435.68,
        4445.26
    ],
    [
        " everything shuts down and you just go to what you're supposed to do and then you do it it's like in the",
        4445.26,
        4452.64
    ],
    [
        " moment all emotion goes away there's no fear but then afterwards and before is when you have the fear",
        4452.64,
        4461.64
    ],
    [
        " like I would lay in my bed there and I would completely was would picture notification going on for my wife like I",
        4461.64,
        4471.38
    ],
    [
        " could see the guys and blues driving out to my house or you know okay this is a good chance that I'm going to get severely",
        4471.38,
        4481.68
    ],
    [
        " maimed and I could picture myself sitting in a wheelchair outside of you know the the paddock that I have my horses",
        4481.72,
        4489.64
    ],
    [
        " in and I can't even ride them anymore you know now I'm getting emotional about that which is kind of it's odd to me",
        4489.64,
        4497.78
    ],
    [
        " but that that's that's weird how how it you know when you're in the moment you're not afraid later on when",
        4497.78,
        4504.7
    ],
    [
        " you're thinking about it is is when you start to to freak out about it a little bit that there's no doubt",
        4504.7,
        4511.68
    ],
    [
        " and this has been confirmed over and over and over again that the waiting is the worst I that's just just",
        4511.68,
        4521.0
    ],
    [
        " just anticipating and then once you're going you're going and you got stuff to do and I was never in",
        4521.0,
        4527.88
    ],
    [
        " situations where I like didn't have anything to do and there was other things happening where I was like well",
        4527.88,
        4532.92
    ],
    [
        " the the few times I've been ordered where I'm like sitting there waiting for a mortar to either hit me",
        4532.92,
        4537.86
    ],
    [
        " or not hit me that sucked a lot but it wasn't like it wasn't like an hour though yeah it's like",
        4537.86,
        4546.86
    ],
    [
        " phone phone okay we got about 30 seconds I don't know maybe a minute before we find out",
        4546.86,
        4555.0
    ],
    [
        " where where it's going to be at but I also think that you know if you're scared of dying it's",
        4555.0,
        4564.98
    ],
    [
        " going to be real nightmare all the time I think yeah and like like I said that one point in",
        4564.98,
        4574.18
    ],
    [
        " us well I got one like okay I'm going to get this is what I get it was just was there was not fear",
        4574.18,
        4579.84
    ],
    [
        " it was just an acceptance I'm going to get shot here pretty soon I wonder how bad it's going to hurt",
        4579.84,
        4584.98
    ],
    [
        " or burn or whatever it is and it's like all right that's going to happen okay now later on you think about it",
        4584.98,
        4592.22
    ],
    [
        " there's one other thing I think on an earlier podcast people were asking a question about if you had a routine",
        4592.22,
        4601.4
    ],
    [
        " because I had a really definite routine that I went through prior to going out in Afghanistan and it wasn't like",
        4601.62,
        4609.54
    ],
    [
        " anything religious but I sit down I'd be in my room and you know we'd have everything but like well",
        4609.54,
        4618.44
    ],
    [
        " we had everything in our room but we had a ready room and all that so Iris had sent me this CD",
        4618.44,
        4623.2
    ],
    [
        " from this country singer core blonde I put that on and then the first thing I'd go through is I",
        4623.2,
        4627.86
    ],
    [
        " would change out every battery in all of my gear because you got like your pelter headsets",
        4627.86,
        4633.12
    ],
    [
        " you're not all that stuff's getting new batteries then I would go through and look at all my",
        4633.12,
        4639.16
    ],
    [
        " battle maps clean out the ones from the last one get my new battle maps for this one",
        4639.16,
        4644.84
    ],
    [
        " study them then I would always always always carry 24 hours worth of water with me and then pack out my food",
        4645.02,
        4654.86
    ],
    [
        " then I would go get fresh batteries for my radios then I would go through all of my gear strip it down",
        4654.86,
        4663.34
    ],
    [
        " put it back together for anything that any special gear and equipment I needed for that op",
        4663.34,
        4668.72
    ],
    [
        " there was a later on I like to carry a 60 power spotting scope because I was spending a lot of time on",
        4668.92,
        4675.16
    ],
    [
        " high ground make sure that was all clean up make sure that my radio was charged with crypto all",
        4675.16,
        4682.78
    ],
    [
        " that stuff it would take me like two hours to go through that whole process and then we would go",
        4682.78,
        4688.18
    ],
    [
        " outside we would do our comms checks together and go out and get on the helicopters and get after it",
        4688.18,
        4695.18
    ],
    [
        " and so that that routine right there is like so good because if you had all that stuff ready and you just sat there for two hours",
        4695.56,
        4702.26
    ],
    [
        " that would not be fun no no and I mean you got to go you got to check everything three or four times",
        4702.26,
        4709.66
    ],
    [
        " yeah I remember riding with a guy on on a riding is like his battery died on his nods in the middle of the you know when he's driving",
        4709.66,
        4717.54
    ],
    [
        " on a convoi I'm like good grief yeah you didn't put a fresh one in they cost like 90 cents dude",
        4717.54,
        4723.34
    ],
    [
        " my my first deployment to Iraq we were doing that and we stopped we stopped changing batteries for every op",
        4723.46,
        4730.2
    ],
    [
        " like after a week because the ops were like an hour long yeah and all of a sudden we realized we were going to run out of batteries",
        4730.2,
        4739.14
    ],
    [
        " like we just didn't have enough batteries so we just went to like hey carry an extra battery and if you know if it dies then whatever change it",
        4739.14,
        4746.46
    ],
    [
        " hours were all night yeah you guys going out all night isolated you know we were ten feet from our home",
        4746.46,
        4751.86
    ],
    [
        " these or whatever 20 yards from our home these have big stack of matters and it didn't matter it's totally different scenario",
        4751.86,
        4756.66
    ],
    [
        " yeah I think that I would always be super busy with doing stupid you know officer stuff",
        4756.66,
        4763.82
    ],
    [
        " whatever for you know getting this brief check me with this guy whatever doing all that stuff",
        4763.82,
        4768.78
    ],
    [
        " and I would just get already and it seems like I would work up until I got into a home",
        4768.78,
        4774.78
    ],
    [
        " beat yeah and that's why to you commander to and it was hard on him because he would go on the op already on a rest deficit",
        4775.5,
        4783.4
    ],
    [
        " and then when you're going to stay out there for two days eventually you know he's got to go down",
        4783.4,
        4789.68
    ],
    [
        " but they they we figured out like he would he would pass it off to one of the other OICs to be the GFC",
        4789.68,
        4796.9
    ],
    [
        " because he didn't want me to be the guy talking to the JTAC about what to drop",
        4796.9,
        4801.14
    ],
    [
        " he had more sense than that I was well I would be pretty liberal there's a good there's a picture of me and Dave Burke",
        4801.7,
        4811.26
    ],
    [
        " good to do yeah good deal Dave and it's it's in downtown Ramadi I think it's on the roof of cop Falcon",
        4811.26,
        4817.18
    ],
    [
        " and we're both just completely asleep sitting there just so sleep yeah because and the same thing",
        4817.18,
        4822.7
    ],
    [
        " because when I'd go out I had a lot of times I'd been awake and you know late all of us",
        4822.7,
        4827.24
    ],
    [
        " would be awake for a long time so you get in the field and you're like cool I can sleep now",
        4827.5,
        4831.0
    ],
    [
        " and and that was like okay so that was like one of the hardest things as a leader is like you get there",
        4831.0,
        4837.04
    ],
    [
        " you get in the op and everybody wants to stay awake and that means we're all going to hit the wall in like six hours",
        4837.04,
        4844.82
    ],
    [
        " so it's you got to like go and say hey you four guys get in there and I need you to take sleep",
        4844.82,
        4852.0
    ],
    [
        " so you're ready to bump out on the security positions or these fighting positions or whatever it is",
        4852.0,
        4856.52
    ],
    [
        " because it's coming yeah everyone's just going to hit the wall at the same time and you're all asleep",
        4856.52,
        4861.34
    ],
    [
        " so tired",
        4861.34,
        4862.62
    ],
    [
        " all right so that's a was that the last op you did was with Dan was at the very last op or did you do a couple more",
        4862.62,
        4872.12
    ],
    [
        " I don't remember it was pretty close to the last op because one of our platoons that already redeployed at that point",
        4872.12,
        4879.8
    ],
    [
        " you know in leadership you're the first one there and the last one to go so we didn't go until the last bird",
        4881.0,
        4887.16
    ],
    [
        " but I think I think that was our if it was it wasn't when our last one it was our second to last one",
        4887.16,
        4894.38
    ],
    [
        " it was going was coming home from this deployment",
        4894.38,
        4897.4
    ],
    [
        " any different than coming home from your other deployments",
        4897.4,
        4900.72
    ],
    [
        " oh yeah I've been there for eight months",
        4900.72,
        4904.72
    ],
    [
        " and it was the most kinetic deployment of my career so yeah they and and NSW started doing the third location decompression stop",
        4905.02,
        4919.78
    ],
    [
        " where they're like hey before you get home we want you to sit down and blow off some steam",
        4919.78,
        4923.52
    ],
    [
        " and sit down with you know a site can talk to the site a little bit",
        4923.52,
        4928.88
    ],
    [
        " and our our redeployment flight kept getting bumped so we redeployed like I think eight days later than we were supposed to",
        4929.4,
        4940.66
    ],
    [
        " and every day it was like hey the birds gonna go tomorrow get up muster and they're like nope maybe tomorrow and we did that for eight days in a row",
        4940.66,
        4948.52
    ],
    [
        " finally we got on it and it was getting so long I was really angry I'm like let's go home",
        4948.52,
        4953.42
    ],
    [
        " and they held their ground and I'm really glad that they you know held their ground because when we got to the other location",
        4953.42,
        4961.64
    ],
    [
        " and you start drinking I was just a freaking idiot drank way too much",
        4961.64,
        4965.8
    ],
    [
        " but I needed it I needed to blow off some steam and stuff and it was good to have the other guys to talk to",
        4965.8,
        4974.4
    ],
    [
        " and and and to be somewhere where you know my loved ones didn't have to see me being just a complete buffoon",
        4974.4,
        4981.96
    ],
    [
        " and then you know and then I got home and yeah that that it took a lot so I live kind of at the time I was living in East County San Diego",
        4981.96,
        4998.66
    ],
    [
        " and the area I live in is really similar to areas of Afghanistan so I would find myself in my yard you know and I'm I was back",
        4999.28,
        5008.06
    ],
    [
        " and constantly scanning the high ground and and doing a technique called ballooning and that's where yeah I'm here and then I'll sidestep here",
        5008.06,
        5016.64
    ],
    [
        " and then I'll back step here and it's so like you just make it difficult if a sniper's aiming at you that you're hoping that he's squeezing the trigger as you're step into the side",
        5016.64,
        5026.2
    ],
    [
        " and you're going to step out of his his crosshairs doing stuff like that and then you know when when you go eight months and every stressor that you have is a fight or flight full-brown stressor",
        5026.2,
        5042.62
    ],
    [
        " whether it's the enemy shooting you or indirect fire coming in it's hard for your body to come back and then differentiate between somebody not agreeing with you on something",
        5042.62,
        5053.16
    ],
    [
        " you just said or anything else my sleep was completely jacked up based on us operating a lot at night and I had I've always had issues with my sleep so on the deployment I'd",
        5053.16,
        5068.2
    ],
    [
        " started taking taken Ambien and then they were given to giving it to me and so I was having difficulty sleeping without that",
        5068.2,
        5075.96
    ],
    [
        " and then you know I think it was the first night or second night I was home the dogs started barking and I kept the gun on the night stand which is just an S.O.P.",
        5076.96,
        5088.68
    ],
    [
        " now it's in a safe because I have kids but dogs are barking I roll out of bed grab the gun and I'm at the ready waiting just like okay and then Iris you know rolls out of bed",
        5088.68,
        5100.98
    ],
    [
        " and she's or looks up and sees me standing there naked holding a gun next to the bed breathing heavy scanning both the entrances and she's just like oh wow what came back and you know I didn't",
        5100.98,
        5114.0
    ],
    [
        " get a chance to talk about my wife and where I met her but she was a Wrangler on a ranch that we go to a lot for training when I met her and she's just",
        5114.0,
        5124.46
    ],
    [
        " just hard a good good good partner soulmate and and she's been extremely patient and put up with a lot of stuff that most women wouldn't have and when I came back I was",
        5125.34,
        5139.52
    ],
    [
        " doing I was drinking heavily just and mainly you know as I assess my drinking issues it was because I was so wound up that it would be four beers",
        5139.52,
        5150.88
    ],
    [
        " is to where I could get myself back to where everybody else walks around in their day of life where they're just calm because I was just like",
        5150.88,
        5159.24
    ],
    [
        " and that's just a factor from one is not sleeping and then the other one is just coming back from a deployment like that it takes you",
        5159.24,
        5170.14
    ],
    [
        " a while to decelerate when people are shooting at you and all these horrible things are happening and then now you're back in society but you're not",
        5170.14,
        5179.02
    ],
    [
        " really where you're back here in in the US but you're not really you're you're not all the way back and so",
        5179.02,
        5186.72
    ],
    [
        " and and my temper was like a millisecond fuse will get mad about stupid stuff and all kinds of stuff and finally she said to me",
        5186.72,
        5198.14
    ],
    [
        " she said you know hey baby you're not you're not the same guy you were when you left and I really want you to talk to somebody",
        5198.14,
        5206.7
    ],
    [
        " and so immediately I got on the phone I called up the the psych and I started seeing the psych and talking through a lot of the stuff that I had going on",
        5206.7,
        5215.06
    ],
    [
        " and started working at getting better and it's a it's a long process and it was it was helpful to talk to those guys",
        5215.06,
        5225.54
    ],
    [
        " to say that you have PTSD and and is is somehow maybe admitting a weakness and I don't know if it's you know how do you define PTSD",
        5228.42,
        5239.12
    ],
    [
        " for me it's like okay well if I'm in a crowd I'm get hyper alert and when I came back from the woman I was hyper alert all the time",
        5239.12,
        5247.68
    ],
    [
        " and adrenaline just a constant steady drip of adrenaline going in and that's why I was kind of drinking heavily to calm down",
        5247.68,
        5255.06
    ],
    [
        " you know and in the vicious cycle I got into with the ambient and that's a and then my sleep and jacked up and then inflammation",
        5255.06,
        5264.24
    ],
    [
        " and all the other health health issues that came with that so that was like kind of the first step the second step was at this time",
        5264.24,
        5271.98
    ],
    [
        " I came over the training attachment and and you know 2010 and was now running the Land Warfare section for you",
        5271.98,
        5279.74
    ],
    [
        " and doc parsley Kirk parsley was our our diving medical officer group one and he's a CEO later on went and got his you know",
        5279.74,
        5292.22
    ],
    [
        " doctorate and became a doctor he kind of at that point was discovering that all these health issues that we were dealing with was we're",
        5292.24,
        5300.58
    ],
    [
        " we're revolved heavily around sleep and so he was able to help me like get off the ambient start doing stuff to take you know natural",
        5300.58,
        5312.5
    ],
    [
        " things to get my sleep back in order did you ever do the sleep study did he put you on the street but I did a sleep",
        5312.5,
        5320.26
    ],
    [
        " study later and I've sleep apnea and so I've got a CPAP machine and a sleep with for that and that helps but you know sleep",
        5320.26,
        5331.22
    ],
    [
        " and diet or a linchpin sleep diet and exercise there's a three pillars of good health probably is there a fourth pillar",
        5331.22,
        5337.28
    ],
    [
        " probably like hypnosis or I don't know those are the big three I would say and getting that sleep fixed up",
        5337.28,
        5346.08
    ],
    [
        " help my mental state a huge bit and help my physical state I was in terrible shape at the time a lot of different joint pains and ailments",
        5346.28,
        5356.0
    ],
    [
        " and so that was good you know I was taken melatonin and he goes how much melatonin you take I'm like oh I'm taking six milligrams",
        5356.0,
        5362.04
    ],
    [
        " you look whoa whoa whoa whoa you know you need your body is going to not make its own and ideally you get to the point where you're not even taken",
        5362.04,
        5372.0
    ],
    [
        " you know like some magnesium at night to help you calm down and so that that started me on the on the path and now I was really glad",
        5373.44,
        5382.9
    ],
    [
        " because otherwise I know guys that can't sleep without ambient and I don't think that they're really they're not really getting into the sleep",
        5382.9,
        5390.56
    ],
    [
        " and it's just it's not good and that this time you were working at trade up came back and took over the the land warfare",
        5390.56,
        5400.7
    ],
    [
        " senior enlisted role there as it should be yeah that's that was my dream usually guys don't ask to go to niland and and I was like hey please send me out",
        5402.3,
        5412.78
    ],
    [
        " there this is what I like yeah and and that that was good to go you know what's it's it's really interesting and we talked about this",
        5412.78,
        5421.58
    ],
    [
        " earlier as we applied pressure to the different troops we would see troops that were that were loaded with superstars they had so much raw talent",
        5421.98,
        5434.6
    ],
    [
        " but then they didn't own their mistakes and they were just terrible they'd be terrible and we'll be like I feel like what I know you guys are good to go what is going on here and then we would see troops that",
        5434.6,
        5446.64
    ],
    [
        " necessarily did not have a whole lot of raw talent but they were very humble and they were they kept their their op plan super simple and they would just they would be the troops that that like that we couldn't the opt for just couldn't our opposition forces couldn't keep up with them",
        5447.42,
        5464.88
    ],
    [
        " that's just a fact and it's over and over and over and over again and again and again and the people the people that it's interesting too because you might think well if you're not humble then you're going to be cocky and if you're cocky with the training guys then they're going to be more judgmental and they're going to push you harder and they're going to jump on everything that mistake you make",
        5466.02,
        5489.46
    ],
    [
        " it's not like that it's like it's so clear that when a when a troop was humble they would fix themselves and fix the problems and the mistakes that they made and when they weren't but you know you get four or five guys six seven guys in a troop that are cocky and arrogant and not only are they not owning their own mistakes but they're blaming everyone else inside their own troop it just turns it's so horrible to watch",
        5491.18,
        5518.02
    ],
    [
        " it's horrible to watch because they're at each other's through it's they're blaming each other for everything and no one's taking ownership it's just a total nightmare and it has nothing to do it's like even completely objectively looking at a troop you just you just watch them fall apart because someone doesn't say hey you know what maybe we should just work together and try and do better which is essentially all you need to do is say wait a second it took us 12 minutes the trade-out guys timed us our",
        5518.46,
        5548.0
    ],
    [
        " getting our head count leaving that building it took us 12 minutes and in that 12 minutes we took four more casualties maybe we should look at how we're getting our head counts whatever just whatever little thing yeah and if you're an arrogant person you just it just and then get guess what then you end up with a bunch of new guys that are all arrogant because they're all just",
        5548.0,
        5569.1
    ],
    [
        " imitating you you know they're all imitating the senior guys there's not a new guy that checks into a team goes you know what my chief seems a little bit arrogant I'm going to be more humble that that doesn't have no you're a new guy you're like I'm going to act like my platoon chief that's what I'm going to do and that's what you do and you end up with a whole whole task unit of just people that don't want to say that they did anything wrong and it's again it was just horrible to see",
        5569.42,
        5592.94
    ],
    [
        " because it be guys that were all over me guys like we know everyone you know know everyone on the west coast know every guy like they're all friends and bro no and it's so hard that was the hardest part of the job was was was having to",
        5594.18,
        5610.28
    ],
    [
        " you know you're looking at your friend and saying bro man I'm not like you're not I'm not just saying this you guys are doing really really bad",
        5610.28,
        5622.46
    ],
    [
        " and you need to fix some of this stuff or it's you're not going to get through it you're going to get reloaded yeah and yeah that was that was the worst part of the job they're my opinion yeah absolutely",
        5622.94,
        5634.06
    ],
    [
        " and then it's super tricky just to be able to debrief these guys and doing a manner where you don't sound condescending yeah yeah I mean um god I love that job I would I would you know go out there I had my little voice recorder",
        5634.06,
        5648.06
    ],
    [
        " and I would sit there and I would take all my notes and the voice records you can't write while you're all the stuff's going on and sometimes I would just record the guys as they're",
        5648.52,
        5656.16
    ],
    [
        " freaking out total panic screaming at everyone I just record them and I get back and I'd be like hey man",
        5656.16,
        5662.54
    ],
    [
        " okay when you guys got strong point into that building what will you think and you wanted everyone to do he's like they just need to do move and I go okay let me do let me just play what you were saying",
        5662.54,
        5672.4
    ],
    [
        " and you'd press play on the recorder and the guy be like and you couldn't even understand him couldn't even understand him yeah maybe like man",
        5672.68,
        5680.8
    ],
    [
        " bro this isn't just like this isn't just me and there's some guys that did didn't like me you know or whatever it's like it's not just me and I like you actually I think",
        5680.8,
        5689.92
    ],
    [
        " you seem like a good dude I'm just saying like these mistakes are bad and they're not just made up man",
        5689.92,
        5696.2
    ],
    [
        " they're not just like I'm not just making it up you guys ran to the wrong target and the whole task unit ran to the wrong target",
        5696.54,
        5705.56
    ],
    [
        " you're in charge of the assault and you ran to the wrong target and everyone followed you and that just you know you didn't you didn't do what you were supposed to do",
        5705.56,
        5715.78
    ],
    [
        " that's not good and I'm not just saying this because I want to be cool I'm saying this because it's not good yeah",
        5715.78,
        5724.24
    ],
    [
        " is this the it was crazy and with the great opportunity of that is it was a nonstop experiment to where you could watch how guys",
        5724.46,
        5733.18
    ],
    [
        " organize themselves and how they their organization structure responded to pressure yeah and you could see like oh",
        5733.18,
        5741.42
    ],
    [
        " well these guys are using decentralized command and we can put all the dang pressure we have to bear",
        5741.42,
        5748.16
    ],
    [
        " sort of killing every other guy and they can still function yeah where these guys have over centralizer command or",
        5748.16,
        5754.4
    ],
    [
        " there just isn't any and I can put a fraction of pressure and then it just cracks everywhere and and falls out",
        5754.4,
        5760.36
    ],
    [
        " and that's cool that that I mean again I learned so much from the several years that I was doing that",
        5760.36,
        5772.62
    ],
    [
        " but I could see the personality traits that guys were exhibiting as they came through there",
        5772.62,
        5778.68
    ],
    [
        " and then how they were organized functionally and what worked and what didn't yeah and the other",
        5778.68,
        5785.8
    ],
    [
        " are just set a bunch of negative stuff about how much it sucked but it was so awesome you'd get these",
        5785.8,
        5792.04
    ],
    [
        " studs these young seal beasts e-fives that would just be like opt-taker this element we're moving",
        5792.04,
        5800.56
    ],
    [
        " and you're like I love this guy and I just they would just be awesome and so you'd see that all the time",
        5800.56,
        5805.8
    ],
    [
        " too of course yeah and so that was what made it so cool and yes it's the ultimate leadership laboratory",
        5805.8,
        5812.42
    ],
    [
        " to to experience from the outside from the instructor cadre perspective of we're going to put",
        5812.42,
        5819.12
    ],
    [
        " 28 platoons through this little problem it's the same problem and the only differences and you could",
        5819.12,
        5827.42
    ],
    [
        " say that there's some difference in the guys but they're really not there's actually like the seals",
        5827.42,
        5832.1
    ],
    [
        " in the platoon they're good they're they're solid they're fine there's a couple knuckleheads there's",
        5832.1,
        5837.0
    ],
    [
        " a couple great guys there's a couple guys there's guys in the middle but that's not the difference",
        5837.0,
        5840.88
    ],
    [
        " the difference is so blatantly clear the leadership that you just get to see that over and over",
        5840.88,
        5847.48
    ],
    [
        " and over again so that's awesome yep how long did you stay there for those are three years",
        5847.48,
        5853.58
    ],
    [
        " and then what we what came next you made master chief and then wrapped up your time at trade at",
        5854.48,
        5861.08
    ],
    [
        " and then it was time to go over to team five check I went over to team five and the way the",
        5861.08,
        5869.14
    ],
    [
        " progression is you you do a slot as the operations master chief and then the next cycle were built",
        5869.14,
        5875.84
    ],
    [
        " on a two year cycle you would fleet up to become the command master chief and operations is just",
        5875.84,
        5881.94
    ],
    [
        " it is a crazy job because you are responsible for every single moving part that the seal team does",
        5881.94,
        5890.04
    ],
    [
        " so you're looking at what all nine platoons are doing for training you're involved with where",
        5890.04,
        5897.24
    ],
    [
        " everybody is going to deploy all the gear they got all the ammo that they order anything in between",
        5897.24,
        5906.92
    ],
    [
        " outside you're dealing with all the other commands and then so halfway through our workup the",
        5908.22,
        5915.6
    ],
    [
        " ice ice all went and took Mosul and then deployed they they they split up how the team was",
        5915.6,
        5926.36
    ],
    [
        " organized so that that kind of threw a wrench into how we were deploying we had to come up with a",
        5926.36,
        5932.36
    ],
    [
        " plan to possibly deploy half of the team during unit level training and it was busy but then",
        5932.36,
        5942.34
    ],
    [
        " it was it was a fantastic experience because basically learn how to do everything and then every time",
        5942.34,
        5952.3
    ],
    [
        " so working with with like if someone came to me and they complained to me about our admin department",
        5952.3,
        5959.66
    ],
    [
        " and then I would go to admin and like hey what what's going on here and then I would find out that",
        5959.66,
        5963.6
    ],
    [
        " like we'll have to blame and sometimes all of it lies with the guy complaining about it or hey this other",
        5963.6,
        5973.5
    ],
    [
        " unit over here they're not doing this right and then I just go over and talk to them and find out",
        5973.5,
        5978.5
    ],
    [
        " that hey they've got some issues I don't know about that we could help them out with or we're not doing",
        5978.5,
        5983.88
    ],
    [
        " everything correctly and so I got I took that stuff that I learned from you know like Danny",
        5984.82,
        5989.5
    ],
    [
        " Carolyn Steve Hines and Monitri size and started to apply it outside of just a platoon level but to",
        5989.5,
        5995.84
    ],
    [
        " a command level and a relationship level and it it worked out great we got we got a lot of stuff done",
        5995.84,
        6003.7
    ],
    [
        " and yeah I'm a rambling a little bit but there you have that that that stuff every time",
        6003.7,
        6012.28
    ],
    [
        " there there was every time there was a complaint this isn't doing the right they suck at this",
        6013.12,
        6017.92
    ],
    [
        " I dig into it and there are a couple times I didn't dig into it and then I'd wind up with egg in my",
        6017.92,
        6023.06
    ],
    [
        " face and now I just dig into everything I take what someone tells me like somebody gets in trouble",
        6023.06,
        6030.0
    ],
    [
        " over the weekend and it's like okay this is what we heard right now the first story is never the",
        6030.0,
        6037.0
    ],
    [
        " real story and then let's just hey we don't have to make a call now let's wait and let things",
        6038.2,
        6042.9
    ],
    [
        " develop and find out what the real facts are before we do something knee jerk that we can't take back",
        6042.9,
        6048.0
    ],
    [
        " and sometimes it winds out that it's worse and sometimes it winds out it's then it's better",
        6048.0,
        6053.36
    ],
    [
        " I remember one of the things I heard a general say on on on the deployment that I was on later on",
        6053.36,
        6061.4
    ],
    [
        " he says he's he's not going to make a decision until he has to they're like hey we want to do this",
        6062.58,
        6068.0
    ],
    [
        " and he goes do I need to make that decision today no okay then I'm not gonna because he can let more",
        6068.0,
        6074.08
    ],
    [
        " facts come in he can deal with more stuff which made sense that it was general negata which was the",
        6074.08,
        6081.02
    ],
    [
        " socks and commander when that stuff went on and he was I've never met him personally but he believed",
        6081.02,
        6088.12
    ],
    [
        " in real flat communications so when he sent out an email there'd be like eight a couple hundred",
        6088.12,
        6094.88
    ],
    [
        " people see seed on it and he because there's a tendency for people on staffs to use the the flag",
        6094.88,
        6105.34
    ],
    [
        " officer they're they're working for they're using them like the uh um the wizard of us right",
        6105.34,
        6112.84
    ],
    [
        " they're like oh the general just said this and they're like well I saw his email and that's not",
        6112.84,
        6118.86
    ],
    [
        " what he said in fact here's I mean forge the email and highlight it and everyone else will be",
        6118.86,
        6123.92
    ],
    [
        " see see to no one does that but there's I I've seen it happen a lot of times with other leadership",
        6123.92,
        6129.08
    ],
    [
        " who does it don't use flat coms where people below them will start saying this guy says this or",
        6129.08,
        6134.1
    ],
    [
        " this guy says that and start doing a little bit of manipulation to maneuver whatever their agenda",
        6134.1,
        6140.66
    ],
    [
        " is or just think get things going the way they want to do but one thing I heard you know just catch",
        6140.66,
        6146.04
    ],
    [
        " on that uh don't make a decision into you have to and there's a weird dichotomy in that because",
        6146.04,
        6151.1
    ],
    [
        " you know every there's there's plenty of quotes that are are the opposite of that which is um",
        6151.1,
        6157.06
    ],
    [
        " you know a good what like we said the good plan right now is better than a great plan executed",
        6157.06,
        6163.16
    ],
    [
        " tomorrow or whatever or you know you got to be decisive and the reality is there's and and I",
        6163.16,
        6169.98
    ],
    [
        " I've I say this a lot which is if I know that we're if we get in tell that there's bad guys in",
        6170.84,
        6177.0
    ],
    [
        " this building in this town somewhere and they're like we want you to go hit it that doesn't mean",
        6177.0,
        6182.5
    ],
    [
        " it's like okay okay I decide right now okay yes we're gonna go hit it we load up the vehicles",
        6182.5,
        6186.8
    ],
    [
        " and we start driving and we drive there and hit it no we actually go okay well let's let the",
        6186.8,
        6191.54
    ],
    [
        " information develop and we'll start planning so I made a decision the decision was to start planning",
        6191.54,
        6196.82
    ],
    [
        " the decision is to go hit the target and then it's like okay well now it's night time we have a good",
        6197.42,
        6202.62
    ],
    [
        " plan but we're not sure we haven't confirmed the intel okay well let's let's drive to a forward",
        6202.62,
        6209.8
    ],
    [
        " operating base and get staged right so we've still flexed I've decided to do that but we haven't",
        6209.8,
        6215.92
    ],
    [
        " decided to go hit the thing but we're still prepared to if we need to we've moved in the right",
        6215.92,
        6219.68
    ],
    [
        " direction and then we get it you know intel that well we don't know but a vehicle arrived at this",
        6219.68,
        6225.86
    ],
    [
        " person's house and we think it might be him okay well let's push to a staging point right we",
        6225.9,
        6232.1
    ],
    [
        " still haven't decided to hit it but we've moved in that direction this happens with businesses too",
        6232.1,
        6236.9
    ],
    [
        " where there's something unfolding a new market right hey this new market might open up okay",
        6236.9,
        6242.16
    ],
    [
        " let's invest all of our money into this new market right now no that's not a good move what you do",
        6242.16,
        6247.88
    ],
    [
        " is okay let's let's find out let's let's invest a little bit of money and find out how big that",
        6247.88,
        6253.06
    ],
    [
        " market really is okay cool we do a little study oh it turns out that that market does look pretty",
        6253.06,
        6257.92
    ],
    [
        " big okay let's do a little research and see what it would take for us to push into that market okay cool",
        6257.92,
        6263.34
    ],
    [
        " and so you're moving in the right direction but you're not just jumping in did with this decisiveness",
        6263.34,
        6269.4
    ],
    [
        " to say okay I've seen all I need to see I've decided that we're just gonna go all in right now",
        6269.4,
        6275.92
    ],
    [
        " that doesn't make a lot of sense sometimes there's other times where it's like guess what we're",
        6275.92,
        6281.74
    ],
    [
        " standing in a hallway or we're standing in the street and we're getting shot at we're gonna get into a",
        6281.74,
        6285.58
    ],
    [
        " building that's what we're gonna do like there's no we're not gonna think about we're not gonna move",
        6285.58,
        6289.68
    ],
    [
        " towards the building no we're going in the building because right now out here we're gonna die so yes",
        6289.68,
        6293.98
    ],
    [
        " be decisive in those situations be decisive when you have to be decisive but if you don't have to",
        6293.98,
        6298.68
    ],
    [
        " make a decision the big decision right now and you can make a series of smaller decisions iterative",
        6298.68,
        6305.26
    ],
    [
        " decisions that move you towards what you think decision you will have to make then go that route",
        6305.26,
        6311.5
    ],
    [
        " yeah absolutely okay so you guys deploy to and this is when you guys get in a Mosul",
        6313.98,
        6320.94
    ],
    [
        " no that's a following deployment okay this so what you guys doing this deployment I I want to the",
        6320.94,
        6326.8
    ],
    [
        " the the command split up so the um CO and the the command master chief we're up in a rack",
        6326.8,
        6335.68
    ],
    [
        " and then I was at another spot non-disclosed location on a crisis response element with the",
        6335.94,
        6343.98
    ],
    [
        " uh XO and that was a that was six months that was six well we did five months because at the time",
        6343.98,
        6349.48
    ],
    [
        " they said you have to be front door to front door in six months and because you can't predict the",
        6349.48,
        6354.66
    ],
    [
        " airflow we did a five and a half month um deployment and and and that was a big eye open or two",
        6354.66,
        6362.58
    ],
    [
        " because we on that deployment I was going to an embassy once a week uh how the boys handle it",
        6362.58,
        6369.72
    ],
    [
        " I mean just they they did good we had um we had guys kind of spread out in different spots",
        6369.72,
        6377.44
    ],
    [
        " and uh there was a big operation that went on um there that one of the national mission forced",
        6377.44,
        6385.72
    ],
    [
        " and and uh our guys participated in it and it was it was a good like shooting deal uh nothing",
        6385.72,
        6394.38
    ],
    [
        " happened up in Iraq I think it was frustrating for them um and then by the nature of how",
        6394.38,
        6400.04
    ],
    [
        " everything was there was a really slow strike process so when our guys could see like a vehicle",
        6400.04,
        6408.26
    ],
    [
        " born ied driving towards Iraqi counterparts to blow them up it would take 20 minutes to get clearance",
        6409.86,
        6415.92
    ],
    [
        " to drop a bomb on and and and only 15 minutes to drive there and like five minutes to drive",
        6415.92,
        6421.92
    ],
    [
        " so you they just watch it happen live on tv and they're like uh so that that aspect of it was",
        6421.92,
        6427.7
    ],
    [
        " frustrating and and there wasn't wasn't a real clear decision made on what was going to happen",
        6427.7,
        6433.74
    ],
    [
        " at that point so there wasn't it was i don't know the guys up there didn't do much but just spin",
        6433.74,
        6438.92
    ],
    [
        " spin and spin and spin which is really difficult okay get ready i'll never mind hey get ready",
        6438.92,
        6445.64
    ],
    [
        " i'll never mind and uh um yeah that that was uh that was good so it was a good deployment overall it",
        6445.64,
        6454.68
    ],
    [
        " was a good experience for me to kind of like because I was the senior and listed guy where I was at",
        6454.68,
        6459.58
    ],
    [
        " and so yeah that was great and uh um came back from that and we did our change of command and then",
        6459.58,
        6469.16
    ],
    [
        " I've leaded up to be the command master chief and you don't really know who you're going to get",
        6469.16,
        6476.94
    ],
    [
        " paired up with when you're in that leadership role because there's a commanding officer and a",
        6476.94,
        6482.58
    ],
    [
        " commanding master and as it happened I got paired up with a guy that was just awesome and I'd known",
        6482.58,
        6489.0
    ],
    [
        " forever and the two of us are a lot alike personality wise which we really you know like we went to a",
        6491.66,
        6499.14
    ],
    [
        " couple of leadership seminars and they're like you guys are almost the same person so hey here's",
        6499.14,
        6503.32
    ],
    [
        " what you're gonna have to watch out for because both of you are really blunt and um yeah I really",
        6503.32,
        6509.36
    ],
    [
        " won the lottery it was it was a real pleasure working for him um he was a fantastic leader and what",
        6509.36,
        6516.3
    ],
    [
        " he did really well specifically was he communicated a lot so he's he always speaking with his his exo",
        6516.3,
        6527.58
    ],
    [
        " his office officer and myself and then the task unit commanders he spoke with all once a week he",
        6527.58,
        6534.98
    ],
    [
        " would have a meeting with them once a week you know and he was all all the way down to the platoon",
        6534.98,
        6539.04
    ],
    [
        " all I see and he didn't a manner where he wasn't stepping on other people's toes and there was never",
        6539.04,
        6545.34
    ],
    [
        " any there was never any any guessing on where he was coming from or what he expected and everybody knew",
        6546.82,
        6557.14
    ],
    [
        " that he cared about them was was his his first priority and then the mission came after that so",
        6557.14,
        6563.64
    ],
    [
        " that was really good but hey you know what if you if you if you messed up he don't hold you accountable",
        6563.64,
        6571.28
    ],
    [
        " he he he give give you a written counseling and he did that for some of his guys who just did",
        6572.1,
        6577.52
    ],
    [
        " some shady stuff and they're good dudes and he's like okay well hey you know hopefully this stops",
        6577.52,
        6584.26
    ],
    [
        " here and did does a written counseling so so that was good but uh yeah again it's the same",
        6584.26,
        6590.32
    ],
    [
        " message that we talked about in the last podcast which is just knowing where you stand that's",
        6590.32,
        6601.26
    ],
    [
        " like oh if you step out of line you're gonna get formal written counseling that tightens people",
        6601.26,
        6606.46
    ],
    [
        " up immediately whereas if you think oh this guy's kind of a pushover guess what you do you cause more",
        6606.46,
        6611.28
    ],
    [
        " trouble you cause more problems here you yeah you really do and it was like there was always an",
        6611.28,
        6616.88
    ],
    [
        " escalation with it but it was it was straightforward and then everybody always understood like hey I'm",
        6616.88,
        6621.56
    ],
    [
        " I'm not mad at you these are just the standards we have here and you did this here's the consequences",
        6621.56,
        6627.9
    ],
    [
        " that you know I we need you to fix yourself I'm rooting for you to fix yourself I'm not mad at you",
        6628.48,
        6634.34
    ],
    [
        " and then let's just move forward from here uh got back from that deployment and then I got back",
        6634.34,
        6642.26
    ],
    [
        " in February you started this podcast in December Ierson started listening to it and then like I",
        6642.26,
        6648.2
    ],
    [
        " said podcast six is when I started listening to it and then I was caught up within a week because",
        6648.2,
        6654.76
    ],
    [
        " I was able to do it my my longer commute and then just you talk about I wish I had this I had",
        6654.76,
        6663.38
    ],
    [
        " the luxury of having this when I was in a really important leadership position threefold as a",
        6663.38,
        6670.84
    ],
    [
        " husband as a father and as a seal right and those it and the priorities are almost always the",
        6670.84,
        6678.2
    ],
    [
        " same or it's weighted heavily husband father seal and so all the stuff that that that is discussed",
        6678.2,
        6684.16
    ],
    [
        " here through all these lessons from these books and all that it can take and apply to every",
        6684.16,
        6691.98
    ],
    [
        " stinking aspect of my life and I did it and like the hardest thing for me was that to really get",
        6691.98,
        6698.42
    ],
    [
        " introspective and honest to with myself about what my shortfalls were and it's not something that",
        6698.42,
        6704.42
    ],
    [
        " you can do overnight it's not like I can get a shot and get anoculated it's something that is",
        6704.42,
        6708.82
    ],
    [
        " water tortured in and then I just growing so much from it and like I'm going it's you know",
        6708.82,
        6718.22
    ],
    [
        " the the like starting with the the dang sea of machetes season of the machete season that was",
        6718.22,
        6725.96
    ],
    [
        " like the first really dark pod and I was driving I was winsing listen to that I'm like why did he do",
        6725.96,
        6732.22
    ],
    [
        " that to me um but then I appreciated how good I had it right then then and so now as those those",
        6732.22,
        6743.2
    ],
    [
        " podcasts are so dang necessary to understand how evil I could be I could I could I could completely go",
        6743.2,
        6750.7
    ],
    [
        " down any of those roads and then once you understand that that's in your heart you can control it but",
        6750.7,
        6756.84
    ],
    [
        " then you can appreciate how good you have it and and and you've got that like the the um",
        6756.84,
        6763.52
    ],
    [
        " the episode that you did on the Mylay massacre I had to pull my car over because I was crying",
        6763.52,
        6771.08
    ],
    [
        " because I was so ashamed that this this I was just like can't this story be about somebody else",
        6771.08,
        6778.06
    ],
    [
        " and not Americans and then um later on when when I when guys make chief and I talked to you about",
        6778.06,
        6786.84
    ],
    [
        " this I'm like hey when my guys make chief we we have to put them through all this training a lot",
        6786.84,
        6791.62
    ],
    [
        " of the training I don't think is good one of the things I did for him is like hey we're going to",
        6791.62,
        6794.5
    ],
    [
        " listen to these three podcasts and Mylay was one of them the other one was uh um steel my soldier's",
        6794.5,
        6802.24
    ],
    [
        " hearts which was an awesome podcast and awesome lessons and they're all awesome lessons but it was",
        6802.24,
        6807.6
    ],
    [
        " all good because the guys listened to it and we have discussions and then you know you came in and",
        6807.6,
        6812.2
    ],
    [
        " and uh we VTCed and talked to him and that was such good stuff but going down that road and then",
        6812.2,
        6821.62
    ],
    [
        " being in all these different situations that the executive level levels the leaderships in the",
        6821.62,
        6826.06
    ],
    [
        " SEAL teams and I could see in real time I'm like oh okay this is uh this is uh uh uh yeah my face",
        6826.06,
        6834.8
    ],
    [
        " is getting flushed and I'm a little emotionally attached to this idea my my my fists are clenched",
        6834.8,
        6839.86
    ],
    [
        " what do you say he told me to breathe all right and then I come back and like oh or someone said",
        6839.86,
        6846.28
    ],
    [
        " something and I disagree with them and I just ran headlong into you know a pill box and like that",
        6846.28,
        6852.58
    ],
    [
        " did not work out well maybe I can learn to finesse it and then it worked out great because",
        6852.58,
        6858.78
    ],
    [
        " our I think we did the feedback I've gotten anyway is that we did really good at the team",
        6859.46,
        6866.76
    ],
    [
        " and we dealt well with a lot of other people uh and and so that is is a huge degree for myself",
        6866.76,
        6876.78
    ],
    [
        " was having the podcast to learn these things in mismilitary history and then being able just to be",
        6876.78,
        6883.04
    ],
    [
        " introspective and improve on uh on my life as well and then having these discussions with my",
        6884.12,
        6890.3
    ],
    [
        " because she listens to the podcast all the time and we we discuss it and it just been good for",
        6890.3,
        6895.82
    ],
    [
        " for us across the board um you know when we deployed on that deployment that's during the",
        6895.82,
        6904.9
    ],
    [
        " deployment when we did the uh the clearance and the mozal we had one platoon that went to an area",
        6904.9,
        6912.38
    ],
    [
        " and they were working under um the conventional marine well it was all we were all working for",
        6912.38,
        6918.98
    ],
    [
        " the conventional the conventional forces in Iraq in 2016-17 they were the main effort we were",
        6918.98,
        6927.94
    ],
    [
        " in support of and then our guys went to a location where they inherited a pretty toxic relationship",
        6927.94,
        6934.28
    ],
    [
        " and they took some of the lessons that you talked about and they went in their humble they said hey",
        6936.5,
        6941.96
    ],
    [
        " how can we help what can we do oh hey when are you when do you have when are your normal battle rhythm",
        6941.96,
        6948.94
    ],
    [
        " meetings we want to send a representative there so we make sure we're doing everything right we're",
        6948.94,
        6952.72
    ],
    [
        " getting the word and all that and they really leaned into it they turned that relationship around",
        6952.72,
        6957.9
    ],
    [
        " in a matter of a month completely around and and then they were in an area of Iraq out west that was",
        6958.74,
        6969.88
    ],
    [
        " not there wasn't a lot going on out there at the time but that kernel was so impressed with them",
        6969.88,
        6976.76
    ],
    [
        " and liked them he bent over backwards to make sure that he could get them outside the wire so that",
        6976.76,
        6981.64
    ],
    [
        " they could get after it and we were able to get them outside the wire and at the end of deployment",
        6981.64,
        6987.48
    ],
    [
        " all five of our platoons had been in combat they were the last ones the fifth platoon that hadn't",
        6987.48,
        6992.82
    ],
    [
        " and then they got the opportunity to really mix it up on two operations and it was 100%",
        6992.82,
        6998.8
    ],
    [
        " because of that that kernel liked them as people and trusted them and wanted to see them do well",
        6998.8,
        7007.12
    ],
    [
        " he wanted to celebrate it and when people don't like it they want to see they'll walk across a street",
        7007.12,
        7011.54
    ],
    [
        " to see you get screwed over relationships are stronger than the chain of command",
        7011.54,
        7016.34
    ],
    [
        " absolutely and they they had written in there I love this because I copied this on their",
        7016.82,
        7020.88
    ],
    [
        " on their whiteboard in their their their joint operat their jock they had at the top in all caps",
        7020.88,
        7027.56
    ],
    [
        " relationships equal mission success so when one of their e-fives went over and talked to a marine",
        7027.56,
        7033.72
    ],
    [
        " core e-five they were really cool with them they didn't manage their own security like the",
        7033.72,
        7040.3
    ],
    [
        " Marines did security around their camp they would bring dinner out to the guys that were standing",
        7040.3,
        7044.92
    ],
    [
        " watch at night just like it was it was awesome and then everybody there was a just you know a real",
        7044.92,
        7051.7
    ],
    [
        " a real sense of teamwork and stuff out there um so that that was good and that that was but you",
        7051.7,
        7058.9
    ],
    [
        " guys did some real tough fighting inside of Mosul yeah now our platoons that were up north um",
        7058.9,
        7067.92
    ],
    [
        " you know when they kicked off the liberation of Mosul which was the biggest military operation since",
        7067.92,
        7074.52
    ],
    [
        " the invasion of Iraq and there were I believe three different main lines of approach going towards",
        7074.52,
        7084.38
    ],
    [
        " the city and ISIS pretty much controlled everything on the outside guys the first couple days of",
        7084.38,
        7091.16
    ],
    [
        " that there were semi trucks that were loaded with explosive vehicle-borne ied that was a semi like",
        7091.16,
        7098.82
    ],
    [
        " I don't think you know outside of the moab we don't have a bomb that's carrying that much stuff",
        7098.82,
        7103.08
    ],
    [
        " coming at them um and that's where uh you know uh EOD chief fine-in was killed on the first",
        7103.26,
        7112.92
    ],
    [
        " couple days when our guys had gotten into an area they were they were partnered up with the the",
        7112.92,
        7120.4
    ],
    [
        " the peshmerga which are the uh who are the guys that occurred not me",
        7120.4,
        7126.2
    ],
    [
        " Kurds yeah yeah so they're partnered up with them and they were pressing into an area and they got",
        7126.2,
        7132.36
    ],
    [
        " into an area that was just too laden with ied's and they were having to back up their uh their",
        7133.54,
        7140.66
    ],
    [
        " bat v the truck they were driving in and Jason had the door open so he could make sure that he was",
        7140.66,
        7149.14
    ],
    [
        " in the same tire tracks of that he'd just driven over unfortunately they'd driven over a cross plate",
        7149.14,
        7154.88
    ],
    [
        " once it crushed it halfway they hit the rest of the cross plate and uh it was a daysy change of",
        7155.1,
        7164.02
    ],
    [
        " explosives it went off eight you know a bunch of it hit him right in the face it was a fairly",
        7164.02,
        7170.64
    ],
    [
        " horrible experience for our guys that were there because he was still breathing",
        7170.64,
        7175.38
    ],
    [
        " biologically he was alive for like the hour that they were with him before they could finally get",
        7175.38,
        7184.46
    ],
    [
        " a mativac to him that was too hot the mativac wouldn't come in so they had to",
        7184.46,
        7188.68
    ],
    [
        " offload him off the truck get him in the back of a pickup truck and then drive through all this",
        7188.68,
        7193.86
    ],
    [
        " heavy fire and a lot more ied's to get him on on on board uh the mativac and then you know",
        7193.86,
        7203.08
    ],
    [
        " then he expired and uh it it's the worst case scenario period and it's something that we drilled",
        7203.08,
        7215.02
    ],
    [
        " we we started drilling we call it a caco drill for when you lose a guy back on the strand and we",
        7215.02,
        7221.98
    ],
    [
        " would do full blown drills like okay here's what we need to do um to cover down on that so that",
        7221.98,
        7232.02
    ],
    [
        " we're ready and and i'm a little bit superstitious i think if we practice to do something a",
        7232.02,
        7236.04
    ],
    [
        " whole bunch of times it's not gonna happen and then it happened but luckily it's something that we",
        7236.04,
        7242.48
    ],
    [
        " it's not lucky that it happened but it's something that we drilled and more so",
        7242.48,
        7248.42
    ],
    [
        " we add like a book because there's an incredible about him emotion and everybody wants",
        7248.42,
        7253.9
    ],
    [
        " everyone gets excited they all want to do stuff and so there it's sometimes you can do there's",
        7253.9,
        7259.5
    ],
    [
        " too much that you can do and you can confuse the situation so we we just opened that we had the",
        7259.5,
        7265.46
    ],
    [
        " caco book we opened it up and like our admin or guy is like hey what step one he goes down he goes",
        7265.46,
        7271.74
    ],
    [
        " all right we need to do this what step two we need to do this there's no way we would remember that",
        7271.74,
        7279.22
    ],
    [
        " we went through it went through the steps one of the things that that i was pretty adamant about",
        7279.22,
        7288.7
    ],
    [
        " is because i i had a good idea although i haven't experienced it directly about what my guys had",
        7288.7,
        7296.34
    ],
    [
        " gone through that were there with him um and i wanted to get a a psych out to just help them unpack",
        7296.34,
        7308.38
    ],
    [
        " some of the stuff they went through but before the end of deployment so he could do two things he",
        7308.38,
        7313.38
    ],
    [
        " could get out there and help them unpack what they were you know what they went through and then",
        7313.38,
        7318.4
    ],
    [
        " he built up some rapport so at the end of deployment on the the next stop they had some rapport",
        7318.4,
        7326.36
    ],
    [
        " with them so the the group sent sent the guy out now this is like three weeks after this happened",
        7326.36,
        7335.72
    ],
    [
        " because the best thing to do is to do something and the guy stayed busy because there was a freaking",
        7335.72,
        7341.04
    ],
    [
        " war to fight but then when stuff tapered down for them and now like others downtime hey guess what",
        7341.04,
        7347.86
    ],
    [
        " the psych's coming out and he's gonna hang out there and you don't need to speak with him but he's",
        7347.86,
        7354.88
    ],
    [
        " available and typically he you know he'll get out there he puts a thing up hey he wants to speak with",
        7354.88,
        7360.14
    ],
    [
        " no one signs it but then he's just there and at lunch time a guy hits him up and then later on",
        7360.14,
        7371.02
    ],
    [
        " yeah and the guys went through and there was there was heavy fighting up until the day that that we",
        7371.9,
        7381.86
    ],
    [
        " redeployed team seven basically came in and we're doing turnover ops and going out and doing",
        7381.86,
        7387.44
    ],
    [
        " stuff there in Mosul we had just there was a little bit law of a law when eastern Mosul was finally",
        7387.44,
        7392.92
    ],
    [
        " cleared and then there was a big reassessment on moving over to the other side of the the river",
        7392.92,
        7399.28
    ],
    [
        " but it was it was busy and it was pretty good I mean we had a couple of vehicle-born",
        7401.5,
        7410.94
    ],
    [
        " IEDs that got within a hundred yards of our guys before they were able to kill them with",
        7410.94,
        7415.9
    ],
    [
        " and then the the drivers got like a kill switch on him so when he dies it gets released it gets",
        7415.9,
        7426.4
    ],
    [
        " no shortage of I think there was at least like seven or eight of these things coming out of",
        7427.94,
        7432.9
    ],
    [
        " a day and then they they've been prepping for months so they were laid in all across Mosul there",
        7432.9,
        7439.24
    ],
    [
        " was a garage underground that had a v-bit in it and so as the front line moved closer all of",
        7439.24,
        7444.82
    ],
    [
        " sudden this car which is drive out and drive right into the Iraqi some blow him up and there's no",
        7444.82,
        7450.26
    ],
    [
        " time to hit it with a hellfire or or or stop it or whatever and they they had them coming pretty quick",
        7451.9,
        7459.7
    ],
    [
        " yeah you know going back to the the casualty plan it's it you were giving me a almost a hard",
        7459.7,
        7469.16
    ],
    [
        " time but you were harassing me saying like when are you going to write your protocol book because",
        7469.16,
        7473.96
    ],
    [
        " I've talked about you know how you got to have protocol for a certain situations that are",
        7473.96,
        7478.48
    ],
    [
        " like you said things that are real emotional things that are moving real quick things that you know",
        7478.58,
        7484.38
    ],
    [
        " you're you need to be thinking about but you won't be able to think clearly about when they're",
        7484.38,
        7488.62
    ],
    [
        " actually going on and that's what you're talking about you know you guys put together a protocol",
        7488.62,
        7493.44
    ],
    [
        " to follow and the Navy has one of the teams have one but you know you got to look at it and",
        7493.44,
        7497.78
    ],
    [
        " actually understand what it means can't just open up a book that you've never looked at before",
        7497.78,
        7501.2
    ],
    [
        " so but but that protocol idea for for your life is definitely a powerful thing whether especially",
        7501.5,
        7510.38
    ],
    [
        " for things that are going to be emotional and and rough to go through if you have a good protocol",
        7510.38,
        7515.98
    ],
    [
        " commence the protocol step one and and you also talked about the guys continuing to be busy and",
        7515.98,
        7522.3
    ],
    [
        " that's absolutely true if you're going to sit around and well if you're going to sit around you're",
        7522.3,
        7531.18
    ],
    [
        " and that's not going to go out you're not ready to deal with it so get back to work work let it",
        7531.86,
        7537.2
    ],
    [
        " settle a little bit and then you'll you know you'll you have to deal with it later but you do have to",
        7537.2,
        7541.48
    ],
    [
        " deal with it at some point yeah I know that like one of the times that I got to go out to the to the",
        7541.48,
        7547.76
    ],
    [
        " to the to the to basically the flop with our guys who were going advise an assistant they would be",
        7547.76,
        7554.06
    ],
    [
        " about three blocks back or four blocks back from the front lines um the civilians that lived in",
        7556.32,
        7565.34
    ],
    [
        " Mosul would just move away from where the fighting was and then just kind of mingle around just",
        7565.34,
        7574.42
    ],
    [
        " outside of it and then go back to their houses so we were at this this one location where the",
        7574.42,
        7579.92
    ],
    [
        " guys were providing support to the Iraqi CTS and we had snipers up on rooftops we were able to",
        7579.92,
        7585.4
    ],
    [
        " see all the way to the front lines and take shots and then we were also using mortars pretty heavily",
        7585.4,
        7590.12
    ],
    [
        " we got some 81s in that are just friggin awesome so two thing or so one thing and another story",
        7590.12,
        7599.1
    ],
    [
        " right after this so there's all these civilians around which a little nerve-wracking because who's",
        7599.1,
        7604.86
    ],
    [
        " right and there are a bunch of kids there were some kids right next to living in the building next",
        7606.5,
        7611.52
    ],
    [
        " to uh with their families next to where our trucks were parked and uh they were really nice kids",
        7611.52,
        7620.58
    ],
    [
        " and they spoke pretty clear English and they wanted candy and stuff so we were chatting with them",
        7620.58,
        7625.84
    ],
    [
        " a little bit and and messing around and then so we were there all day and then in the evening",
        7625.84,
        7631.48
    ],
    [
        " a bunch more kids came out there's a whole group of kids and I don't know if they'd just come in the",
        7631.68,
        7637.3
    ],
    [
        " area or was the evening and they just wanted to come out and play and so there's we were in this area",
        7637.3,
        7641.38
    ],
    [
        " where there weren't a lot of buildings so we were right in the middle of this big field so you know",
        7641.38,
        7646.9
    ],
    [
        " we could see anything coming and the kids were all playing and then a salvo of 120's came in",
        7646.9,
        7655.16
    ],
    [
        " and so 120 million more boom boom and they basically kind of bracketed us",
        7655.42,
        7664.48
    ],
    [
        " but then where where one of them landed was right where those stinkin those poor kids were",
        7664.48,
        7672.62
    ],
    [
        " and I looked over there and I saw like this beautiful little girl hoppin away and smoke and",
        7672.62,
        7685.14
    ],
    [
        " and then I saw a guy run out and snatch up a little body and he's just wailing",
        7686.7,
        7695.02
    ],
    [
        " and I thought you know I thought about my kids at home and what those people are going through",
        7695.02,
        7703.48
    ],
    [
        " and how awful it must be and how we just got a redouble our efforts to stop this fricking crap",
        7703.48,
        7711.74
    ],
    [
        " that was going on with ISIL because it is just so unsat because little kids or little kids",
        7711.74,
        7717.74
    ],
    [
        " are little kids you know wherever they're from or what you know and to see innocent shattered like that",
        7717.74,
        7726.48
    ],
    [
        " was rough",
        7726.48,
        7728.96
    ],
    [
        " but that's that's part about you know knowing the darkness and what does that do that makes me",
        7728.96,
        7740.92
    ],
    [
        " appreciate my kids more and then never pass up an opportunity to hug them or tell them I love them",
        7740.92,
        7746.52
    ],
    [
        " or anything like that",
        7746.52,
        7750.12
    ],
    [
        " yeah and that those those kind of stories right there um",
        7750.12,
        7755.26
    ],
    [
        " you know I I pretty regularly have to explain to people that there are evil human beings in the world",
        7755.26,
        7769.0
    ],
    [
        " that there those those people that drop those mortars they don't care about those kids at all",
        7770.78,
        7776.62
    ],
    [
        " and I heard other stories from guys coming back from Mosul after you were there where",
        7776.62,
        7781.76
    ],
    [
        " one of the biggest risks that was going on was the the guys doing the EOD job well what does the",
        7781.76,
        7788.76
    ],
    [
        " EOD guy do he dismantles bombs well they do that in the lowest possible risk way that they can",
        7788.76,
        7795.4
    ],
    [
        " which often means if we find or if they find an EOD of some kind what do they do they just blow it",
        7795.84,
        7801.9
    ],
    [
        " up in place they send a rob robot over there and detonate the thing and just blow it up and that",
        7801.9,
        7806.42
    ],
    [
        " makes your job a lot less risky well what was happening over there it was suicide there was suicide",
        7806.42,
        7812.3
    ],
    [
        " bombers okay so what do you do with the suicide bomber well you do the suicide bomber that comes",
        7812.3,
        7816.88
    ],
    [
        " up that's wearing a suicide vest you shoot them and you kill them and that makes your job pretty",
        7816.88,
        7821.34
    ],
    [
        " easy because then you can then once you got a dead person with a bomb on their chest you can send a",
        7821.34,
        7825.72
    ],
    [
        " robot over there and blow up the bomb well what happened and what the some of these stories I got",
        7825.72,
        7832.06
    ],
    [
        " told was that these ISIS was putting these suicide vests on little kids and so you can't shoot the",
        7832.06,
        7842.4
    ],
    [
        " little kid and you don't want the little kid to get detonated it was one of the riskiest things",
        7842.4,
        7846.36
    ],
    [
        " that they had to do and you know that's and again that's what that's the kind of thing that that",
        7846.36,
        7855.1
    ],
    [
        " you know there's there's like there's a lot I'm not saying America is a perfect place",
        7855.1,
        7872.56
    ],
    [
        " because it is not but that kind of when you hear a story like that and you know that there's a",
        7872.86,
        7884.0
    ],
    [
        " some random EOD guy with a wife and kids at home and whatever LTs got going on and he puts all that",
        7884.0,
        7891.9
    ],
    [
        " on the line to try and help some little Iraqi kid from getting blown up that's say what you want",
        7891.9,
        7900.84
    ],
    [
        " about America but that right there is America we went out to the to the well I I get the guys",
        7900.84,
        7910.7
    ],
    [
        " were going out to the flood every day I got an opportunity to go out with them another time when",
        7910.7,
        7914.64
    ],
    [
        " they were right on the edge of of Mosul going into it and the the building that they were occupying",
        7914.64,
        7920.7
    ],
    [
        " was a school and one thing I noticed as I was walking through the buildings of the school",
        7920.7,
        7930.04
    ],
    [
        " is that on the walls of the school like okay inside the classrooms had all the Disney princesses",
        7930.36,
        7938.8
    ],
    [
        " door of the explorer all the stuff that our kids enjoy there so it's too full there's there's",
        7938.8,
        7947.38
    ],
    [
        " there's a thought like our western culture and lifestyle is going to get overrun negative because",
        7947.38,
        7953.66
    ],
    [
        " western culture on the whole while you said it's not perfect it's still the best thing going",
        7954.66,
        7960.68
    ],
    [
        " and it is completely contagious and even over there in Iraq and in school that was controlled by",
        7960.68,
        7967.26
    ],
    [
        " ISIL their little kids are looking at the Disney princesses and door of the explorer and you know",
        7967.26,
        7975.68
    ],
    [
        " that stuff western things because it's good it's appealing yeah and that that gave me",
        7975.68,
        7982.8
    ],
    [
        " that gave me a tremendous amount of hope yeah that's in just our culture and way of life moving",
        7982.8,
        7990.1
    ],
    [
        " forward that's the whole idea of months ago when I had said that oh you want to solve the problem",
        7990.1,
        7996.16
    ],
    [
        " in North Korea give those people iPhones so they can start watching YouTube because you watch a",
        7996.16,
        8002.0
    ],
    [
        " couple of YouTube videos and you look around at your you know barren neighborhood where you're",
        8002.0,
        8007.44
    ],
    [
        " eating like uh uh water with salt and it is your dinner and you watch a YouTube video of people",
        8007.44,
        8013.82
    ],
    [
        " eating steaks and McDonald's and subway and you think yourself the something's not right here",
        8013.82,
        8020.8
    ],
    [
        " yeah and it's not going to take real long before those people say look we're doing this wrong and",
        8020.8,
        8025.58
    ],
    [
        " I don't you probably heard that story about Gorbachev when Gorbachev came to America uh huh and went",
        8025.58,
        8029.78
    ],
    [
        " in if you're the story no Gorbachev came to America from the Soviet Union and he went into like a",
        8029.78,
        8036.4
    ],
    [
        " a vans or whatever supermarket he went into and he went into the cereal aisle uh and saw that there",
        8036.4,
        8042.54
    ],
    [
        " was 390 different kinds of cereal in there and he realized that they needed to stop what they were",
        8042.54,
        8052.14
    ],
    [
        " doing because you know how many different types of cereal there was in the Soviet Union one",
        8052.14,
        8056.58
    ],
    [
        " you know that's it and when you try and control everything it doesn't work and",
        8057.12,
        8063.36
    ],
    [
        " and actually I remember you called me up one day you're like hey this he's like I was just in this",
        8063.36,
        8068.32
    ],
    [
        " podcast this applies to everything because like it's the same with government I'm like yes it is",
        8068.32,
        8072.52
    ],
    [
        " you can't control everything if one person tries to make all the decisions it doesn't work I was",
        8072.52,
        8078.0
    ],
    [
        " actually going to read this Thomas Saul chunk from when I last time I had Jordan Peterson on",
        8078.0,
        8083.94
    ],
    [
        " because he lays out this thing about how the government with the government trying to control the",
        8084.2,
        8090.08
    ],
    [
        " pricing of some kind of pelt some kind of pelt and if the government raises the prices every hunter",
        8090.08,
        8098.12
    ],
    [
        " goes and by goes and gets all these pelts and then turns them into the government and then the",
        8098.12,
        8102.52
    ],
    [
        " government what do they have now an excess of pelts and so now what do they do with them all they",
        8102.52,
        8107.14
    ],
    [
        " don't do anything because there's nothing to do with them because they they don't have they don't",
        8107.14,
        8113.92
    ],
    [
        " things just don't work with centralized command yeah and things like",
        8113.92,
        8120.42
    ],
    [
        " Dora the Explorer and the Disney princesses and Thomas the Tank Engine and all these",
        8120.42,
        8130.98
    ],
    [
        " Mikey and the Dragons these things are going to spread and those evil bastards what do they do to",
        8130.98,
        8140.88
    ],
    [
        " try and stop it you know what do they do they try and control anything any any any form of freedom",
        8140.88,
        8146.18
    ],
    [
        " and especially freedom of speech you know controlling the internet all those things and it's",
        8146.18,
        8151.72
    ],
    [
        " disturbing to see but I believe that like in Jurassic Park echo movie reference my dad was in",
        8151.72,
        8162.76
    ],
    [
        " that with me and I was really yeah he's like one of the first guys to appear on the screen he just",
        8162.76,
        8167.56
    ],
    [
        " walks past he's in a still still he's in that movie I think the line is life will find a way right",
        8167.56,
        8174.42
    ],
    [
        " yep life will find a way yes that's what happens that's what happens I think so you know with all these",
        8174.42,
        8180.46
    ],
    [
        " these these folks will remember those folks in Mosul they'll remember that they'll remember who gave",
        8180.46,
        8188.98
    ],
    [
        " them freedom and by the way it was Iraqi troops which was amazing to hear their Iraqi troops fighting",
        8188.98,
        8193.84
    ],
    [
        " hard and sacrificing because in Ramadi it was pretty rough to get the Iraqi troops to take lead and when",
        8194.28,
        8199.86
    ],
    [
        " they would take lead the insurgents would be waiting for them and would deal heavy blows to those",
        8199.86,
        8206.1
    ],
    [
        " guys and it was a nightmare to watch but it's it's awesome that they stepped up and they did the house",
        8206.1,
        8213.28
    ],
    [
        " to house clearance would they have Lee supported by coalition forces by Americans and firepower and",
        8213.28,
        8218.26
    ],
    [
        " all that yeah but guess what how many how how many people did they lose at one point we thought we",
        8218.26,
        8224.24
    ],
    [
        " were going to lose our entire partner force when they first kicked it off they were losing",
        8224.24,
        8229.92
    ],
    [
        " they were losing 15 to 20 guys a day and and we did the math we like at this rate and it was because",
        8229.92,
        8238.6
    ],
    [
        " our our strike process was really slow and hadn't gotten decentralized yet that was fixed later",
        8238.6,
        8243.24
    ],
    [
        " but we're like okay at this rate in three weeks these guys were going our entire partner force is",
        8243.6,
        8252.3
    ],
    [
        " going to be gone yeah and what's really impressive is that we lost a battalion in Ramadi that they",
        8252.3,
        8259.96
    ],
    [
        " deserted and they had shown up they did a couple operations they took some casualties and they left",
        8259.96,
        8267.06
    ],
    [
        " and so for for those guys when you were in in Mosul to take massive casualties and stick it out",
        8267.48,
        8273.48
    ],
    [
        " that shows you that how much that's just leaps and it's it's it's incomparable to it was there",
        8273.48,
        8278.92
    ],
    [
        " was there CT their counterterrorism unit which is their like premiere yeah basically tier one",
        8278.92,
        8285.34
    ],
    [
        " yeah they were all really really good to go dialed in and and it was just the fighting and so",
        8285.34,
        8297.04
    ],
    [
        " put this on social media the other day and it was like jaco willing to predicts the future or",
        8297.4,
        8302.4
    ],
    [
        " something like that because I was with on with Joe Rogan and Joe Rogan's like you know what do you",
        8302.4,
        8306.38
    ],
    [
        " do about these ISIS guys now how could you ever defeat them and I was like if you gave the ISIS",
        8306.38,
        8312.26
    ],
    [
        " problem to like a marine corps second lieutenant and said like hey figure on a plan on how to beat",
        8312.26,
        8317.14
    ],
    [
        " these guys they could do it it's like there's a bunch of bad guys surround them and move through",
        8317.14,
        8322.96
    ],
    [
        " and kill them all that's what we're gonna do and he's like yeah that actually did happen and",
        8322.96,
        8326.24
    ],
    [
        " and that is what happened yeah and it was it was beautiful and the amount of attrition that took place",
        8326.24,
        8333.62
    ],
    [
        " was awesome yeah and for those people that think that you can't kill an idea they're wrong",
        8333.62,
        8343.02
    ],
    [
        " you know and then there was some of this stuff where the ISIL had gotten so hysterical with some",
        8343.02,
        8349.84
    ],
    [
        " there was a video they there's one of those you know they do those horrible videos and it was",
        8349.84,
        8354.18
    ],
    [
        " something happened over in Syria and they released a video where they you know they killed like",
        8354.18,
        8359.2
    ],
    [
        " nine guys but they were from the local area and and then I guess the tribe was like hey can we",
        8359.2,
        8366.58
    ],
    [
        " have the bodies back of our guys you just killed and they're like no so the next day a suicide",
        8366.58,
        8373.56
    ],
    [
        " bomber walks into the ISIL headquarters in that area from that tribe which the way the tribal",
        8373.56,
        8378.9
    ],
    [
        "ism works they're willing to do that and clacked off killed like 30 people they just you know and",
        8378.9,
        8385.9
    ],
    [
        " I think there's one or two people that are kind of hardwired maybe to do that out of a thousand",
        8385.9,
        8393.5
    ],
    [
        " and they they have to do these videos and force people to do that stuff because it's not in their",
        8393.5,
        8401.3
    ],
    [
        " nature it's not only isn't in mine another that's another big misconception is like oh they're",
        8401.3,
        8408.88
    ],
    [
        " situations you know that's that's what's actually happening like you said sure is there one out of",
        8409.22,
        8413.18
    ],
    [
        " a thousand that's like so brainwashed that they're like yes I'm gonna go be a marker sure there is",
        8413.18,
        8417.64
    ],
    [
        " some of those but most of them are hey if you don't do this we're gonna kill your whole family so which",
        8417.64,
        8421.8
    ],
    [
        " one do you want and the guys go yeah okay go ahead and I'm talking about situations two where they've",
        8421.8,
        8428.06
    ],
    [
        " got they got like a guy strapped to a post with the thing on and then they tell someone go stab",
        8428.06,
        8433.38
    ],
    [
        " and the guy no one wants to do that you know like they're they were doing what the Japanese were",
        8433.86,
        8439.74
    ],
    [
        " doing in World War II oh okay I see where you're saying hey go hack off some heads for training today",
        8439.74,
        8444.04
    ],
    [
        " go kill some poor Chinese farmer yeah go and no one wants to do most people don't want to do that",
        8444.04,
        8450.9
    ],
    [
        " and that's like in in their situation too a lot of those people like I don't want anything to do",
        8450.9,
        8455.56
    ],
    [
        " this no yeah well you got to do it or the result is we're gonna kill your family and then they",
        8455.56,
        8461.78
    ],
    [
        " just get into a situation where they're doing it and it's not good",
        8461.78,
        8464.7
    ],
    [
        " yeah on a positive note like on that deployment I clean my dang diet up as a result is you know",
        8464.7,
        8475.34
    ],
    [
        " Peter T. of being on this podcast and now I'm listening to Peter T. his podcast and keeping smart",
        8475.34,
        8480.24
    ],
    [
        " on my health and started doing basically I did pretty strict keto there's a couple weeks where I",
        8480.24,
        8487.9
    ],
    [
        " ate nothing but eggs and sardines and man that is boring oh but uh I felt I found you know",
        8487.9,
        8498.82
    ],
    [
        " I am flueation went away I dropped pounds and I was getting in good shape and then I started",
        8498.82,
        8503.98
    ],
    [
        " experimenting with the intermittent fasting which is something that I'm still doing now",
        8503.98,
        8507.48
    ],
    [
        " and that was that's good stuff did you start that uh during deployment before the deployment on",
        8507.48,
        8514.24
    ],
    [
        " the deployment I'm like hey okay I'm gonna quit eating sugar because you'd mention sugar is",
        8514.24,
        8520.78
    ],
    [
        " bad for you and I never really paid attention to it because I think you mentioned sugar is bad",
        8520.78,
        8526.84
    ],
    [
        " and then I'm like okay I'm like I I'm gonna stop eating sugar and I was eating big salads and",
        8526.84,
        8533.54
    ],
    [
        " stuff like that and and there was a guy that I was to play with this really smart on this stuff",
        8533.54,
        8537.54
    ],
    [
        " and and he's like well hey if you're if you stopped eating sugar then you need to eat",
        8537.54,
        8542.12
    ],
    [
        " in that yogurt and that milk's got a lot of sugar and I guess what that fruit has got a lot of sugar",
        8542.12,
        8546.66
    ],
    [
        " in it so man then I started looking at labels getting smart picked up a book read it on basically",
        8546.66,
        8554.56
    ],
    [
        " you know how I eat now is is is round about a paleo thing like I try to avoid grains and",
        8554.56,
        8562.46
    ],
    [
        " carbohydrates and stuff that's processed on laughing because the other day you're like you know I mean",
        8562.46,
        8569.48
    ],
    [
        " you're like yeah you know I'm stay I stay that way but then you're like but if I go to someone's",
        8569.76,
        8574.12
    ],
    [
        " house and they say like hey do you want to you know you want a piece of bread or whatever",
        8574.12,
        8578.46
    ],
    [
        " yeah I eat it yeah because because there's there's another aspect to that",
        8578.46,
        8582.5
    ],
    [
        " I don't want to be the vegan guy who is like hey you know what I'm better than you because I'm a vegan",
        8582.5,
        8590.38
    ],
    [
        " so I'm I'm better than you diet yeah and so it's like really uncool if someone offers you food to",
        8590.38,
        8599.04
    ],
    [
        " say no yeah so that's that's that's where that's something I weigh out if I was like okay I go",
        8599.26,
        8604.96
    ],
    [
        " over to your house and we're having pieces of dinner that's what I'm gonna eat because I can",
        8604.96,
        8608.68
    ],
    [
        " afford to eat a piece of pizza or you're not gonna die yeah and then you just gotta watch out",
        8608.68,
        8618.36
    ],
    [
        " for the slippery slope oh yeah because it is I say no to bread all the time you know no I'm good",
        8618.36,
        8624.96
    ],
    [
        " and then like you said if it's someone hey if it's a situation that unfolds where it's like oh",
        8625.74,
        8632.52
    ],
    [
        " I'm gonna look like I'm gonna be bringing attention to myself is really what boils down to",
        8632.52,
        8638.22
    ],
    [
        " I'm gonna make everyone talk to me about me and my little thing it's like no I'm not that important",
        8638.22,
        8644.9
    ],
    [
        " I'm just some dude who like is weird so I'm not gonna make a big thing out of that yeah",
        8644.9,
        8651.66
    ],
    [
        " and breads handy I mean you can eat some meat without getting your fingers all dirty yeah no it's",
        8652.3,
        8658.3
    ],
    [
        " it is it is handy and the the lettuce wraps while good in theory and actually have you had someone",
        8658.3,
        8666.92
    ],
    [
        " make a burger I had one the other day it was iceberg they I said I asked for like lettuce on the",
        8666.92,
        8671.88
    ],
    [
        " burger and it was iceberg lettuce mm-hmm cutting like basically in half so it was big too big giant",
        8671.88,
        8680.1
    ],
    [
        " chunks and it worked really well I was pretty because normally it's like oh they give you that one",
        8680.2,
        8685.24
    ],
    [
        " big piece of lettuce that's all wilted by the time it gets you you can't pick that thing up it's",
        8685.24,
        8689.84
    ],
    [
        " not happening you actually got to use a fork and knife to eat a burger which in its own right",
        8689.84,
        8693.58
    ],
    [
        " is kind of disturbing yes if we're eating burgers and we're using a fork and knife we don't",
        8693.58,
        8699.22
    ],
    [
        " respect that I mean that's just not something that we're doing but all of a sudden we are if we got",
        8699.22,
        8709.92
    ],
    [
        " what did you weigh when you went on deployment hundred ninety three pounds and I'm five foot six",
        8709.92,
        8714.58
    ],
    [
        " and then what you weigh when you got home uh I think I was one sixty five how did you feel mentally",
        8714.58,
        8719.92
    ],
    [
        " way better yeah way and and and dock parsley it already cleaned up your my sweet habits yeah so you",
        8719.92,
        8727.22
    ],
    [
        " were basically getting on step right as as I've been I've been on step probably for two years and",
        8727.22,
        8733.56
    ],
    [
        " and you know it's sleeps like anything else it just got to be disciplined with it I'm I don't",
        8733.56,
        8739.9
    ],
    [
        " know five thirty or six but I'm really careful that that like you know the lights are all out",
        8739.9,
        8747.34
    ],
    [
        " because for me even stupid little lights will wake me up and and it's quiet and all that and then",
        8747.34,
        8755.0
    ],
    [
        " I got got one of those weighted blankets which is pretty cool do you must have told my wife about",
        8755.0,
        8760.56
    ],
    [
        " that or I risked it because we both we have a weighted blanket now too it's not on my side of the",
        8760.56,
        8765.64
    ],
    [
        " bed it's just on her side of the bed yeah they're not cool in the summertime because they're too hot",
        8765.64,
        8769.7
    ],
    [
        " oh yeah man I just go to sleep and sleep I don't wake up at all until until the next morning you know",
        8769.7,
        8776.66
    ],
    [
        " like normally you wake up a couple times during the night and I think you just get under there and you",
        8776.66,
        8780.12
    ],
    [
        " feel all safe I'm like oh feel like I'm in the womb done you're all you got the weighted blanket",
        8780.12,
        8786.06
    ],
    [
        " you got the CPAP machine yeah just keeping it real yeah one of our mutual friends that has a",
        8786.06,
        8791.48
    ],
    [
        " CPAP machine and his wife was like you know when you when you mask comes off do you know I'm",
        8791.48,
        8800.72
    ],
    [
        " trying to wake you up so you can put it back on and he's like don't you know don't just leave me",
        8800.72,
        8805.0
    ],
    [
        " alone and she's like well what if your mask comes off and then you stop breathing and he's like",
        8805.0,
        8809.38
    ],
    [
        " just let me die so that's good so you come home from that deployment",
        8809.38,
        8819.14
    ],
    [
        " yeah and then what'd you do when you got back did you I went over to trade at and became the",
        8820.64,
        8825.58
    ],
    [
        " command master chief there and then started you know preparing to make making sure all the fundamentals",
        8825.58,
        8832.6
    ],
    [
        " that you'd stayed in place were still there and they were still there the guys are just really",
        8832.6,
        8839.0
    ],
    [
        " hard and doing a good job and then and that was it overrun in unit level training and and see",
        8839.0,
        8848.18
    ],
    [
        " in that and then work in myself out of a job getting the the the the guy that's my replacement",
        8848.18,
        8854.8
    ],
    [
        " set up to take my job and and and here's the deal like as I leave naval special warfare",
        8854.8,
        8862.58
    ],
    [
        " they're so good to go and I see the younger guys now that are coming up at every level",
        8862.58,
        8871.24
    ],
    [
        " if people like to complain about the millennials and I I really don't see any issue with them",
        8871.24,
        8876.56
    ],
    [
        " because they're doing good and and and when I measure myself against who they are when I was",
        8876.56,
        8882.0
    ],
    [
        " their age their way better I'm like goodness biggest problem I have with millennials right now as I",
        8882.0,
        8887.16
    ],
    [
        " look at it and I'm like how are you so much bigger and stronger and smarter than I ever was when I",
        8887.16,
        8891.94
    ],
    [
        " was 22 come on I told you this the other day I I roll in here and I hear some like guys training",
        8891.94,
        8899.08
    ],
    [
        " over on like another mat I look over there and they're clearly young frogmen and there's six of",
        8899.08,
        8906.52
    ],
    [
        " them and they're all dripping with sweat because they've been getting after it hard and they all look",
        8906.52,
        8911.26
    ],
    [
        " like they're yoked and just ready to go start just killing people and I'm like what's up fellas",
        8911.26,
        8917.54
    ],
    [
        " yeah like we're getting ready to go to land war for us legit just so happy yeah and it just yeah",
        8917.54,
        8925.2
    ],
    [
        " you're you're right these guys in in the teams right now and in the military at large if you're",
        8925.2,
        8929.86
    ],
    [
        " going in the military you're doing it for a reason you know when you and I joined I want no war",
        8929.86,
        8934.54
    ],
    [
        " going on we were hoping there would be but you're going to now like me you know what's up you know",
        8934.54,
        8938.7
    ],
    [
        " what you're doing you know what you're stepping into and now retirement you can go I think so",
        8938.7,
        8945.72
    ],
    [
        " I'm really excited but 30 years is a long enough time to where I'm like I'm ready to go",
        8945.72,
        8950.42
    ],
    [
        " yeah my last part is that like I'm glad that you're going with the feeling like hey things are",
        8952.24,
        8957.94
    ],
    [
        " good to go yeah because the hardest part is you start thinking that you like that you are so",
        8957.94,
        8963.46
    ],
    [
        " critical and now like oh what and it's like no there's 10 guys that are just as good as me",
        8963.46,
        8969.72
    ],
    [
        " better than me and they're all gonna get in there they're gonna do a better job than I could have",
        8969.72,
        8973.6
    ],
    [
        " ever done and and then the other thing is like when you hear some rumor or whatever about something",
        8973.6,
        8979.02
    ],
    [
        " going sideways and you get you get all freaked out because you want to be like back where you can",
        8979.5,
        8986.58
    ],
    [
        " help and you got guys going on deployment like if something it's just like that you have to it's",
        8986.58,
        8992.38
    ],
    [
        " just hard to let go and I'm not saying you're gonna be able to go but it's it's hard to not just",
        8992.38,
        8999.42
    ],
    [
        " think about it the same all the time like it's hard to it's hard to come to grips with the facts",
        8999.42,
        9006.02
    ],
    [
        " that you're not in the teams anymore that's all it is yeah and then that's what that's I mean",
        9006.46,
        9012.08
    ],
    [
        " I'm super appreciative that I'm getting to work with that's along front because the word that the",
        9012.08,
        9015.98
    ],
    [
        " best thing about being in the teams is the peer group and so I'm training right into the same",
        9015.98,
        9021.18
    ],
    [
        " peer group of just a bunch of awesome people and then getting to go and and I've really enjoyed like",
        9021.18,
        9030.08
    ],
    [
        " a third of my career was at CL team five the other third of it was at trade it and I really really",
        9030.08,
        9036.72
    ],
    [
        " enjoy working with people um teaching passing stuff on learning I'm always learning and uh that's",
        9036.72,
        9044.98
    ],
    [
        " I'm I'm super excited about it yeah it's like I said once you get over the fact and um I'll give you",
        9044.98,
        9051.24
    ],
    [
        " little heads up if you clean out your locker yet it's it's like 80% done okay yeah that last 20%",
        9051.24,
        9058.52
    ],
    [
        " that sucks yeah that's the worst part for me loading that stuff into my van and knowing and then",
        9058.52,
        9065.06
    ],
    [
        " your your your access card doesn't work anymore it's just like game over and you just drive out and",
        9065.06,
        9071.48
    ],
    [
        " you know especially for guys like you and me and you know you even 10 I mean I was in for 20 years",
        9071.48,
        9078.18
    ],
    [
        " you were in for 30 but I mean how many memories do you have at the CL team one grinder at the",
        9078.18,
        9085.66
    ],
    [
        " CL team three grinder at the trade at building it's like my whole life is right there and you know",
        9085.66,
        9095.16
    ],
    [
        " when you're leaving you're just it's it's yeah it's gonna be it's scary because all those memories are",
        9095.16,
        9102.1
    ],
    [
        " there but man they're good memories and I know that if I pick up the phone guys will answer and uh",
        9102.1,
        9107.84
    ],
    [
        " yeah you know when uh when faculty died like um last year and I was like what I felt like",
        9108.84,
        9119.06
    ],
    [
        " all that yeah I just felt like all that memory all that memory that he had of us is gone like that",
        9119.06,
        9127.1
    ],
    [
        " he had of me and all my little running mates that I used to run around with we were all team one",
        9127.1,
        9131.0
    ],
    [
        " guys we were all and like he had these images of us and knew us when we were little kids and",
        9131.0,
        9137.24
    ],
    [
        " kept us out of trouble and all that stuff and I'm thinking all those things you which he had a",
        9137.84,
        9141.62
    ],
    [
        " perspective that only he could have like I was like oh those are all gone and that was that was a",
        9141.62,
        9146.94
    ],
    [
        " crappy feeling of just damn why does that have to go and I never got him on the podcast either",
        9146.94,
        9154.94
    ],
    [
        " which is a freaking shame yeah um but the good thing is like you said um we're still all just kicking it",
        9154.94,
        9164.22
    ],
    [
        " yeah and I mean really it's like just this naval special warfare or any organization or team",
        9164.32,
        9170.96
    ],
    [
        " we're just in that for that little time and then it's shaped us way more than we shaped it we",
        9170.96,
        9178.36
    ],
    [
        " had our influence and it'll just keep on going and that's what that's like there's a piece of",
        9178.36,
        9182.72
    ],
    [
        " piece of us that's never ever ever going to die the long as this country's around or there are",
        9182.72,
        9189.1
    ],
    [
        " guys doing frog man stuff there'll be a little piece that it gave us and we gave it they're",
        9189.9,
        9196.74
    ],
    [
        " moving forward yeah yeah that's good to go it's about as good as it gets about as good as it gets",
        9196.74,
        9203.12
    ],
    [
        " I think that's probably a good spot and we might both be retired echo Charles but we're not done yet",
        9203.12,
        9214.24
    ],
    [
        " in fact we're just getting warmed up plenty of fighting I'll be it in a different way",
        9214.96,
        9220.06
    ],
    [
        " that is left to do and we're gonna do it you got any suggestions on how we can stay in the fight",
        9220.06,
        9227.44
    ],
    [
        " see in the fight and on the path big time yeah okay first thing you get to great a little bit more",
        9227.44,
        9232.94
    ],
    [
        " direct relationship to the expression fight you get to you're not doing it do it from many benefits",
        9232.94,
        9242.3
    ],
    [
        " so we always talk about not gonna go too deep into it I wanted to because I was thinking about it",
        9242.3,
        9247.02
    ],
    [
        " you know some people don't call a jujitsu match or jujitsu training or within a fight some people",
        9247.02,
        9253.46
    ],
    [
        " do some people don't so this is what I kind of discovered or realized that if other types of",
        9253.46,
        9260.28
    ],
    [
        " fighters or martial arts practitioners they tend to not call jujitsu a fight you know like oh no",
        9260.28,
        9266.94
    ],
    [
        " it's not a fight you know you it's a match or it's a whatever and then you have the totalitarian",
        9266.94,
        9272.6
    ],
    [
        " kind of attitude which is like hey anything that you're struggling against another person or",
        9272.6,
        9278.0
    ],
    [
        " another force it's a fight even for you going to the grocery store and looking for a certain kind of",
        9278.0,
        9284.04
    ],
    [
        " it can be a spaghetti sauce yes a fight yes sometimes yeah sometimes especially when I'm doing it",
        9284.04,
        9290.04
    ],
    [
        " for somebody else it's another element on the last just the way I look at it if you and I roll yes",
        9290.04,
        9295.18
    ],
    [
        " and we go hard yes is that a fight that's a fight for you huh well okay so because I look at it",
        9295.74,
        9303.24
    ],
    [
        " in that way anything that I'm struggling against another person or force or in your case another",
        9303.24,
        9307.5
    ],
    [
        " person and force it's a fight so that you know with you that's that's essentially a good example",
        9307.5,
        9314.1
    ],
    [
        " less fighting all our total war total war it's good to exercise that in our eyes that whole book",
        9316.44,
        9326.32
    ],
    [
        " psychology for the fighting man it's just so good but just starting off with total war and we",
        9326.32,
        9331.84
    ],
    [
        " start to view your life through the aspect of just total war yeah oh because then when I were",
        9331.84,
        9338.9
    ],
    [
        " taking to the next level this this workout I'm gonna be total war yeah this person that's trying to",
        9338.9,
        9344.88
    ],
    [
        " get somebody somebody hit me up on social media today said said he was getting emotionally black mailed",
        9344.88,
        9351.28
    ],
    [
        " okay he said what would you do I was like not getting emotionally black black mailed no factor",
        9351.28,
        9357.2
    ],
    [
        " stifle your emotions yeah to say well you're not because well you it's like I don't know",
        9357.2,
        9362.7
    ],
    [
        " you don't even have emotion so how can you blackmail your son Chris so yeah I mean but make sense",
        9362.7,
        9367.88
    ],
    [
        " so I don't know though because what emotions sometimes can be more you know more of a thing",
        9367.88,
        9374.64
    ],
    [
        " me yeah yeah for sure people you know that's kind of kind of everything yeah for sure unless if you",
        9374.64,
        9379.66
    ],
    [
        " if you have no emotions so then you're gonna have real problems yeah it's like me trying to learn",
        9379.66,
        9385.56
    ],
    [
        " but you should learn to control your emotions and one thing that can help you learn to control your",
        9385.56,
        9389.48
    ],
    [
        " emotions is jujitsu jujitsu because it's an exercise in prepping for all out war in life very good",
        9390.42,
        9398.34
    ],
    [
        " direct anyway when we're doing jujitsu we need a geek and rash guards that's essentially the uniform",
        9398.34,
        9403.32
    ],
    [
        " uniforms yeah for the jujitsu and you get that at the best ones anyway at origin origin main",
        9403.32,
        9410.66
    ],
    [
        " dot com not to forget it it is in Farmington main all made in America yeah which is not a small deal",
        9410.66,
        9418.2
    ],
    [
        " not a small deal at all you can say oh whatever no it's it's a big deal and what's awesome about",
        9418.2,
        9425.72
    ],
    [
        " speaking of America is going up to Farmington main and seeing a factory with 40 people working in it",
        9425.72,
        9432.72
    ],
    [
        " craftsman making stuff here yeah bringing back a town right bringing back an industry yeah that's",
        9432.72,
        9443.06
    ],
    [
        " what we're doing here movement check yeah yeah yeah you don't know about those yet American",
        9443.06,
        9455.54
    ],
    [
        " denim and then we got supplements yeah Jason Gardner talked to me about origin jaco supplements",
        9455.54,
        9463.78
    ],
    [
        " coming at you live yeah I am on the joint warfare doing the morning to it night",
        9463.78,
        9469.5
    ],
    [
        " krill oil every morning and I am on the milk train I am on the milk train you know when I get when",
        9469.9,
        9478.3
    ],
    [
        " I want to have some dessert and I like you know what almond milk and then a scoop of the uh",
        9478.3,
        9485.14
    ],
    [
        " mint chip milk hit that with a stick blender it satiates me and then every morning in my coffee",
        9485.14,
        9492.68
    ],
    [
        " I got a scoop of the vanilla milk actually now you know that you know the video you made with",
        9492.68,
        9497.72
    ],
    [
        " Tim Tim for yeah he's like probiotics yeah that was Jason Jason was like you know I wasn't",
        9498.4,
        9503.46
    ],
    [
        " sure if I was gonna get that stuff but then I saw it had probiotics yeah yeah yeah cuz that's",
        9503.46,
        9510.42
    ],
    [
        " what you need did you know that was you yeah I pretty much figured it was me got all of his",
        9510.42,
        9518.88
    ],
    [
        " mustache when he got all the numbers exactly I was on the site looking I'm not gonna look at this",
        9518.88,
        9522.88
    ],
    [
        " milk like man so first of all it said keto compliant on there I'm like oh good to go because a lot",
        9523.22,
        9528.96
    ],
    [
        " of the protein stuff is loaded with sugars and then I saw probiotics I'm like okay I'm done",
        9528.96,
        9533.78
    ],
    [
        " here's the here's the issue it's either loaded with sugar or it tastes horrible because even you put",
        9533.78,
        9540.62
    ],
    [
        " whatever uh sweet or artificial sweeteners taste horrible except for one the one that we use",
        9540.62,
        9546.4
    ],
    [
        " which is not artificial it's actually from nature itself yeah that monk fruit yeah",
        9546.4,
        9551.98
    ],
    [
        " so yeah you can get all those from origin main.com and and I also realize that you haven't tried",
        9553.2,
        9561.12
    ],
    [
        " the warrior kids strawberry milk yet and I'm gonna get that to you if you're gonna get nots bro",
        9561.12,
        9567.28
    ],
    [
        " it is ridiculous it is ridiculous so get some of that check it's true also jaco has a store as we all",
        9567.28,
        9575.68
    ],
    [
        " know by now it's called jaco store so you go to jaco store.com is where you can get your shirts",
        9575.68,
        9580.6
    ],
    [
        " more rash guards. trucker hats flex fit hats we're doing both despite do we do we know which one",
        9581.26,
        9590.88
    ],
    [
        " sells more they're even really are you just making that they were even when I checked when did you",
        9590.88,
        9596.36
    ],
    [
        " check this is like such a scam what he's telling you so untrue nothing he just said that you",
        9596.36,
        9602.7
    ],
    [
        " did Eddie says one of the things that you have to say I got kids bro I was a bit of a riled man",
        9602.7,
        9607.24
    ],
    [
        " I can't look at me and say it's equal so just don't lie to me dude it doesn't work I like smell it",
        9607.24,
        9614.44
    ],
    [
        " how about this I'll check it we'll get back to you then we'll do it we're good now we're good now",
        9614.44,
        9618.9
    ],
    [
        " there's no factor I'm good no here's the thing they're not trying to look at me and tell me something",
        9618.9,
        9622.34
    ],
    [
        " that you don't know at the end of the day you know at the end of the day doesn't even matter",
        9622.34,
        9627.24
    ],
    [
        " because look what if I'm like hey I like flex it oh but the trucker hat see this is better at the",
        9627.24,
        9632.84
    ],
    [
        " flex check subject we're not talking about it I want to be truthful I want to flex it",
        9632.84,
        9636.66
    ],
    [
        " I love being truthful cool cool it's what you want tell me the truth that's not on the",
        9636.66,
        9640.52
    ],
    [
        " same thing well I'll report back how about that is that cool anyway who these like I said",
        9640.52,
        9644.24
    ],
    [
        " women stuff on there if you want to represent why are we we are on the path that's where you can",
        9644.24,
        9650.92
    ],
    [
        " get the stuff to represent you can also get some uh jocke white tea you can get it from",
        9650.92,
        9659.48
    ],
    [
        " whatever yeah it's because it tastes good and it's awesome for you and it gives you",
        9660.9,
        9664.66
    ],
    [
        " 8,000 pound deadlift which is not you know light something uh subscribe to the podcast if",
        9664.66,
        9672.56
    ],
    [
        " you haven't yet otherwise echo is going to keep telling you to subscribe yeah man you're gonna",
        9672.56,
        9676.24
    ],
    [
        " invade your dreams and tell you to subscribe whoever you people are that haven't subscribed yet",
        9676.24,
        9682.92
    ],
    [
        " you're crazy with this is 168 podcasts this is hundreds and hundreds and hundreds of hours of",
        9682.92,
        9688.58
    ],
    [
        " listening but you didn't click subscribe we had issues with you so don't just subscribe don't",
        9688.58,
        9694.04
    ],
    [
        " forget about the warrior kid podcast trying to tee up a couple more right now to get them out",
        9694.04,
        9698.68
    ],
    [
        " there to all of you so get some of that and then also uh youtube we have a youtube channel if you",
        9698.68,
        9706.0
    ],
    [
        " want to check that out it's it's starring echoes videos it's starring the video version of this podcast",
        9706.0,
        9714.66
    ],
    [
        " that's right well you want to see what that yeah I guess so yeah so it's starting echo Charles'",
        9714.66,
        9719.72
    ],
    [
        " videos so check out that you see what Jason Gardner looks like yes that's something you're gonna",
        9719.72,
        9727.12
    ],
    [
        " you're gonna definitely want to see what Jason Gardner looks like does do you think Jason okay does",
        9727.12,
        9731.5
    ],
    [
        " and people please let me know does Jason Gardner look how he sounds I think so yeah I think so you",
        9731.5,
        9741.2
    ],
    [
        " think so well the thing is I've I you already saw I saw you and didn't hear you a lot of people in",
        9741.2,
        9747.06
    ],
    [
        " this sense yeah people will be opposite I think you probably I think you probably look how you sound",
        9747.06,
        9753.92
    ],
    [
        " I think I think it's hard for me to make that judgment because I know you this I kind of I",
        9753.92,
        9760.66
    ],
    [
        " gotta find that picture I'll post a picture of you and me age whatever 20 19 yeah and yeah",
        9760.66,
        9767.36
    ],
    [
        " and we've been able to completely insane so you guys went in at the same time no he went in a few",
        9767.36,
        9772.6
    ],
    [
        " years before years before and then we ran over and do each other overseas and just really hit it off",
        9772.6,
        9778.12
    ],
    [
        " yeah yeah yeah uh what else psychological warfare yes what that is I had to go into this all",
        9778.12,
        9789.78
    ],
    [
        " deep you get mad every single time that's the one that broke me this is the one that I was like",
        9789.78,
        9794.04
    ],
    [
        " bro we're not doing this whole support thing anymore we're done doing it we're done I'm not doing",
        9794.04,
        9798.28
    ],
    [
        " anymore I'm not gonna listen to you it's not happening but here's the thing I'm gonna go Joe Rogan",
        9798.28,
        9801.98
    ],
    [
        " sounds recorded afterwards by myself somewhere well you can just be co why it no the proof is",
        9801.98,
        9808.02
    ],
    [
        " gonna be in the putting Jason Gardner you know what psychological warfare is yes actually you know",
        9808.02,
        9812.32
    ],
    [
        " what that it's not because Jason Gardner's in the game deep in the game yeah so of the you know",
        9812.32,
        9817.44
    ],
    [
        " for him to know what psychological warfare is isn't a big stretch it's not gonna be very",
        9817.44,
        9821.58
    ],
    [
        " surprising yes so for the for the people who don't know what it is this is what it is",
        9821.58,
        9825.48
    ],
    [
        " to an album with tracks jackele check the thing you got to remember about this this whole segment",
        9825.48,
        9832.96
    ],
    [
        " of us just sitting around and talking for the quote unquote support which it barely is right it's",
        9832.96,
        9840.18
    ],
    [
        " more just like just a session of but it was because when we got done with some podcasts early on it",
        9840.18,
        9849.8
    ],
    [
        " was like being drugged through like the emotional freaking hell yeah and you get done and you don't",
        9849.8,
        9856.44
    ],
    [
        " want to just go home like you want to just like okay let's you know it's like my my youngest daughter",
        9856.44,
        9863.58
    ],
    [
        " she'll if she sees something scary or whatever or you know she'll say like can we watch something",
        9863.58,
        9870.88
    ],
    [
        " funny you know just and so that's what this actually is is hey okay we're gonna talk about people",
        9870.88,
        9879.38
    ],
    [
        " getting killed people getting blown up people getting butchered real people real people by the way",
        9879.64,
        9885.32
    ],
    [
        " and when we get done with that we're gonna lighten it up a little bit so we can carry on we're not",
        9885.32,
        9890.5
    ],
    [
        " gonna forget about it but we're gonna have a little bit of levity towards the end that's what",
        9890.5,
        9896.9
    ],
    [
        " this originally was somehow you ended up just saying the same thing over and over again well",
        9896.9,
        9901.08
    ],
    [
        " because I felt like I was getting good at saying it yeah you see him saying so yeah look so what I",
        9901.08,
        9906.66
    ],
    [
        " did was I did lose sight of some things yeah you know but we're back and you know I'm gonna explain",
        9906.66,
        9912.54
    ],
    [
        " what psychological warfare for the people don't know it's an album with tracks jockele tracks talking",
        9912.54,
        9916.88
    ],
    [
        " about how you can overcome certain moments of weakness on the path boom that's pretty concise",
        9916.88,
        9922.18
    ],
    [
        " yeah cool boom there it is next on it on it dot com kids on it good company this is where I get",
        9922.18,
        9930.26
    ],
    [
        " kettlebells home gym home gym no home gym yet no I just moved oh yeah okay that's that's the original",
        9930.62,
        9943.54
    ],
    [
        " thing that you need to get right that's the first thing you need to get yeah I didn't use to think",
        9943.54,
        9946.86
    ],
    [
        " that I used to think it was a pull-up bar by the change my mind rings yeah because more versatility",
        9946.86,
        9950.46
    ],
    [
        " yeah because rings are a pull-up bar ring yes they are and they're and they're also a dip bar and",
        9950.46,
        9956.46
    ],
    [
        " they're also a ring push up bar yeah yeah oh yeah big time it's a thing I got my rings from",
        9956.46,
        9963.16
    ],
    [
        " on it anyway on it dot com you can get a bells rings what battle ropes those maces those crazy maces",
        9963.16,
        9969.24
    ],
    [
        " do work out with that man you'll be you'll be in the game big time anyway a lot of good stuff on",
        9969.24,
        9974.56
    ],
    [
        " there go there on it dot com slash chocolate we got some books too um we got some books like Mikey",
        9974.56,
        9981.92
    ],
    [
        " in the dragons which you know I think might be the best kids book ever written I don't know maybe",
        9981.92,
        9988.68
    ],
    [
        " I don't know I read this other one knows really good way to worry you're good uh",
        9988.68,
        9994.2
    ],
    [
        " Mikey in the dragons check it out it is gonna help kids overcome fear and it's an entertaining",
        9994.2,
        10002.04
    ],
    [
        " story and it's got awesome drawings in it and it wraps yeah I just shipped one out to my buddy",
        10002.04,
        10008.44
    ],
    [
        " on the east coast and he's got little ones and he hit me up yesterday on text he goes you know bro",
        10008.44,
        10014.78
    ],
    [
        " I just read that to my kids because you know three hours ahead of us they loved it that book is",
        10014.78,
        10019.54
    ],
    [
        " awesome thank you I have people that this is odd but I have people that and I have people that say",
        10019.54,
        10026.28
    ],
    [
        " I get a got a tears in my eyes when I was reading the letter to his son you know that can be kind",
        10026.28,
        10034.38
    ],
    [
        " of heavy oh yeah so when I made that original short video about it whatever yeah I should I",
        10034.38,
        10039.9
    ],
    [
        " think I said this right I should do my brother and he's like he's like man I'm kind of like",
        10039.9,
        10044.34
    ],
    [
        " tearing up I don't know why like what and we're watching the video you know on the TV and it's not",
        10044.34,
        10048.78
    ],
    [
        " like it's this super sad thing but it just it's like I guess it's like so like real you know like",
        10048.78,
        10054.6
    ],
    [
        " these are things you kind of deal with and I gotta take on this courage kind of thing and it's like",
        10054.6,
        10058.68
    ],
    [
        " too much yeah funny so check out that check out the warrior kid books warrior way the warrior",
        10059.02,
        10067.1
    ],
    [
        " kid and Mikey or and Mark's mission somebody asked me to people sometimes ask questions that center",
        10067.1,
        10075.02
    ],
    [
        " around themselves they're asking you a question but so somebody asked me a question it said two words",
        10075.02,
        10081.64
    ],
    [
        " what is the theme of way of the warrior kid oh in two words so that was the question so so now",
        10082.36,
        10089.5
    ],
    [
        " this person just wanted me to say like sum up this book in two words and this was a mandate it wasn't",
        10089.5,
        10097.24
    ],
    [
        " like hey man could you kind of give me a wish it was like two words so I was like cool you know",
        10097.24,
        10103.22
    ],
    [
        " when I said it's really it's actually really easy what is the underlying theme of the way the warrior",
        10103.22,
        10109.0
    ],
    [
        " kid book series the underlying theme is this warrior kid there you go there you go it's like you",
        10109.0,
        10117.22
    ],
    [
        " want your kids to be warriors what does that mean is that mean you want them to join the military and",
        10117.22,
        10122.14
    ],
    [
        " and go fight no means you want to be warriors yeah whole thing which actually gets explained in",
        10122.14,
        10128.32
    ],
    [
        " there so yeah war man that's the warrior kid books discipline equals freedom field manual you I've",
        10128.32,
        10136.5
    ],
    [
        " signed a lot of those for your people yeah and I bought like ten of them and had you sign them",
        10136.5,
        10141.64
    ],
    [
        " do a bunch of guys and sent them out they love them and help people out yeah and then I've had guys",
        10141.64,
        10148.26
    ],
    [
        " in the last year lose somebody like have someone in a family or friend die and then I'm like okay",
        10148.26,
        10155.52
    ],
    [
        " go look at this page you know yeah where you describe how to deal with it yeah I actually had to",
        10155.52,
        10162.2
    ],
    [
        " use that page myself and hopefully you don't have to use that page but there's other things that",
        10162.32,
        10172.16
    ],
    [
        " go on in your life that can steer you off the path and there's other pages in that book that will",
        10172.16,
        10178.1
    ],
    [
        " keep you on the path this one goes freedom field manual extreme ownership everything Jason was",
        10178.1,
        10184.96
    ],
    [
        " talking about what we did at trade debt everything that we tried to teach to the seals that",
        10184.96,
        10192.12
    ],
    [
        " we're gonna go overseas it's in the book extreme ownership it's in the book that dichotomy leadership",
        10192.12,
        10196.7
    ],
    [
        " they're both in there do you show me your notes the other day Jason from",
        10196.7,
        10200.68
    ],
    [
        " from when I in briefed your troop it's like oh here's your notes you give me send me a little picture",
        10200.68,
        10209.34
    ],
    [
        " what do they say they say cover move simple prioritize next cute decentralized command that was",
        10209.34,
        10215.32
    ],
    [
        " so I don't know 12 years ago or something like that 10 years ago same word to coming out",
        10215.32,
        10221.54
    ],
    [
        " same word hasn't changed learn those extreme ownership in the dichotomy leadership",
        10221.54,
        10229.36
    ],
    [
        " ashlan front that is our leadership consultancy where we solve problems through leadership and",
        10229.36,
        10237.12
    ],
    [
        " every organization has problems all kinds of problems all kinds of problems and every single one",
        10237.12,
        10244.16
    ],
    [
        " of those problems is a leadership problem that's what's gonna fix it is fixing the leadership that's",
        10244.16,
        10250.7
    ],
    [
        " what we do it's me it's late bab and jp to now david burk flin cochran mike sirelli mike",
        10250.7,
        10256.48
    ],
    [
        " bima and is this make you a new guy you're a new guy ashlan front bro yeah and our latest",
        10256.48,
        10266.84
    ],
    [
        " member I won't call the new guy because it really does matter you into buds before me right so",
        10266.84,
        10273.12
    ],
    [
        " that's like a real thing like I'm a new guy yeah apparently the yeah anyways our latest",
        10273.12,
        10282.38
    ],
    [
        " Jason Gardner who you just listened to for five hours is also on the team and if you want",
        10282.38,
        10290.34
    ],
    [
        " help with your organization and your leadership inside your organization go to ashlan front com",
        10290.34,
        10296.76
    ],
    [
        " also we have the muster the muster is a leadership conference gathering magical magical it actually",
        10298.36,
        10307.02
    ],
    [
        " actually it's just muster it is a muster that's what it is right we're all gonna get together",
        10307.02,
        10311.68
    ],
    [
        " we're talking about leadership get granular and delve into leadership from a lot of different angles",
        10311.68,
        10318.02
    ],
    [
        " May 23rd and 24th in jk igua september 19th and 20th in denver December 4th and 5th in Sydney",
        10318.02,
        10324.58
    ],
    [
        " extremotorship.com I haven't posted about this yet just the muster in jk I haven't posted it all",
        10325.68,
        10332.22
    ],
    [
        " when I post it's a lot of stuff it sells so if you want to go all some sayings if you want to go",
        10332.22,
        10341.52
    ],
    [
        " register now go to ashlan front com actually go to extremotorship.com and that's where",
        10341.52,
        10348.72
    ],
    [
        " you can register to come to the muster in one of those locations we will see you there",
        10349.32,
        10354.8
    ],
    [
        " EF online online interactive leadership training starting to see the cool feedback from people",
        10354.8,
        10361.32
    ],
    [
        " on that so EF online it is eff online.com we have leadership training courses online interactive",
        10361.32,
        10373.6
    ],
    [
        " what else what other verbs are adjectives to describe interactive engaging in very engaging uh",
        10374.72,
        10381.96
    ],
    [
        " what name your adventure with choose your adventure this choose your adventure scenarios that you",
        10381.96,
        10387.38
    ],
    [
        " have to unfold and we're updating it and adding different content to it monthly so it's going to",
        10387.38,
        10395.7
    ],
    [
        " continue to grow and educate both you and us as we all learn to become better leaders if you want",
        10395.7,
        10403.76
    ],
    [
        " in on that I went through that obviously make the video and coincidentally few like a month maybe",
        10403.76,
        10412.64
    ],
    [
        " month and a half before I went through an online training for CPR okay okay so the online training",
        10412.64,
        10421.08
    ],
    [
        " for CPR well seep you're ready you got to do the physical thing too you know for the certification",
        10421.08,
        10424.5
    ],
    [
        " whatever but there's an online training part of it so you know and not too bad not too bad the",
        10424.5,
        10430.5
    ],
    [
        " online thing you know I really went through it kind of committed myself to it not as long or whatever",
        10430.5,
        10434.72
    ],
    [
        " but you know kind of so I went through and I was like cool good but there were tangible things that",
        10434.72,
        10440.72
    ],
    [
        " I've been you know you could have done this a little bit more different to actual actually get the",
        10440.72,
        10444.68
    ],
    [
        " training quote unquote training that someone you know might need whatever so you know a few months later",
        10444.68,
        10451.22
    ],
    [
        " I do I go through the EF online and I'm thinking to myself one I think back on the CPR",
        10451.22,
        10458.2
    ],
    [
        " this is what they should have did with the CPR thing granted the CPR I want to it could tell",
        10458.2,
        10463.56
    ],
    [
        " us a lot older it wasn't quite as contemporary so I'm not really blaming them but that's the way",
        10463.56,
        10468.42
    ],
    [
        " I really saw it I was like okay this is good this will give you like the training training you know",
        10468.42,
        10472.6
    ],
    [
        " it'll allow you to make mistakes on an online training or do the wrong thing and then get",
        10472.6,
        10477.36
    ],
    [
        " correct it's a hey you did this you know kind of yeah well that's one of the things that worried",
        10477.36,
        10480.9
    ],
    [
        " me but because you remember the Navy like Navy course you'd take on something that was online yep",
        10480.9,
        10488.38
    ],
    [
        " and it would be horrible and boring and everyone just copy each other and just click through the",
        10488.38,
        10491.94
    ],
    [
        " thing to get it done and you don't take anything away from it that was my fear well how does this if",
        10491.94,
        10497.42
    ],
    [
        " we if we don't do this right but then as soon as I started looking at the technology and the things",
        10497.42,
        10501.26
    ],
    [
        " you could do and the way you could make it engaging it's it's I don't want to say it's better but",
        10501.26,
        10506.98
    ],
    [
        " if you're sitting in a if you're sitting at the mustard and I say something and you're like wow",
        10506.98,
        10512.94
    ],
    [
        " and you go to write that down and then you hear me say this tail end of something else and you missed it",
        10512.94,
        10518.8
    ],
    [
        " you can't press rewind you can't rewatch it you can't press pause and be like that was a really",
        10518.8,
        10524.5
    ],
    [
        " good point I know how I can apply that to my world and just write down how to handle something you",
        10524.5,
        10530.04
    ],
    [
        " can't do that at the mustard yeah on online oh let me rewatch that oh oh jaco and they've just",
        10530.04,
        10537.18
    ],
    [
        " had a role play on dealing with someone in the office I actually need to deal with a person like",
        10537.18,
        10544.58
    ],
    [
        " that how should I how should I go and watch that again you see those little maneuvers take place",
        10544.58,
        10549.72
    ],
    [
        " so that's what we did and we realized that we just don't have the reach for the demand that's",
        10549.72,
        10560.02
    ],
    [
        " effonline.com if you want to get fully engaged in our leadership training that's it and of",
        10561.58,
        10568.44
    ],
    [
        " course we have eff overwatch where we're taking all these experienced leaders that have been",
        10568.44,
        10574.74
    ],
    [
        " in combat for the last couple decades and as they move into the civilian sector placing them",
        10574.74,
        10583.24
    ],
    [
        " into jobs where they can help lead organizations using the experience they have and they're",
        10583.24,
        10589.96
    ],
    [
        " understanding of the principles that we talk about at echelon front in the book extreme ownership",
        10589.96,
        10594.84
    ],
    [
        " and on this podcast go to effoverwatch.com where they're standing by waiting for you by the way",
        10594.84,
        10601.26
    ],
    [
        " and if you got done or get done listening to this three hours of conversation then you want to",
        10601.26,
        10613.6
    ],
    [
        " continue it further it wasn't enough and you're not sure what to do well then that's cool because",
        10613.6,
        10620.26
    ],
    [
        " you can actually getting touched with us and have little con little mini micro conversations with us",
        10620.26,
        10626.52
    ],
    [
        " on the interwebs on twitter on instagram and on that shafation walk people half",
        10626.52,
        10633.22
    ],
    [
        " echoes at equitrals i am at at jaco willink and jason has multiple handles go jason and gardener on",
        10633.22,
        10642.82
    ],
    [
        " twitter jason dot n dot gardener on instagram and jason and gardener on facebook",
        10644.48,
        10649.9
    ],
    [
        " you're gonna have fun with twitter i'm just gonna let you know because twitter is",
        10649.9,
        10654.92
    ],
    [
        " the place for somebody with little one liners to hang out it's participate it throw one",
        10654.92,
        10663.72
    ],
    [
        " liners out into the world and make people laugh or make people think and it's just it's pretty fun",
        10663.72,
        10671.42
    ],
    [
        " it's remember you ever feel like the terminator robot do you feel like that no i do sometimes and one",
        10673.32,
        10681.7
    ],
    [
        " of the ways that i feel that is when i'm having a conversation with someone and i see little",
        10681.7,
        10687.64
    ],
    [
        " one liners of what i could say and sometimes i mean if i'm answering questions for a client",
        10687.64,
        10694.98
    ],
    [
        " i'll be like okay here's like as soon as they're asking me i'm seeing little possible answers of",
        10694.98,
        10700.04
    ],
    [
        " how they fit in their world and does it make sense to them and i've got all this and then i just",
        10700.16,
        10704.58
    ],
    [
        " kind of choose one and go and when i'm having but i remember that in like when i was a school",
        10704.58,
        10710.46
    ],
    [
        " child i was a little kid going to school especially like around what grade is fifth sixth and seventh",
        10710.46,
        10718.66
    ],
    [
        " grade how old are you not fourth is eleven eleven eleven twelve thirteen right yes yes i did",
        10718.66,
        10726.44
    ],
    [
        " it was like every single comment or statement that a schoolteacher made was just a prime setup to",
        10726.64,
        10736.94
    ],
    [
        " knock it out of the park with a one-liner from the back row you know what i'm saying you just",
        10736.94,
        10742.42
    ],
    [
        " i would just be sitting there going i i i would well i would be so tempted to bite my tongue all day long",
        10742.42,
        10748.18
    ],
    [
        " as much as i could because when you're twelve years old you can only hold it in for so long",
        10748.18,
        10753.1
    ],
    [
        " and before it just comes out and then so anyways you're gonna like twitter because you can use your",
        10753.1,
        10758.68
    ],
    [
        " little one-liners which you are very very good at and they're always like i said they're always",
        10758.68,
        10764.72
    ],
    [
        " very educational or humorous or they at least make you think so you'll have fun with that",
        10764.72,
        10770.38
    ],
    [
        " yeah and don't feed the trolls and don't feed the Russian bots no that's my new thing",
        10770.38,
        10777.42
    ],
    [
        " be careful don't click on anything click on anything check all right echo anything",
        10777.42,
        10782.94
    ],
    [
        " else no awesome Jason yeah i'd like to thank my parents Jim and cookie gardener for all your",
        10782.94,
        10789.72
    ],
    [
        " unconditional love and support over the years my sister arey who's a blue belt in the jujitsu",
        10789.72,
        10795.7
    ],
    [
        " how to get into jujitsu what how to get into the podcast listen to the podcast immediately",
        10795.7,
        10802.66
    ],
    [
        " founded jujitsu place up there in st. clementi and started training and then my brother thaddeus",
        10802.66,
        10808.32
    ],
    [
        " tattoo artist tattoos up in st. clementi st. clementi tattoo if you're gonna get some ink go see him",
        10808.74,
        10813.9
    ],
    [
        " if you're local and thanks to everybody else and thanks to all the frog men out there",
        10813.9,
        10820.32
    ],
    [
        " past present and future get some hell yeah and we always thank everyone in uniform that protects us",
        10820.32,
        10831.34
    ],
    [
        " at home and a broad from the evil that we talked about today and that includes obviously our",
        10831.34,
        10839.42
    ],
    [
        " military personnel police and law enforcement firefighters paramedics EMTs correctional officers",
        10839.42,
        10845.86
    ],
    [
        " board of patrol all the first responders and also thanks to all of those that did serve",
        10845.86,
        10854.04
    ],
    [
        " and then i've done their part as veterans for our great nation like my brother here master chief",
        10855.1,
        10864.46
    ],
    [
        " Jason Gardner thanks for your service",
        10864.46,
        10867.64
    ],
    [
        " thanks for coming on and of course i'm looking forward to another bunch of good years together",
        10867.64,
        10879.3
    ],
    [
        " thanks for everything bro and to everyone else that's listening i'll go back to bayowolf",
        10879.3,
        10888.36
    ],
    [
        " for every one of us living in this world means waiting for an end",
        10888.36,
        10897.8
    ],
    [
        " let whoever can win glory before death so endure your troubles today bear up and be the man i expect you to be",
        10898.72,
        10914.12
    ],
    [
        " that's how our ancestors lived and that's how they died so let us do the same arise set fourth",
        10914.12,
        10925.94
    ],
    [
        " and get after it and until next time this is Jason Gardner and echo and jaco out",
        10927.8,
        10937.48
    ]
]