[
    [
        " This is Jockel podcast number 167 with Echo Charles and me, Jockel Willink. Good evening, I go. Good evening.",
        0.0,
        8.16
    ],
    [
        " Beware of that trap.",
        9.14,
        12.2
    ],
    [
        " Choose Dear Baywolf, the better part.",
        13.74,
        17.44
    ],
    [
        " Eternal rewards.",
        17.82,
        19.8
    ],
    [
        " Do not give way to pride.",
        20.58,
        22.74
    ],
    [
        " For a brief while your strength is in bloom.",
        23.4,
        27.68
    ],
    [
        " But it fades quickly and soon there will follow illness or the sword to lay you low.",
        28.72,
        36.16
    ],
    [
        " Or a sudden fire or surge of water or jabbing blade or javelin from the air or repellent age.",
        36.86,
        45.04
    ],
    [
        " Your piercing eye will dim and darken.",
        45.8,
        51.16
    ],
    [
        " And death will arrive dear warrior.",
        52.4,
        55.86
    ],
    [
        " To sweep you away.",
        57.18,
        59.08
    ],
    [
        " And that right there is some timeless wisdom offered by the",
        59.52,
        72.22
    ],
    [
        " the epic poem Beowulf, the first poem in the English language.",
        72.22,
        80.0
    ],
    [
        " Of course, it's Old English which is mutually intelligible from the modern English that we speak.",
        80.0,
        87.26
    ],
    [
        " But it has some incredible translations if you want to read it.",
        87.46,
        91.68
    ],
    [
        " I recommend the famous Haney version.",
        92.6,
        95.38
    ],
    [
        " But regardless of the translation that you get, the story remains as do the lessons.",
        96.04,
        104.84
    ],
    [
        " Lessons based on war.",
        105.82,
        108.42
    ],
    [
        " And leadership.",
        110.0,
        110.8
    ],
    [
        " And really human nature.",
        112.1,
        114.62
    ],
    [
        " And we find these lessons over and over and over again throughout history.",
        116.18,
        123.76
    ],
    [
        " And in different cultures and in different wars.",
        124.66,
        127.12
    ],
    [
        " And we all continue to learn",
        128.46,
        133.1
    ],
    [
        " from every day from history and from each other.",
        134.88,
        137.52
    ],
    [
        " And it certainly seems that there are some principles that are universal.",
        138.02,
        143.2
    ],
    [
        " There are some underlying unifying theories that bind together and thread through",
        144.36,
        152.82
    ],
    [
        " leadership and war and human nature.",
        152.82,
        155.24
    ],
    [
        " And the more we experience in life, the more clearly we can see the thread of these unifying theories.",
        155.94,
        168.1
    ],
    [
        " And tonight I happen to have on the podcast an individual with a lot of experience.",
        169.06,
        177.4
    ],
    [
        " Experience in war, experience in leadership and experience in life.",
        178.82,
        183.44
    ],
    [
        " And he also happens to be someone that I grew up with in the SEAL teams.",
        184.02,
        190.12
    ],
    [
        " Who is a great friend and who just retired a couple days ago as a SEAL master chief.",
        191.28,
        200.62
    ],
    [
        " My friend and my brother by the name of Jason Gardner.",
        200.9,
        205.94
    ],
    [
        " Jason.",
        207.2,
        207.6
    ],
    [
        " Jocco.",
        207.92,
        209.08
    ],
    [
        " Thanks for coming on, man.",
        209.46,
        210.46
    ],
    [
        " Hey, I'm really excited to be here.",
        211.06,
        213.12
    ],
    [
        " And it's kind of cool because I know that you listen to the podcast.",
        214.42,
        219.52
    ],
    [
        " And you were one of the first guys that reached out to me.",
        220.06,
        224.84
    ],
    [
        " I don't even know what number podcast it was.",
        225.2,
        227.22
    ],
    [
        " But you reached out to me really early and said, hey, this is kickass, man.",
        227.22,
        230.12
    ],
    [
        " Keep doing it.",
        230.68,
        231.48
    ],
    [
        " And then as the podcast kind of spread, I started hearing from more guys.",
        234.0,
        237.32
    ],
    [
        " But that was a pretty, you were literally the first guy that reached out to me.",
        237.62,
        242.02
    ],
    [
        " It said, bro, keep it going.",
        242.02,
        243.48
    ],
    [
        " And I said, cool, Wilcoe.",
        243.88,
        245.7
    ],
    [
        " That's awesome.",
        245.82,
        246.42
    ],
    [
        " Yeah.",
        247.08,
        247.26
    ],
    [
        " And like Iris is the one that said, told me, hey, Jocco's got a podcast.",
        247.46,
        251.16
    ],
    [
        " And I'm like, oh, okay.",
        251.74,
        253.34
    ],
    [
        " She goes, you don't know how to listen to podcasts to you.",
        254.1,
        256.16
    ],
    [
        " I said, no, gave her my phone.",
        256.44,
        259.1
    ],
    [
        " She got it set up.",
        259.42,
        260.28
    ],
    [
        " It was episode six and within a week and a half because of my commute, I was caught up.",
        260.28,
        266.04
    ],
    [
        " And then just dialed in from there on out and talking about it,",
        266.2,
        270.12
    ],
    [
        " sharing it with a lot of other guys.",
        270.26,
        271.46
    ],
    [
        " It's been a huge help to me.",
        271.76,
        273.56
    ],
    [
        " That's awesome.",
        274.1,
        274.56
    ],
    [
        " And yeah, if anyone hasn't put this together yet,",
        275.24,
        277.28
    ],
    [
        " this is Iris Gardner's husband.",
        277.56,
        280.7
    ],
    [
        " And Iris was on podcast number 70.",
        281.3,
        284.26
    ],
    [
        " So if you want to listen to that, you can hear us talk about you, I guess,",
        284.96,
        289.14
    ],
    [
        " indirectly because you were still active duty in the tames.",
        289.36,
        292.7
    ],
    [
        " So all right, let's get to your story.",
        293.44,
        297.52
    ],
    [
        " Let's talk about you.",
        298.06,
        299.12
    ],
    [
        " Okay.",
        299.78,
        300.34
    ],
    [
        " Where'd you grow up?",
        301.16,
        302.34
    ],
    [
        " My dad was in the Marine Corps.",
        303.06,
        305.26
    ],
    [
        " So we moved around a little bit, kind of settled down up in San Clemente here in Orange County.",
        305.76,
        310.52
    ],
    [
        " grew up up there.",
        310.92,
        311.94
    ],
    [
        " Swam, played water polo, did that through high school.",
        312.84,
        318.2
    ],
    [
        " And then, yeah, I think started doing a martial art card college account on one of the",
        318.84,
        325.52
    ],
    [
        " instructors was a team guy in Vietnam.",
        325.52,
        328.04
    ],
    [
        " No, there.",
        328.3,
        328.62
    ],
    [
        " And back in the day, you know, I had no one do what seals were.",
        328.8,
        332.96
    ],
    [
        " And then my parents had found out that that he was a seal in Vietnam and they're like,",
        333.74,
        338.0
    ],
    [
        " oh, you know, this guy was a seal and I'm like, well, what is that?",
        338.0,
        340.6
    ],
    [
        " And they said, these guys are awesome.",
        341.56,
        343.32
    ],
    [
        " It's really hard training.",
        343.68,
        344.78
    ],
    [
        " They're water warriors, which was super appealing, growing up at the beach and",
        345.1,
        348.72
    ],
    [
        " water polo and swimming.",
        348.72,
        350.38
    ],
    [
        " So then I just latched onto that.",
        350.38,
        352.74
    ],
    [
        " That's what I got after and listed right out after high school.",
        353.12,
        357.92
    ],
    [
        " So was your dad, was your dad kind of like the stereotypical Marine that was just like,",
        358.2,
        364.68
    ],
    [
        " like acting like a drill star charge?",
        365.02,
        367.14
    ],
    [
        " No, my dad was super laid back.",
        367.14,
        370.48
    ],
    [
        " Easy, just an easy going good guy.",
        370.68,
        373.76
    ],
    [
        " And he was a jag-off certain in the Marine Corps.",
        374.2,
        376.24
    ],
    [
        " So he was like an attorney.",
        376.38,
        377.78
    ],
    [
        " But not definitely not your stereotypical Marine.",
        378.6,
        382.14
    ],
    [
        " And at one point, I was thinking about going to the Marine Corps and he talked me out of it.",
        382.38,
        385.48
    ],
    [
        " Like, don't do it.",
        385.8,
        387.54
    ],
    [
        " Don't do it.",
        388.0,
        389.28
    ],
    [
        " And he's like, hey, the Navy, the seal team just closed loop.",
        389.38,
        391.74
    ],
    [
        " Sure, you could go to recon bed at the time.",
        391.88,
        393.7
    ],
    [
        " It wasn't closed loop.",
        393.7,
        394.46
    ],
    [
        " So you'd go in and out and in and out.",
        394.46,
        395.86
    ],
    [
        " And he goes, you don't want to do that.",
        395.86,
        396.76
    ],
    [
        " You want to do this.",
        396.86,
        397.5
    ],
    [
        "",
        397.84,
        397.84
    ],
    [
        " And then the race where now has Marsock, which you can just go in and you can be a special operations",
        398.34,
        404.28
    ],
    [
        " guy for your whole career.",
        404.28,
        405.62
    ],
    [
        " What is closed loop?",
        405.74,
        406.62
    ],
    [
        " What does that mean?",
        406.9,
        407.3
    ],
    [
        " So what I just said about the Marine Corps, like now you can go in the Marine Corps and you can",
        407.94,
        412.12
    ],
    [
        " just be in special operations for your whole career.",
        412.12,
        415.88
    ],
    [
        " Before you could go for, how long will the tour?",
        416.06,
        419.0
    ],
    [
        " Would they do two or three deployments at a special operations time?",
        419.12,
        422.26
    ],
    [
        " I don't know.",
        422.26,
        422.52
    ],
    [
        " I think it was like a three-year tour or six years they would do it",
        422.74,
        425.84
    ],
    [
        " command and then it'd have to go somewhere else.",
        425.84,
        427.58
    ],
    [
        " So they might go back to an infantry unit or something like that.",
        427.78,
        430.98
    ],
    [
        " And that's called like an open loop.",
        431.2,
        432.56
    ],
    [
        " Yeah, open loop meaning that you don't necessarily stand the job you want the whole time.",
        432.74,
        436.88
    ],
    [
        " Gotcha.",
        436.98,
        437.36
    ],
    [
        " Yeah.",
        437.58,
        437.7
    ],
    [
        " Now, at what point did you start listening to heavy metal punk rock and hardcore music?",
        438.52,
        446.88
    ],
    [
        " Because I know that's the first like connection you and I had, which I don't know,",
        447.14,
        450.64
    ],
    [
        " is there some weird sort of thing when you just like look at some other guy",
        450.78,
        454.68
    ],
    [
        " burping the dude and you go, this guy's in the hardcore.",
        454.96,
        457.4
    ],
    [
        " I mean, it's not like I walked up to you and said, hey, what kind of music do you like?",
        457.82,
        461.64
    ],
    [
        " No.",
        461.76,
        461.96
    ],
    [
        " It was just like immediate, you just know, right?",
        462.14,
        464.52
    ],
    [
        " Yeah, I don't know what the Bonafiti's are actually on that.",
        464.76,
        468.24
    ],
    [
        " Yeah, shoot.",
        469.86,
        470.48
    ],
    [
        " I explored around with like a lot of different music and it just wasn't enough.",
        470.66,
        474.36
    ],
    [
        " You know, it's like, okay, we'll all listen to the doors.",
        474.78,
        477.3
    ],
    [
        " Stray cats, I like them for a little bit.",
        477.58,
        480.18
    ],
    [
        " Then it was kind of an investment to buy an album back in those days or to find even any punk",
        481.8,
        486.92
    ],
    [
        " rock.",
        486.92,
        487.18
    ],
    [
        " So I found, I think like a dead Kennedy's album, Fresh Fruit Ferroding Vegetables,",
        487.42,
        491.48
    ],
    [
        " that was kind of like my gateway drug.",
        491.48,
        493.02
    ],
    [
        " And then I'm like, oh, okay, this is really getting me moving.",
        493.74,
        499.74
    ],
    [
        " Then I remember, I think I was 14 or 15 when I went to my first show up at UC Irvine.",
        500.44,
        508.3
    ],
    [
        " It was like PIL, which was Johnny Rotten's band.",
        508.3,
        511.16
    ],
    [
        " And I saw, you know, and then the Mosh Pit was just like, what is this?",
        512.3,
        519.68
    ],
    [
        " I want to live here.",
        520.02,
        521.62
    ],
    [
        " I want to get a mailbox right outside this thing and just stay in here at this point of friction,",
        521.82,
        526.26
    ],
    [
        " circling around and around forever.",
        526.44,
        527.78
    ],
    [
        " And I was like, boom, then that was it.",
        528.1,
        530.8
    ],
    [
        " And you know, discovered G.B.H. and Orange County had a really, really, like probably a",
        530.94,
        537.66
    ],
    [
        " one of the biggest scenes in the world at the time for all the music that would come through there.",
        537.82,
        542.74
    ],
    [
        " Or was going out of there.",
        543.36,
        545.12
    ],
    [
        " So G.B.H., the DI, uniform choice was guys that I glomed in later in high school.",
        545.34,
        551.96
    ],
    [
        " Those guys were awesome.",
        552.24,
        553.6
    ],
    [
        " And and you knew the guys from uniform?",
        554.22,
        556.9
    ],
    [
        " No, I didn't.",
        557.14,
        557.76
    ],
    [
        " But I really liked their music and I liked their message because some of the other stuff, like,",
        558.0,
        563.06
    ],
    [
        " okay, rage against the machine, for instance.",
        563.36,
        565.06
    ],
    [
        " I like the music.",
        565.56,
        566.96
    ],
    [
        " I just can't get behind the lyrics.",
        567.26,
        568.8
    ],
    [
        "",
        569.34,
        569.34
    ],
    [
        " You know, or Chromeags.",
        569.5,
        570.7
    ],
    [
        " That was a great example.",
        570.7,
        571.68
    ],
    [
        " Yeah.",
        571.88,
        572.1
    ],
    [
        " Love the music.",
        572.22,
        573.28
    ],
    [
        " I like the lyrics too because it's good like get after it's stuff.",
        573.52,
        577.2
    ],
    [
        " So.",
        577.5,
        577.64
    ],
    [
        " And then there just maybe that that buzzing.",
        578.02,
        581.3
    ],
    [
        " I don't know what guys did in other wars.",
        581.68,
        584.76
    ],
    [
        " When for sure, no going to music to go in and come at listening to kill them all.",
        585.32,
        591.46
    ],
    [
        " Instead of listening to puff the magic dragon, right?",
        591.46,
        594.38
    ],
    [
        " That's literally what Americans were listening to.",
        594.76,
        597.56
    ],
    [
        " Like they're listening to puff the magic dragon and those folk music bands.",
        597.78,
        601.38
    ],
    [
        " I mean, I guess maybe at the outside edge,",
        602.0,
        604.3
    ],
    [
        " somebody might have been listening to Hendrix or something.",
        604.58,
        606.98
    ],
    [
        " That's a little harder.",
        607.1,
        607.8
    ],
    [
        " Yeah.",
        608.16,
        608.3
    ],
    [
        " But yeah, yeah, to me, there's a there's a this is just straight up the way it is.",
        608.94,
        615.6
    ],
    [
        " Some human beings.",
        615.7,
        617.38
    ],
    [
        " I would say normally boys have this thing in their head that wants to",
        617.54,
        624.02
    ],
    [
        " fight and wants to break things.",
        624.02,
        628.86
    ],
    [
        " And when you hear your example, the doors, you're like, okay, well, this is, you know,",
        629.82,
        636.78
    ],
    [
        " you hear light my fire and you're okay.",
        636.84,
        638.62
    ],
    [
        " Like I'm kind of feeling a little something there.",
        638.88,
        642.16
    ],
    [
        " And then you hear the cromax and you go, okay, you hear motorhead and you go,",
        642.98,
        647.76
    ],
    [
        " oh, okay, this is this is me.",
        647.8,
        649.4
    ],
    [
        " This is what I'm talking about right here.",
        649.6,
        650.86
    ],
    [
        " This is I completely understand this music right now.",
        651.16,
        653.76
    ],
    [
        " Yeah.",
        653.88,
        654.18
    ],
    [
        " And then that just, I think you can just pick it up and other people.",
        654.32,
        658.56
    ],
    [
        " Yeah.",
        659.2,
        659.6
    ],
    [
        " Yeah.",
        660.2,
        660.76
    ],
    [
        " And then so",
        660.76,
        662.36
    ],
    [
        " that and then like I stuck with punk rock for a long time and then a buddy of mine in high school.",
        662.36,
        671.46
    ],
    [
        " Who I swam with Steve Rosenthal is like, hey, you should check out Metallica.",
        671.86,
        676.16
    ],
    [
        " Oh, yeah.",
        676.5,
        676.82
    ],
    [
        " And then they were like, they crossed me over to where I'm like, oh, no, now I like speed metal too.",
        677.18,
        681.84
    ],
    [
        " And then finally I found my way to slayer and kind of stuck with them forever.",
        681.92,
        685.46
    ],
    [
        " And slayer is on a continual loop in the back of my head all the time.",
        686.26,
        689.3
    ],
    [
        " And it's always surfacing up or down.",
        689.3,
        690.86
    ],
    [
        " But now it's like really by exception that I listen to it because I just can't listen to it all day.",
        691.6,
        697.16
    ],
    [
        " I can be not fired up but still really good.",
        697.16,
        701.56
    ],
    [
        " Yeah.",
        701.94,
        702.44
    ],
    [
        " It's it is.",
        702.82,
        703.5
    ],
    [
        " It's so that you and listen to the Navy.",
        703.72,
        705.4
    ],
    [
        " You go to Buds and this time, what year's it?",
        705.74,
        709.26
    ],
    [
        " I went in 87 and then went up to Great Lakes, did Gunners Mate,",
        710.54,
        714.7
    ],
    [
        " A school up there.",
        715.12,
        716.76
    ],
    [
        " And so I think I checked into Buds sometime in May or June, 88.",
        717.66,
        721.94
    ],
    [
        " And how prepared were you for Buds?",
        722.54,
        726.08
    ],
    [
        " Because you know, a lot of people that listen to this will think they want to go to Buds or whatever",
        726.08,
        730.44
    ],
    [
        " and they're paranoid about what they can do to prepare.",
        730.44,
        732.88
    ],
    [
        " And I know I'm assuming you probably did something similar.",
        733.76,
        736.28
    ],
    [
        " Why did?",
        736.4,
        736.7
    ],
    [
        " Because we had no idea what was going on.",
        736.74,
        738.52
    ],
    [
        " I had no idea what the training was like.",
        738.64,
        740.22
    ],
    [
        " The video you probably watched the same video as me.",
        740.84,
        743.0
    ],
    [
        " If they even had that video, the beat's no one special.",
        743.42,
        745.26
    ],
    [
        " Yeah.",
        745.62,
        745.74
    ],
    [
        " So you watch the beat someone special and you think, well, in order to get ready for the",
        745.9,
        748.88
    ],
    [
        " seal teams, what I need to do is look cool.",
        748.88,
        751.26
    ],
    [
        " Yeah.",
        751.58,
        751.82
    ],
    [
        " Where all black.",
        752.22,
        754.14
    ],
    [
        " Yeah.",
        754.66,
        755.16
    ],
    [
        " And be cool.",
        755.52,
        756.58
    ],
    [
        " But there was no, hey, here's the protocol to get good at pull-ups.",
        757.04,
        760.14
    ],
    [
        " Here's the protocol to get good at swimming with friends. None of that.",
        760.56,
        763.9
    ],
    [
        " No.",
        764.6,
        765.24
    ],
    [
        " And then, you know, like in boot camp, I found that we actually got out of shape.",
        765.76,
        769.22
    ],
    [
        " Me and the other, there was another guy in my boot camp class that actually just retired as a",
        769.74,
        774.58
    ],
    [
        " mass chief as well.",
        774.58,
        775.24
    ],
    [
        " And we would go in the bathroom and do pull-ups in on the stalls just to try and stay in shape.",
        775.34,
        780.92
    ],
    [
        " One thing I didn't do enough is run.",
        781.76,
        784.24
    ],
    [
        " So I hated running and then I was in every goon squad until I think third phase, then it clicked.",
        784.58,
        793.74
    ],
    [
        " I was already a really good swimmer.",
        794.34,
        796.58
    ],
    [
        " So the water wasn't an issue for me, but I was just hammering it.",
        796.66,
        799.32
    ],
    [
        " Goon squad, you know, it's when you're towards the back of the deal and they're like, okay,",
        799.48,
        804.66
    ],
    [
        " you guys are done.",
        805.12,
        805.84
    ],
    [
        " You're doing this run.",
        806.04,
        806.88
    ],
    [
        " The rest of you start doing push-ups, hit the surf and they just mess with you forever.",
        807.04,
        811.24
    ],
    [
        " Feel like the first all through first phase, every time run I threw up,",
        811.58,
        816.6
    ],
    [
        " because I was going to, I was like inches in front of failing.",
        816.6,
        821.08
    ],
    [
        " Yeah.",
        821.32,
        821.56
    ],
    [
        " And just had to reach deep and push it across finish line.",
        821.72,
        825.66
    ],
    [
        " You said there were some, what happened at Sanclin?",
        826.28,
        828.2
    ],
    [
        " You were telling me the other day about something that happened at Sanclin.",
        828.2,
        829.96
    ],
    [
        " Oh, what was that?",
        829.96,
        830.92
    ],
    [
        " So, before you started training.",
        831.4,
        833.2
    ],
    [
        " In pre-training, they said, hey, we need volunteers to come out to Sanclin,",
        833.24,
        841.22
    ],
    [
        " work behind the scenes with the staff out there at Sanclin, many island.",
        841.42,
        845.26
    ],
    [
        " So, I think like the second night I was out there, we were in",
        846.08,
        851.28
    ],
    [
        " chow and instructors and students were eating in the same room.",
        851.28,
        855.68
    ],
    [
        " This is a little quonset hut and they had, it was taco night.",
        855.68,
        858.38
    ],
    [
        " And so there was a big sign up there when you went up to get served, like, hey, only two tacos.",
        859.06,
        863.9
    ],
    [
        " So when I got up there, the cook is like, there was only one taco left.",
        864.66,
        867.94
    ],
    [
        " He goes, hey, just come back when I'm making some more, come back up here and get one.",
        867.94,
        871.7
    ],
    [
        " So I ate my one taco, went back up to get my next one.",
        872.26,
        875.34
    ],
    [
        " He's like, here you go.",
        875.76,
        876.5
    ],
    [
        " And as I'm walking with my tray back, one of the instructors says to me, hey,",
        876.98,
        881.22
    ],
    [
        " didn't you already eat two tacos?",
        881.9,
        883.74
    ],
    [
        " And I'm like, oh my goodness, I didn't know what to do.",
        884.06,
        885.5
    ],
    [
        " So I said, no.",
        885.52,
        886.62
    ],
    [
        " And then I tried to keep going.",
        886.94,
        888.16
    ],
    [
        " Well, it was the phase officer.",
        888.44,
        890.98
    ],
    [
        " You know, he wasn't wearing any ranking signals.",
        891.26,
        893.54
    ],
    [
        " So then all the other instructors leap up.",
        893.68,
        896.02
    ],
    [
        " They're all huge and they just start screaming at me.",
        896.6,
        900.22
    ],
    [
        " And I'm thinking to myself, oh, I've already ruined it.",
        900.8,
        903.94
    ],
    [
        " I'm done.",
        904.02,
        904.46
    ],
    [
        " So I had an evening eat the taco.",
        905.14,
        908.02
    ],
    [
        " I just got out of there and I went back to where, you know, our little hut where we were sleeping.",
        908.02,
        913.92
    ],
    [
        " And I just went to bed.",
        914.46,
        915.9
    ],
    [
        " It was like at 5 p.m.",
        916.08,
        917.06
    ],
    [
        " Because I was like, oh no.",
        917.22,
        918.32
    ],
    [
        " Then the next morning at 4 a.m.",
        918.62,
        921.3
    ],
    [
        " there's a knock on the door and one of the guys opens up the door.",
        921.48,
        924.22
    ],
    [
        " And it's one of the students that's actually in the class.",
        924.22,
        926.2
    ],
    [
        " And he goes, hey, is there a gardener in here?",
        926.76,
        929.5
    ],
    [
        " And then everyone just looks at me, you know.",
        930.3,
        932.82
    ],
    [
        " And I'm like, yeah, I'm back here.",
        933.56,
        936.98
    ],
    [
        " And they go, they want you down at the beach.",
        937.06,
        939.3
    ],
    [
        " So I got dressed and went down there.",
        939.84,
        942.26
    ],
    [
        " You know, I feel like I'm going to Castle Dracula.",
        942.3,
        943.92
    ],
    [
        " And like, oh, what are they going to do to me?",
        943.92,
        945.72
    ],
    [
        " So the instructors are all circled up.",
        946.06,
        947.88
    ],
    [
        " And the phase officer's there.",
        948.02,
        948.92
    ],
    [
        " He goes, gardener, get over here.",
        948.92,
        950.38
    ],
    [
        " So I go over there and he goes, he hands me a thermometer.",
        950.54,
        953.4
    ],
    [
        " And he goes, we need to get the water temp.",
        953.42,
        954.92
    ],
    [
        " So you're going to go out in the water up to your waste.",
        955.1,
        957.96
    ],
    [
        " And you're going to stay there and do not,",
        958.14,
        960.72
    ],
    [
        " I need you to go all the way to your waste.",
        960.88,
        962.76
    ],
    [
        " And you're going to stay there for two minutes.",
        962.9,
        964.24
    ],
    [
        " Don't come in early.",
        964.48,
        965.38
    ],
    [
        " And I'm like, who ya?",
        965.72,
        966.9
    ],
    [
        " So I take it and I just go.",
        967.46,
        969.76
    ],
    [
        " I go out until I'm just treading water.",
        970.18,
        972.16
    ],
    [
        " Because I'm like, I see how this is going to go, right?",
        972.44,
        974.84
    ],
    [
        " So then, and I didn't even look at my watch, I just stayed there.",
        975.42,
        978.94
    ],
    [
        " Until finally, they're like, get in here, dummy.",
        979.04,
        981.04
    ],
    [
        " So I come running in and hand him the thermometer and they check it.",
        981.16,
        986.0
    ],
    [
        " It was like 53 degrees or something like that.",
        986.04,
        988.04
    ],
    [
        " And then I'm like, get out of your gardener.",
        988.04,
        990.4
    ],
    [
        " And they did this like one other time.",
        990.42,
        994.6
    ],
    [
        " And then they just decided it's not going to be fun to pick on this guy.",
        994.88,
        998.12
    ],
    [
        " And that's what I kind of figured was going on.",
        998.24,
        999.7
    ],
    [
        " I just like, oh, okay.",
        999.7,
        1000.7
    ],
    [
        " Don't give them a reaction.",
        1001.48,
        1003.02
    ],
    [
        " Don't give them a reaction.",
        1003.28,
        1004.16
    ],
    [
        " And then they went away and found someone else to mess with.",
        1005.18,
        1009.26
    ],
    [
        " But the guys in the class later told me that the group of pre-training that was out there",
        1009.26,
        1013.3
    ],
    [
        " before our group came out, like they had one guy that they would just harass",
        1013.3,
        1017.9
    ],
    [
        " and they would just make him burst into tears every time.",
        1017.9,
        1020.58
    ],
    [
        " And he ended up quitting before even started training.",
        1020.58,
        1022.62
    ],
    [
        " But you talk about this a lot on the podcast, how seal platoons are just super aggressive.",
        1023.16,
        1030.12
    ],
    [
        " And like anybody looking for any weakness.",
        1030.12,
        1032.68
    ],
    [
        " And if you show weakness, it's going to get hammered.",
        1032.96,
        1035.8
    ],
    [
        " And then you're like, no response, no response.",
        1035.98,
        1039.48
    ],
    [
        " You got to have normal face, you're going to stifle your emotions or your life's going to be miserable",
        1039.8,
        1044.64
    ],
    [
        " until you figure out how to deal with whatever that weakness is.",
        1044.64,
        1047.84
    ],
    [
        " The thing, there's a couple things that really bother me in the world.",
        1047.98,
        1051.08
    ],
    [
        " And I won't tell anyone what they are.",
        1051.62,
        1053.58
    ],
    [
        " No one knows.",
        1053.88,
        1054.38
    ],
    [
        " Not one single person knows what really, really.",
        1054.68,
        1056.58
    ],
    [
        " Like there's a couple things.",
        1056.88,
        1057.66
    ],
    [
        " If a seal platoon would have known these things, I would have been eating alive.",
        1058.06,
        1062.26
    ],
    [
        " But I never, ever say and I won't sell anyone right now ever.",
        1062.36,
        1066.04
    ],
    [
        " I'll put it in my will when I die.",
        1066.22,
        1068.3
    ],
    [
        " It'll be like, hey, you guys missed a huge opportunity.",
        1068.54,
        1071.64
    ],
    [
        " And sometimes, you know, it's things that can happen with team guys.",
        1072.12,
        1075.64
    ],
    [
        " Just anyways, just things happen.",
        1075.82,
        1077.22
    ],
    [
        " And if you let it show, you're doomed.",
        1077.6,
        1081.86
    ],
    [
        " You are.",
        1082.38,
        1082.72
    ],
    [
        " Or they just hammer that weakness until that nerve is dead.",
        1083.1,
        1087.06
    ],
    [
        " And it doesn't bother you anymore.",
        1087.06,
        1088.52
    ],
    [
        " That's true.",
        1088.68,
        1088.92
    ],
    [
        " They'll get, they'll work you through it.",
        1089.32,
        1091.0
    ],
    [
        " In a nice gentle way.",
        1091.44,
        1092.76
    ],
    [
        " And did you have any, so you were a crappy runner, obviously.",
        1093.26,
        1096.86
    ],
    [
        " And so that was a gut check.",
        1097.6,
        1098.8
    ],
    [
        " That's like me.",
        1098.98,
        1099.34
    ],
    [
        " I failed one run.",
        1099.48,
        1101.16
    ],
    [
        " And after that run, every run I did.",
        1101.48,
        1103.28
    ],
    [
        " I just ran as hard as I possibly could sprint.",
        1103.32,
        1105.58
    ],
    [
        " This was for the, for until we were done.",
        1105.92,
        1107.5
    ],
    [
        " Until I was done.",
        1107.88,
        1108.48
    ],
    [
        " Would did anything else trip you up at all in Buds?",
        1109.16,
        1112.02
    ],
    [
        " Because every, all the water stuff was easy.",
        1112.78,
        1114.8
    ],
    [
        " Pool comp, life saving, all that stuff was easy.",
        1114.94,
        1116.8
    ],
    [
        " Because you did water pool.",
        1116.9,
        1118.02
    ],
    [
        " Yeah, and nothing about Buds is easy.",
        1118.1,
        1119.98
    ],
    [
        " But it was all stuff that I was really accustomed to.",
        1121.18,
        1123.84
    ],
    [
        " And so it was like, ah, this is no big deal.",
        1124.06,
        1127.16
    ],
    [
        " This is no big deal.",
        1127.26,
        1128.08
    ],
    [
        " It was freaking brutal.",
        1128.28,
        1130.48
    ],
    [
        " I wouldn't do it.",
        1130.72,
        1131.42
    ],
    [
        " I wouldn't want to do it again.",
        1131.48,
        1132.44
    ],
    [
        " That's for sure.",
        1132.9,
        1133.44
    ],
    [
        " And then, but the truth of it is,",
        1134.92,
        1136.68
    ],
    [
        " like as cold as I was in Buds,",
        1137.04,
        1138.32
    ],
    [
        " colder in the team.",
        1138.6,
        1139.32
    ],
    [
        " So tires I was in Buds, tired during the team.",
        1139.48,
        1142.26
    ],
    [
        " So yeah.",
        1142.62,
        1143.88
    ],
    [
        " Great guys.",
        1144.64,
        1146.86
    ],
    [
        " It was a great experience.",
        1147.04,
        1147.96
    ],
    [
        " I finished up, did you finish up with die face?",
        1148.22,
        1151.04
    ],
    [
        " No, I finished with Landwarfair.",
        1151.3,
        1153.7
    ],
    [
        " So they switched it somewhere around when I was there,",
        1154.58,
        1157.14
    ],
    [
        " which was 1991.",
        1157.5,
        1158.82
    ],
    [
        " That's, it was just before we got there that we switched it.",
        1160.02,
        1162.26
    ],
    [
        " In fact, I think there was actually a class that did it the opposite way.",
        1162.32,
        1164.98
    ],
    [
        " Did it the old way the way you did it before,",
        1165.3,
        1167.66
    ],
    [
        " right, that was still there when I got there.",
        1168.16,
        1169.76
    ],
    [
        "",
        1170.3,
        1170.3
    ],
    [
        " Right. It was because of pool comp.",
        1170.62,
        1171.82
    ],
    [
        " It was because of pool comp.",
        1171.96,
        1172.66
    ],
    [
        " So many guys get kicked out during pool comp",
        1172.7,
        1174.98
    ],
    [
        " that they're like, why are we waiting till the end to do this?",
        1174.98,
        1177.3
    ],
    [
        " Let's shift it over.",
        1177.3,
        1178.42
    ],
    [
        " Yeah, pool competency is something that I knew zero",
        1178.66,
        1180.92
    ],
    [
        " about when I was coming into the into Buds.",
        1180.92,
        1184.66
    ],
    [
        " And they had, they had a poster in the Med Medical area",
        1184.7,
        1189.44
    ],
    [
        " by the grinder over there.",
        1189.44,
        1191.32
    ],
    [
        " And it was a Texas chainsaw massacre poster.",
        1191.54,
        1193.54
    ],
    [
        " And yet they had written the Texas or the Buds pool comp",
        1193.74,
        1196.76
    ],
    [
        " massacre and had like a guy with a regulator",
        1196.76,
        1198.52
    ],
    [
        " getting ripped out of his mouth.",
        1198.52,
        1199.54
    ],
    [
        " And who's the killer in, oh, leather face.",
        1199.84,
        1203.58
    ],
    [
        " Leather face was, you know, like, had it like an EUDT seal instructor t-shirt on.",
        1203.94,
        1207.68
    ],
    [
        " Yeah.",
        1207.92,
        1208.04
    ],
    [
        " And I just remember walking by, I was checking the end of whatever.",
        1208.22,
        1210.7
    ],
    [
        " And I go, oh, what's that?",
        1210.98,
        1211.88
    ],
    [
        " It's all about.",
        1211.94,
        1212.34
    ],
    [
        " And then I found out that, yeah, they're going to,",
        1212.66,
        1214.2
    ],
    [
        " they're going to crush you in the water.",
        1214.26,
        1215.56
    ],
    [
        " And what about, then you go to, you went to old school,",
        1216.24,
        1218.6
    ],
    [
        " airborne school.",
        1219.36,
        1219.94
    ],
    [
        " Oh, yeah.",
        1220.54,
        1221.46
    ],
    [
        " So, so it was really good, but I was, you know,",
        1221.94,
        1226.34
    ],
    [
        " I was really, really cocky.",
        1226.72,
        1228.32
    ],
    [
        " And when I go back and examine my cockiness,",
        1228.32,
        1230.74
    ],
    [
        " it was just, here's the deal.",
        1230.92,
        1232.46
    ],
    [
        " I was super insecure.",
        1232.58,
        1233.86
    ],
    [
        " And, uh, and then compensate for it by being cocky and hope,",
        1235.1,
        1238.98
    ],
    [
        " hopes it, no one figures out how insecure I am.",
        1238.98,
        1241.26
    ],
    [
        " But anyway, uh, the physical aspect of jump school,",
        1241.34,
        1246.04
    ],
    [
        " you know, the runs and stuff, it's so easy.",
        1246.04,
        1249.26
    ],
    [
        " And then, but you kind of get throttled back where it's kind of a boot camp mentality.",
        1249.7,
        1253.78
    ],
    [
        " You're not used to it.",
        1253.78,
        1254.9
    ],
    [
        " So, me and the guys, we were going out drinking on,",
        1255.02,
        1257.94
    ],
    [
        " and there's rules, you're not supposed to drink on a weeknight.",
        1258.06,
        1259.98
    ],
    [
        " And we were out drinking on a weeknight.",
        1260.14,
        1261.42
    ],
    [
        " Or it was like a Sunday night on the night before one of the last,",
        1261.9,
        1267.08
    ],
    [
        " before the final week of jump weeks.",
        1267.34,
        1269.22
    ],
    [
        " And, uh, I went up to get a picture, a beer at the, the bar there.",
        1269.64,
        1274.78
    ],
    [
        " And, uh, the guy who was, the bartender turns out he was a black cat.",
        1275.22,
        1280.82
    ],
    [
        " And so, he's like, hey, are you jump school?",
        1281.02,
        1284.78
    ],
    [
        " And I'm like, oh, yeah, yeah, I'm in jump school.",
        1285.02,
        1287.3
    ],
    [
        " And he goes, you're not supposed to be drinking on weeknights.",
        1287.58,
        1290.22
    ],
    [
        " And then I, I'm like, yeah, well, whatever.",
        1290.22,
        1292.64
    ],
    [
        " And he goes, do you know who I am?",
        1293.02,
        1294.76
    ],
    [
        " And I said, no.",
        1294.98,
        1296.64
    ],
    [
        " And he goes, I'm a black cat.",
        1297.08,
        1298.26
    ],
    [
        " And he said it in a manner where like there should have been some spooky music playing",
        1298.42,
        1301.66
    ],
    [
        " behind it.",
        1301.66,
        1302.1
    ],
    [
        " And, uh, um,",
        1302.7,
        1303.84
    ],
    [
        " and I was like, okay, well, if you don't think I can, you know, drink this beer and do the PT",
        1304.2,
        1309.92
    ],
    [
        " and run in the morning and you're out of your mind.",
        1309.92,
        1311.52
    ],
    [
        " And he's like, get out of my bar.",
        1311.52,
        1313.36
    ],
    [
        " Rightly so, kick me out.",
        1313.48,
        1314.56
    ],
    [
        " So, we leave the next morning.",
        1314.88,
        1318.16
    ],
    [
        " We're on the bus on the way to the drop zone for the first jump.",
        1318.54,
        1322.42
    ],
    [
        " And there's kind of a commotion outside.",
        1323.12,
        1326.14
    ],
    [
        " And I look and there's that guy that was the bartender with his, and he's with one of our guys",
        1326.8,
        1332.52
    ],
    [
        " because he was in a different phase.",
        1332.52,
        1333.68
    ],
    [
        " And so they pulled everybody off the bus, lined us up.",
        1334.18,
        1337.22
    ],
    [
        " He walked down, he goes, oh, here's the guy.",
        1337.46,
        1340.36
    ],
    [
        " They pulled me out of line up.",
        1340.88,
        1342.46
    ],
    [
        " Um,",
        1343.1,
        1343.62
    ],
    [
        " pulled me behind, uh, one of the buildings and tuned me up.",
        1344.56,
        1347.68
    ],
    [
        " You know, I kind of deserved it.",
        1347.68,
        1349.0
    ],
    [
        " I did, didn't it kind of, I deserved it.",
        1349.0,
        1351.54
    ],
    [
        " And, uh, so they let me have it.",
        1351.84,
        1354.68
    ],
    [
        " And then that was it.",
        1355.04,
        1356.22
    ],
    [
        " I went back and did three or four more jumps.",
        1356.42,
        1360.0
    ],
    [
        " And then I was getting ready to do my fifth jump, which is the last jump there at jump school.",
        1360.0,
        1365.76
    ],
    [
        " And, uh, the liaison officer came and pulled me out and said, hey, you were drinking on a",
        1366.08,
        1372.62
    ],
    [
        " weeknight.",
        1372.96,
        1373.28
    ],
    [
        " I've got this statement.",
        1373.5,
        1374.92
    ],
    [
        " You're, I'm pulling you out of this thing and I'm going to take you to NJP,",
        1375.38,
        1379.54
    ],
    [
        " which is nonjudicial punishment.",
        1379.74,
        1381.0
    ],
    [
        " Katmins, mass.",
        1381.14,
        1381.68
    ],
    [
        " So I was like, hey, wait a minute.",
        1382.24,
        1385.22
    ],
    [
        " These guys chewed me out, you know, tuned me up a little bit.",
        1385.38,
        1388.4
    ],
    [
        " Like that.",
        1388.68,
        1389.3
    ],
    [
        " I mean, that gut punched me and I had, you know, I had it coming.",
        1389.32,
        1391.8
    ],
    [
        " It's all good.",
        1391.88,
        1392.4
    ],
    [
        " And, uh, you know, it was going to be done there and he goes, nope, we're not having this.",
        1392.82,
        1397.84
    ],
    [
        " This isn't it.",
        1398.16,
        1399.3
    ],
    [
        " So you're, you're going to go to mass.",
        1399.32,
        1400.5
    ],
    [
        " So I got pulled out of the class, the class graduated and left.",
        1400.5,
        1405.04
    ],
    [
        " And then this is like Friday, you know, they did their last jump, did their graduation.",
        1405.68,
        1409.86
    ],
    [
        " I was put, got put in a holding company and then I wanted to, to Katmins, mass.",
        1409.88,
        1414.68
    ],
    [
        " In front of the, the Marine Corps, Lieutenant Colonel, that was kind of like the officer out there",
        1415.28,
        1421.04
    ],
    [
        " and charged the Navy and Marines going through jump school.",
        1421.04,
        1422.94
    ],
    [
        " And, uh, you know, I call my dad because he was still active duty at the time.",
        1423.48,
        1428.14
    ],
    [
        " And he's a jag and he's a jag and a jag and a score.",
        1428.46,
        1431.44
    ],
    [
        " Yeah, but he couldn't pull any strings.",
        1431.8,
        1433.5
    ],
    [
        " He's like, hey, you're just going to have to go in there and own it.",
        1433.5,
        1438.82
    ],
    [
        " So I go and, you know, I sit in the room, coming in the guy's office, they read me the rights,",
        1439.96,
        1445.82
    ],
    [
        " they read the statement against me, which, which is basically the story I just told you.",
        1446.36,
        1450.36
    ],
    [
        " It's a little bit more, but it's all good.",
        1450.44,
        1452.42
    ],
    [
        " And so the, the Colonel, uh, he reads this stuff and then he just looks up to me and I'm",
        1452.68,
        1459.92
    ],
    [
        " standing at attention and I'm, I think I'm, okay, I've done it again. I'm going to get thrown out.",
        1459.92,
        1464.44
    ],
    [
        " And he goes, uh, do you, do you have anything safe for yourself?",
        1465.0,
        1467.78
    ],
    [
        " And I said, uh, sir, that's pretty much what happened.",
        1468.36,
        1473.54
    ],
    [
        " You know, the statement that he read out and I said, uh, uh, I've embarrassed the Navy and",
        1473.78,
        1481.5
    ],
    [
        " all I can do is take my lumps and press on with my career.",
        1481.5,
        1484.16
    ],
    [
        " And then he just stared at me and he goes, I find you a hundred bucks for one month and I'll",
        1485.14,
        1490.88
    ],
    [
        " let you reclass up with the next class and do your final jump and get out of here.",
        1490.88,
        1493.9
    ],
    [
        " And so you got a hundred dollars extra month jump pay so it was really kind of a wash.",
        1495.14,
        1500.02
    ],
    [
        " It was awesome. Um, and then the, the one guy that had pulled me out of line and, and brought me",
        1500.2,
        1507.98
    ],
    [
        " in there in a mass, he's like, you know, who told you what to say? But I found that and I've",
        1507.98,
        1514.7
    ],
    [
        " always told young guys in military career, just own it. If, if you get in trouble, own it. It's when",
        1514.7,
        1519.86
    ],
    [
        " you make excuses that you run into trouble, but when you're like, this is what I did most things",
        1519.86,
        1525.86
    ],
    [
        " that people have done, guys have come close to doing or didn't just didn't get in trouble for.",
        1525.86,
        1529.9
    ],
    [
        " And when you own it, it, it, it, it just works out better in the end. Every time. No doubt about that.",
        1530.28,
        1536.92
    ],
    [
        " So now you go back to, back to the team, where are you going to team five?",
        1538.34,
        1542.38
    ],
    [
        " Checking a team five. We didn't have SQT then. So what they did with us was, uh,",
        1542.76,
        1548.5
    ],
    [
        " we just kind of bounced around. So I worked in a different department at the team,",
        1549.62,
        1553.58
    ],
    [
        " the worked in diving for a couple weeks, worked in ordinance for a couple weeks. And I think I was",
        1553.74,
        1558.84
    ],
    [
        " at the team for about four months. And in those days, the team didn't deploy. We all always had",
        1558.84,
        1564.78
    ],
    [
        " two platoons pushed forward and the command was back. So, uh, I think I was probably four,",
        1564.78,
        1571.36
    ],
    [
        " five months at the team went out to Nile and worked at the old cap camp out there as a camp guard.",
        1571.38,
        1577.26
    ],
    [
        " It was great experience. And, uh, and then, uh, got in the, my first platoon, which was in our",
        1577.46,
        1584.92
    ],
    [
        " Galfa. So we did the whole deployment on a ship. And, uh, that was, that was great. Had some",
        1584.92,
        1591.78
    ],
    [
        " awesome guys in that platoon. Uh, platoon chief was his guy named Bill Cune, who's passed away",
        1591.92,
        1598.34
    ],
    [
        " now and I really miss him. But he was just super even keel quiet direct. You never really saw",
        1598.34,
        1606.68
    ],
    [
        " him lose his temper and, uh, a good, good man. Good example for all of us. And then, uh,",
        1606.68,
        1613.06
    ],
    [
        " then a couple other guys I'll get into here in a second. Uh, you know, and then we wound up",
        1614.4,
        1618.88
    ],
    [
        " deploying on the ship. And we did a longer workup than it was, we did, uh, like almost a year long",
        1619.0,
        1625.66
    ],
    [
        " workup because we were going on the arc. We had to do everything. Guys were normally doing like an",
        1625.66,
        1629.2
    ],
    [
        " eight month or and then they'd do a six months to PI. Yeah. Well, when I did, because I did two",
        1629.2,
        1634.34
    ],
    [
        " args, you know, for those of you who don't know, it's deploying on a ship. When we did that, it would be,",
        1634.34,
        1639.32
    ],
    [
        " we'd do the normal workup, but we do the normal workup before we started our interoperability with",
        1639.58,
        1645.28
    ],
    [
        " maybe in the Marine Corps. So that tacked on that, that tacked on their workup, the Navy workup",
        1645.46,
        1651.36
    ],
    [
        " and the Marine Corps workup. So it was like we did two workups kind of and it was awesome training.",
        1651.36,
        1656.54
    ],
    [
        " I got so much out of out of that. But then where did you, where did you guys go into deployment?",
        1656.54,
        1660.84
    ],
    [
        " Well, we started our Westpac and we were, we just gotten into the Philippines when the",
        1661.48,
        1668.44
    ],
    [
        " Sodom was saying invaded Kuwait and all that stuff kicked off. So then we pushed over for",
        1668.48,
        1674.08
    ],
    [
        " Operation Desert Shield and then was, uh, thought we were going to go home. We made it back",
        1674.08,
        1681.44
    ],
    [
        " to the Philippines and then we stopped there in the PI for like three weeks and then turned",
        1681.44,
        1686.82
    ],
    [
        " back around and went back over for Operation Desert Storm. Did you guys do anything? We just did",
        1686.82,
        1693.62
    ],
    [
        " so we did the tanker boardings like you talk about and did a couple of those and then we had",
        1694.12,
        1700.98
    ],
    [
        " a bunch of different operations that we had slated on some of the islands off the coast there",
        1700.98,
        1707.36
    ],
    [
        " that we would, we got all the way to the point of doing rehearsals for them and then like",
        1707.36,
        1712.0
    ],
    [
        " the Iraqis would have just abandoned the island or a couple, one of the times when the Helos flew",
        1712.0,
        1716.42
    ],
    [
        " over to do a recon, they surrendered to the helicopters and they just sent helicopters in there and",
        1716.42,
        1720.9
    ],
    [
        " took all took all the Iraqis over but um, um, Adam Ramacraven was our task unit commander at the time",
        1720.9,
        1728.62
    ],
    [
        " and so that was cool. He was he was really good to work for and then like one of the guys in the",
        1728.62,
        1735.46
    ],
    [
        " platoon that I that I told you I reached out to him because I want to mention him because he's",
        1735.46,
        1738.72
    ],
    [
        " kind of a bigger than life seal was Steve Hines and Steve is is he's a big guy. He's all, you know,",
        1738.72,
        1749.02
    ],
    [
        " at the time, Tatted up quite a bit which in early 90s a lot, not a lot of the guys had tattoos. He, uh,",
        1749.12,
        1754.94
    ],
    [
        " at some point in a bar fight someone had cut him up with a knife so he has these amazing scars,",
        1755.68,
        1761.6
    ],
    [
        " crisscrossing his chest. He's really smart. He's got a razor sharp whip whip and was just a lot",
        1761.94,
        1771.18
    ],
    [
        " of fun to work with. One of those guys where he is bad as things ever got. He's always cracking,",
        1771.18,
        1777.36
    ],
    [
        " you know, cracking jokes so it's always funny. Takes the edge off of it and one of the things that",
        1777.36,
        1783.7
    ],
    [
        " he did really well was, you know, when you're on a ship, you're on the ship and there are some guys",
        1783.7,
        1789.58
    ],
    [
        " that decide they're going to be condescending to everybody and, uh, you know, that just doesn't",
        1789.58,
        1795.66
    ],
    [
        " get you far in life. Steve ran a PT for the ship so we would do our own physical training in the",
        1795.66,
        1802.12
    ],
    [
        " morning and then he had one that he would run in the afternoon and he would invite everybody to it.",
        1802.12,
        1806.86
    ],
    [
        " And the captain of the ship came to his PT. The the master chief of the ship was there. Um,",
        1807.48,
        1813.68
    ],
    [
        " by the end of the deployment, we would have most of the flight deck would be covered with guys",
        1814.62,
        1819.34
    ],
    [
        " coming to his PT and then he'd be cracking jokes the whole time. Everybody loved him. We would do",
        1819.34,
        1824.58
    ],
    [
        " like, okay, hey, we're going to do a fan tail shoot and we would have different people from the ship",
        1824.58,
        1830.3
    ],
    [
        " come up and we would let them shoot our guns and be their range safety officer. So it's like,",
        1830.3,
        1834.6
    ],
    [
        " okay, all the guys that work in the galley, you know, and the galley's our mess hall come out,",
        1834.6,
        1839.4
    ],
    [
        " we're going to run a shoot for you. And then then what happens? They hook you up with food.",
        1839.44,
        1844.42
    ],
    [
        " You know, you everybody, more chicken patties, more chicken patties, you know, maybe some extra",
        1845.68,
        1851.5
    ],
    [
        " dessert and then everybody just looked out for us and it was so good. It paid off in spades.",
        1851.5,
        1858.62
    ],
    [
        " Yeah, that idea of building relationships with people is just such a benefit across the board.",
        1858.8,
        1865.42
    ],
    [
        " And I certainly learned that literally getting extra chicken patties and extra chicken nuggets",
        1865.92,
        1870.3
    ],
    [
        " because I was bros with the dude working in the front line, handing out the chicken nuggets. What",
        1870.3,
        1876.54
    ],
    [
        " might sound like like that's whatever. No, that's a real thing. You're cutting gator squares off",
        1876.54,
        1881.76
    ],
    [
        " the coast of Africa for 90 days. They they don't have a lot of food left and it gets down to, okay,",
        1881.76,
        1888.24
    ],
    [
        " what are we going to get? Where's your out there trying to get jacked by the way?",
        1888.3,
        1891.6
    ],
    [
        " And if you if you don't have fuel, so yeah, bro, out those people a little bit.",
        1892.04,
        1896.94
    ],
    [
        " Everybody. Why is this like no skin off your back not to? Yeah. And, you know, I mean, really,",
        1897.26,
        1904.3
    ],
    [
        " that's what karma is, right? Yeah. Good to people and then it comes back to you. Yeah. And so,",
        1904.36,
        1909.82
    ],
    [
        " so you guys did some ship boardings. And but then the goal for, I mean, it was over in 72 hours.",
        1909.9,
        1916.36
    ],
    [
        " Yeah. It was done really quick. And the guys in the teams that did do missions, they they were",
        1916.54,
        1922.08
    ],
    [
        " generally like like couple got there's a couple of platoons that got a couple of tunes. There's a",
        1922.08,
        1927.6
    ],
    [
        " platoon that almost got over and get over. That coffee, right? That was a two one platoon. No,",
        1927.6,
        1932.6
    ],
    [
        " was it? I think it was a team one platoon. But was it it? I don't know. I don't know. I don't know.",
        1932.82,
        1937.62
    ],
    [
        " I forget what it was, but it was right up the line and they punched through. It was pretty crazy.",
        1937.62,
        1940.98
    ],
    [
        " Yeah. Yeah. That's like one of the and one of the guys that was in that platoon. I ended up in a",
        1941.02,
        1945.94
    ],
    [
        " platoon with later. But generally and even even doing ship boardings back then was like,",
        1945.94,
        1952.58
    ],
    [
        " yes, you know, we did something real world real world real world up. Everybody got around. Yeah.",
        1952.58,
        1958.92
    ],
    [
        " And that was the truth. That was the truth. That was that was the way it was. Hey, if you did",
        1959.12,
        1964.74
    ],
    [
        " something real, it was awesome. And I mean, when I was coming in, I had all these fantasies that",
        1964.74,
        1975.92
    ],
    [
        " I'm going to be all up in them. I'm going to be fighting wars. People don't even know about",
        1975.92,
        1980.22
    ],
    [
        " and then I found out when I got to the teams that there was no wars in Guam, which was where",
        1980.22,
        1985.7
    ],
    [
        " my first deployment went to. Yeah, I felt like that same thing was going on that there'd be like",
        1985.7,
        1991.62
    ],
    [
        " guys with you'd get there and within a week people would be like, hey, load your stuff up. We're",
        1991.62,
        1996.88
    ],
    [
        " going here. Yeah. Loading everything out and then it doesn't happen that way or it does. You",
        1996.88,
        2002.96
    ],
    [
        " just got to you can't chase it. Well, it happens more now. I mean, now there's a lot more stuff going",
        2002.96,
        2008.48
    ],
    [
        " on and it is going on and it is worldwide and you see the news and sometimes you don't. But",
        2008.48,
        2013.6
    ],
    [
        " it is totally different. It's completely different now. I mean, we are at war and so those little",
        2013.6,
        2021.22
    ],
    [
        " fantasies that you have about going into countries are that that happens now. Whereas in the 90s,",
        2021.22,
        2027.16
    ],
    [
        " what happened? No. And then there are all these assumptions about what you're going to do when",
        2027.16,
        2033.04
    ],
    [
        " you're shot at. I remember like we shifted our immediate action drills around at N Island right",
        2033.04,
        2040.54
    ],
    [
        " after the Panama thing happened. That Patia airstrip and we decided that or it was decided by",
        2040.54,
        2049.98
    ],
    [
        " guys thinking about they're like, hey, you're just when the first gunshot goes, you're just going",
        2049.98,
        2054.9
    ],
    [
        " to crawl. So we did everything crawling around in the desert and you know, it's not it's not how it",
        2054.9,
        2062.84
    ],
    [
        " goes. But no one did. No one knew. And we lacked ammunition or yeah, love laser systems that we",
        2062.84,
        2070.36
    ],
    [
        " ended up using. It's always hard to know. I mean, even CQC was especially totally ridiculous",
        2070.36,
        2077.16
    ],
    [
        " what we used to do. And you know, new guys like me, they're telling me that this is what you do",
        2077.16,
        2082.66
    ],
    [
        " and this is why you do it because they have theories behind it. They have theories theoretically.",
        2082.66,
        2087.46
    ],
    [
        " And the theories are hard to argue with a because you don't know any better and b because",
        2088.22,
        2091.96
    ],
    [
        " they've kind of pressure tested the theories in little arguments amongst themselves. So",
        2091.96,
        2096.38
    ],
    [
        " hey, you listen to them and you think, okay, this is the way it is. And then you find out, well,",
        2096.38,
        2102.1
    ],
    [
        " then everyone found out actually even just when they started implementing paintball and simulation,",
        2102.16,
        2106.12
    ],
    [
        " it was like, you know what? This doesn't seem like a smart idea. It doesn't seem like a smart idea",
        2106.74,
        2111.54
    ],
    [
        " for all of us to be standing in the hallway. That's one of the big ones. It's so obvious. You know,",
        2111.54,
        2116.42
    ],
    [
        " my first platoon, it was like, hey, everyone's standing in the hallway and you get ready to go in",
        2116.52,
        2119.88
    ],
    [
        " the next room. And that's cool. Then second platoon. Same way. It wasn't tall either like, I think it",
        2119.88,
        2125.72
    ],
    [
        " was even past. I think it was, I think it was in, I don't know, I'm trying to think of the year,",
        2125.72,
        2131.88
    ],
    [
        " but like 98 is when I started seeing a change in, hey, this is not smart because watch what happens.",
        2131.92,
        2140.36
    ],
    [
        " You guys are going to line up in the hallway. Cool. Somebody sticks a simulation,",
        2140.36,
        2144.0
    ],
    [
        " gone around the corner of the hallway and mows down eight people. Right. And the first reaction is like,",
        2144.4,
        2150.2
    ],
    [
        " well, that wouldn't happen. It just happened. It just happened. Well, that guy wasn't aiming. Yeah,",
        2150.2,
        2154.94
    ],
    [
        " you don't need to aim. You have an automatic weapon. And so that was kind of the beginning or that",
        2155.12,
        2159.66
    ],
    [
        " that definitely had an impact on the way stuff is going to be. And it's just like you said, like you",
        2159.66,
        2164.62
    ],
    [
        " talked about in Panama, those guys. And how the guys made theoretical changes, which is, hey,",
        2164.62,
        2171.38
    ],
    [
        " when the shooting starts, you're going to crawl. Well, in the desert, your contact is likely to be",
        2171.48,
        2177.44
    ],
    [
        " much further away. And you have much greater distance to travel in order to break contact or",
        2177.44,
        2182.64
    ],
    [
        " to assault. So if, if what you're doing is not saying there's no times where you will be sucking",
        2182.64,
        2187.68
    ],
    [
        " mud because you certainly can be, but there's a difference between effective fire and ineffective",
        2187.68,
        2191.36
    ],
    [
        " fire. And there's this difference between dead space and when you're in open space where you can",
        2191.36,
        2196.24
    ],
    [
        " actually get hit. So yeah, it's weird. It was awesome and weird to see all that unfold. And it",
        2196.24,
        2204.02
    ],
    [
        " is actually very similar to what the UFC did to martial arts, you know, because, yeah, because",
        2204.02,
        2212.18
    ],
    [
        " everything was theoretical. And again, it was, you remember some of the kind of weird martial",
        2212.18,
        2218.54
    ],
    [
        " arts that they'd throw at us in the teams. And I remember one in particular where it was,",
        2218.54,
        2223.24
    ],
    [
        " hey, when you hit the guy here, his, I forget what they called it, they had a scientific name for",
        2223.66,
        2230.48
    ],
    [
        " his automatic reaction, but they had some scientific sounding word, his automatic reaction,",
        2230.48,
        2238.86
    ],
    [
        " his physiological reaction is going to be to do this. And then when they do that, you can do this.",
        2239.0,
        2245.6
    ],
    [
        " And then when you do this, it's going to cause me that. And they had these big scenarios that",
        2245.74,
        2250.24
    ],
    [
        " would, they would play out. And that was what it was. Hey, when you get like, it was literally,",
        2250.24,
        2255.84
    ],
    [
        " when you hit the guy in the neck, it's going to cause him to like fold to one side. And",
        2255.84,
        2261.36
    ],
    [
        " and everyone that gets hit in the neck, arches their back and sticks their chin out. Then you'll",
        2261.36,
        2266.54
    ],
    [
        " hit him with this, it was there's, they're that, that's what they're saying. And then you can't",
        2266.54,
        2271.9
    ],
    [
        " say, well, hey, man, go ahead and like hit me in the neck with all your might. And I actually did do",
        2271.9,
        2276.2
    ],
    [
        " that. I actually did say like hit me. See if that happens. And it didn't happen. And then I got some",
        2276.2,
        2281.38
    ],
    [
        " other weird psycho babble circular argument about, well, that's because you're expecting it. Well,",
        2281.38,
        2286.3
    ],
    [
        " okay. But do it when I'm not expecting it. You know, it's just one of these things. Strike the",
        2286.58,
        2291.18
    ],
    [
        " neck, stomp the groin, rake the eyes, restomp the groin. Thank you. Thank you. Yes. What was that?",
        2291.18,
        2301.88
    ],
    [
        " Soft combat assault system or something like that? And we got, we went through a whole bunch of",
        2301.88,
        2306.5
    ],
    [
        " those. And all it takes is a couple of people in a leadership position to get convinced by this.",
        2306.5,
        2311.18
    ],
    [
        " I noticed I always saw a lot of circular arguments and those things. And it's so that that thing.",
        2311.68,
        2318.12
    ],
    [
        " So when the UFC started, it was like, Oh, these kung fu guys or whatever, these karate guys or",
        2318.16,
        2324.78
    ],
    [
        " whatever, these ninjitsu guys or whatever, whatever their martial art was. And they had the thing that,",
        2324.78,
        2330.9
    ],
    [
        " oh, when I throat punch you, your breathing will be incapacitated for approximately 45 seconds,",
        2330.9,
        2337.56
    ],
    [
        " generally about 45 seconds. When you hit someone in throat, in order for them to get about 45 seconds,",
        2337.78,
        2342.26
    ],
    [
        " you get about a 45 second window where now you want to attack the nerve basis. You want to",
        2342.38,
        2346.98
    ],
    [
        " attack the solar plexus. When you get him in the solar plexus, possibly now you got about another",
        2346.98,
        2351.48
    ],
    [
        " 45 seconds. This is when you can rake the eyes. I'm doing some grandmaster candlestick. That",
        2351.48,
        2359.4
    ],
    [
        " that was it. And so when the UFC came around, it was like, Oh, all of a sudden, that doesn't work.",
        2359.4,
        2365.28
    ],
    [
        " And it's the same thing that happened pre. And I'll even say pre-semination, pre-paint ball and",
        2365.64,
        2370.8
    ],
    [
        " pre. And we used myles gear, but myles gear was kind of weak. Yeah. Myles gear wasn't quite good",
        2370.8,
        2375.96
    ],
    [
        " enough, which is for those of you who don't know, it's like a laser tag system that you mounted on",
        2375.96,
        2379.54
    ],
    [
        " your real weapons. But it wasn't very accurate. You had to deal with jams and your blanks. It was",
        2379.54,
        2385.2
    ],
    [
        " not good. Yeah. But those things definitely started to make it lean towards, oh, this theory",
        2385.36,
        2392.44
    ],
    [
        " doesn't seem to hold the water that we all thought that had held. Yeah. Yeah, it was just",
        2392.44,
        2400.36
    ],
    [
        " but you know what? Here's the thing. Even if we were crawling as long as we had a plan and",
        2400.36,
        2406.36
    ],
    [
        " rehearsed it, that was way better than stuff that wasn't. So a lot of those guys that did that first",
        2406.36,
        2413.54
    ],
    [
        " those first fighting systems that there was a lot of goofy stuff. When they would get in a street",
        2414.1,
        2418.72
    ],
    [
        " fight, they would still do okay because what what's I think Pat and said that thing about him.",
        2418.72,
        2424.4
    ],
    [
        " Yeah. A good plan now is better than a perfect plan later. Right. You know, and that's a good",
        2424.42,
        2427.92
    ],
    [
        " point now that I think about it. If you think about the tactics, so you got told after Panama to",
        2427.92,
        2432.5
    ],
    [
        " crawl. And that seems kind of crazy right now. And if you think about it as a broad hey,",
        2432.5,
        2438.28
    ],
    [
        " what we're going to do is crawl all the time. Think about this though. Remember when it was a whole",
        2438.4,
        2443.0
    ],
    [
        " squad getting up online and moving getting up and running all at one time. Yeah, just as ridiculous.",
        2443.88,
        2448.48
    ],
    [
        " Just just as ridiculous. Exactly. And there's a time and place for both things.",
        2448.88,
        2452.5
    ],
    [
        " There's a time and place for both things. And you know, as a matter of fact, I was at one of the",
        2452.56,
        2457.04
    ],
    [
        " teams, I don't know, six months ago a year ago when we were talking tactics and a guy asked me like,",
        2457.04,
        2462.16
    ],
    [
        " hey, where does the argument? I might have been your team. The question was like, where does the",
        2462.18,
        2468.48
    ],
    [
        " commander go in this situation? And it was like one group was saying they shouldn't be in the rear",
        2468.54,
        2473.82
    ],
    [
        " and the other group was saying, oh, they should be in the front. That was my team. Yeah. And I was like,",
        2473.82,
        2477.66
    ],
    [
        " listen, there's different times where the commander needs to be in a different spot. And where the",
        2477.66,
        2481.76
    ],
    [
        " commander should be is where he isn't in the weeds, but still kind of understands what's happening",
        2481.76,
        2487.1
    ],
    [
        " and can provide the mess command and control. So the answer is not he should be here. The answer is",
        2487.1,
        2494.4
    ],
    [
        " where should he be for that particular situation? And does the commander have the understanding,",
        2496.34,
        2500.74
    ],
    [
        " the tactical understanding and the operational understanding to go, oh, you know what?",
        2501.04,
        2504.34
    ],
    [
        " If these guys are busting into a building right here and I go into that building and there's",
        2504.96,
        2508.92
    ],
    [
        " contact, I'm going to be sucked into that contact and I'm not going to be able to control anything.",
        2508.92,
        2512.74
    ],
    [
        " Contrary to that, if I'm way at the back where the contact happens and I don't even know what",
        2513.04,
        2518.0
    ],
    [
        " building it's in, that's a problem too. Where should I be? I should be where I can provide the best",
        2518.0,
        2522.44
    ],
    [
        " command and control. And that's very adaptable and it's very easy to adapt. But it's very also very",
        2522.44,
        2527.36
    ],
    [
        " easy for people to come up with doctrine and then supporting arguments, supporting theories",
        2527.36,
        2532.4
    ],
    [
        " that are very hard to argue against because you get into circular arguments against crazy people.",
        2532.4,
        2538.94
    ],
    [
        " Yeah. Who become emotionally attached to whatever the answer is. That's a stinger.",
        2539.5,
        2544.42
    ],
    [
        " And this is why I think NSW has always been so successful. And I think it will continue to be",
        2544.6,
        2551.94
    ],
    [
        " successful because we're not so rigid in what we do. And it's so in one way is it's a weakness,",
        2551.94,
        2560.12
    ],
    [
        " but it's also at the same time our greatest strength because everything I've done on deployment,",
        2560.26,
        2564.56
    ],
    [
        " most things actually, was not exactly something that I trained for, but the training that I got",
        2564.86,
        2572.08
    ],
    [
        " was 30% there to where it was easy to pivot. Boom. And do whatever, whatever's being requested overseas.",
        2572.08,
        2580.4
    ],
    [
        " Yeah. And the training that you got trained you to think trained you to think. Not just,",
        2580.5,
        2590.12
    ],
    [
        " hey, this is what you're going to do 100% of the time. It's okay. This is going to work in this",
        2590.34,
        2593.4
    ],
    [
        " situation, but you should be looking around. You should have your head on a swivel. You should be",
        2593.4,
        2596.9
    ],
    [
        " looking for work. All those little, those little like mantras that you get told, they actually make",
        2596.9,
        2601.84
    ],
    [
        " sense because it's not just do this same thing every time. It's read and react, right? Read and",
        2601.84,
        2610.38
    ],
    [
        " hear it like read and react because you don't just do you actually read and you actually assess.",
        2610.38,
        2616.66
    ],
    [
        " So those are all important. Anything else from that first deployment,",
        2617.54,
        2623.2
    ],
    [
        " besides just being on the argon being hot. No, man. Hot long 10 month deployment. I remember it",
        2623.62,
        2632.24
    ],
    [
        " by the end of the deployment, after that deployment, none of us wanted to talk to each other for a while.",
        2632.24,
        2637.28
    ],
    [
        " It was like you'd see guys around the camera. Hey, and then because it was just so long and there's",
        2637.28,
        2643.22
    ],
    [
        " no internet. There's no internet. You know, you communication with home is snail mail that takes",
        2643.22,
        2649.36
    ],
    [
        " three week conversations you have back and forth and and the whole platoon is in a room that's",
        2649.36,
        2657.16
    ],
    [
        " twice the size of this. The racks are stacked for high. You've got like 80 movies on videotape.",
        2657.16,
        2666.56
    ],
    [
        " Yeah. And they're just running constantly. And you've seen every one of these 80 movies a 500 times",
        2667.28,
        2674.36
    ],
    [
        " because they're literally playing nonstop in the platoon space. We ridiculous.",
        2674.36,
        2678.22
    ],
    [
        " We got on a kick in this is another arg deployment. I went on later. I went up going to Somalia,",
        2678.76,
        2685.82
    ],
    [
        " but we got on a kick with what's the movie where the girls had spins around the exercise.",
        2685.82,
        2693.72
    ],
    [
        " We're watching the exercise over and over and over again.",
        2694.52,
        2698.06
    ],
    [
        " That was the time we did the shell back ceremony. We went over the quater and so there was",
        2699.14,
        2706.14
    ],
    [
        " only two guys in the platoon that had done it. So all the rest of us were wags and we were going",
        2706.14,
        2709.84
    ],
    [
        " through it. Basically all they do is throw food at you and spray you with water, which",
        2709.84,
        2715.74
    ],
    [
        " is like buds. We were just doing it. And guys have come by with like all of these wags over here.",
        2715.74,
        2722.44
    ],
    [
        " And I remember one of the guys going the power of Christ compels you.",
        2722.64,
        2727.08
    ],
    [
        " The power of Christ compels you. And then we all started shouting in and the guy just looked at us for",
        2727.08,
        2734.7
    ],
    [
        " a second and wandered off and someone else came behind with a hose and spray us a little bit. But",
        2734.7,
        2738.36
    ],
    [
        " that no idea what to make of us at all. Awesome. You come home from that deployment and then what",
        2738.36,
        2747.16
    ],
    [
        " then what's up? What's next? Then I went and worked in the armory for a little bit and waited to",
        2747.16,
        2751.72
    ],
    [
        " pick up another another platoon. Then after that I did worked in the armory for another six months,",
        2751.72,
        2758.84
    ],
    [
        " did another platoon. And then that was a speck of you went you went to the armory because you were",
        2758.84,
        2765.74
    ],
    [
        " interested. I was a gunner's mate and so I was a runner's mate. What what position were you in your",
        2765.74,
        2771.3
    ],
    [
        " first platoon? Oh good point. So I was a sniper but they didn't we didn't have a sniper course. So",
        2771.3,
        2780.06
    ],
    [
        " there was a guy that had just come from. Point man. Point man and second squad. And the first",
        2780.76,
        2786.3
    ],
    [
        " squad point man was a sniper and he'd been to the army sniper school. So they ran me through",
        2786.3,
        2792.66
    ],
    [
        " some different training and stuff like that to get me like kind of qualified but I didn't have",
        2792.66,
        2797.6
    ],
    [
        " a certificate or nothing and it was really minor stuff. So me and the other sniper would you",
        2797.6,
        2804.36
    ],
    [
        " know practice just calling stuff out. And then when we do the tech abortings I'd be up in the",
        2804.36,
        2809.68
    ],
    [
        " eyes above passing info. And so when I got back I went to I was working in ordinance and then I",
        2809.68,
        2819.0
    ],
    [
        " got an opportunity to go to the second NSW sniper course they ran on the west coast. And that was",
        2819.0,
        2826.28
    ],
    [
        " brutal. I've never failed anything up until then I'd never failed anything in my life and I didn't",
        2826.28,
        2839.66
    ],
    [
        " which most guys pass. But and that's like five weeks straight of shooting. But then when it came",
        2839.66,
        2846.06
    ],
    [
        " to stalking I just didn't get it and I lacked the patience that I needed that I later figured it out.",
        2846.06,
        2853.34
    ],
    [
        " And so I didn't pass. I came out of there without not a sniper call but an advanced marksman",
        2853.84,
        2858.48
    ],
    [
        " call. The badge of dishonor. Yeah pretty much. And guys. So actually it's funny because I say that",
        2858.48,
        2868.06
    ],
    [
        " jokingly but like everybody knows that how hard that's they used to fail everyone in stalking.",
        2868.06,
        2875.94
    ],
    [
        " And it was crazy. My my course there's only two guys that graduated with a call with a sniper",
        2875.98,
        2883.1
    ],
    [
        " call out of like how much of that was the seal instructor bro team guys going we're going to have",
        2883.3,
        2890.44
    ],
    [
        " the hardest course ever knowns going to make it through it's going to be the toughest course ever. I",
        2890.44,
        2894.04
    ],
    [
        " don't yeah yeah I mean I mean I don't have been in that position. I think there was there was",
        2894.04,
        2898.22
    ],
    [
        " definitely a piece of that because there was like some guys getting pretty dang excited and screaming",
        2898.22,
        2902.9
    ],
    [
        " and yelling at you every yard line you're like good grief what's going on and um but I don't know",
        2902.9,
        2909.86
    ],
    [
        " if that would have made a difference for me passing or not like had it been more leveled out",
        2909.86,
        2914.52
    ],
    [
        " and they hadn't gotten too excited about it. Yeah which I'm not saying they did but that's just",
        2914.52,
        2918.84
    ],
    [
        " that's how it rolled out. So second and I I platooned up and I was again a point man and then I",
        2918.84,
        2928.28
    ],
    [
        " think I acted as a sniper but then the sniper thing kind of fell off the radar for an stubby a",
        2928.28,
        2933.52
    ],
    [
        " little bit it wasn't a priority for anybody and did a second platoon which is a speck of platoon",
        2933.52,
        2940.44
    ],
    [
        " went to the Philippines or no we went to Guam that's where we met at the jungle in Guam and the",
        2940.44,
        2947.64
    ],
    [
        " jungle was this bar. Yeah the jungle was not the jungle the jungle was the bar that everybody went to",
        2947.64,
        2953.16
    ],
    [
        " and then yeah did that platoon then I wound up doing a year overseas well I went home for a",
        2953.16,
        2961.34
    ],
    [
        " week and then came back with another platoon straight away and did that and those were great experiences",
        2961.34,
        2966.58
    ],
    [
        " I mean we traveled around a lot um we did a lot of water work back in the day a lot of tanker boarding",
        2966.58,
        2973.68
    ],
    [
        " a lot of diving all all that um didn't do anything real and then when I came back from those deployments",
        2973.68,
        2982.38
    ],
    [
        " I went to work in our training cell at the team um and the guy I was working in the land warfare",
        2982.78,
        2991.92
    ],
    [
        " section working for a guy named Danny Carroll who at the time was uh and I'm gonna have to back up a",
        2991.92,
        2998.98
    ],
    [
        " little bit on this but he he was just he was awesome to work for he's he's one of these guys that",
        2998.98,
        3005.96
    ],
    [
        " no matter how bad anything ever was he never complained he might complain to someone that was",
        3005.96,
        3011.9
    ],
    [
        " his peer but he never complained down and then never complained about oh this is stupid or he",
        3013.14,
        3019.9
    ],
    [
        " was not the torture genius which when things were hard and he wasn't complaining then it it wasn't",
        3019.9,
        3025.4
    ],
    [
        " hard and he's another guy with a really good sense of humor um and uh and just a good good time",
        3025.4,
        3034.76
    ],
    [
        " to be around but the biggest thing about him was just like never ever complained always something",
        3034.76,
        3039.84
    ],
    [
        " positive to say um and and was was an expert and then when he did give you a critique he didn't",
        3039.84,
        3048.8
    ],
    [
        " it wasn't condescending so he was somebody I looked up to when he wasn't in my platoon he's actually",
        3048.8,
        3053.78
    ],
    [
        " a leadership in my sister platoon and I would go over and talk to him all the time and like back",
        3053.78,
        3058.2
    ],
    [
        " in the day I had my hair bleached white it was always long you know I was never in the right uniform",
        3058.2,
        3064.14
    ],
    [
        " ever because not being in uniform made me feel special because I was insecure and uh",
        3064.14,
        3069.72
    ],
    [
        " I was just all all people would just scream at me cut your hair get in uniform but they never",
        3069.84,
        3075.52
    ],
    [
        " would tell you you know hey do it then one day Danny goes hey Jason why don't you",
        3075.52,
        3081.2
    ],
    [
        " why don't you cut your hair it's so easy to have a decent haircut and being the right",
        3081.2,
        3087.56
    ],
    [
        " uniform and your life is gonna be so much better and you should just try it for a little bit",
        3087.56,
        3093.06
    ],
    [
        " and he just laid it out and it there was no condescension behind it was just straight up advice",
        3093.06,
        3099.06
    ],
    [
        " from one friend to another and um and so I tried it and I was like hey this is amazing",
        3099.06,
        3105.56
    ],
    [
        " like people aren't asking like hey what are you doing tonight people are actually giving me",
        3105.56,
        3112.18
    ],
    [
        " stuff to do and then leaving me alone and letting me do it because they they trusted me",
        3112.18,
        3117.08
    ],
    [
        " that I was gonna be you know be professional about it and after and working for him I got the",
        3117.08,
        3125.36
    ],
    [
        " opportunity because when the team's ran sniper courses I gotta interject real quick because there's",
        3125.56,
        3130.96
    ],
    [
        " also those guys that would be like they're condescending and and all you do is you know you know",
        3130.96,
        3137.34
    ],
    [
        " the guy that's all straight laced running around the team looking like a dork and you just think",
        3137.34,
        3141.04
    ],
    [
        " when you're a young team guy you're like this guy is a dork he doesn't he doesn't he doesn't",
        3141.04,
        3145.52
    ],
    [
        " and if they come up and say something you're just mad at him you know you're just like you're stupid",
        3145.52,
        3149.8
    ],
    [
        " you don't get it you don't know what it's like to be young jocke right and that's how everybody",
        3149.86,
        3155.78
    ],
    [
        " else was was for me because you're like really yeah but you know Danny was a beast and yeah and so",
        3155.78,
        3162.46
    ],
    [
        " was like yeah I'm gonna listen to what he's saying you know there's an important two things about",
        3162.46,
        3166.7
    ],
    [
        " Steve Heinz and and Danny which I didn't work with either of those guys other than peripherally",
        3166.7,
        3172.28
    ],
    [
        " look peripherally through through the years you know I think Steve Heinz put was at free fall",
        3172.28,
        3177.38
    ],
    [
        " school with he was at nylon forever so whatever and Danny Carroll well I remember Danny from being",
        3177.38,
        3183.26
    ],
    [
        " on deployment and hit my LPO as good friends with him and so you know we were always linked up and",
        3183.26,
        3188.98
    ],
    [
        " but what I was gonna say is you you mentioned this real quick he was good operator like he was a",
        3188.98,
        3196.84
    ],
    [
        " oh guys that because if you were good at your job yeah that's like the base level of having",
        3196.84,
        3204.3
    ],
    [
        " respect and getting people listen to you is oh this guy's a really good at his job and you'd",
        3204.96,
        3209.26
    ],
    [
        " even hear before we before the word operator had the had the kind of meaning that it has day where",
        3209.26,
        3218.18
    ],
    [
        " it's like oh he's an operator and it kind of is this taken on a life of its own but back then",
        3218.18,
        3222.76
    ],
    [
        " to be like oh yeah that guy's a good operator and it really meant something when I would hear that",
        3222.76,
        3227.56
    ],
    [
        " about someone yeah like hey that guy's a really good operator and you think oh wow that guy's",
        3227.56,
        3232.08
    ],
    [
        " that means he can shoot well that means he can navigate well that means he can dive well that",
        3232.08,
        3235.74
    ],
    [
        " means he's he's keeps his crew like meant all those things that guys a good operator and so that's",
        3235.74,
        3242.26
    ],
    [
        " sort of to me was the baseline and especially for guys that I looked up to at my team when I was",
        3242.26,
        3248.88
    ],
    [
        " a new guy it was the guys where you'd hear oh that guys are really good operator and then it was",
        3248.88,
        3253.04
    ],
    [
        " okay and it wasn't like that was everyone it was not a big number of people yeah and and to develop",
        3253.04,
        3258.62
    ],
    [
        " a reputation as a good operator when there's no war going on it's actually very hard to do that",
        3258.62,
        3264.9
    ],
    [
        " because what that means is every one of these stupid training missions every one of these dumb",
        3264.9,
        3270.42
    ],
    [
        " dives and everyone's bitching about you're actually taking completely serious and you're doing your",
        3270.42,
        3274.92
    ],
    [
        " best and you're teaching other people and that is what that's what developed the reputation back",
        3274.92,
        3280.34
    ],
    [
        " then was like this guy's a good operator yeah yeah definitely and so then then that guys I got the",
        3280.34,
        3288.2
    ],
    [
        " kind of lost uh where he can hand out advice and then the fact that he gives it out without being",
        3288.2,
        3293.6
    ],
    [
        " condescending or or straight up it's just so much it's it's worth absorbing what about did you",
        3293.6,
        3300.34
    ],
    [
        " so what are the schools did you go to did you get any what about did you go to searschool yeah how",
        3300.34,
        3305.08
    ],
    [
        " was that good times you know that that was and I was I forget when I think it was in this period",
        3305.08,
        3313.28
    ],
    [
        " after I did those two platoons that I finally got sucked into going to searschool and uh",
        3313.28,
        3318.02
    ],
    [
        " I remember I didn't get water-borted for some reason in searschool but I did kill a need a",
        3318.94,
        3325.64
    ],
    [
        " rattlesnake and they're like hey you're not supposed to do that and then I got caught and then I'm",
        3325.64,
        3331.26
    ],
    [
        " like okay well but this is just in the field training portion where you know you're doing patrolling",
        3331.26,
        3336.76
    ],
    [
        " and uh um danger crossings that's all you're doing all day and then you have these little land",
        3336.76,
        3343.64
    ],
    [
        " nav exercises you're doing which were super easy for me because this is what we did so I would",
        3343.64,
        3348.0
    ],
    [
        " just just get them done and and be done sleep in and hungry and try to eat grass",
        3348.44,
        3352.16
    ],
    [
        " operas and everything because they don't feed you for the whole week uh and then",
        3352.16,
        3356.9
    ],
    [
        " when they catch you and they put you into that that prison camp so the first thing they do is have",
        3356.9,
        3363.34
    ],
    [
        " everybody line up and then they strip you down naked because apparently they're they're checking",
        3363.34,
        3367.34
    ],
    [
        " you for ticks so then they see all my tattoos and one of the instructors is like hey this guy's",
        3367.34,
        3374.78
    ],
    [
        " got the mark of the devil because the guys all have that Russian accent right yeah so I get",
        3374.78,
        3379.72
    ],
    [
        " I get grabbed and then I'm in the circle of these instructors and they're like he's got the",
        3379.72,
        3385.98
    ],
    [
        " mark of the devil and they're kind of shoving me back and forth and I'm like oh okay this is kind of fun",
        3385.98,
        3390.26
    ],
    [
        " this is you know this isn't a big deal and then a guy that's straight across from me I can remember",
        3390.26,
        3397.78
    ],
    [
        " seeing a big black hand come over his shoulder and it like covers up half of his chest like",
        3397.78,
        3403.84
    ],
    [
        " like Andre the giant big and just move the dude away and then another guy a hand moves the other",
        3403.84,
        3409.8
    ],
    [
        " guy away and then there's this just mountain of a man grab me with his left hand picks me up",
        3409.8,
        3417.0
    ],
    [
        " they're only allowed to like hit you from out here to here but it was like you know those",
        3417.0,
        3423.62
    ],
    [
        " those images in rocky where it was like stars and that just oh that was that little smirk I just",
        3423.62,
        3433.4
    ],
    [
        " had on my face laying on the ground over there and oh here comes again boom and humbling I",
        3433.4,
        3439.72
    ],
    [
        " literally got the exact same treatment I remember I was in some vehicle and it was after you got",
        3439.72,
        3447.34
    ],
    [
        " you avoided capture and then eventually they could just call up in the woods and they go come down",
        3447.34,
        3451.26
    ],
    [
        " you have to surrender now yeah so we had avoided capture me and my pilot buddy we had avoided capture",
        3451.26,
        3456.2
    ],
    [
        " we go down and get in the vehicle they drive us somewhere and I'm just you know everything's a",
        3456.2,
        3460.66
    ],
    [
        " joke whatever and get out of the vehicle and you know some guys yelling at us with the fake Russian",
        3461.38,
        3465.86
    ],
    [
        " accent and I'm just laughing at it inside and which means you know I'm like kind of probably got",
        3465.86,
        3471.48
    ],
    [
        " that I was 19 yeah and the dude the dude comes over and he like yells at me and I you know who",
        3471.48,
        3480.3
    ],
    [
        " knows what I said to prove that I was a tough guy and this dude correct me and I was like",
        3480.3,
        3487.84
    ],
    [
        " yeah I was like I can't believe he just did that and okay well good times so that must be they",
        3489.06,
        3495.38
    ],
    [
        " must they must know who we are coming in they must look at the young punks and go yep I got this",
        3495.38,
        3500.98
    ],
    [
        " guy hey I got what number is Gardener yeah coming over here from seal team five what number is a",
        3500.98,
        3507.12
    ],
    [
        " willing coming over here from seal team one I'm gonna get me some of that yeah and it's got to give",
        3507.12,
        3513.04
    ],
    [
        " I'm just an immense amount of satisfaction when that look it's knocked off your face because they",
        3513.04,
        3517.28
    ],
    [
        " could just see the light come out of your eyes and you're like oh yeah it's it's a I mean I've",
        3517.28,
        3522.54
    ],
    [
        " been punched many times yeah that open hand smack full on and I don't know what you're talking about",
        3522.54,
        3528.68
    ],
    [
        " only bringing it back to wherever this brother brought it back all the way and brought it all the way",
        3528.68,
        3533.36
    ],
    [
        " home too it was a good one and I've been like I said I've been hit before I've been knocked out",
        3533.36,
        3537.38
    ],
    [
        " before it didn't knock me out but it was it was definitely it was definitely a reality of oh yeah",
        3537.38,
        3542.52
    ],
    [
        " these guys are these guys are not playing around these guys are gonna take pleasure in beating the",
        3542.7,
        3547.12
    ],
    [
        " crap out of me and they're gonna do it if they if I give them any reason to so in which you",
        3547.12,
        3553.56
    ],
    [
        " that so that was two deployments you come back you're in training how much did you learn when you",
        3553.56,
        3557.54
    ],
    [
        " were working in training because I know I as an E5 working in seal team one training cell learned",
        3557.54,
        3563.5
    ],
    [
        " like just mountains of information tons yeah exactly because that's when when you have to",
        3563.5,
        3570.54
    ],
    [
        " teach something is when you got a really absorb it because you have to completely understand it",
        3570.54,
        3574.72
    ],
    [
        " and everything else so that's when and it opened up the curtain for me so I saw everything that",
        3574.72,
        3582.06
    ],
    [
        " went into training that was behind the scenes you know when you go through the training you're like oh",
        3582.06,
        3585.92
    ],
    [
        " okay well there's a lot that goes on from laying on the ranges to doing the med drills to order in",
        3585.92,
        3591.86
    ],
    [
        " the ammo to trying to make the the training irrelevant and realistic for the guys so you just don't",
        3591.86,
        3600.52
    ],
    [
        " but uh yeah and then it was at that at that time that uh I went back and restocked and got my sniper",
        3600.56,
        3611.04
    ],
    [
        " call and then was an instructor for a couple of different sniper courses um that's the difference",
        3611.04,
        3618.58
    ],
    [
        " is what you was there something you said you didn't get it the stocking the first time around was",
        3618.58,
        3623.6
    ],
    [
        " it like you didn't quite figure out dead space was it you just didn't have the patience for it",
        3623.6,
        3629.82
    ],
    [
        " were you like whatever what what what what did you what changed about you what did you learn in between",
        3629.82,
        3634.42
    ],
    [
        " those two I uh so they drop you off and then they'll just point hey the observation point is",
        3634.42,
        3642.44
    ],
    [
        " that way and during a stalk you're you're trying to find where these other guys are at and you",
        3642.44,
        3652.14
    ],
    [
        " don't know and they're other they're sniper instructors so they have really really good skills",
        3652.14,
        3656.9
    ],
    [
        " and optics and they're sitting out somewhere they shouldn't not totally concealed but you've got",
        3656.9,
        3663.22
    ],
    [
        " a you've got to find them before you move and the mistake I was making before is I getting impatient",
        3663.22,
        3667.74
    ],
    [
        " and I'm just like I'll just start going that way and along the way I'll figure out where they're at",
        3667.74,
        3673.26
    ],
    [
        " and as opposed to okay I'm gonna just sit right here and take my time and figure out where everything",
        3673.26,
        3684.48
    ],
    [
        " is and how everything's laid out and then try and find the OP before I move down toward it at all",
        3684.9,
        3691.62
    ],
    [
        " now you'd have to I'd have to move laterally one way or the other to figure it out and so typically",
        3691.62,
        3696.28
    ],
    [
        " on the stocks when it clicked for me I would be the last guy to leak to to actually leave where they",
        3696.28,
        3703.96
    ],
    [
        " drop us off and I'd be the first guy darn and typically I'd spend almost no time crawling because I",
        3703.96,
        3714.46
    ],
    [
        " find the OP once I had it located then I would study the terrain really hard and figure out where",
        3714.46,
        3720.32
    ],
    [
        " I needed to go to get within that 200 yards do your you know final shot do you figure this out on",
        3720.32,
        3725.78
    ],
    [
        " your own well they tell you that but I just started listening to him and and and it clicked they're",
        3725.78,
        3733.46
    ],
    [
        " like hey you got to find the OP okay because yeah isn't it strange and I mean well your kids well",
        3733.46,
        3742.54
    ],
    [
        " you got kids are old enough like it's the same thing with your kids you tell them like hey figure",
        3742.54,
        3748.66
    ],
    [
        " out where the OP is before you start crawling or whatever it is less life less than that you learned",
        3748.66,
        3752.86
    ],
    [
        " like hitting the head with a baseball bat and you try and give your kids a hint or just tell them",
        3752.86,
        3758.18
    ],
    [
        " and they're just like no I'm just gonna start moving yeah I got this yeah and I have no idea how",
        3758.18,
        3765.74
    ],
    [
        " to deal with that it's it's funny because I think you and I have had a lot of the same experiences",
        3765.74,
        3770.68
    ],
    [
        " with dealing with our kids you know like hey I'm telling you I've lived through this here's what",
        3771.1,
        3776.22
    ],
    [
        " you should do and but now I've come to the point where I'm still gonna tell them but I know",
        3776.22,
        3782.12
    ],
    [
        " what they're probably gonna do and then yeah and then just wait and see keep your fingers crossed yeah",
        3782.12,
        3789.28
    ],
    [
        " I guess is what people say okay so what I noticed what one of the things that I'm I'm actually",
        3789.28,
        3796.1
    ],
    [
        " thinking about this right now when I was in training cell and I was so because I was single",
        3796.1,
        3801.96
    ],
    [
        " and didn't care about anything else and so I taught everything it was like oh there's",
        3801.96,
        3807.48
    ],
    [
        " a land war for trip go go go teach land war for oh there's CQC trip go go teach that go teach",
        3807.48,
        3811.7
    ],
    [
        " combat swimmer teach just teach everything because because and now I look back how awesome it",
        3811.7,
        3818.22
    ],
    [
        " must be when you got like guys like that at the team who are just like oh yeah I don't",
        3818.22,
        3825.88
    ],
    [
        " train and it wasn't just me that was doing this like all my all my bros that you know I was friends",
        3825.88,
        3829.38
    ],
    [
        " with all my guys from team when we're all saying that like hey we'll go teach whatever he said",
        3829.38,
        3832.6
    ],
    [
        " was on the road we don't care is awesome I had a Volkswagen van that I've taken all the seats out",
        3832.6,
        3839.28
    ],
    [
        " of the back and just line of carpet and I had some some bean bags in there and when I was on the",
        3839.28,
        3844.0
    ],
    [
        " strand I slept in the parking lot for like I think eight months because I was like I would rather",
        3844.0,
        3849.4
    ],
    [
        " be on a trip collecting perdiem and doing stuff than sitting here and so that's that's where",
        3849.4,
        3854.62
    ],
    [
        " that's where I was it was always out on training blocks I was running an sqt I wasn't running it",
        3855.96,
        3861.5
    ],
    [
        " but I was one of the instructors on an stt when we used to run stt at the team so it was a bunch",
        3861.5,
        3866.7
    ],
    [
        " of new guys we were putting them through training and I remember right now I'm remembering this",
        3866.7,
        3872.34
    ],
    [
        " there was like multiple officers in the same stt class so each squad had multiple officers so",
        3872.34,
        3879.76
    ],
    [
        " we were rotating through like okay it's your turn re squad leaders your turn during iads",
        3879.76,
        3884.36
    ],
    [
        " and now that I think about it I remember so much of looking at like oh he'd see one guy do it",
        3885.04,
        3892.0
    ],
    [
        " and he'd be all screwed up and you'd say what is wrong with this guy oh he's shooting the whole time",
        3892.0,
        3895.82
    ],
    [
        " instead of looking around and then just from one iteration and the big difference is when you're",
        3895.82,
        3902.08
    ],
    [
        " not doing the iad when you're actually watching it unfold everything becomes so with this is like",
        3902.08,
        3907.18
    ],
    [
        " when I talk about detaching you're this is my earliest or some of my earlier experiences",
        3907.18,
        3912.88
    ],
    [
        " being detached is you're watching these immediate action drills unfold and I remember one officer",
        3912.88,
        3919.4
    ],
    [
        " that was all jacked up and I watched him like why is why can't this squad do a",
        3919.4,
        3925.9
    ],
    [
        " whatever why can't this squad do a a strong left or whatever or a peel right why can't they do it",
        3925.9,
        3932.92
    ],
    [
        " what is wrong so I'm watching this one officer and the other officer like oh this officer did",
        3932.92,
        3937.1
    ],
    [
        " it fine I watched him the contact happens and the people start shooting and then the guy looks",
        3937.1,
        3942.12
    ],
    [
        " around and makes a call I watched this other officer the contact happens he starts shooting and he",
        3942.12,
        3946.36
    ],
    [
        " does the stop shooting and no one's making the call and it was just as simple as like hey man",
        3946.36,
        3949.96
    ],
    [
        " your job is not to shoot your job is to make you know look around and make a call that you learn",
        3949.96,
        3955.88
    ],
    [
        " so much when you're instructing not only because you have to think about what you say and you have",
        3955.88,
        3962.78
    ],
    [
        " to be able to articulate why and that makes you dig deep into the reason why and then you get to",
        3962.78,
        3969.66
    ],
    [
        " detach and actually watch it unfold and watch these little minor mistakes happen and then you get",
        3970.24,
        3974.42
    ],
    [
        " to correct them and then you get to recognize them in yourself when you make them it's a powerful",
        3974.42,
        3979.24
    ],
    [
        " thing too and I when I was at trade at I think we did a good job of transfer because no one at",
        3979.24,
        3988.32
    ],
    [
        " you know you speak I don't want to go to trading I don't want to go to trade at I think we did a",
        3988.32,
        3992.12
    ],
    [
        " good job of transferring the mentality to hey if you want to get good at this job you got to come",
        3992.12,
        3998.48
    ],
    [
        " here you got to yeah which I believe is the truth so anyone if you want to get good at something",
        3998.56,
        4006.9
    ],
    [
        " just try and teach it same thing with your jitsu as well the um that was an SOP for us when",
        4006.9,
        4015.48
    ],
    [
        " when I was in land warfare at five was when a guy was having a hard time we'd pull him up as like",
        4015.48,
        4021.5
    ],
    [
        " hey come stand next to me the RSO and just watch your guys 80% of the time that would that would",
        4021.5,
        4027.22
    ],
    [
        " fix the problem yeah yeah which is a testament to just attachment yeah it is it is a testament to",
        4027.8,
        4034.72
    ],
    [
        " detachment and man once you learn how to detach even though you're in the situation it's like just",
        4034.72,
        4040.64
    ],
    [
        " makes life so much easier so much easier okay so now what you you do another",
        4040.64,
        4047.14
    ],
    [
        " so I've got three platoons under my belt I'm working in in in land warfare or at trade you know",
        4048.96,
        4057.54
    ],
    [
        " train south the team and then one of the the platoons that was on the arg they were going to pull",
        4057.54,
        4064.76
    ],
    [
        " into Somalia and help the the UN pull out a Somalia this is 95 and one of their their sniper in",
        4064.76,
        4077.12
    ],
    [
        " Ronin jail in Hong Kong and with a big international incident so they were down a sniper so I happened",
        4077.12,
        4083.7
    ],
    [
        " to be on quarter deck watch when the OIC of the platoon called back to the team and said we need",
        4083.7,
        4090.5
    ],
    [
        " another sniper out here we're down one and we know we're gonna go into Somalia here in like three",
        4090.5,
        4095.74
    ],
    [
        " months and uh I'm like hey I'm a sniper anima sniper instructor send me so I pass it back to the um",
        4095.74,
        4106.42
    ],
    [
        " exo and there actually a couple there was another guy that was senior to me was an e6 at the time",
        4106.88,
        4111.56
    ],
    [
        " that was gonna go and then something came up at the last second he couldn't go so they're like hey",
        4111.56,
        4118.3
    ],
    [
        " you're going so I packed up my stuff um they flew me over to Bahrain I'm the when the ship pulled in",
        4118.3,
        4125.2
    ],
    [
        " I met up with the platoon and then got in the platoon and uh about six weeks later we wound up in",
        4125.2,
        4136.4
    ],
    [
        " you can't you can't chase it and then in the 90s there was no like at that point I think there",
        4136.4,
        4142.94
    ],
    [
        " had been two other platoons that had cycled through Somalia and and both of them had had gotten",
        4142.94,
        4149.64
    ],
    [
        " in troops in contact which was a dream for all of us uh and and timing wise this is like two years",
        4149.64,
        4158.94
    ],
    [
        " after the big black hawk down thing happened there so gotten that platoon um another",
        4158.94,
        4166.86
    ],
    [
        " arch platoon back on the same ship that I did my first arc and we were in the same burning space",
        4166.86,
        4172.02
    ],
    [
        " what ship was it the the Ogden LPD 5 uh and uh but another guy that was really another guy that",
        4172.02,
        4183.1
    ],
    [
        " was a big mentor of mine I looked up to a lot was uh and he was the LPO was Monty tree size",
        4183.1,
        4187.78
    ],
    [
        " and Monty had been around ASW for a long time and he had the additional deal where he'd",
        4187.78,
        4194.96
    ],
    [
        " he had broken service so he was a uh police officer up in Los Angeles and uh he had a lot of",
        4194.96,
        4203.68
    ],
    [
        " you know because those guys he'd actually been in gun fights before in an high stress situations",
        4203.68,
        4208.56
    ],
    [
        " so it was it was really good having him having him there and then when we did go ashore",
        4209.7,
        4214.96
    ],
    [
        " myself and the other snipe we split up into two different sniper elements and uh Monty was with",
        4214.96,
        4221.34
    ],
    [
        " my element and then the uh uh the other sniper was with the the chief was with him and then",
        4221.34,
        4227.56
    ],
    [
        " each of it's bad like five guys in our our group because it was an excuse to get ashore and the",
        4227.56,
        4232.76
    ],
    [
        " reason and this was completely the Marines deal they were there to pull the UN out but",
        4233.02,
        4239.5
    ],
    [
        " they didn't have the 50 caliber sniper rifle capability and that's something that they wanted",
        4239.5,
        4245.24
    ],
    [
        " to have so that they could reach out these long distance and be a little bit more surgical",
        4245.24,
        4250.2
    ],
    [
        " with uh their application of force um so we were our officers were able to sell it and uh",
        4250.2,
        4258.12
    ],
    [
        " and then we got to go ashore doing that and that was uh how many how many days did you",
        4258.52,
        4264.04
    ],
    [
        " spend on the ground man we were only in there for like three days dang and so the Marines",
        4264.04,
        4270.6
    ],
    [
        " I think we were on the the the second lift ashore and I was down on the airfield but the airfield",
        4270.6,
        4279.62
    ],
    [
        " in the Mogadish airports right up against the ocean and and it's the reason I say mm-hmm is",
        4279.62,
        4286.16
    ],
    [
        " because before this or maybe it was after this but I was cutting gator squares which means driving",
        4287.28,
        4292.48
    ],
    [
        " around in circles off the coast of Somalia for for a long time and we were supposed to go in and we",
        4292.48,
        4298.6
    ],
    [
        " were we we had we got our issue of of ammo real ammo you know all of our our ammo our mags were",
        4298.6,
        4306.82
    ],
    [
        " loaded um our I remember I put the real um 40 mic mic into my vest for the first time and they didn't",
        4306.82,
        4315.14
    ],
    [
        " quite fit right like it was a yeah no one no longer yeah no one had ever you know done it or",
        4315.14,
        4321.08
    ],
    [
        " no no like I didn't know and and so here we were and we and so we did all kinds of maps such we",
        4321.08,
        4327.6
    ],
    [
        " we were ready to go in and then we we never went in which was and part of the reason we didn't go",
        4327.6,
        4332.04
    ],
    [
        " in is the same reason we didn't go into Rwanda because black Hawk down it happened people were just",
        4332.04,
        4337.0
    ],
    [
        " like mm-hmm they were everyone was super hyper cautious about everything and so yeah I remember we",
        4337.0,
        4343.56
    ],
    [
        " were going it we were actually taking boats into the airfield that's what we were gonna do so I",
        4343.56,
        4348.1
    ],
    [
        " remember that of your field be close then so this is a funny you guys flying helicopters in no we",
        4348.1,
        4354.4
    ],
    [
        " wrote in and on one of the big hovercraft the L-Catch but we win in so okay this is not dangerous now",
        4354.4,
        4362.42
    ],
    [
        " but you know the Mogadishar ports controlled by the UN and then there's that green beach right there",
        4362.42,
        4367.08
    ],
    [
        " which is infested with bull sharks I think there are like 12 total shark attacks and a couple",
        4367.16,
        4374.58
    ],
    [
        " fatalities on that beach so we got tasked with doing the hydrographic consciousness there's some",
        4374.58,
        4382.12
    ],
    [
        " story about some kind of slaughterhouse or something that like I never saw it but that was the story",
        4382.12,
        4386.74
    ],
    [
        " there was a camel slaughterhouse is just teeming with blood and the sharks can't resist that's",
        4386.74,
        4392.94
    ],
    [
        " exactly what we are going in with we had that story the big story like the midget sniper in Iraq",
        4392.94,
        4398.5
    ],
    [
        " and they're all they're all just waiting for you to hit the water yeah um you know which is kind of",
        4398.5,
        4405.44
    ],
    [
        " what I think anytime I'm doing anything at night like in the ocean you're like like the sharks are",
        4405.44,
        4410.82
    ],
    [
        " just waiting right there for you to come in and just come up and bite you I'm so stupid I never",
        4410.82,
        4415.8
    ],
    [
        " think about that I never one time in my whole career thought okay I'm getting in the water it's",
        4415.8,
        4422.78
    ],
    [
        " night in Southern California there's big sharks living there could be one I never thought about that",
        4422.78,
        4426.6
    ],
    [
        " for whatever reason I don't know I'm too stupid I do but then I'm like I'm cold now I think about",
        4426.6,
        4432.24
    ],
    [
        " something else sir all right so you're so you guys take a cab so wait so we go to do a hydrographic",
        4432.24,
        4438.7
    ],
    [
        " on and because of the sharks we got to do this big perpendicular hydrographic on perpendicular",
        4438.7,
        4445.46
    ],
    [
        " parallel whatever um and we're doing it with zodiacs and and we're spaced every 50 yards",
        4445.46,
        4452.3
    ],
    [
        " and then the ribs on the outside of it and the water is I mean so you're not swimming we're not",
        4452.3,
        4458.42
    ],
    [
        " doing it because of from boats and um there was a big net that we had to get out of there so that",
        4458.42,
        4464.74
    ],
    [
        " the alcax and the land craft come in so I'm in the first rib and then and a rib is uh like",
        4464.74,
        4474.46
    ],
    [
        " it's kind of inflatable hole 30 feet and then the next one out is uh like 50 yards past mine so",
        4476.1,
        4483.06
    ],
    [
        " the water's super clear like you can see the bottom it's like 60 feet deep and uh the boat out",
        4483.06,
        4490.86
    ],
    [
        " past me they're all yelling they're like hey look down there's some sharks down there so one of",
        4490.86,
        4497.14
    ],
    [
        " the the team guy that was in that boat jumps up on the the sponsor of the rib to look at the sharks",
        4497.14,
        4503.2
    ],
    [
        " and slips in the water and it was like he hit a trampoline I don't know how he did it because",
        4503.2,
        4510.9
    ],
    [
        " that the ribs are so high out of the water you're like how did he even get it but he got in and he",
        4510.9,
        4516.1
    ],
    [
        " was out so fast I'm not even sure he got wet oh and I don't blame him but no we went in uh",
        4516.1,
        4523.94
    ],
    [
        " there was just uh the planning cycle was crazy for that four days everybody was down to the spot",
        4523.94,
        4530.44
    ],
    [
        " they were going to be in we we didn't our study there was a bunker that we wanted to use um",
        4530.44,
        4535.98
    ],
    [
        " that would be a good position from where we were at so we were on like the third lift on the",
        4535.98,
        4542.16
    ],
    [
        " alcax and alcax those big hovercraft but you can't sit down on the deck so they had this big 40-foot",
        4542.16,
        4548.84
    ],
    [
        " milvan strapped to the deck you went inside of it and then there was a bunch of troop seating",
        4548.84,
        4554.88
    ],
    [
        " and then we just rode in on that hope the thing didn't sink because you would just be done",
        4555.42,
        4560.54
    ],
    [
        " got out and then patrolled over to our spot where we we wanted to set up in this this bunker and uh",
        4560.54,
        4569.98
    ],
    [
        " it didn't work the slits out of the bunker the the scope of my 50 cow would stick out and the",
        4569.98,
        4578.8
    ],
    [
        " scope was looking right at the cement so then we built we got up on top of the bunker and we",
        4578.8,
        4583.12
    ],
    [
        " started filling sandbags moving sandbags around made ourselves a little like firing position",
        4583.12,
        4588.74
    ],
    [
        " on top of that bunker and uh um and that's what we said. Let me cover it down on you're covering",
        4588.74,
        4595.58
    ],
    [
        " down looking for attackers as they came in to to try and attack the airfield. So the airfield",
        4595.58,
        4601.38
    ],
    [
        " was controlled so we had set a perimeter up inside of the UN perimeter that was already there",
        4601.38,
        4608.08
    ],
    [
        " and so the first day there nothing really happened because it was all status quo the UN controlled",
        4608.08,
        4614.02
    ],
    [
        " the airfield there were watchtowers and stuff like that and then we had a line set up that was just",
        4614.02,
        4620.04
    ],
    [
        " a narrow strip of beach um between us and the ocean so when the UN left and we would just all fall",
        4620.04,
        4627.62
    ],
    [
        " back into the amphibs and go back out to the to the ships. So the first day you know there's always",
        4627.62,
        4634.06
    ],
    [
        " tracer fire going on. Moga D. She was pretty active um not much happened. Then the next morning",
        4634.06,
        4640.78
    ],
    [
        " at like 4 a.m. all the manned positions were replaced by tanks and then everybody left and they",
        4640.78,
        4650.22
    ],
    [
        " just there was a big camp like 500 yards to the south of us and they just they just they just",
        4650.22,
        4655.72
    ],
    [
        " they just left everything there and then then at like eight in the morning the tanks all left",
        4655.72,
        4662.62
    ],
    [
        " and just left it open. So there was this weird period of time where everyone was like what just",
        4662.64,
        4670.16
    ],
    [
        " happened and then a lot of the civilian populace started piling in because there was like there's water",
        4670.16,
        4675.62
    ],
    [
        " there's building materials they were ripping the roofing off a lot of the buildings that these guys",
        4675.62,
        4679.98
    ],
    [
        " had just abandoned um and then about an hour after that the you know you had your different",
        4679.98,
        4689.32
    ],
    [
        " warloads and factions figured out what was going on and then they had to stop people from getting",
        4690.5,
        4695.2
    ],
    [
        " stuff because they wanted it. So we watched like a big crowd of people and it was just like in that",
        4695.2,
        4699.24
    ],
    [
        " movie there's a big crowd of people ripping stuff running everywhere ripping stuff out of these",
        4699.24,
        4704.36
    ],
    [
        " buildings and then guys show up with a Jeep with like a p.k.m. which is a belt van machine gun in the",
        4704.36,
        4708.76
    ],
    [
        " back and just aim at the people and start shooting them and then you just see it like oil on water",
        4708.76,
        4715.2
    ],
    [
        " whenever everyone moved and they're just all taking off. So one clan kind of took control",
        4715.2,
        4724.6
    ],
    [
        " of a camp that was at 500 yards of the south under the runway five six hundred yards away from us",
        4724.6,
        4732.44
    ],
    [
        " was edge of that camp that was you in control. The other clan which these two major factions as the",
        4732.44,
        4739.78
    ],
    [
        " warlords down there controlled the other under the runway. At one point they moved down the runway",
        4739.78,
        4746.7
    ],
    [
        " and tried to attack this other clan that was holding because you can't control half of a runway",
        4746.7,
        4751.52
    ],
    [
        " and they they had like this crate they had crazy technicals and our our rules and gauging once",
        4751.52,
        4758.62
    ],
    [
        " hey they can have technicals out and that's a civilian vehicle it's like a road warrior vehicle",
        4758.62,
        4762.7
    ],
    [
        " with some kind of crew crew sort of weapon in the back and they had one was like a big five ton",
        4762.7,
        4768.32
    ],
    [
        " truck with a quad anti aircraft guns in the back where they die like you know dialing a thing to move",
        4768.66,
        4774.44
    ],
    [
        " it around and stuff and they went halfway down the runway they tried to shoot it out but the this",
        4774.44,
        4781.06
    ],
    [
        " other camp the other faction shot back and shot them off of there. So that went on but that was really",
        4781.06,
        4788.56
    ],
    [
        " those two fat there were some spill over tornus but was it's two factions shooting at each other",
        4788.56,
        4792.88
    ],
    [
        " well at some point people stood they started the one faction that controlled the south this camp",
        4793.24,
        4799.64
    ],
    [
        " to the south end of the runway started to shoot at us and so we started taking a lot of",
        4799.64,
        4805.72
    ],
    [
        " indiscriminate small arms fire and then we had a a a recoilless rifle launched at us but it went",
        4805.72,
        4813.36
    ],
    [
        " over and landed in the ocean and some random RPGs it was all pretty far away so you know as you",
        4813.36,
        4821.72
    ],
    [
        " know in an urban environment it's it's really difficult to tell where you're getting shot at and then",
        4821.72,
        4826.24
    ],
    [
        " especially when there are 600 yards away there's it's daylight you can't see any muscle flash so",
        4826.24,
        4832.64
    ],
    [
        " unless somebody gets really sloppy or you're really lucky you're not going to see it and the way",
        4832.64,
        4837.32
    ],
    [
        " Mogadishu is like a big hillside with all these buildings and rolls up it's just not like you're",
        4837.32,
        4842.9
    ],
    [
        " looking at one set of buildings you're looking at like a row buildings then behind it another",
        4842.9,
        4847.38
    ],
    [
        " row of buildings and then infinite yeah just a giant giant mouse maze so um saw guy on a roof",
        4847.38,
        4856.22
    ],
    [
        " with an RPG and then a second later one gets launched at us and then we're like oh okay buddy missed",
        4856.22,
        4864.88
    ],
    [
        " and then uh so we basically at that point they're like you're you're cleared hot this is silly",
        4864.88,
        4873.68
    ],
    [
        " we've met our rules of engagement because and then back in the 90s the appetite for applying lethal",
        4873.74,
        4880.92
    ],
    [
        " force was was pretty subdued it's not as liberal as it is today and how it should be and so it",
        4880.92,
        4888.14
    ],
    [
        " took us a little while to get there and like okay these guys are bad these guys are obviously",
        4888.14,
        4893.96
    ],
    [
        " trying to get us so you're cleared hot find somebody to shoot and couldn't find anyone to shoot",
        4893.96,
        4898.64
    ],
    [
        " for a while then this camp that was 500 yards a south of us we saw a group of like seven guys",
        4898.64,
        4906.48
    ],
    [
        " two of them had RPGs, you rocket propell grenades and other guys patrolling with like two p two p.k.",
        4906.48,
        4913.44
    ],
    [
        " m gunners they're belt femishing guns and like an a k gunner and they're patrolling and we can see",
        4913.66,
        4920.1
    ],
    [
        " him we can see him and now they come out the front of the camp and at the gate of that camp which",
        4920.1,
        4926.22
    ],
    [
        " is facing us 500 yards away there's two sandbagged positions for the watches who would be up there",
        4926.22,
        4933.14
    ],
    [
        " to check people coming in and out and a guy there was one guy he had a gray ironically he had a gray",
        4933.14,
        4940.82
    ],
    [
        " t-shirt on that said army right and he's got an RPG and he's definitely in charge and he put a",
        4940.82,
        4947.36
    ],
    [
        " p.k. m on one of the sandbags pointing at us talking to guys given direction turns around puts the",
        4947.36,
        4954.94
    ],
    [
        " the RPG on his shoulder and it's looking at us through the site and so our our oh I see is like okay",
        4954.94,
        4963.98
    ],
    [
        " well hey let's hold on see what we're doing the money whose money's really savvy he's like hey",
        4963.98,
        4969.98
    ],
    [
        " they're getting ready to shoot at us he's adjusting the sites right now he's getting and and",
        4969.98,
        4976.38
    ],
    [
        " we wanted to preempt this so I could shoot it the guy before he got a chance to launch the",
        4976.38,
        4981.64
    ],
    [
        " RPGs close that's a good plan so um oh I see he's like okay go shoot him so I've got kind of a",
        4981.64,
        4993.56
    ],
    [
        " I've got a really jacked up firing position it's a 500 yard shot I I squeeze squeeze around off",
        4993.56,
        5002.16
    ],
    [
        " boom and then apparently I missed so which which I with my shooting position was not good and I was",
        5003.16,
        5011.62
    ],
    [
        " really really like excited I that what they call you know buck fever it's a first time I've ever",
        5011.62,
        5016.3
    ],
    [
        " shot at a human so I was worked up pretty good um and then the guy who was spotting for me who",
        5016.3,
        5022.38
    ],
    [
        " wasn't a spotter because the sniper was in the other platoon or at the other the other firing",
        5022.38,
        5028.1
    ],
    [
        " position he was sitting right next to me on the sandbags looking through the spotting scope and",
        5028.76,
        5034.08
    ],
    [
        " when the 50 cowl went off it's got a big muzzle brake so the recoil doesn't break collarbone it",
        5034.08,
        5040.18
    ],
    [
        " ports back it just blew a bunch of sand in his eyes and knocked the spotting scope right out of his hands",
        5040.18,
        5047.16
    ],
    [
        " so Monty's like hey you missed unlike do you have a correction and and he's like no and it's not",
        5047.16,
        5058.08
    ],
    [
        " common cool and uh um I'm like oh no and now I'm questioning whether I might might might my dope my",
        5058.08,
        5066.96
    ],
    [
        " dad on previous game in for five five 500 yards is any good or anything that 50 cowl you to take",
        5066.96,
        5072.3
    ],
    [
        " the entire bolt out of the gun knock the brass out from the round you just fired put a new round",
        5072.3,
        5078.06
    ],
    [
        " in chamber it in reload so I chamber it reload downrange they were they were like oh they just shot",
        5078.06,
        5087.26
    ],
    [
        " at us you know so the guy was like wow so they're starting to talk and now he's got that RPG on his",
        5087.26,
        5093.96
    ],
    [
        " shoulder and now I hold a little harder I take a breath let half out start to squeeze that trigger I",
        5093.96,
        5098.88
    ],
    [
        " get that surprise bake boom pull the bolt out knock in the brass out load another round and I'm",
        5098.88,
        5105.78
    ],
    [
        " going did I hit and our comms guy had grabbed by nose and he goes oh man and I'm like did I hit",
        5105.78,
        5117.14
    ],
    [
        " and he goes god darn it good grief and I'm thinking that he's gonna tell me that I missed by like",
        5117.14,
        5124.42
    ],
    [
        " half a mile and he doesn't even know what kind of correction to get me and I hit him in the arm",
        5124.42,
        5129.14
    ],
    [
        " I'm like dude what happened did I hit and he and he didn't even hear me he goes he is down",
        5129.14,
        5135.36
    ],
    [
        " oh that had to hurt so now that PKM gunner who who was set up on the sandbags he just lets a rip",
        5135.36,
        5146.46
    ],
    [
        " and so there's the the the bullwit crap so those rounds going over the top of us and Monty's like",
        5146.46,
        5152.44
    ],
    [
        " hey I think this guy's right right at 500 yards you got you you dialed in you know he's just",
        5152.44,
        5157.12
    ],
    [
        " talking in my ear like man like we're going to get the mail or something or or whatever just",
        5157.12,
        5162.5
    ],
    [
        " calm and then uh so I can't see the guy at all all I can see is the muzzle flash so I put the",
        5162.5,
        5170.78
    ],
    [
        " crosshairs in the middle the muzzle flash squeeze the round off reload come back up and look to see",
        5170.78,
        5177.76
    ],
    [
        " what what had happened and there was a the gun had spilled over the front side of the sandbags there",
        5177.76,
        5185.72
    ],
    [
        " was a huge divot in the sandbag I couldn't see you know I couldn't tell I think I hit the rifle",
        5185.72,
        5191.08
    ],
    [
        " but then he had spilled out he was out from the side of the sandbags on his side and and it's just",
        5191.08,
        5197.76
    ],
    [
        " his guts were everywhere he was flailing around for a little bit and then he expired I assume",
        5197.76,
        5202.32
    ],
    [
        " because I quit looking at him at that point because a Jeep had now shown up and it had like one of",
        5202.32,
        5208.86
    ],
    [
        " their 50 51 cows in the back and a guy just like boom boom boom boom boom and I'm thinking oh man",
        5209.48,
        5216.1
    ],
    [
        " we've grabbed the tiger by the tail because I've got this round I can you know one round at a time",
        5216.1,
        5221.22
    ],
    [
        " and I'm waiting for like there was a toe missile gunner right near our position for him to light it up",
        5221.22,
        5228.52
    ],
    [
        " but uh we got really really strict rules of engagement briefings before we went in so the guys were",
        5228.52,
        5237.9
    ],
    [
        " a little bit hesitant to let a rip so that shot I rushed I wound up hitting the Jeep right on the",
        5237.9,
        5246.62
    ],
    [
        " side walls between the gunner's legs but that was enough as soon as the Jeep got hit boom they drove",
        5246.62,
        5251.9
    ],
    [
        " away and they were done and then these guys started to do a peel and it was a really organized",
        5251.9,
        5258.98
    ],
    [
        " squared away good peel so they were peeling behind a building so then now they were starting to gain",
        5258.98,
        5263.6
    ],
    [
        " a little bit of distance on us and they were falling behind this big building",
        5263.6,
        5267.68
    ],
    [
        " and Monty's giving me gives me another round he's like hey I think they're about at 700 yards now",
        5267.68,
        5273.18
    ],
    [
        " adjust your dope so I got made my adjustment from from where I was just shooting at to 700",
        5273.18,
        5279.04
    ],
    [
        " and as you know as the they're doing a peel a guy gets up and runs so there was a guy running",
        5279.04,
        5286.4
    ],
    [
        " full value he's running across with with the RRPG so I shot at him hit way behind him",
        5286.4,
        5293.54
    ],
    [
        " and he went behind a building then reloaded two more guys peeled behind the building",
        5293.6,
        5298.4
    ],
    [
        " and then they were just gone so I held I held my crosshairs on the edge of that building where they",
        5298.4,
        5306.44
    ],
    [
        " had just gone and a second later the guy with the RPG steps back out into my crosshairs",
        5306.44,
        5313.16
    ],
    [
        " and so my crosshairs are squared up on his pelvis and I start loading the trigger as he's taken a",
        5313.16,
        5322.84
    ],
    [
        " knee to shoot the RPG so his knee hit the ground when that 50 cal round hit him in the chest",
        5322.84,
        5329.7
    ],
    [
        " and so we were shooting the the Raufus Mark 211 which is a multipurpose armor piercing round",
        5329.7,
        5335.78
    ],
    [
        " and it explodes when it hits something hard and the spotters like bro that thing lit right up when",
        5335.78,
        5341.9
    ],
    [
        " it hit his chest down he went and then then that was it then they got some guys over there that",
        5341.9,
        5349.9
    ],
    [
        " uh linguists and they had loudspeakers on their humvees and they're like hey don't shoot at us we're",
        5352.3,
        5357.52
    ],
    [
        " not taking sides in this whole thing and that kind of calmed everything down for the next couple",
        5357.52,
        5362.7
    ],
    [
        " hours and into that day and then we we watched the guy it's just like life was incredibly cheap",
        5362.7,
        5371.68
    ],
    [
        " there so a guy get pushed off a roof we were watching in the evening we had gotten someone said like",
        5371.68,
        5379.5
    ],
    [
        " hey that this one building about two kilometers away that's one of the clan leaders buildings",
        5379.5,
        5385.32
    ],
    [
        " and we could see guys up there in the evening and they get that caught there that makes them all go",
        5385.32,
        5392.0
    ],
    [
        " kind of crazy and we'd see guys sitting there like watching the sunset up on a roof and then one",
        5392.0,
        5398.44
    ],
    [
        " of them would start to get animated waving their arms around like there are going about something",
        5398.44,
        5403.52
    ],
    [
        " then they were all animated then they were up like beating each other with clubs hitting each",
        5403.52,
        5408.94
    ],
    [
        " other with rocks and then it would just stop and then it would start up again and I think at",
        5408.94,
        5415.74
    ],
    [
        " least one of those we watched the guy just get pushed off a roof fall dead this is how they roll",
        5415.74,
        5422.56
    ],
    [
        " and so this so the first day was pretty mellow with this all this activity took place on the",
        5422.56,
        5427.44
    ],
    [
        " second or the third day first day was mellow second day was uh oh is when they pulled back and",
        5427.44,
        5433.66
    ],
    [
        " then the third day is when they the set no the first day was mellow a second morning is when they",
        5433.66,
        5437.64
    ],
    [
        " pulled back and then the second day is when we got in that first firefight and then it was either",
        5437.64,
        5442.52
    ],
    [
        " that afternoon or the next day my memory you know it's been 13 years and Emory slips where they",
        5442.52,
        5450.78
    ],
    [
        " called and they had that an issue with the guy they're like hey 23 years but yeah we'll take it",
        5450.78,
        5456.28
    ],
    [
        " okay I should have taken more discipline um they uh they hit us up they're like hey we've got a",
        5456.28,
        5466.66
    ],
    [
        " guy down here that is close to where we're getting ready to move some armor and he has an AT4",
        5466.66,
        5473.18
    ],
    [
        " which is weird because that's one of our weapons it wasn't an RPG he had a legit AT4 and they",
        5473.18,
        5480.28
    ],
    [
        " they shot at him and he ran away and came back they're like he's gonna use it so we want to do",
        5480.28,
        5485.6
    ],
    [
        " this deal we're gonna have a sniper initiated kind of assault on this guy so um",
        5485.6,
        5492.04
    ],
    [
        " um",
        5494.32,
        5494.8
    ],
    [
        " uh",
        5494.8,
        5493.3
    ],
    [
        " they sent an LAV over to our position me and the OIC got in it we went and saw the the lieutenant",
        5493.3,
        5501.92
    ],
    [
        " Colonel and he's like hey um here we we studied a map he's like hey here's where the guy is I",
        5501.92,
        5508.46
    ],
    [
        " think a good spot is this tower there's some recon guys up there we're gonna put you up there with",
        5508.46,
        5513.48
    ],
    [
        " them and then then get this going so I went up to the tower they moved up to the tower the guys",
        5513.48,
        5522.64
    ],
    [
        " showed us so what it was was out there there was a set of bunkers in alongside of the airfield that",
        5522.64,
        5529.7
    ],
    [
        " was now controlled by just whoever and this guy was in one of the bunkers and then he would come",
        5529.7,
        5536.82
    ],
    [
        " out with like six or seven other guys and you know and they would smoke cigarettes and he had the AT4",
        5536.82,
        5541.5
    ],
    [
        " and he would they were watching the US line so they said hey here's what we want you to do um",
        5541.5,
        5547.06
    ],
    [
        " you know he keeps coming in and out when he comes out again we want you to shoot him",
        5547.06,
        5552.76
    ],
    [
        " and then we're gonna have they they shifted some of the light armored vehicles down the line",
        5552.76,
        5559.16
    ],
    [
        " to where they could go at go at the bunker with their coax guns and try and get him in his buddies",
        5559.16,
        5565.62
    ],
    [
        " um",
        5565.62,
        5567.0
    ],
    [
        " so we put us up in the tower there's this like 20 mile an hour wind just howling",
        5567.78,
        5574.12
    ],
    [
        " full value it's uh right to left and then it's from where I was in the tower it's a thousand yard",
        5574.12,
        5583.68
    ],
    [
        " shot so so I got a bunch of sandbags bunkered my position up we waited around you know for the guy",
        5583.68,
        5592.3
    ],
    [
        " to come up he comes up so I take this thousand yard shot at a guy in a 20 mile an hour you know",
        5592.3,
        5598.24
    ],
    [
        " full value crosswind which at the time there's probably two three people in the world that can make",
        5598.24,
        5603.26
    ],
    [
        " a shot like that and I'm not one of them I missed and hit his buddy so I didn't hit the guy with",
        5603.26,
        5613.22
    ],
    [
        " the AT4 I hit the guy with the AK47 standing three feet to his right because I put in too much wind",
        5613.22,
        5620.32
    ],
    [
        " and they all dove in the bunkers then everybody on the line started shooting the bunkers toward the",
        5620.52,
        5626.12
    ],
    [
        " bunkers up they called the ceasefire and then the one of those guys survived and it was the guy that",
        5626.12,
        5634.6
    ],
    [
        " had that AT4 buddy left it and he just got up and ran away um then at a later point there was a",
        5634.6,
        5642.24
    ],
    [
        " guys they were shooting at the LCACs as they were coming in and out and so we we there was a",
        5642.24,
        5648.14
    ],
    [
        " there was a big center block wall seven hundred yards away away from the um the airfield there",
        5648.14,
        5656.38
    ],
    [
        " and he was on the other side of it and there was one center block missing and he would look through",
        5656.38,
        5659.7
    ],
    [
        " and shoot through it so I shot at him and hit the wall right next to the where he was shooting at",
        5659.7,
        5664.94
    ],
    [
        " and I scared him away and didn't come back but uh then that was it then uh the next day we uh",
        5664.94,
        5673.34
    ],
    [
        " backed up and everybody fell back out to the ship the the Marines ran a great operation because",
        5673.46,
        5680.36
    ],
    [
        " everything kind of went like clockwork exactly the way it was supposed to and it was uh good to go",
        5680.36,
        5687.4
    ],
    [
        " then you went back on LCACs you just said yeah the LCACs came up on the beach got back in the",
        5687.4,
        5692.04
    ],
    [
        " mill van got back in the mill van went back out to the ship and then the final deal was there was",
        5692.04,
        5697.22
    ],
    [
        " just a strip of the amphibs that just drove out to sea as they broke down the final deal",
        5697.22,
        5704.5
    ],
    [
        " and that was it yeah that was it that was but but then I was like one of six guys at the time on",
        5704.5,
        5711.64
    ],
    [
        " the west coast that had you know been on the trigger and and been in combat yeah no I remember it",
        5711.64,
        5718.0
    ],
    [
        " was awesome I was uh super stoked and super jealous of course like every other guy was like",
        5718.0,
        5724.8
    ],
    [
        " which actually this is why I did another arc because it seemed like hey if you're gonna get",
        5725.86,
        5730.08
    ],
    [
        " some action you need to go with with the Marine Corps in the arc and go out and do that that's why",
        5730.08,
        5735.44
    ],
    [
        " myself and all the other guys that you know all my old run-in-mates we all were like okay we'll",
        5735.44,
        5739.48
    ],
    [
        " just do another arc get back over there let's let's make this happen it's going to the problem",
        5739.48,
        5743.4
    ],
    [
        " I mean I had two arcs and two combat action ribbons yeah and then you know it worked out for a lot",
        5743.4,
        5748.48
    ],
    [
        " other guys since then or before that because there were two the other guys that had rotated",
        5748.48,
        5754.32
    ],
    [
        " through Somali had been on the art platoon yeah when you get home you know what was going on",
        5754.32,
        5760.18
    ],
    [
        " what were you married at this point I was I was married to my son's mother and uh and when did",
        5760.18,
        5766.8
    ],
    [
        " you get married was it was it was it no not not what year but like when you're training cell at",
        5766.8,
        5778.3
    ],
    [
        " less than a year of marriage or maybe two years of marriage at this point yeah and then how",
        5778.3,
        5784.86
    ],
    [
        " did how is that dealing with you know being gone and being the team guy marriage oh it's generally",
        5784.86,
        5790.94
    ],
    [
        " really hard it was hard it and it and it I want to back up really quick because I want to make",
        5790.94,
        5796.0
    ],
    [
        " sure I point this out before we get into this next thing and another thing that that Monty",
        5796.0,
        5800.4
    ],
    [
        " taught me that we kind of talked about a little bit was he's like wherever you go run for mayor",
        5800.4,
        5807.68
    ],
    [
        " and he's just talking about be good to everyone everywhere you go because they're going to go",
        5808.3,
        5813.62
    ],
    [
        " out of their way to take care of you so like that that crew on the organ on that deployment",
        5813.62,
        5818.44
    ],
    [
        " they took great care of us because he always ran out of his way to be good to everybody",
        5818.44,
        5823.7
    ],
    [
        " you know just to go back to Monty a little bit it's weird to think about",
        5823.7,
        5828.58
    ],
    [
        " now right you look back at what you did now",
        5828.58,
        5832.96
    ],
    [
        " and what you've done since then which is obviously a ton and going back to you being there and",
        5833.96,
        5841.06
    ],
    [
        " when I think about it in my mind about how just I guess immature is part of the word but it's",
        5841.06,
        5847.32
    ],
    [
        " beyond just being immature because I'm not just talking about being immature in the traditional",
        5847.32,
        5850.94
    ],
    [
        " sense of the word I'm talking about being combat immature meaning no one had any combat right yeah",
        5850.94,
        5857.58
    ],
    [
        " and I think about just having a guy like Monty who's like level headed who's been in some",
        5857.58,
        5863.62
    ],
    [
        " shit before and can go you know what hey we need to shoot this guy before he shoots at us",
        5863.62,
        5868.54
    ],
    [
        " that's just totally sensible thing to say but if if everyone's because you got these massive",
        5868.54,
        5874.28
    ],
    [
        " oh ROE briefs and everyone's being paranoid and you can't listen we don't want we don't want",
        5874.28,
        5878.5
    ],
    [
        " this to escalate and all these things are in everyone's head yeah and it's so easy it's kind of",
        5878.5,
        5883.5
    ],
    [
        " like the detachment when you just go hey you know what this guy has an RPG they just shot one at us",
        5883.5,
        5888.38
    ],
    [
        " he's aiming it and he's gonna shoot us again we need to kill this guy okay go ahead and then",
        5888.38,
        5893.7
    ],
    [
        " instead of you know dude you're low you're low you know or whatever just hey you're good load another",
        5893.7,
        5899.6
    ],
    [
        " round just being calm when I think about the advantage and how that's a pretty good performance",
        5899.6,
        5906.24
    ],
    [
        " what you guys was a pretty good performance with no experience because I think of how",
        5906.24,
        5912.4
    ],
    [
        " you know what I gained through experience and the maturity the combat maturity of seeing things",
        5913.5,
        5918.84
    ],
    [
        " and things unfolding to be like okay I can handle this right now or this isn't a big deal or whatever",
        5918.84,
        5923.1
    ],
    [
        " but man when you're when you don't have that everyone's all excited everyone's freaking out and",
        5923.1,
        5928.12
    ],
    [
        " everything's just magnified and so it's pretty impressive and to me you know again you have a guy",
        5928.12,
        5934.84
    ],
    [
        " like Monty that's just looking at the OIC his boss and saying hey we actually need to kill this guy",
        5934.84,
        5941.9
    ],
    [
        " right now and and not being like we need to take this guy out which just escalated in the OICs",
        5941.9,
        5946.92
    ],
    [
        " thinking oh my god you know he might say shot you know whatever yeah just going hey man we need to",
        5946.92,
        5951.12
    ],
    [
        " take this guy out just just having that mentality is is so important and I don't know how well would",
        5951.12,
        5958.18
    ],
    [
        " you guys have done if he wasn't there I don't think we did done as well we might not even been in",
        5958.18,
        5963.84
    ],
    [
        " the position where we shot yeah yeah um yeah cuz he just carried us through that whole thing",
        5963.84,
        5970.66
    ],
    [
        " he he had a funny thing he taught us he goes if you're ever really excited and and he may have",
        5970.8,
        5976.78
    ],
    [
        " put this out to you too over the radio he goes if you try to talk like you have a southern draw",
        5976.78,
        5983.12
    ],
    [
        " it'll slow you down yeah and he goes and you won't have a southern draw by the way but it'll",
        5983.12,
        5989.9
    ],
    [
        " slow you down and he told us of a case that there was some officers in a high speed chase and",
        5989.9,
        5995.52
    ],
    [
        " they were so calm over the radio people didn't believe that they were in a high speed chase except for",
        5995.52,
        6001.74
    ],
    [
        " the rep the speed at which they are going oh we just passed this street we just passed this street we",
        6001.74,
        6007.62
    ],
    [
        " just passed this street because they were cool as cucumbers you know I'm not freaking out",
        6007.62,
        6012.32
    ],
    [
        " yeah that's awesome no it's it's definitely just it's cool to hear that story and you you",
        6012.32,
        6017.38
    ],
    [
        " you probably told me that story twenty one years ago or something like that and I actually heard",
        6017.38,
        6022.6
    ],
    [
        " you brief that story to a bunch of people at a dog in ponieshow and it was really epic to hear",
        6022.6,
        6029.28
    ],
    [
        " you tell that story but to hear the full actually I don't think you ever give me that detail",
        6029.28,
        6033.52
    ],
    [
        " little debrief but it's awesome that at that time no combat experience it's like okay here's",
        6033.52,
        6038.92
    ],
    [
        " what we're gonna do and that's a good lesson for everyone man detached stay calm look at what's",
        6038.92,
        6045.18
    ],
    [
        " going on and it all does go back to the fact that you were in that position probably had something",
        6045.18,
        6050.72
    ],
    [
        " to do with the fact that you that you know you were running for mayor or or you know Monty as",
        6050.72,
        6055.98
    ],
    [
        " opportunity was running for mayor and building relationships and hanging out with Marines and",
        6055.98,
        6059.12
    ],
    [
        " teaching them whatever and getting giving them some gear and what you know just doing those things",
        6059.12,
        6063.36
    ],
    [
        " that you're building relationships with the rest of the team instead of being an arrogant jerk to",
        6063.36,
        6067.96
    ],
    [
        " everyone because you think you're better than them absolutely because there was another unit",
        6067.96,
        6071.66
    ],
    [
        " that had fifty cal sniper rifles that didn't get to come well there you go yeah there it is okay",
        6071.66,
        6080.36
    ],
    [
        " so now you get back and how long was that deployment was that just a six month or will they they",
        6080.76,
        6085.48
    ],
    [
        " were already deployed so I I think like three and a half months with them because I replaced it",
        6085.48,
        6089.28
    ],
    [
        " got the guy that got in trouble got it and then but okay so now we were starting to dive into",
        6089.28,
        6095.52
    ],
    [
        " marital scenario yeah so you got a kid already you got a kid uh",
        6095.52,
        6101.2
    ],
    [
        " uh my son's mother was pregnant when I went on that deployment and so he was that was in",
        6106.16,
        6112.48
    ],
    [
        " February and he was born in September of 95 sure so yeah I came back and then it was one of those",
        6112.48,
        6120.44
    ],
    [
        " situations where um me being gone all the time didn't help but me being home all the time didn't",
        6120.44,
        6129.58
    ],
    [
        " help either and and and and so we just parted ways and it was uh it was hard for me not to have my son",
        6129.58,
        6139.62
    ],
    [
        " in my house but it was it was the best thing because me and his mom just didn't get along yeah",
        6139.62,
        6144.88
    ],
    [
        " and then this is at the point at the same time this is this one you got out this is right with this",
        6144.88,
        6153.22
    ],
    [
        " art we got divorced right after I got out which did you get out with the vision in mind that you",
        6153.22,
        6160.24
    ],
    [
        " were going to be able to save this thing or did you get out with the vision in mind like no this",
        6160.24,
        6163.54
    ],
    [
        " is already too far so no yeah I got out she she wanted to like hey I want you around more you're",
        6163.54,
        6168.32
    ],
    [
        " gone too much is you know this isn't good get that but then so you got out I got out and then um",
        6168.32,
        6176.72
    ],
    [
        " she realizes she really doesn't like you yeah pretty much and I I can't blame her so so then",
        6176.72,
        6183.18
    ],
    [
        " then we ended up separating or or get you know going through the whole plan getting out",
        6183.18,
        6188.14
    ],
    [
        " oh I was gonna go work for a guy doing some kind of uh um",
        6188.14,
        6193.34
    ],
    [
        " investment stuff uh because that makes a lot of sense yeah",
        6193.34,
        6198.02
    ],
    [
        " we there there was no plan it wasn't thought through the smartest thing I did was the day",
        6198.02,
        6206.38
    ],
    [
        " the day I got out I enlisted in the or or I joined the reserve so I was in the CLT 5 reserve teams",
        6206.38,
        6212.08
    ],
    [
        " so I did that for a year and a half and then when all the dust settled and uh with with uh the",
        6212.08,
        6221.96
    ],
    [
        " you know who's gonna have custody and where my son's gonna live it was like what am I doing",
        6221.96,
        6227.16
    ],
    [
        " I'm that I'm only happy when I go to do my reserve drill yeah and so I'm like hey I want to go",
        6227.16,
        6235.08
    ],
    [
        " back on act duty at the time they were critically underman for e6s so they're like boom so the timing",
        6235.08,
        6242.08
    ],
    [
        " like my timing I've been so lucky for my timing like being on the quarter-knack that one day",
        6242.08,
        6247.54
    ],
    [
        " I checked into trade at in August of 2001 into the sniper cell and then you know the planes hit",
        6247.54,
        6257.36
    ],
    [
        " the towers and then the teams are just off to the races yeah did you when you when you when you were",
        6257.36,
        6263.62
    ],
    [
        " civilian um or whatever you were a reservist civilian how long did it take you to realize that",
        6265.2,
        6270.74
    ],
    [
        " this was a bad call and I'm gonna jump forward like when you would have guys that were saying they",
        6270.74,
        6275.22
    ],
    [
        " were gonna get out at 13 years or nine years or whatever did you you know what would you tell them",
        6275.22,
        6281.1
    ],
    [
        " about that oh you mean later yeah like later like because you know you know I would you know when I was",
        6281.1,
        6287.54
    ],
    [
        " well my you know once I was an officer and I would have friends that were like hey I'm gonna get",
        6287.54,
        6291.98
    ],
    [
        " out and you know I'd say the experience I had was I went to college right and when I went to",
        6292.34,
        6297.58
    ],
    [
        " college for three years and I came back I was like yeah the main thing I learned in college was never",
        6297.58,
        6301.5
    ],
    [
        " ever ever ever get out of the teams ever because dealing with other people it was just so horrible",
        6301.5,
        6308.38
    ],
    [
        " and especially I mean like you and me who literally spent our whole adult lives in a platoon you get",
        6308.38,
        6317.28
    ],
    [
        " out of in this in the normal with normal people and you're like what are you everyone doing what's",
        6317.28,
        6322.62
    ],
    [
        " that what why is this even happening it just nothing makes sense yeah there's a lot of awkward",
        6322.62,
        6327.62
    ],
    [
        " silences no one gets your jokes and it was what I would usually tell guys is like hey I got",
        6327.62,
        6334.66
    ],
    [
        " broken service and you're gonna once you get out you're gonna miss this peer group you'll miss",
        6334.66,
        6341.16
    ],
    [
        " this job and I don't think you're gonna make that much more money yeah and but I never I always",
        6341.16,
        6348.82
    ],
    [
        " tried the soft sell yeah yeah yeah hey and I would I would tell guys here's my phone number do not",
        6348.82,
        6356.68
    ],
    [
        " lose my phone number and if you decide you want to come back in please call me I will you know",
        6356.68,
        6363.06
    ],
    [
        " figure out how to get you wherever I'm at or back in and I and I've done that for at least two or",
        6363.06,
        6369.98
    ],
    [
        " three guys yeah no it's a I know it's a hard decision for guys to make and and it usually and",
        6369.98,
        6375.16
    ],
    [
        " sometimes it's um what is that it's an emotional decision oh completely because they had a bad",
        6375.16,
        6380.16
    ],
    [
        " deployment they didn't like someone or their wife's mad at whatever and they make that emotional",
        6380.16,
        6384.86
    ],
    [
        " decision when in fact the teams can take care of you too you know the teams can go hey look we know",
        6384.86,
        6391.68
    ],
    [
        " you need some downtime you're gonna go to buds and be an instructor or whatever you know for three",
        6391.68,
        6396.12
    ],
    [
        " years you know you can get your kid through high school or whatever so the team says a good job",
        6396.12,
        6401.08
    ],
    [
        " usually of taking care of of the people you know taking care of team guys but sometimes you know",
        6401.08,
        6407.76
    ],
    [
        " people they have the grass's screener situation and again in the 90s we're playing we're training for",
        6407.76,
        6416.12
    ],
    [
        " a big game that we're not going to do and so there was a loss of job satisfaction there yeah and",
        6416.12,
        6421.58
    ],
    [
        " and who knows where NSW what trajectory we were on had these wars not started yeah that's a good",
        6421.58,
        6429.84
    ],
    [
        " question that's a scary question um what so what'd you do when you got back in she went she went",
        6429.84,
        6438.08
    ],
    [
        " I got I went went into trade it just got stood up and I went into the stand up as 2001 that's lucky",
        6438.08,
        6446.74
    ],
    [
        " uh-huh and so I got and and they're they're like hey we're gonna do a sniper cell and we're gonna be",
        6447.0,
        6452.78
    ],
    [
        " dedicated to this which is something that wasn't replicated on the other coast um I was like oh man",
        6452.78,
        6459.82
    ],
    [
        " are you kidding me I'm just gonna do sniper stuff all the time yeah and from me in that backpack",
        6459.82,
        6464.88
    ],
    [
        " and you were the perfect literally the perfect guy and they probably were just overjoyed to have",
        6464.88,
        6472.54
    ],
    [
        " you come in it did it with the real world experience yeah which is serious at that time because no one",
        6472.54,
        6478.64
    ],
    [
        " had it yeah and so it allows you to say stuff to people and they're gonna listen to you like like",
        6478.64,
        6483.14
    ],
    [
        " we were talking about earlier wherever guy tells you to get your haircut and he's a goof ball and",
        6483.14,
        6487.28
    ],
    [
        " ain't done anything it's like yeah whatever and and then so when you run to that sniper course",
        6487.28,
        6494.98
    ],
    [
        " are you guys now was that the sniper course no the sniper course was already stood up so now",
        6494.98,
        6502.02
    ],
    [
        " what we're doing this is what we kind of ended up with that trade out which is you guys are going",
        6502.02,
        6506.06
    ],
    [
        " out to training you're implementing sniper things into the overall training and you're doing",
        6506.06,
        6512.0
    ],
    [
        " specialized training for the snipers that's what you ended up yeah we so for a little bit we were",
        6512.0,
        6517.3
    ],
    [
        " still running the sniper course I think till like 2002 or three and then doing the sustainment",
        6517.3,
        6525.02
    ],
    [
        " training and so you know we developed the urban course the long range target interdiction course",
        6525.02,
        6531.8
    ],
    [
        " which they they have a different variant on it now but um you know that's uh the land it was",
        6532.12,
        6538.2
    ],
    [
        " under land warfare and the land warfare oh I see it the time was uh worn off Sir Pritchard Doug",
        6538.2,
        6544.44
    ],
    [
        " Pritchard is an awesome dude he still works in shooting to this day and uh we got a lot of",
        6544.44,
        6550.1
    ],
    [
        " cool stuff done like we got the the ballistic computers which made you know shooting a whole lot",
        6550.1,
        6556.98
    ],
    [
        " more predictable and then we could get guns ready to go in a lot less rounds because we had",
        6556.98,
        6563.5
    ],
    [
        " these computers that did it and we did a lot of good research and development and then tactics",
        6563.5,
        6567.34
    ],
    [
        " that we could push directly to the platoons which I mean NSW snipers are like the mainstay",
        6567.34,
        6576.58
    ],
    [
        " group I think of of snipers in the world yeah not saying that we're better than anybody because",
        6576.58,
        6584.74
    ],
    [
        " everybody's really good but we've had a really rich history of employing snipers and doing stuff",
        6584.9,
        6591.58
    ],
    [
        " with with snipers you know as you well know yeah yeah and speaking of that how did you end up",
        6591.58,
        6598.48
    ],
    [
        " doing an augment because you augment it to Ramani right right and what year was that 2005 so",
        6598.48,
        6605.38
    ],
    [
        " there was there was some of that video that got released of uh you know it's guy getting",
        6605.38,
        6612.76
    ],
    [
        " those couple snipers or whatever it was in Ramani and uh the common word at the time saw that",
        6612.76,
        6619.58
    ],
    [
        " and he goes that's it and they they had a piece of gear that was supposed to help us detect enemy",
        6619.58,
        6629.32
    ],
    [
        " snipers and so they bought some they gave it to us to test out real quick and then we got to take",
        6629.32,
        6637.04
    ],
    [
        " it forward with seal team seven to go hey here's this new gear here's how you use it and uh and then",
        6637.04,
        6645.76
    ],
    [
        " it also gave us the ability to get get straight over there and kind of into the fight so we team seven",
        6645.76,
        6652.12
    ],
    [
        " had just moved into the the shark base there at Ramani and then we went in there with them and how long",
        6652.12,
        6659.1
    ],
    [
        " did you stay there for six weeks that wasn't awesome it's so cool so cool I didn't I didn't",
        6659.1,
        6667.02
    ],
    [
        " want to come back but you know you come from the strand I didn't do the workup my guys didn't do",
        6667.04,
        6672.9
    ],
    [
        " the workup and there's other guys doing PSD and they're like hey what's up with these dudes who",
        6672.9,
        6678.0
    ],
    [
        " aren't even at our team and they're going out on sniper missions so it's it's not cool it's",
        6678.0,
        6683.98
    ],
    [
        " combat tourism and uh I was super lucky that we were able to you know be there as long as we were",
        6683.98,
        6689.74
    ],
    [
        " and then it was just like at time to go and you did a turnover with the guys that were there",
        6689.74,
        6693.52
    ],
    [
        " in other words you taught them how to use the system and yeah we're like hey when it got to go",
        6693.92,
        6699.52
    ],
    [
        " out and some ops with them got to go on a lot of date like my favorite thing to do was go out on",
        6699.52,
        6706.66
    ],
    [
        " daytime presence patrols with the army or the Marine Corps because that was so fun you know and",
        6706.66,
        6713.92
    ],
    [
        " then so we could to get embedded in a daytime presence it was a one-slide five W's",
        6713.92,
        6723.34
    ],
    [
        " yeah which which for the planning cycle is really easy it's like going to be approved no problem",
        6723.34,
        6729.14
    ],
    [
        " and then if you wanted to mix it up that's that's where it was happening out on the streets with",
        6729.14,
        6734.02
    ],
    [
        " the guys that are walking around using themselves as bait so we would bounce between going out with",
        6734.02,
        6739.02
    ],
    [
        " the Marines and going out with the the army and and in both cases it was awesome but I",
        6739.02,
        6747.16
    ],
    [
        " I really have a soft spot in my my heart for the Marine Corps because my dad was Marine but when",
        6747.16,
        6752.14
    ],
    [
        " you're in a Marine Patrol it it's like a being a part of a big huge beast that's just walking",
        6752.14,
        6761.48
    ],
    [
        " down the street waiting for someone to bump into it and then they just turn and go after it and",
        6761.48,
        6767.56
    ],
    [
        " where you guys setting up a bounding over watches during that or were you just going on patrol this",
        6768.5,
        6773.9
    ],
    [
        " we would go on but so so the reason that we would go on patrol is so we could we could look for",
        6773.9,
        6779.08
    ],
    [
        " positions to put up sniper overwatches and the sniper overwatches were to catch guys placing",
        6779.08,
        6786.42
    ],
    [
        " i.e. days out in the road and they'd already gotten like three or four because some guys went",
        6786.42,
        6793.8
    ],
    [
        " out on a really good op and you know a guy that we both know and they they got two guys who were",
        6793.8,
        6797.64
    ],
    [
        " digging on i.e. and then there was another couple where they got and they were they were having an",
        6797.64,
        6801.54
    ],
    [
        " impact for a little bit so well that meant a lot to the Marine Corps and the army when they were",
        6801.54,
        6808.16
    ],
    [
        " losing guys all the time to i.e.s and then and you hardly ever to the i.e.d. and placers actually get",
        6808.16,
        6815.84
    ],
    [
        " captured or killed so when they're getting laid out in the streets by snipers man those guys were",
        6815.84,
        6821.3
    ],
    [
        " excited about it and then then then you know you had that whole thing going on with the populace",
        6821.98,
        6828.38
    ],
    [
        " because they they began to believe that every building had an American sniper in it which is a good",
        6828.38,
        6834.6
    ],
    [
        " thing that's exactly what you're denying them freedom of movement and they got to look over",
        6834.6,
        6838.2
    ],
    [
        " their shoulders before they placed you know one one of those one five five rounds in the road",
        6838.2,
        6843.74
    ],
    [
        " yeah yeah so you get done with that how much longer after that did you go to team three",
        6843.74,
        6849.46
    ],
    [
        " immediately i got back from that and then checked out a trade-et and checked in the seal team three",
        6850.0,
        6855.2
    ],
    [
        " from my platoon chief slot and that was an interesting ride that troop you because so now i'm at seal",
        6855.2,
        6864.44
    ],
    [
        " team three i'm in task unit bruiser and you're at seal team three in your task unit and there's",
        6864.44,
        6871.54
    ],
    [
        " that that one there was some drama in that one right right i mean lafe and i wrote about it in",
        6871.54,
        6876.52
    ],
    [
        " extreme ownership because this is the story and extreme ownership of when the platoon one of the",
        6876.52,
        6881.42
    ],
    [
        " platoon commanders and the task unit commander did not couldn't get along and unfortunately they",
        6881.42,
        6888.24
    ],
    [
        " could not come to any kind of agreement of how to work together in fact you know the the skipper said",
        6888.24,
        6895.68
    ],
    [
        " hey you guys got the weekend figure out how to how you're gonna deploy together and i think they",
        6895.68,
        6900.88
    ],
    [
        " could have come back and said look you know he he goes there i'll go somewhere else we'll figure it",
        6900.88,
        6906.5
    ],
    [
        " but they both came back in and kind of stuck to their guns which is no i don't want to work with him",
        6906.84,
        6910.46
    ],
    [
        " no i don't want to work with him and the the skipper fired him both actually",
        6910.46,
        6915.36
    ],
    [
        " yeah that was crazy that was a horrible like that had been brewing for a long time and so",
        6915.36,
        6923.2
    ],
    [
        " just that drama is so horrible to deal with like the when and they're they're both good guys",
        6923.2,
        6932.98
    ],
    [
        " but it just this drama brewed and then there was all this crazy uncertainty and you know who's",
        6933.1,
        6940.16
    ],
    [
        " gonna get fired what's gonna happen as a result of that and so you know i'm glad the admiral",
        6940.16,
        6947.12
    ],
    [
        " made the call that he did and it it worked and then we the guy who took over as the t you commit so",
        6947.12,
        6957.66
    ],
    [
        " our a o i c went over and became the oh i oh i a o i c r sys an officer in charge became the",
        6957.78,
        6963.02
    ],
    [
        " o i c a double tune um there is an officer you read a counseling chip for in the real early",
        6963.02,
        6972.58
    ],
    [
        " podcast that the new task unit commander the first thing he did the first day was sit down and",
        6972.58,
        6981.5
    ],
    [
        " give him a counseling chip legit yeah that's good leadership yeah he's like hey here's what you're",
        6981.5,
        6986.46
    ],
    [
        " doing wrong here's what right looks like slated all out for him and uh and that was it and then",
        6986.46,
        6992.42
    ],
    [
        " he he was super direct gave us our left and rights and then we were just like i was like i",
        6992.42,
        6998.76
    ],
    [
        " i remember thinking personally this is awesome yeah he's strict but that i don't care if you",
        6998.76,
        7004.84
    ],
    [
        " tell me where my left and rights are especially knowing that guy especially because",
        7004.84,
        7009.92
    ],
    [
        " when you're coming in i've said this many times when you're coming into a situation where there's",
        7009.92,
        7015.44
    ],
    [
        " there's problems right because there's definitely problems when the o i c and the task unit commander",
        7015.86,
        7020.02
    ],
    [
        " just got fired there are problems you have to come in and kind of set down you have to lay down the",
        7020.02,
        7026.54
    ],
    [
        " law a little bit it's not like you know if i roll into a task unit and they're doing great and the",
        7026.54,
        7030.2
    ],
    [
        " one of the guy had a family emergency and he had to leave and i roll in and it's like okay i'm not",
        7030.2,
        7035.0
    ],
    [
        " gonna lay down the law on a bunch of guys that are doing well i'm gonna go in there and say hey",
        7035.0,
        7038.4
    ],
    [
        " i'm happy we're working you guys and and then over time if there's things that need to be adjusted",
        7038.4,
        7042.14
    ],
    [
        " cool maybe they don't need to be adjusted but whatever it's different when you roll into a situation",
        7042.16,
        7046.78
    ],
    [
        " where things are not good and then you have to lay down the law the other thing that's very important",
        7046.78,
        7051.38
    ],
    [
        " about what you just said is sometimes people are sometimes from a leadership perspective you don't",
        7051.38,
        7060.62
    ],
    [
        " feel comfortable giving direction because you're like well i don't really know what's going on and",
        7060.62,
        7064.32
    ],
    [
        " but it's it's important to think about times in your life or times in your career when you didn't",
        7064.32,
        7072.12
    ],
    [
        " from the person you're working for and how just you don't really know what's happening and you don't",
        7072.46,
        7077.28
    ],
    [
        " feel you don't you can't predict what's going to happen and so you you just feel kind of a little bit",
        7077.28,
        7081.08
    ],
    [
        " lost and then you think to yourself man i just wish the boss would just tell us what the heli wants",
        7081.08,
        7085.92
    ],
    [
        " and so that's kind of what happened there the boss the new boss comes in and says hey here's",
        7085.92,
        7089.62
    ],
    [
        " what's going on here's what we're gonna do hey you guy that's all jacked up here's what you need",
        7089.62,
        7093.08
    ],
    [
        " to improve and everyone instead of what in your mind you might think hey i'm gonna piss everyone",
        7093.08,
        7099.9
    ],
    [
        " off if i come in and lay down the law at the you got to remember that people have been wondering",
        7099.9,
        7105.0
    ],
    [
        " what the hell's going on for six months for a year they don't know who's in charge everything's",
        7105.0,
        7109.28
    ],
    [
        " a disaster no decisions are going to make you come in and people go thank god thank you for telling",
        7109.28,
        7113.84
    ],
    [
        " me what the hell you want i i'm tired of playing a guessing game every monday morning about who's",
        7113.84,
        7119.28
    ],
    [
        " my boss and what direction we're going into so that's that's an important part remember now i am",
        7119.28,
        7124.44
    ],
    [
        " definitely there's a dichotomy of course because you can come in and you can start barking orders",
        7124.44,
        7128.32
    ],
    [
        " and everyone just says well who are you where did you come from you don't know what you're talking",
        7128.32,
        7131.12
    ],
    [
        " about you haven't been here shut up and of course they won't say that to you they'll just undermine",
        7131.12,
        7134.94
    ],
    [
        " what you're trying to do and cause all kinds of you know just just trying to surp you with whatever",
        7134.94,
        7141.24
    ],
    [
        " they can so that's a problem but what i'm saying is there is a a happy medium and there are times",
        7141.24,
        7148.44
    ],
    [
        " when you lean towards being laying down the law and there's times where you lean towards being",
        7148.44,
        7153.54
    ],
    [
        " more loose and you got to figure out where that's going to be depending on the situation you're",
        7153.54,
        7158.3
    ],
    [
        " so the advantage that the guy coming in had was he'd been watching this situation for a while and",
        7158.74,
        7164.8
    ],
    [
        " I knew everybody so sometimes when you come somewhere new it's it's maybe keep just listen before",
        7164.8,
        7172.28
    ],
    [
        " you start making some major adjustments or something like that and but that would have just prolonged",
        7172.28,
        7177.5
    ],
    [
        " the angst all of us were feeling and he came in he had a big brief it was and after that I felt",
        7177.5,
        7183.96
    ],
    [
        " like someone had taken 40 pounds out of my rucksack yeah because you finally knew",
        7183.96,
        7188.72
    ],
    [
        " where you were going who was in charge and what at least the near future meant which",
        7188.72,
        7195.48
    ],
    [
        " think you get rid of what the near future you get with get rid of the certainty of the near future",
        7195.48,
        7201.3
    ],
    [
        " you get rid of who's in charge you get rid of what's going to happen you take all that away",
        7201.3,
        7205.38
    ],
    [
        " and you're just left uncertain and that's a horrible feeling yeah probably the worst",
        7205.38,
        7210.56
    ],
    [
        " the well yeah I think from a from a perspective of being led yeah having no idea what's going to",
        7211.7,
        7218.4
    ],
    [
        " happen is the worst I talk about that example of rats in a cage and how the rats on one side of the",
        7218.4,
        7226.72
    ],
    [
        " cage they just get electrocuted randomly from the floor and but the electrocution isn't very strong",
        7226.72,
        7232.94
    ],
    [
        " the other side of the cage has a stronger electrocution shock but there's a little light that comes",
        7232.94,
        7240.34
    ],
    [
        " on that lets them know that you're about to get shocked and rats prefer to know that they're going",
        7240.34,
        7246.06
    ],
    [
        " to get shocked even if it's more often and even if it's stronger they just prefer to know that it's",
        7246.06,
        7249.56
    ],
    [
        " coming as opposed to be just randomly getting shocked and you know why it's going to happen and",
        7249.56,
        7254.62
    ],
    [
        " that's basically where you were your task unit was because there was I mean it was like a public",
        7254.62,
        7260.46
    ],
    [
        " too it was like a public everyone kind of knew it was going on at least after about six months you",
        7260.46,
        7269.42
    ],
    [
        " was readily apparent that's for sure and and you guys actually the one of the pieces of collateral",
        7269.42,
        7275.72
    ],
    [
        " damage that was Mike Sirelli and Mike Sirelli he he they didn't know what to do with them because",
        7275.72,
        7282.14
    ],
    [
        " I forget what the internal conflict but there was internal conflict with Mike Sirelli and",
        7282.14,
        7288.76
    ],
    [
        " meaning that I don't even know what it was but so they said hey Jocco you want this guy and I'm",
        7288.76,
        7299.4
    ],
    [
        " you know this guy and you're like yes he's awesome and I was like cool and there was other people",
        7299.48,
        7304.2
    ],
    [
        " that were saying oh he's this and he's that and of course the other people I'm like okay and I",
        7304.2,
        7308.52
    ],
    [
        " listen to him and then I was like thinking okay and that's why I think I asked you like hey what's",
        7308.52,
        7311.74
    ],
    [
        " this guy's deal you know like he's awesome you're you're stoked and I was like cool good to go",
        7311.74,
        7315.94
    ],
    [
        " yeah Mike was awesome yeah and and he was obviously he's obviously he still is awesome and then",
        7315.94,
        7321.14
    ],
    [
        " you guys did that work up and then you guys deployed over to while I was in Ramada you",
        7321.14,
        7329.26
    ],
    [
        " guys were over in Guam in Guam yeah so I tell you what if if it hadn't been contrasted it was an",
        7329.26,
        7338.26
    ],
    [
        " amazing deployment like we nobody got in trouble we did a lot of great stuff which this is a big",
        7338.26,
        7344.78
    ],
    [
        " problem in Guam guys just getting in trouble and you know the the problem was it was guys were",
        7344.78,
        7354.04
    ],
    [
        " hearing in real time like hey they just got the first Carl Gustaf kills in Ramada and hey this",
        7354.04,
        7361.86
    ],
    [
        " is happening and and I remember one day we were in we're in Thailand on an exercise staying in a",
        7361.86,
        7369.44
    ],
    [
        " five star hotel and guys are all I need to get everybody at the side of the pool at the five star",
        7369.44,
        7378.08
    ],
    [
        " hotel and I'm like listen I want to be there too it's not going to happen we have to put the",
        7378.08,
        7385.32
    ],
    [
        " mission first our mission is to be here and this is an amazing experience I guarantee you're going",
        7385.32,
        7391.64
    ],
    [
        " to remember for the rest of your life you guys got to stop whining yeah stop worrying about it",
        7391.64,
        7397.54
    ],
    [
        " and of course all the guys always joke about the fact that when you're sitting in a sweaty",
        7397.54,
        7401.32
    ],
    [
        " overwatch position it's 118 degrees okay we just spend a week in Thailand right now by the pool",
        7401.82,
        7407.92
    ],
    [
        " I know and then when they used to do that rip yeah where you'd go to Iraq and then halfway through",
        7407.92,
        7413.66
    ],
    [
        " come back to Guam the problem isn't Guam maybe like guys would get back here and they wouldn't",
        7413.66,
        7417.92
    ],
    [
        " want to do any work yeah um and they weren't they weren't focused on what was going on you know but",
        7417.92,
        7422.68
    ],
    [
        " then that's the mission is gotta come first and the mission isn't always something that you can",
        7422.68,
        7428.86
    ],
    [
        " tell stories about yeah but hey I got the right elephants I got to sit on a crocodile's back",
        7429.68,
        7434.86
    ],
    [
        " uh I got great per dim of them neither of those yeah I was good it was interesting to like going",
        7434.86,
        7442.14
    ],
    [
        " back to the workup it was a good contrast for my especially for my officers to kind of see like",
        7442.14,
        7452.04
    ],
    [
        " I'd be watching this unfold and you know I had stoner and lafe and I'd be you know we would talk",
        7452.04,
        7458.08
    ],
    [
        " about it be like bro this is what's going on fellas look at this look what's happening here",
        7458.08,
        7461.8
    ],
    [
        " and it was a good contrast for them to see because it made it so obvious like why you have to work",
        7461.8,
        7470.06
    ],
    [
        " together why these relationships we have inside the task you are so important why we need if you",
        7470.06,
        7475.16
    ],
    [
        " have an issue you bring it up you bring it to me why it's not gonna freak me out why we're gonna",
        7475.16,
        7481.22
    ],
    [
        " talk about it why you know lafe always says and stoner would have told you the same thing if lafe",
        7481.22,
        7486.38
    ],
    [
        " thought like hey I'd like to try this a different way I'd be like cool how do you want to try it",
        7486.38,
        7490.42
    ],
    [
        " go let's let's make it happen I don't care I don't I don't care what happens as long as it makes us",
        7490.42,
        7494.94
    ],
    [
        " win so there was a really cool for me uh unfortunately it was not cool for you to be in a position where",
        7494.94,
        7501.42
    ],
    [
        " I could look and use the leadership failures in that task unit and the other interesting thing was",
        7501.42,
        7508.46
    ],
    [
        " like you talk about those two guys you're like hey they're both good guys I actually know both",
        7508.46,
        7512.18
    ],
    [
        " those guys and would be getting debriefed by both of them like both of them would be telling me",
        7512.18,
        7517.6
    ],
    [
        " what the other person was doing and man you just be thinking guys instead of telling me",
        7517.6,
        7526.16
    ],
    [
        " go tell each other go talk to each other it didn't happen yeah the enemies outside the wire",
        7526.16,
        7533.76
    ],
    [
        " not all ones yeah what was what were you when you're looking at my task unit what were you",
        7533.76,
        7541.26
    ],
    [
        " thinking when we're in a workup and stuff you guys you're gonna go to a rack and we're we're gonna",
        7541.26,
        7545.54
    ],
    [
        " go to pay calm yeah that's yeah but that's fine I mean that's that is we knew where we were laid out",
        7545.54,
        7553.58
    ],
    [
        " and how we were man and it was all good to go wasn't like we were kicking cans oh no it's like okay",
        7553.58,
        7559.42
    ],
    [
        " well that's how it's gonna be well they propose they made a the command made a proposal uh-huh",
        7559.42,
        7566.24
    ],
    [
        " that this was early on as a matter of fact I was at Nyland during so that was our first block",
        7566.46,
        7571.9
    ],
    [
        " training the command made a proposal that we kind of disassemble the task units and reassemble them",
        7571.9,
        7580.14
    ],
    [
        " in a way that was more fair with regards to who's been to Iraq and who's not",
        7580.14,
        7587.6
    ],
    [
        " and they made this proposal and so they made this proposal to us it was to me personally to the",
        7587.6,
        7595.46
    ],
    [
        " to the task unit commanders as a matter of fact hey that we can rearrange this thing and that way",
        7595.46,
        7599.48
    ],
    [
        " guys that haven't been can get to go it was like the fair fairy was coming out right and I mean I",
        7599.48,
        7605.42
    ],
    [
        " was just like there's no possible way but I went back to Nyland and I sat down with the platoon",
        7605.42,
        7612.64
    ],
    [
        " commanders and the platoon chiefs and the the my senior chief and I was like hey here's what they're",
        7612.64,
        7617.94
    ],
    [
        " proposing they're proposing that we can disassemble these task units and we could reassemble them so",
        7617.94,
        7622.08
    ],
    [
        " that guys that haven't been to Iraq can go and then the other guys that have been to Iraq that have",
        7622.08,
        7626.7
    ],
    [
        " combat experience and there's all those things you can layer on top of that like hey because",
        7626.7,
        7630.16
    ],
    [
        " guys will say well I can't get promoted if I haven't been to you know what I mean like all these",
        7630.16,
        7633.52
    ],
    [
        " things they layer all these things on top of it because that's a crazy proposal if you think about it",
        7633.52,
        7637.52
    ],
    [
        " yes but also if you think about it that's how much it means to guys that they want to go and so now",
        7637.52,
        7643.24
    ],
    [
        " this is 2005 so there was still guys that had been on shortage or that that were cycling back in",
        7643.24,
        7648.72
    ],
    [
        " never been to combat and they missed the 2003 2004 deployments and they're thinking hey this is",
        7648.78,
        7655.26
    ],
    [
        " ridiculous and it's what you talked about earlier job dissatisfaction you know you've been in the",
        7655.26,
        7660.34
    ],
    [
        " teams for 12 years and you and there's a big war going on and you don't get to go that is the",
        7660.34,
        7664.8
    ],
    [
        " kind of thing you have to consider and think how can we take care of the troops you know take care",
        7664.8,
        7668.9
    ],
    [
        " of the guys because we want it they all want to go to war and there's a war going on and yet we're",
        7668.9,
        7678.7
    ],
    [
        " here's the proposals I recommend we we they also offered it's a competition it's a competition",
        7678.7,
        7687.44
    ],
    [
        " and it was really just a competition between my task unit and your task unit because the other",
        7687.44,
        7691.92
    ],
    [
        " task unit they they actually didn't that task unit didn't go to Iraq on the last deployment so",
        7691.92,
        7699.62
    ],
    [
        " they said look you guys get to go this time for sure and then it was between us too and they said",
        7699.62,
        7704.26
    ],
    [
        " we can either split up or do that or make it a competition and this commanding officer will",
        7704.26,
        7709.74
    ],
    [
        " decide who's gonna go based on performance and I told my guys I was like I say we go for performance",
        7709.74,
        7716.42
    ],
    [
        " and we do the best we can and we will probably crush everyone and if we don't we don't deserve",
        7716.42,
        7723.44
    ],
    [
        " to go and we'll go do our job in Bangkok and of course all the guys were like hell yes that's what we",
        7723.44,
        7729.6
    ],
    [
        " sure and and you know like when I was a CMC a team five and I was doing my manning",
        7729.78,
        7736.78
    ],
    [
        " the hard fast rule was if you went to paycom last time you are not going to paycom again",
        7736.78,
        7743.64
    ],
    [
        " and then so those guys could get a chance and then some of the some of the guys that went to",
        7743.64,
        7748.98
    ],
    [
        " sentcom went back but in the end when I'm building seal leaders I need guys that have been",
        7748.98,
        7756.88
    ],
    [
        " everywhere yeah I need guys that have had the paycom experience and understand their mature enough",
        7757.22,
        7762.0
    ],
    [
        " to go all the mission is first and then guys that have been exposed to combat so they know what",
        7762.0,
        7767.5
    ],
    [
        " that's all about yeah you know and and when you got done so when you got done with that",
        7767.5,
        7775.26
    ],
    [
        " petunchef toward then where'd you go so because I didn't because I was in paycom I I made a deal",
        7775.26,
        7782.3
    ],
    [
        " with the new command master chief and and I said hey I know I'm stepping down but I want to go",
        7782.3,
        7789.56
    ],
    [
        " to sentcom so can I stay here in the capacity of as as the ops chief for one troop which was the",
        7789.56,
        7797.1
    ],
    [
        " the and my the guy who was the oh I see a my platoon who fleed Jack Riggins fleed it up to be the",
        7797.1,
        7803.86
    ],
    [
        " the troop commander and I'm like hey can I can I stay and go to sentcom now because he was going to",
        7803.86,
        7809.78
    ],
    [
        " go to sentcom as is his his his ops chief and they're like sure and it's a I'm actually stepping",
        7809.78,
        7816.84
    ],
    [
        " down yeah Tony did the same thing yeah and then Tony and I both made senior chief and they're like",
        7816.84,
        7823.76
    ],
    [
        " hey it's time for you to go and he's and they sent us over to the senior and listed academy and then",
        7823.76,
        7829.74
    ],
    [
        " we went over to seal team seven to cover which worked out great yeah and we'll get into that later",
        7829.74,
        7836.54
    ],
    [
        " and you know what I'm the great part that you just mentioned is like a three hour conversation",
        7836.54,
        7842.88
    ],
    [
        " yeah which we don't aren't gonna have right now because look the second part of your career",
        7842.88,
        7850.58
    ],
    [
        " or the part that if yeah we'll get into this we'll do another one we'll just we'll just roll",
        7850.58,
        7855.48
    ],
    [
        " do another podcast we'll record it like tomorrow um and that's going to follow you",
        7855.48,
        7861.2
    ],
    [
        " into Afghanistan back to Iraq again more time more training more tours combat tours",
        7861.96,
        7869.22
    ],
    [
        " tours as senior and listed tours as the command master chief tours as an office master chief",
        7869.22,
        7874.82
    ],
    [
        " I mean there's a lot of massive stuff to talk about from here on out so we'll do that we'll",
        7874.82,
        7891.18
    ],
    [
        " back um echo yes while we're waiting for the next podcast I know have you probably have some",
        7891.18,
        7901.1
    ],
    [
        " suggestions on what we can do instead of just sitting around and waiting there's probably some",
        7901.1,
        7906.52
    ],
    [
        " ways that we could get better yes I do have for recommendations first thing is jiu jitsu jisun jitsu",
        7906.52,
        7913.3
    ],
    [
        " yes there you go I'm a one stripe white belt then there you go so and so we know what",
        7913.3,
        7920.22
    ],
    [
        " it what it what it feel like when you got the bug when did you get on the mat for the first time",
        7920.22,
        7925.08
    ],
    [
        " legitimately thinking all right I want to know what this is all about okay so the the same master",
        7925.08,
        7929.86
    ],
    [
        " chief that taught us in Guam oh Steve Bailey Steve Bailey I trained with him for a little bit in",
        7929.86,
        7934.96
    ],
    [
        " Guam and then just got distracted and I dug my teeth into a little bit but then uh it's like a",
        7934.96,
        7940.76
    ],
    [
        " year ago I started training out in East County yeah yeah and uh it was just awesome but I I was like",
        7940.76,
        7947.48
    ],
    [
        " a spaz and I yeah so is that like white belt death match it's like what am I supposed to",
        7947.92,
        7953.36
    ],
    [
        " they're like relax I'm like I'm I just supposed to lose I'll be right now 49 49 so everybody that",
        7953.36,
        7959.62
    ],
    [
        " asks um 51 can I start jiu jitsu um 39 can I start jitsu um whatever age you are the answer is yes",
        7959.62,
        7968.64
    ],
    [
        " you can start jiu jitsu we recommend that you calm down yeah",
        7968.64,
        7973.84
    ],
    [
        " start jiu jitsu what's your real I wanted to roll with you what's your relaxation",
        7975.08,
        7977.94
    ],
    [
        " relaxation level right now if I was because I haven't read like six months okay probably I",
        7977.94,
        7985.1
    ],
    [
        " probably spaz out for a hot minute and then then figure it out but uh yeah because you're torn",
        7985.1,
        7993.2
    ],
    [
        " you don't know what you're doing but you just don't want to roll over and like oh here have my arm",
        7993.2,
        7997.88
    ],
    [
        " yep right so you just hang on to that triangle yeah and uh no that it's a it's a it's a it's a it's easier",
        7997.88,
        8006.96
    ],
    [
        " when you're it's a situation that unfolds that you know is going to unfold that you know is not the",
        8006.96,
        8012.5
    ],
    [
        " correct thing to do and there's no way you can stop yourself from doing it like you just said",
        8012.5,
        8016.26
    ],
    [
        " you're someone's gonna arm lock you you know what's gonna happen you could just go okay you know",
        8016.26,
        8021.38
    ],
    [
        " what I'm I'm just he's got me I'm gonna let him but no you cannot stop yourself from grilla gripping",
        8021.38,
        8027.22
    ],
    [
        " your other hand and hanging on for dear life for an extra 12 seconds before you tap there's no",
        8027.22,
        8033.34
    ],
    [
        " possible way to overcome that it's just common so yeah you have to do that but hopefully you can",
        8033.34,
        8040.08
    ],
    [
        " make through that you can make it through that transition you fairly quickly yeah yeah amazing for",
        8040.08,
        8046.14
    ],
    [
        " my kids too oh kids it's a beautiful thing it's a beautiful thing for kids yeah it seems like the",
        8046.14,
        8051.88
    ],
    [
        " spasming thing even as you get it I mean obviously that it happens less and less but there'll be like",
        8052.02,
        8056.9
    ],
    [
        " momentary spas situations even at like the top level uh where you kind of got to stay calm I mean",
        8056.9,
        8063.68
    ],
    [
        " every once in a while I'll run into it where I got to stay conscious of it like oh I see the",
        8063.68,
        8068.22
    ],
    [
        " danger coming and it's coming pretty quick you got to think well I in my schedule I'll think",
        8068.22,
        8073.46
    ],
    [
        " through it and I'll be way more successful rather than like oh spas through it so now I'm more",
        8073.46,
        8077.68
    ],
    [
        " tired and it's still coming kind of I hate to say this too because it's horrible for me to put",
        8077.84,
        8082.62
    ],
    [
        " this out there but there are times when you have to spas to escape something Dean Lister will if I do",
        8082.62,
        8091.36
    ],
    [
        " that he just like he he it's worth it even if I get out it's worth it that I spas because it can",
        8091.36,
        8096.7
    ],
    [
        " make fun of me yeah good defense spas yeah he's just making fun of me because we know we both know",
        8096.7,
        8103.78
    ],
    [
        " the only reason that I got out of whatever he just did to me is because I kicked and squirmed",
        8103.78,
        8107.92
    ],
    [
        " it spasged out and he wasn't ready for it and then I got out yeah and every once in a while it'll",
        8107.92,
        8115.32
    ],
    [
        " work out but a huge cost so there's like two this two little the additional elements to a successful",
        8115.32,
        8121.44
    ],
    [
        " spas escape or whatever one you got to be at least somewhat strong like you can't like a smaller",
        8121.44,
        8129.14
    ],
    [
        " person like spashing is less effective even at high level there's that and then when you're strong",
        8129.28,
        8135.4
    ],
    [
        " when you're a strong person and you spas successfully you're way more tired way more tired so you get",
        8135.4,
        8142.06
    ],
    [
        " a person where you put them in a spashing state like two three three times in a row yeah no more oh",
        8142.06,
        8148.2
    ],
    [
        " yeah yeah you can't spas more than three times I don't think you you have a max spas reps of three after",
        8148.2,
        8152.98
    ],
    [
        " that you're the next one there will be no spas left yes after three legit spas is that there's no",
        8152.98,
        8158.28
    ],
    [
        " no spas left and which brings you back to went back early on as a white belt or something like",
        8158.28,
        8163.14
    ],
    [
        " this where you know it's spas spas spas and they feel the effects of three spas is in a row",
        8163.14,
        8169.18
    ],
    [
        " yeah yeah yeah yeah yeah you're like dang this is exhausting yeah then we're like when you start",
        8169.18,
        8173.1
    ],
    [
        " that when you start that's your guess is your guess is just spashing and more spashing and then",
        8173.1,
        8179.9
    ],
    [
        " it's like the opposite of when you know when in the beginning there's these small moments where you",
        8179.9,
        8185.68
    ],
    [
        " don't spas yeah and then when you get better there's small moments when you do spas yes and then",
        8185.68,
        8190.88
    ],
    [
        " when you're really good I mean very seldom do I make Dean spas yeah I do occasionally though",
        8190.88,
        8195.96
    ],
    [
        " right it's a little little little little crazy and you know I in a way to where that's why these",
        8195.96,
        8202.34
    ],
    [
        " smaller guys when they're super advanced I don't think they have for spas ever because it's",
        8202.34,
        8207.78
    ],
    [
        " just been like it's been unproductive for them right every attempted spas is going to be like",
        8207.78,
        8212.42
    ],
    [
        " unsuccessful you know and it's a spectrum obviously so their whole thing is just thinking through",
        8212.58,
        8220.28
    ],
    [
        " the thing Andy Burke he does this his form of spas is like this silent spas he pretends it's not",
        8220.28,
        8229.96
    ],
    [
        " happening but it is happening the cold first yeah he's doing these like in little movements",
        8229.96,
        8237.22
    ],
    [
        " and it's there's only one technique that it could truly be called that's a spas but he acts like it",
        8237.44,
        8242.68
    ],
    [
        " wasn't he's real cool yeah he's real cool he's acting like that was you know just like a defense",
        8242.68,
        8247.74
    ],
    [
        " that he knows one of his things I'm on to you Andy Burke yeah I know what's up that's a good tip I'm",
        8247.74,
        8252.72
    ],
    [
        " gonna look out for it I don't know if I've ever made Andy spas but you know I'm gonna be looking",
        8252.72,
        8256.52
    ],
    [
        " out for it nonetheless when you're in Jiu-Jitsu we all need a geek if we're doing geek and I'm",
        8256.52,
        8266.74
    ],
    [
        " recommending both if you trained Guy no Guy both oh yeah the place we were training at they did both",
        8266.78,
        8272.62
    ],
    [
        " yeah so one night was no Guy the other night was Guy was awesome yes I got origin G's they're awesome",
        8272.62,
        8278.98
    ],
    [
        " oh I'm interested you're in the game so some people they they may or may not be looking hey what kind",
        8278.98,
        8284.64
    ],
    [
        " of G should I get there you go just like Jason Gardner said origin G 100% best keys factually by",
        8284.64,
        8290.18
    ],
    [
        " the Jason Gardner with the origin G plug coming straight off the top ropes yeah he just pulled that",
        8290.18,
        8294.98
    ],
    [
        " out of nowhere he's like yeah I trained Guy and no Guy and by the way I happen to use the origin",
        8294.98,
        8301.26
    ],
    [
        " G which is the finest Guy in America and many people say the finest Guy in the world yeah I say that",
        8301.26,
        8307.56
    ],
    [
        " I say that yeah and it is made in America by the way yeah so yeah anyway when you go to origin",
        8307.56,
        8313.34
    ],
    [
        " main dot com that's where you get it you can also get other stuff like rash guards t-shirts for the",
        8313.34,
        8322.58
    ],
    [
        " Echo Charles no I shouldn't say that if your name is not jaco willink you can get joggers",
        8322.58,
        8328.3
    ],
    [
        " because I don't look like normal I don't I don't know what to say I look you don't match",
        8328.3,
        8338.4
    ],
    [
        " I don't I don't fit no match yeah joggers are not for me yeah is it a what is that Brad you just",
        8338.4,
        8343.8
    ],
    [
        " don't match so here this is what actually this is what it is okay jogger you know what joggers are",
        8343.8,
        8349.04
    ],
    [
        " right do you have more than just skinny no okay yeah they're so there's skinny jeans sweatpants",
        8349.04,
        8354.14
    ],
    [
        " kind of tapered well not kind of they're really tapered a little bit of what he called like a drop",
        8354.14,
        8358.76
    ],
    [
        " crotch a little bit for like a lot of roomy in the hips area kind of think everything they're",
        8358.76,
        8363.36
    ],
    [
        " functional yes but I think the big push is a style thing because there's like skinny jeans and",
        8363.36,
        8369.32
    ],
    [
        " all this stuff so it's kind of like a functional thing yes but it's a style thing that's the part",
        8369.32,
        8375.18
    ],
    [
        " you don't match with any especially anything that says skinny or thinner trim fit or what Brad that's",
        8375.18,
        8381.48
    ],
    [
        " not you that's somebody else so yeah that's not going to mess with you at all in fact even to",
        8381.48,
        8386.78
    ],
    [
        " you know people have like real fitted jeans yeah right like real fitted yeah yeah yeah I want to say",
        8386.78,
        8392.9
    ],
    [
        " tight I'm not gonna say that yes they fit it you should not do that either no because that's not",
        8392.9,
        8398.92
    ],
    [
        " you Brad it's just not you but the weird thing is the world changes right the fashion changes",
        8398.92,
        8404.56
    ],
    [
        " I just keep wearing the same stuff yeah at some point is what I wear gonna come back well fashion wise",
        8405.42,
        8411.74
    ],
    [
        " maybe not I wear this is the thing I think what I wear doesn't it doesn't it's just what hey you",
        8411.74,
        8418.08
    ],
    [
        " can't say hey this guy's wearing a t-shirt in a pair of jeans you could wear t-shirt in a pair of",
        8418.08,
        8423.04
    ],
    [
        " jeans in 1950 1960 1970 never never go out of style equality never goes out of style yeah and",
        8423.04,
        8429.74
    ],
    [
        " actually even to be more precise since years you don't go for fashion at all you go for like this",
        8429.74,
        8434.66
    ],
    [
        " functionality kind of situation so if if anything you do is like fashion yeah we have a real problem",
        8434.84,
        8441.54
    ],
    [
        " fashion stuff in your past like maybe hairstyles etc that's why if you see old pictures the jaco",
        8441.54,
        8447.2
    ],
    [
        " with his hair you feel like they'll be like you know that's kind of the thing that's the that's the",
        8447.2,
        8452.36
    ],
    [
        " guy that Jason was talking about earlier that's me like we were all like that like hey we we're in",
        8452.36,
        8463.76
    ],
    [
        " I could get it yeah yeah just see and the fashion thing to look good but you're clothing wise you'll",
        8463.76,
        8468.88
    ],
    [
        " never go fashion so you'll never go out of style because since the fashion is the thing that",
        8468.88,
        8472.8
    ],
    [
        " revolves and goes out of style origin jeans uh I got like the final kind of cut and everything",
        8472.8,
        8479.5
    ],
    [
        " they're legit so that's another thing they're they're it's not it's not a fashion thing right",
        8479.5,
        8486.56
    ],
    [
        " they're origin jeans well they're not mutually exclusive either so they're strong they're flexible",
        8486.56,
        8494.34
    ],
    [
        " they're durable that won't go out of style right that stuff's not going out of style no sure it's not",
        8494.34,
        8498.78
    ],
    [
        " so there we go origin jeans we are our in production with origin jeans in production at this time so",
        8498.78,
        8507.58
    ],
    [
        " check the website origin main dot com if you want to get some jeans or if your name is not jaco",
        8507.58,
        8513.9
    ],
    [
        " willink you can get pair of joggers the joggers are good that's the thing where I I wasn't down for",
        8513.9,
        8519.34
    ],
    [
        " the joggers Pete told me this he opened my open my little like a mind or whatever I put them on",
        8519.34,
        8525.36
    ],
    [
        " I was like dang these are comfortable but man they're skinny they're thin you know they're they're",
        8525.36,
        8529.98
    ],
    [
        " they're they're tight you know they had a specific look that I wasn't very accustomed to but and",
        8529.98,
        8534.98
    ],
    [
        " Pete's noticed that he was like yeah they're like you know you gotta he's like jaco that they're",
        8534.98,
        8539.06
    ],
    [
        " probably not for jaco but you pull them off that's what Pete said to me oh you believe in oh",
        8539.06,
        8543.78
    ],
    [
        " like oh I hope he was like being like honest with it but yeah ever since then I was like okay",
        8543.78,
        8548.78
    ],
    [
        " maybe I can do this so I only wore them at camp so I was like oh I might not wear these at home",
        8548.78,
        8553.28
    ],
    [
        " but wear them at camp and then at camp I was like dang these are good too and when you jog they're",
        8553.28,
        8558.2
    ],
    [
        " way better than regular sweatpants so I'm like oh these are good and they're like super comfortable",
        8558.2,
        8561.76
    ],
    [
        " too because you know the cotton and these or whatever and then I'd wear them at home and that's",
        8561.76,
        8565.92
    ],
    [
        " all I would wear now I kind of switched over to that whole thing for real how are the pockets",
        8565.92,
        8573.62
    ],
    [
        " how are the pockets all kinds of life-changing things happen on this podcast like one of them is",
        8573.62,
        8578.74
    ],
    [
        " ecotriles switching to joggers be noted yeah we pockets like what for like functionality yeah",
        8578.74,
        8585.34
    ],
    [
        " like for my everyday carry so I'm going down to the store and the joggers yeah I would say like any",
        8585.34,
        8590.06
    ],
    [
        " other sort of sweatpants situation so I'm doing pockets on either side right yeah yeah like",
        8590.06,
        8595.26
    ],
    [
        " no regular sweatpants don't have pockets bro yeah they all the pain you're talking",
        8596.02,
        8599.64
    ],
    [
        " I'm talking about you know like Jim coach from 1979 yeah they're not that they have pockets for sure",
        8599.64,
        8606.36
    ],
    [
        " I got to tell you I saw those boots online and I'm pretty excited yeah yeah I'm jumping the gun",
        8606.36,
        8611.24
    ],
    [
        " mentioning that now there's on Facebook we're making them we're making them I have a pair and yeah",
        8611.24,
        8615.96
    ],
    [
        " they're awesome oh you have a pair of those two good good good good good hey man you got your one",
        8615.96,
        8620.86
    ],
    [
        " you're one like one degree separation from getting all the new stuff to where you're at really",
        8620.86,
        8627.02
    ],
    [
        " because it feels like 180 you know I'm over here looking online at stuff anyway also mulk right mokrain",
        8627.02,
        8633.74
    ],
    [
        " Jason we talked earlier Jason what's your mulk recipe morning recipe okay so I get up in the morning",
        8633.74,
        8640.14
    ],
    [
        " I brew 20 ounces of coffee I grind up the beans do it in the French press I add a little bit of",
        8640.14,
        8647.78
    ],
    [
        " stevia to sweeten it but it's not gonna spike my insulin then I put some coconut milk in there",
        8648.32,
        8654.16
    ],
    [
        " or no coconut oil grass fed butter about a tablespoon of that some MCT oil a scoop of vanilla",
        8654.16,
        8663.08
    ],
    [
        " mulk I hit that with a stick blender oh get that in the litter I do not have to eat until like",
        8663.08,
        8671.22
    ],
    [
        " one or two in the afternoon I get all my fat in early in the morning so I got a stress getting",
        8671.22,
        8675.8
    ],
    [
        " good fat in and that's awesome that's an advanced take are the kids on the mulk train they are",
        8675.8,
        8681.9
    ],
    [
        " we and is it if you tried strawberry mulk the strawberry warrior kids strawberry no we haven't we've",
        8681.9,
        8687.76
    ],
    [
        " been doing the chocolate hot chocolate yeah the hot chocolate's awesome and iris has been making",
        8687.76,
        8692.34
    ],
    [
        " the pancakes oh yeah she's using it and mixing straight up pancakes because I was talking about",
        8692.34,
        8699.82
    ],
    [
        " at the other day there's a guy in line who's like yeah more pancakes it's like techniques a good",
        8699.82,
        8704.46
    ],
    [
        " so I just added them I basically replaced like a portion a percentage of the pancake mix with mulk",
        8704.86,
        8710.32
    ],
    [
        " I don't know what pancakes are even made of because I haven't had them in so long yeah that's just",
        8710.32,
        8715.66
    ],
    [
        " wrong hey bruv that's on you and you're kind of missing out on that one because it did they work out",
        8715.66,
        8720.12
    ],
    [
        " really good yeah what okay so we got the mulk we're on that we're on mint I'm on mint and I'm",
        8720.12,
        8726.26
    ],
    [
        " actually in this whole deal now where I'm having both mint peanut butter I don't really I don't",
        8726.26,
        8734.44
    ],
    [
        " have that but don't strawberry to the warrior kids strawberry mulk which Brian is working on the",
        8734.44,
        8740.1
    ],
    [
        " adult strawberry mulk the vanilla like I'm not a big vanilla flan either but it just mixes so well",
        8740.1,
        8746.66
    ],
    [
        " so like when iris is making smoothies the vanilla milk in there I put it in my coffee because",
        8746.66,
        8753.14
    ],
    [
        " the mint chocolate chips doesn't work it's my favorite like okay I get to have dessert and that's",
        8753.14,
        8761.12
    ],
    [
        " exactly what it is it scratches that it's when it comes along see that's the thing man I went out",
        8761.12,
        8765.54
    ],
    [
        " last night I had a legit steak legit at raglan ob and I still was needed a little something I",
        8765.54,
        8775.98
    ],
    [
        " needed a little something because they sell this thing at raglan called the illegal which is a giant",
        8775.98,
        8779.38
    ],
    [
        " chocolate chip cookie cooked in a cast iron thing it's massive and then they put vanilla ice cream",
        8779.38,
        8790.4
    ],
    [
        " is all melting it's just ridiculous but obviously that's not part of the program so I left raglan ob",
        8790.4,
        8798.44
    ],
    [
        " without eating an illegal and I went home and I'm like I still need some kind of a little hitter",
        8798.44,
        8803.34
    ],
    [
        " so I went peanut butter I went peanut butter mulk and I just did I did it like a scoop and a half",
        8803.34,
        8809.94
    ],
    [
        " with like a half a shaker of water I tried that thing it was so good I was sitting there saying",
        8809.94,
        8818.06
    ],
    [
        " this is a milkshake if this is a milkshake it's freaking ridiculous so there you go and the added",
        8818.06,
        8823.46
    ],
    [
        " protein let's not forget that yeah for the end and don't forget the probiotic you gotta remember",
        8823.46,
        8829.4
    ],
    [
        " that microbiome yes there it's yeah we haven't even gotten to your whole health scenario because",
        8829.4,
        8834.3
    ],
    [
        " did you say you're 50 years old at 51 49 49 50 this year and you're getting after it I feel great",
        8834.3,
        8841.46
    ],
    [
        " you feel awesome walking around it like 157 and and before I you know before I adjusted my diet",
        8841.46,
        8848.76
    ],
    [
        " and everything I was 193 and they had all kinds of inflammation and everything hurt and just",
        8848.76,
        8855.38
    ],
    [
        " crappy and now it's all just dialed in yeah I remember when you were first going down that path",
        8855.38,
        8861.1
    ],
    [
        " because our wives were hiking and you and I met somewhere and you were just talking about like",
        8861.1,
        8866.14
    ],
    [
        " the you were starting down this path and you're coming home from deployment too yeah so that's",
        8866.28,
        8870.52
    ],
    [
        " all I like this is my last deployment I don't have deployments to go on and get back in shape so",
        8870.52,
        8874.82
    ],
    [
        " I'm gonna have to stick with it and yeah so those supplements joint warfare twice a day",
        8874.82,
        8884.26
    ],
    [
        " do two in the morning and two in the evening and that the turmeric is amazing yeah yeah",
        8884.26,
        8890.2
    ],
    [
        " crude oil in the morning every morning and then usually anytime I'm gonna do something the",
        8890.2,
        8896.24
    ],
    [
        " discipline go your discipline go yeah JP said the other day when he took the discipline go he could",
        8896.24,
        8903.58
    ],
    [
        " he could see people's thoughts anyways get all that stuff at uh orgma.com sorry yes",
        8903.58,
        8910.08
    ],
    [
        " take a really long time all good also jaco is store it's called jaco store so jaco store.com",
        8910.08,
        8916.36
    ],
    [
        " you understand and uh yeah they say if you want to represent this link goes freedom this is where",
        8916.36,
        8920.56
    ],
    [
        " you can get your shirts hoodies hats trucker hats flex fit truck hats flex flex fit I can go either way",
        8920.56,
        8928.18
    ],
    [
        " both yes fence walker no both sides right yeah what do you call it when you can adapt in a",
        8928.18,
        8935.96
    ],
    [
        " adjust either way that bill is gotta have a role in it though I am not a flat bill bar",
        8935.96,
        8941.02
    ],
    [
        " god yeah that's actually strange coming from a california I know person because that that",
        8942.4,
        8946.9
    ],
    [
        " that's like in the last couple decades or something it was not yeah check yeah either way there",
        8946.9,
        8952.86
    ],
    [
        " you go jaco store that's where you can get them or sorry jaco store.com also win stuff on there",
        8952.86,
        8957.72
    ],
    [
        " as well yeah if you want to represent while on the path that's where you go let's go then also",
        8957.72,
        8963.4
    ],
    [
        " jaco weighty if you're deadlifting and you're like tired of your like 500 pound death deadlift",
        8963.4,
        8970.48
    ],
    [
        " tired which should be which yeah you know I can see how you'd be tired of that um then you want",
        8970.48,
        8975.16
    ],
    [
        " it to go up to eight thousand pounds jaco weight t and it happens to taste good and it happens to be",
        8975.16,
        8981.62
    ],
    [
        " us d a organ certified yeah organic organic yes that's a good one now that adds a kind of a little spin",
        8981.62,
        8990.98
    ],
    [
        " because people used to say to me did you ever picture that you'd be making t and it's kind of",
        8990.98,
        9000.46
    ],
    [
        " making organic tea oh yeah that is kind of a different thing maybe we're maybe I'll be wearing joggers",
        9000.9,
        9006.18
    ],
    [
        " soon as the whole world going crazy if you don't subscribe to this podcast which is shocking to me",
        9006.18,
        9014.64
    ],
    [
        " but now we have reports from the field of people that listen to 167 podcasts and haven't subscribed",
        9014.64,
        9022.96
    ],
    [
        " to it and so now echo has made it clear that you need to subscribe also don't forget about the",
        9022.96,
        9028.02
    ],
    [
        " the warrior kid podcast you on the warrior kid podcast oh yeah kids have the kids memorized them",
        9028.02,
        9033.66
    ],
    [
        " yet they love it I mean pretty much yeah yeah I've been lagging I don't get them out as much as I",
        9033.66,
        9040.78
    ],
    [
        " can part of it is because I like really like doing those stories from Uncle Jake and they take a",
        9040.78,
        9045.32
    ],
    [
        " little bit more time and so I need to invest the time the queue I should just do the Q&As as",
        9045.32,
        9051.16
    ],
    [
        " well but anyways warrior kid podcast if you want to get your kid on the pot on the path",
        9051.16,
        9055.72
    ],
    [
        " and what you what you and I were talking about earlier of how your kids just don't really want to",
        9058.02,
        9063.68
    ],
    [
        " listen to you they listen Uncle Jake yeah absolutely just listen Uncle Jake absolutely I had another",
        9063.68,
        9071.64
    ],
    [
        " master chief east coast master chief come out and came to the gym and he's like bro and I never",
        9071.64,
        9076.58
    ],
    [
        " I didn't know you know he's just like another guy east coast guy that I didn't know and he's like",
        9076.58,
        9080.16
    ],
    [
        " he's like bro your book your little warrior kid books he said you got my kid I he's 11 years old",
        9080.3,
        9089.1
    ],
    [
        " everything I did for 11 years to get him to do push ups and pull ups failed he goes he read that",
        9089.1,
        9095.22
    ],
    [
        " book I he's like I can't thank you because it's awesome and I was like dang it's 100% true if",
        9095.22,
        9101.08
    ],
    [
        " you're your kids are not going to listen to you as much as you want them to they will listen",
        9101.08,
        9106.18
    ],
    [
        " Uncle Jake for some reason Uncle Jake will we'll take it home for him I listen to Uncle Jake I love",
        9106.18,
        9112.36
    ],
    [
        " those books yeah I got taken out as just reading the books I'm like oh yeah I got to fix that oh",
        9112.36,
        9119.12
    ],
    [
        " here's something I could do better yeah it's it's yeah it's Uncle Jake Uncle Jake is who Uncle Jake",
        9119.12,
        9127.26
    ],
    [
        " has good information he's kind of everybody's Uncle Jake yeah yeah and people people say like oh",
        9127.26,
        9133.78
    ],
    [
        " aren't you know you're Uncle Jake to me and I'm like I am so not Uncle Jake if I was Uncle Jake I'd",
        9133.86,
        9139.38
    ],
    [
        " be so much cooler Uncle Jake is my uncle Jake yeah yeah yeah I'm just a little warrior kid over here",
        9139.38,
        9143.98
    ],
    [
        " trying to try to learn trying to get on the path that's the way it is yep and warrior kid soap you",
        9143.98,
        9150.8
    ],
    [
        " can get that Irish Oat Irish Oaks Ranch dot com speaking of warrior kids Aiden's making soap on his",
        9150.8,
        9156.2
    ],
    [
        " farm and he wants you to stay clean what did my what my kids said today uh like comment and subscribe",
        9156.2,
        9165.88
    ],
    [
        " I was like oh my god wait who said that when you're my kids we I don't know what we're talking about",
        9165.88,
        9172.5
    ],
    [
        " something you know oh so Instagram this and then one my kids is like like comment and subscribe and",
        9172.5,
        9178.36
    ],
    [
        " subscribe yeah that's going up there if I start saying that you get the joggers out yeah",
        9178.36,
        9184.44
    ],
    [
        " we're already making organic tea for some reason which is just crazy but that's a good thing it's just",
        9184.8,
        9189.66
    ],
    [
        " I know it just tastes good and it's good for you yeah so these are all they they just sound kind of",
        9189.66,
        9194.62
    ],
    [
        " lighthearted compared to your you know your whole thing anyway also yes you too by the way that's",
        9194.62,
        9201.02
    ],
    [
        " where they say that's where you can run into these videos where this because my daughter sometimes",
        9201.02,
        9204.34
    ],
    [
        " will watch a little YouTube videos and that's what they'll say like comment and subscribe just",
        9204.34,
        9208.56
    ],
    [
        " repetitive yeah so yeah programming the program yeah I get it I get it oh yes the jox",
        9208.64,
        9214.66
    ],
    [
        " now say that but we do have a YouTube channel and you're basically right now saying subscribe to",
        9214.66,
        9218.74
    ],
    [
        " the YouTube channel if you want and so if you want Jason says you should like the YouTube channel",
        9218.74,
        9224.08
    ],
    [
        " you should like it and then I'm over here saying you should comment like comment and subscribe",
        9224.08,
        9228.06
    ],
    [
        " well here's the thing I don't know that you can like the YouTube channel you like the video",
        9228.06,
        9234.42
    ],
    [
        " yes which is a quote unquote like but here's the thing you like the YouTube channel you like the",
        9234.88,
        9239.9
    ],
    [
        " YouTube channel that's a matter of opinion right so you like it you kind of neutral or you don't like",
        9239.9,
        9243.96
    ],
    [
        " it kind of thing that's up to you if I can't tell you to like it if you want to have fun you can go",
        9243.96,
        9248.48
    ],
    [
        " to the YouTube channel jockel podcast and you can look at the people that attack the downvotes",
        9248.48,
        9256.8
    ],
    [
        " all you so there'll be and you know we don't have many downvotes which is I guess cool",
        9257.04,
        9263.14
    ],
    [
        " yeah it's crazy or whatever thumbs down people get mad people get mad oh my good kind of",
        9263.14,
        9269.28
    ],
    [
        " ISIS terrorist just gave who the 13 ISIS members that gave this a downvote you will rot in hell",
        9269.28,
        9276.98
    ],
    [
        " so thanks for having my back there they also like to let like to let everyone know that echo",
        9276.98,
        9282.5
    ],
    [
        " looks jacked echo look there's a video that was just released um what was the most recent video",
        9282.96,
        9289.2
    ],
    [
        " you just did that just got released then normal face the normal face one over action one over",
        9289.2,
        9292.88
    ],
    [
        " reaction you you released the video you are not in the video but people were saying that they",
        9292.88,
        9297.48
    ],
    [
        " could feel that you reject just for watching the video so yeah that's your car was jacked",
        9297.48,
        9303.94
    ],
    [
        " psychological warfare you can get that on iTunes Google Play MP3 platforms if you think you might",
        9303.94,
        9309.38
    ],
    [
        " have a moment of weakness in your day-to-day life press play and you'll get pushed through that",
        9309.38,
        9314.48
    ],
    [
        " moment of weakness but jacked by the way by me yeah and not pushed we'll say spotted that's better yeah",
        9314.48,
        9320.88
    ],
    [
        " because some people they're not in the mood to get pushed pragmatically reasoned with",
        9320.88,
        9326.72
    ],
    [
        " yes reasoned with yes yes yes very good also speaking of reason when you want to improve your",
        9326.72,
        9332.68
    ],
    [
        " home gym I don't know maybe even your commercial gym your 24-feet is I don't know go to",
        9332.68,
        9338.58
    ],
    [
        " on it dot com slash jockel get yourself more kettlebells like me got the storm to trooper one",
        9338.58,
        9344.4
    ],
    [
        " by the way oh you're gonna break out some star wars nerd stuff over here bro yeah you ready",
        9344.4,
        9350.42
    ],
    [
        " yes so jenga fat was the guy that they used for they're like oh you're the perfect warrior",
        9350.42,
        9356.6
    ],
    [
        " we're gonna make all the clones based on you and I believe that is deal he made with those people",
        9356.6,
        9362.04
    ],
    [
        " is like you're gonna give me one of the clones back that I'm gonna raise as my son who turned out",
        9362.04,
        9366.04
    ],
    [
        " to be bobo fat yes okay yeah oh wait so you're taking your letting me know because I messed that up",
        9366.04,
        9371.7
    ],
    [
        " I think so I think jane yeah tune you up and then on the last podcast it it you guys are talking",
        9371.7,
        9377.24
    ],
    [
        " about it again yes is there is there books for that I don't know just something that you kind of",
        9377.24,
        9383.0
    ],
    [
        " absorb closet nerd Jason oh hey I played Dungeons and Dragons when I was in high school so yes and",
        9383.0,
        9389.7
    ],
    [
        " yeah absolutely and I can be open about it today we're",
        9391.0,
        9393.88
    ],
    [
        " been horrified to tell you when I was in high school that I played Dungeons and Dragons or",
        9393.88,
        9399.12
    ],
    [
        " that got out but right now I don't care you got all kind you you got all kinds of like little nerd",
        9399.12,
        9406.7
    ],
    [
        " no science fiction nerdism right yeah and joy science fiction that's a lot of fun there you go",
        9406.7,
        9413.36
    ],
    [
        " it's cool my mother with my younger brother who's a tattoo artist up in San Clemente he has a",
        9413.36,
        9418.4
    ],
    [
        " complete stormtrooper costume so do you so are you in the 50 is it the 50 first Vader's fist no",
        9419.24,
        9427.08
    ],
    [
        " so well mine is I got the stormtrooper costume like the full one what's 50 first Vader's",
        9427.08,
        9434.18
    ],
    [
        " so there's an or there's there's something there's yeah there's an organization that does a lot of",
        9434.18,
        9440.58
    ],
    [
        " oh just like work for like gonna see cancer kids and stuff like that and it's all these people",
        9440.58,
        9447.62
    ],
    [
        " that are Star Wars villains and because they don't make caught no one can make costumes because it's",
        9447.62,
        9453.46
    ],
    [
        " all licensed so they have to make them themselves and then you go there and they'll validate it and say",
        9453.46,
        9458.0
    ],
    [
        " okay you're good to go your costume is good and then and I hope I'm not screwing up the unit name",
        9458.0,
        9463.78
    ],
    [
        " but I think it's the the the 50 first Vader's fist huh I've never I've never heard of that that's",
        9463.78,
        9470.24
    ],
    [
        " pretty cool actually going deep the one the one I have is like I don't know if it's a licensed",
        9470.24,
        9475.22
    ],
    [
        " costume or what they're on to any you just it has to be so good that they're like they'll validate it",
        9475.46,
        9481.18
    ],
    [
        " because Lucas there's no such thing as a licensed costume for any for stormtrooper just make",
        9481.18,
        9487.44
    ],
    [
        " the stuff somehow yeah the ones like really were like a lot they're like a few well I bought two",
        9487.44,
        9492.74
    ],
    [
        " there's a dark Darth Vader one and a stormtrooper they're like a few thousand dollars yeah",
        9492.74,
        9496.1
    ],
    [
        " that's my brother a few thousand dollars for well not just to have it though that's the thing",
        9496.1,
        9500.2
    ],
    [
        " you wrote it off for Flix point right so I was making these videos called like the hobbies of",
        9500.2,
        9504.74
    ],
    [
        " Darth Vader I gotta go check those out those are really good videos so we use the",
        9504.74,
        9508.66
    ],
    [
        " use the potential in those videos by the way yeah you didn't get you didn't get where you needed to get",
        9508.66,
        9514.0
    ],
    [
        " well we were going I know I feature like like famous jiu jitsu people or what you know like Jeff",
        9514.0,
        9519.8
    ],
    [
        " Glover or Keening Korni like these guys premise is we're just living our life but Darth Vader's",
        9519.8,
        9525.78
    ],
    [
        " here too yeah he's kind of into and so like he's doing things so he's going on dates he you know",
        9525.78,
        9530.7
    ],
    [
        " he's doing this stuff anyway it turned out kind of funny whatever so there's one where the stormtrooper",
        9530.7,
        9535.02
    ],
    [
        " was in it he was kind of his lawyer when he got arrested for chopping beans head off it was pretty good",
        9535.02,
        9540.06
    ],
    [
        " yet Dean thumbs up he's like he's like the ex boyfriend of his date or whatever so Vader like",
        9540.06,
        9545.12
    ],
    [
        " chops his head off so the next episode he gets arrested for that and then his lawyer is a stormtrooper",
        9545.12,
        9550.38
    ],
    [
        " so that's why I love it do you ever see that one where they did like a cop's episode but it was",
        9550.94,
        9557.04
    ],
    [
        " troopers and their stormtroopers and they show up to Luke's aunt and uncle and it's really a",
        9557.04,
        9562.12
    ],
    [
        " domestic dispute and they kill everybody so wait I really don't know and it's spherical it's old",
        9562.12,
        9571.86
    ],
    [
        " yeah there's a lot of fun to be had with those guys for sure now last I got the kettlebell",
        9571.86,
        9576.9
    ],
    [
        " and I got it from on it and they got some good stuff on the honnag.com that's yeah good spot including",
        9576.9,
        9583.12
    ],
    [
        " Star Wars stuff I also got some books Mikey in the Dragon Mike in the Dragons Jason you were actually",
        9583.12,
        9590.4
    ],
    [
        " maybe the third or fourth person to hear me read Mikey in the Dragons and I did it on the beach",
        9590.4,
        9597.64
    ],
    [
        " in Coronado to you and Iris I was so excited I couldn't believe it when you started rhyming",
        9597.64,
        9604.26
    ],
    [
        " and the whole thing so I'm like how did you do that it's like he's still rhyming and it's still",
        9604.26,
        9610.34
    ],
    [
        " going and this story is just awesome yeah super stoked on Mikey in the Dragons it's how old are your",
        9610.34,
        9618.04
    ],
    [
        " kids uh eight and six and what age group can it go down to would you say I'd say probably three yeah",
        9618.04,
        9625.98
    ],
    [
        " it can get young it's got very beautiful pictures that are bright and colorful there's so yeah",
        9625.98,
        9633.68
    ],
    [
        " and then the story rhymes it's gonna make your kids smarter and there's times where I was when I was",
        9633.68,
        9637.24
    ],
    [
        " writing it you know they say write in a certain level but at the same time I put some words in",
        9637.24,
        9642.98
    ],
    [
        " there that kids aren't gonna necessarily know right away and so they need to look them up and they",
        9642.98,
        9648.32
    ],
    [
        " need to learn them poise is one of them I remember he's the word poise and I was thinking wow most",
        9648.32,
        9652.42
    ],
    [
        " kids won't know what poises and then I thought to myself good now they can learn a new word be smarter",
        9652.42,
        9656.7
    ],
    [
        " yeah that's a good point though when you say where does it go down to so three I would say there my",
        9656.7,
        9662.14
    ],
    [
        " son's like two he was like just before two and a half and I'd read it more reading it to my",
        9662.14,
        9667.04
    ],
    [
        " daughter he's there but he'll catch certain things you know when there's like monsters ready to bite",
        9667.04,
        9671.44
    ],
    [
        " he'll be you know like he'll know certain stuff so as you kind of get older you absorb more and",
        9671.44,
        9676.38
    ],
    [
        " more but yeah if you're two yeah I'll yeah I'll look for them too there you go yeah all kids if",
        9676.38,
        9682.3
    ],
    [
        " your kids are a little bit older you can get him way the warrior kid you can get him marks mission",
        9682.3,
        9688.18
    ],
    [
        " which is the second book in that series and now we have book three coming out the title of book",
        9688.18,
        9693.54
    ],
    [
        " three is where there's a will and mark he gets involved in some more situations but luckily his",
        9693.54,
        9701.76
    ],
    [
        " uncle Jake is there to help him out I get so many pictures of kids doing pull ups working out",
        9701.76,
        9709.96
    ],
    [
        " studying they're gonna be warrior kids so get that book for your kids get that book for your",
        9709.96,
        9715.34
    ],
    [
        " library get that book for your school get that book for anyone that you know that has kids you'll",
        9715.34,
        9720.32
    ],
    [
        " be thankful and they will be thankful they'll come and thank you it in you know it's cool",
        9720.32,
        9725.2
    ],
    [
        " going to wrestling tournaments yeah this is pretty cool I've had kids that are you know",
        9725.2,
        9730.62
    ],
    [
        " freshman in high school so they're 14 years old or whatever and they're like hey I read will",
        9730.62,
        9736.88
    ],
    [
        " your kid that's why I wrestle yeah yeah think about that so three years ago when it came out the",
        9736.88,
        9743.44
    ],
    [
        " kid got it and now he's wrestling that's what I'm talking about get your kids that kids will listen",
        9743.44,
        9749.0
    ],
    [
        " uncle Jake destiny equals freedom field manual if you want to know how to get after it there you go",
        9749.0,
        9754.22
    ],
    [
        " you have to wonder you can just get the field manual if you want the audio it's on iTunes",
        9754.22,
        9760.34
    ],
    [
        " Amazon music Google Play and on the Mp3 platforms sure extreme ownership first book I wrote with",
        9760.34,
        9767.22
    ],
    [
        " my brother life babin and then that follow on book is the dichotomy of leadership which",
        9767.22,
        9773.8
    ],
    [
        " is takes all those lessons and shows where you can screw them up and then teaches you how to fix them",
        9773.8,
        9782.94
    ],
    [
        " dichotomy leadership both those books me and life we wrote them check them out and then we have",
        9782.94,
        9789.72
    ],
    [
        " echelon front leadership consultancy we solve problems through leadership it's me it's",
        9789.72,
        9797.62
    ],
    [
        " life babin it's JP to know it's Dave Burke it's Flynn Cochran it's Mike Serelli it's Mike",
        9797.62,
        9803.58
    ],
    [
        " Bima and it is now also Jason Gardner Jason is at echelon front he just retired and this is what we",
        9803.58,
        9815.74
    ],
    [
        " are doing he's already got gigs booked which is awesome echelonfront.com if you need help with",
        9815.74,
        9822.92
    ],
    [
        " leadership in your organization we will help you that's what we do we have the master in 2019",
        9822.92,
        9829.98
    ],
    [
        " 2324 May in Chicago 1920 September in Denver four and five December in Sydney Australia every",
        9829.98,
        9839.76
    ],
    [
        " event we've done is sold out go to extremotorship.com if you want to come otherwise it's going to be",
        9839.76,
        9846.5
    ],
    [
        " sold out and you won't be able to come and you'll be all mad and you'll be mad at me and then someone",
        9846.5,
        9852.16
    ],
    [
        " said that it's like when I went to Lala Paloza and I went and saw Rollins who I kind of knew and I",
        9852.16,
        9858.78
    ],
    [
        " was like hey man can you get us in and Rollins said it'd be easier to sneak you into Fort Knox",
        9858.78,
        9864.78
    ],
    [
        " and I kind of like was all hardcore like you kind of forgot what it's like in the streets",
        9865.48,
        9872.52
    ],
    [
        " but it wasn't up to him exactly now now I'm the guy now I'm the guy that's going to be saying hey",
        9872.52,
        9879.48
    ],
    [
        " it'd be easier to sneak you into Fort Knox I gave you a heads up. No your big time now so check",
        9879.48,
        9884.96
    ],
    [
        " that's that EF online online interactive training from echelonfront we needed to speak to more people",
        9884.96,
        9894.44
    ],
    [
        " and we don't have enough instructors could run enough monsters each year so if you want to know",
        9894.78,
        9903.3
    ],
    [
        " what we teach you want to get granular with it check out efonline.com and finally we have the EF",
        9903.3,
        9911.64
    ],
    [
        " Overwatch which is where we take guys that came from special operations and combat aviation they",
        9911.64,
        9919.1
    ],
    [
        " have massive amounts of experience leadership experience they understand the principles we talk about",
        9919.1,
        9923.44
    ],
    [
        " we write about that we teach they understand those and they will bring them into your company",
        9923.6,
        9928.64
    ],
    [
        " you can hire them to work and help your organization win efoverwatch.com is where you can make that happen",
        9928.64,
        9938.12
    ],
    [
        " and if you want to keep this conversation going which is a pretty varied conversation",
        9938.12,
        9944.68
    ],
    [
        " we're talking about Star Wars sniper operations joggers and dnd I mean that's pretty good spectrum",
        9944.68,
        9952.26
    ],
    [
        " you know you might be that dnd old school dnd player with your multi-sided dice",
        9952.28,
        9959.54
    ],
    [
        " getting after it and if you want to talk to us about that we are on the inner webs we're on",
        9959.54,
        9966.38
    ],
    [
        " twitter we are on instagram we are on the phish",
        9966.38,
        9970.7
    ],
    [
        " blah echo is that echo Charles I am at jackewillink Jason is that Jason N Gardener",
        9970.7,
        9979.2
    ],
    [
        " Jason N Gardener had on Facebook Jason dot n dot Gardener on instagram and Jason N Gardener",
        9979.94,
        9988.88
    ],
    [
        " on twitter and you're new to all three platforms no I've been on instagram the Facebook for a while",
        9988.88,
        9994.2
    ],
    [
        " okay just new to twitter new to twitter have you ever checked out twitter before no it's mayhem",
        9994.2,
        10000.1
    ],
    [
        " and then I heard I'm gonna have to be careful no no I heard no don't like you do have to be careful",
        10000.1,
        10005.12
    ],
    [
        " and you kind of don't but it's weird but then I found out like they were talking about maybe",
        10005.38,
        10011.32
    ],
    [
        " with sam harris and he was talking about there's legitimate there's Russian people Russian bots",
        10011.32,
        10016.92
    ],
    [
        " it sounds so funny they're sitting there just trolling they're just trying to create mayhem",
        10016.92,
        10021.14
    ],
    [
        " so we don't have a lot of mayhem to be quite honest with you there's not a lot of mayhem coming at me",
        10021.14,
        10026.38
    ],
    [
        " before whatever reason but everyone's pretty cool and it's I've gotten a lot out of it out of",
        10026.38,
        10033.08
    ],
    [
        " twitter out of instagram out of facebook people giving me information recommending books I'm",
        10033.62,
        10039.82
    ],
    [
        " I'm I'm the book recommendations because I'm pretty much",
        10039.82,
        10042.7
    ],
    [
        " exhausting my personal knowledge of books right now and so right now I'm getting so many good",
        10042.7,
        10048.96
    ],
    [
        " books from troopers out there that are letting me know what's up so echo anything else any other",
        10048.96,
        10056.86
    ],
    [
        " star wars comment well you know not for right now no but now that we know that you know we",
        10056.86,
        10062.88
    ],
    [
        " Jason has a knowledge yeah man maybe later but yes for now thanks for thanks for",
        10063.06,
        10067.6
    ],
    [
        " and Jason but we'll continue this conversation you know next podcast",
        10067.6,
        10071.42
    ],
    [
        " anything else any closing comments i'm really excited to be on the podcast",
        10071.42,
        10076.9
    ],
    [
        " I just want to tell my wife iris that she's amazing and made my life so much better by meatner",
        10076.9,
        10083.32
    ],
    [
        " my oldest son chase out proud ianima of him and storm and four love you guys",
        10083.32,
        10090.38
    ],
    [
        " awesome looking forward to seeing you soon awesome",
        10091.2,
        10094.06
    ],
    [
        " and of course um we actually could not do this podcast or even live the lives that we live",
        10094.06,
        10103.86
    ],
    [
        " if it wasn't for our people in uniform around the world here at home our military personnel",
        10103.86,
        10111.72
    ],
    [
        " police and law enforcement fire fighters paramedics and EMTs correctional officers border patrol",
        10111.72,
        10117.98
    ],
    [
        " all the first responders out there thank you for what you do every day",
        10118.44,
        10123.26
    ],
    [
        " so that we can do what we do every day and to everyone else that's listening until that next podcast",
        10123.26,
        10130.56
    ],
    [
        " remember that advice that rothgar gave bail wolf that you should choose the eternal rewards",
        10130.56,
        10140.86
    ],
    [
        " not the short-term ones and keep it always in the back of your mind that your piercing eye",
        10140.86,
        10151.6
    ],
    [
        " will dim and darken and death will arrive to sweep you away so until then",
        10151.6,
        10159.96
    ],
    [
        " keep getting out there into the world and getting after it",
        10159.96,
        10167.92
    ],
    [
        " and until next time this is Jason Gardner and echo and jaco out",
        10168.98,
        10175.68
    ]
]