[
    [
        " When it comes to leading up the chain, what do you do when your goals aren't seeming to align?",
        0.0,
        5.14
    ],
    [
        " Example making money versus having an impact.",
        5.64,
        9.6
    ],
    [
        " Okay.",
        9.96,
        10.16
    ],
    [
        " This is the deal here. The goals have to align.",
        10.86,
        15.94
    ],
    [
        " They have to align and furthermore, they will align.",
        16.32,
        21.24
    ],
    [
        " That is, now you might have to go pretty high up the chain to make this happen, or you might have to dig pretty hard to make that happen.",
        22.0,
        28.32
    ],
    [
        " But this is a great example, right?",
        28.66,
        30.92
    ],
    [
        " The example is making money versus making an impact.",
        31.08,
        33.74
    ],
    [
        " And I'm going to tell you that those two actually align.",
        33.74,
        38.4
    ],
    [
        " How do they align? Well, let me explain.",
        39.28,
        41.54
    ],
    [
        " If your company makes more money, they will have a bigger impact, right?",
        42.32,
        48.9
    ],
    [
        " They will have a bigger impact.",
        49.1,
        50.08
    ],
    [
        " So let me, let me break it down a little bit.",
        50.32,
        54.14
    ],
    [
        " So if you want to have a big impact on a client, right?",
        54.48,
        58.18
    ],
    [
        " And so what you do is you spend so much time and so much money with that client or with that customer,",
        58.5,
        63.54
    ],
    [
        " you're going to realize that the company, if you invest that much to a client or to a customer,",
        64.06,
        72.82
    ],
    [
        " you invest that much time and that much money, your company is going to go out of business.",
        73.06,
        76.04
    ],
    [
        " Now how much impact are you having with that, with that client?",
        76.52,
        79.04
    ],
    [
        " The answer is zero.",
        79.2,
        80.08
    ],
    [
        " Now, sometimes the opposite happens.",
        80.62,
        82.76
    ],
    [
        " And this is probably what the question is related to, for instance, if we, as a company,",
        83.44,
        89.7
    ],
    [
        " we start cutting corners on quality.",
        89.88,
        91.76
    ],
    [
        " We start cutting corners on customer service or whatever the case may be.",
        92.38,
        97.62
    ],
    [
        " We might make more money in the short term.",
        98.04,
        100.22
    ],
    [
        " Oh, like to save money.",
        100.44,
        101.54
    ],
    [
        " Yeah, we saved money.",
        101.6,
        102.56
    ],
    [
        " You know what?",
        102.56,
        102.96
    ],
    [
        " We were supposed to have 10 people answering phones.",
        103.08,
        104.8
    ],
    [
        " We're going to fire six of them.",
        104.88,
        105.98
    ],
    [
        " We're going to have four left.",
        106.0,
        106.72
    ],
    [
        " That means everyone's waiting on the phone.",
        106.9,
        108.46
    ],
    [
        " Right.",
        108.74,
        108.94
    ],
    [
        " So now we don't have good customer service.",
        109.04,
        110.38
    ],
    [
        " Now we're starting to write a Yelp review.",
        110.38,
        111.76
    ],
    [
        " I was on hold for 14 hours.",
        111.76,
        113.52
    ],
    [
        " I hate this company, right?",
        113.52,
        114.96
    ],
    [
        " This happens.",
        115.12,
        115.6
    ],
    [
        " This is what happens.",
        115.76,
        116.3
    ],
    [
        " This is the example.",
        116.44,
        117.16
    ],
    [
        " So, so now up the chain of command.",
        117.7,
        120.02
    ],
    [
        " So before it was, look, we need 30 people in the call center to answer the phone.",
        120.5,
        125.98
    ],
    [
        " And that way everybody gets an answer within 30 seconds when they call and what customer calls in.",
        126.18,
        130.86
    ],
    [
        " Okay, we're out of business in a month because we can't afford 30 people.",
        131.1,
        133.84
    ],
    [
        " So now we have no impact.",
        133.84,
        134.94
    ],
    [
        " The other end of the spectrum is we have three people in the call center responding to phone calls.",
        135.3,
        140.0
    ],
    [
        " Everyone has to wait an hour.",
        140.16,
        141.88
    ],
    [
        " Now no one, everyone hates our company.",
        142.1,
        143.78
    ],
    [
        " We also have no impact.",
        143.92,
        145.38
    ],
    [
        " So the goals have to be aligned at some case.",
        145.74,
        151.44
    ],
    [
        " But the thing is it is a balancing act.",
        151.74,
        154.26
    ],
    [
        " It's between expenditures for the cost to produce or the cost to provide service.",
        154.48,
        161.34
    ],
    [
        " And you've got to keep that as low as possible so that",
        161.86,
        165.7
    ],
    [
        " so that money is made, but you can't go so low that",
        166.68,
        171.1
    ],
    [
        " quality and customer service and follow on business and customer relations.",
        171.1,
        178.34
    ],
    [
        " You can't go so low that it gets destroyed.",
        178.46,
        180.92
    ],
    [
        " And so you as a as a worker need to realize that your higher ups are trying to balance that.",
        181.12,
        187.38
    ],
    [
        " And they're saying, hey, you can't dedicate this much time or you can't dedicate that much time.",
        187.64,
        191.4
    ],
    [
        " Echo, you're spending too much time with each client.",
        191.48,
        193.22
    ],
    [
        " You need to get three more clients.",
        193.34,
        194.64
    ],
    [
        " Well, I can't give them the impact that I want.",
        195.08,
        197.1
    ],
    [
        " I can't give them the focus.",
        197.24,
        197.98
    ],
    [
        " Okay, can you handle one more client?",
        198.6,
        200.6
    ],
    [
        " Yeah, I could probably do that.",
        201.26,
        202.24
    ],
    [
        " Okay, we're finding the balance.",
        202.32,
        203.62
    ],
    [
        " They know another good restaurant business, right?",
        203.92,
        206.32
    ],
    [
        " Restaurant business is a really easy, simple one to understand.",
        206.64,
        210.32
    ],
    [
        " Because the quality of the food that we get and the quality of the chefs that we have,",
        210.4,
        215.98
    ],
    [
        " the more it costs to buy the food, the good food,",
        216.64,
        220.04
    ],
    [
        " and the higher quality chef and cook and help we have, the better the food's going to be.",
        220.12,
        224.54
    ],
    [
        " Well, all that stuff costs more money.",
        224.64,
        226.3
    ],
    [
        " So you've got to find that if you have a restaurant where the best hamburger in the world,",
        226.96,
        230.94
    ],
    [
        " it's $84, you're not going to have a line at that place.",
        231.12,
        234.1
    ],
    [
        " You have impact because you're having the best burger in America.",
        234.5,
        238.12
    ],
    [
        " Guess what?",
        238.56,
        238.98
    ],
    [
        " You're not going to be in business to have your impact is going to be zero.",
        239.98,
        242.74
    ],
    [
        " Other side of the spectrum, salmonella poisoning because you're buying cheap stuff.",
        243.3,
        248.22
    ],
    [
        " Refrigeration costs and that's, guess what?",
        248.38,
        252.26
    ],
    [
        " You're going out of business too.",
        252.44,
        253.56
    ],
    [
        " So the goals are aligned at the end of the day because profit equals growth.",
        253.84,
        259.26
    ],
    [
        " Growth equals impact.",
        259.64,
        261.08
    ],
    [
        " Are there ethical times where someone says, hey, we're screwing over?",
        261.72,
        265.4
    ],
    [
        " Yeah, absolutely.",
        265.6,
        266.22
    ],
    [
        " Look, which is happening at Wells Fargo.",
        266.4,
        267.48
    ],
    [
        " Right? Wells Fargo had a plague of that type of behavior.",
        267.86,
        274.56
    ],
    [
        " And it was rampant throughout the whole company.",
        274.84,
        277.06
    ],
    [
        " Guess where they're at now?",
        277.18,
        277.92
    ],
    [
        " They're hurting.",
        278.04,
        278.46
    ],
    [
        " They're hurting.",
        278.84,
        279.22
    ],
    [
        " They made a bunch of money in the short term.",
        279.3,
        280.48
    ],
    [
        " But guess what?",
        281.44,
        281.94
    ],
    [
        " Now they're not trusted.",
        281.94,
        283.16
    ],
    [
        " So they got to do some recuperation.",
        284.2,
        286.36
    ],
    [
        " But that's a classic example.",
        286.78,
        288.04
    ],
    [
        " So someone from Wells Fargo might have asked this question",
        288.16,
        290.88
    ],
    [
        " a year ago before the story broke and said, hey,",
        290.88,
        294.08
    ],
    [
        " Jaka, we're trying to do something positive here.",
        294.44,
        296.16
    ],
    [
        " The company, my goals aren't aligned with the company.",
        296.76,
        299.64
    ],
    [
        " And he would have been right and he should have raised his hand.",
        300.9,
        303.34
    ],
    [
        " Because what he could have said was, hey, bosses,",
        303.68,
        305.58
    ],
    [
        " if we keep this up, we're going to lose the trust and confidence of the public.",
        305.9,
        309.82
    ],
    [
        " And we're going to be hurting.",
        310.3,
        311.2
    ],
    [
        " And he would have been correct.",
        312.8,
        313.92
    ],
    [
        " So you got to find that balance.",
        314.54,
        316.32
    ],
    [
        " But just remember that even though the goals might not seem aligned,",
        316.48,
        318.92
    ],
    [
        " they are aligned in the end.",
        319.08,
        320.36
    ],
    [
        " They need to be not saying they always are.",
        320.6,
        322.88
    ],
    [
        " But if they're not aligned in the end,",
        323.64,
        324.98
    ],
    [
        " you're probably going to go out of business.",
        325.32,
        326.66
    ],
    [
        " Because you just cut a swath of mayhem.",
        327.08,
        331.58
    ],
    [
        " You destroy your customers either through high prices or by low service.",
        332.1,
        336.68
    ],
    [
        " One of those two things going to happen if you don't find the dichotomy,",
        337.0,
        339.52
    ],
    [
        " the balance, not even dichotomy.",
        339.66,
        340.72
    ],
    [
        " It's the balance. You got to find the balance.",
        340.72,
        341.82
    ]
]