[
    [
        " This actually isn't really a question. It's more of a comment. Yeah, I kind of turned it into a question",
        0.06,
        5.36
    ],
    [
        " I guess yeah, you responded to the comment. Okay. Yeah, sure anyway comment goes",
        5.36,
        9.96
    ],
    [
        " Just want to say a quick thanks. I struggle with the daily grind trading days for dollars",
        9.96,
        16.18
    ],
    [
        " But you help me make it happen",
        16.18,
        18.82
    ],
    [
        " Yeah, and my comment was like okay. Well, thank you. I guess",
        18.82,
        23.14
    ],
    [
        " Because I hope at the same time that you're grinding that",
        23.14,
        28.5
    ],
    [
        " You're trading that you're I hope that you're not trading days for dollars long term",
        29.5,
        35.32
    ],
    [
        " Because long term that's a losing proposition, right?",
        35.32,
        38.18
    ],
    [
        " If you're grinding and it's not",
        39.16,
        42.6
    ],
    [
        " Doing something you want to do if it's a grind that you can't embrace",
        42.6,
        46.98
    ],
    [
        " then",
        46.98,
        48.58
    ],
    [
        " You got to find a way out of that right you got to find you can't trade you don't want to trade days for dollars",
        48.58,
        54.84
    ],
    [
        " Cuz dollars don't mean anything days all you got",
        54.84,
        57.44
    ],
    [
        " So",
        59.74,
        60.18
    ],
    [
        " You got to find a way out now this does not mean you need to be rash about it",
        60.18,
        65.4
    ],
    [
        " This doesn't mean tomorrow you walk in about doing this job anymore. I'm out and now you're broke. No",
        65.4,
        70.82
    ],
    [
        " Don't be rash and don't throw the baby out with the bath water",
        70.82,
        75.28
    ],
    [
        " But do come up with a long term plan about what you want to do how you want to do it where you want to do it and",
        75.28,
        82.42
    ],
    [
        " this might take",
        82.42,
        83.36
    ],
    [
        " One year or two years or five years it might take five years to get to where you want to be",
        84.12,
        89.14
    ],
    [
        " That's okay. That's fine. It's it's actually kind of cool",
        89.14,
        94.3
    ],
    [
        " When you're grinding right now because you know there's something that you're working towards in the long run that's actually awesome",
        94.3,
        99.58
    ],
    [
        " So but you got to have",
        99.58,
        102.78
    ],
    [
        " Unexpected strategy you got to",
        102.78,
        105.98
    ],
    [
        " Have an exit strategy you got a plan and figure out how much money it's gonna take and what are you gonna do?",
        105.98,
        110.68
    ],
    [
        " You're gonna work two jobs. I'm gonna save all my money right now. I'm gonna invest here. They'll pay off my mortgage whatever you're gonna do",
        110.68,
        116.34
    ],
    [
        " So that you can get yourself in a position where you actually enjoy doing what you're doing that's what you want and",
        116.34,
        125.08
    ],
    [
        " That one other cool thing about this",
        125.08,
        128.12
    ],
    [
        " Like like I say man",
        128.12,
        130.1
    ],
    [
        " It's cool to grind man. That's what we're here to do. You're here doing stuff, right?",
        130.1,
        136.06
    ],
    [
        " If you're not doing anything, well then what are you doing? I'm not doing anything so",
        136.06,
        139.7
    ],
    [
        " The other thing that's cool though about grinding and working is",
        139.7,
        143.66
    ],
    [
        " Is that when you get that freedom right that you work hard for it's gonna be so much more worth it",
        143.66,
        150.04
    ],
    [
        " The discipline that you put into place to get to that freedom that you want it makes that freedom so much more worth it",
        150.04,
        157.08
    ],
    [
        " So I appreciate it",
        157.08,
        159.74
    ],
    [
        " I'm glad you're grinding. I'm glad you're grinding hard",
        159.74,
        163.38
    ],
    [
        " But don't just make that trade. It's not a square trade days for dollars. It's not a square trade",
        163.7,
        168.04
    ],
    [
        " Get it back under your control and we've had I've actually had some really cool feedback on the podcast of people that have hit me up and said hey",
        168.04,
        175.28
    ],
    [
        " You told me to plan an exit strategy. I wish I could find this a guy said you told me to plan an exit strategy",
        175.28,
        181.14
    ],
    [
        " He's like that was whatever nine months ago. I saved my money. I just did this now. I'm in another business. I'm kicking ass",
        181.14,
        187.86
    ],
    [
        " Thank you, right? So it can be done",
        187.86,
        190.02
    ],
    [
        " It's one of the things about cool about being a human being",
        190.9,
        193.74
    ],
    [
        " You got free will you can make stuff happen. Yeah, so go make it happen",
        193.74,
        198.44
    ]
]