[
    [
        " This is Jockel Podcast number one 66 with Echo Charles and me, Jockel Willink.",
        0.1,
        6.04
    ],
    [
        " Good evening, Echo. Good evening. And we are rolling straight into part three,",
        6.44,
        12.08
    ],
    [
        " podcast number three of the psychology for the fighting man. What you should know",
        12.38,
        19.74
    ],
    [
        " about yourself and others. So if you haven't listened to the previous two podcasts,",
        19.74,
        24.76
    ],
    [
        " they're about this same book and there's so much information that we split it up because it was going long.",
        26.06,
        33.32
    ],
    [
        " And this part, these couple sections here are really what I was originally going to cover,",
        34.3,
        39.32
    ],
    [
        " but then I figured I'd cover it all. And next thing, you know, this turn into three podcasts series.",
        39.38,
        46.06
    ],
    [
        " Cool. And this section is called the soldier's personal adjustment.",
        46.34,
        54.34
    ],
    [
        " And here we go back to the book in a demo in a democratic civilian army.",
        54.94,
        60.92
    ],
    [
        " Millions of men are suddenly abruptly thrown into a new way of life.",
        61.22,
        64.88
    ],
    [
        " It is in many ways a tough life. Men used to going their own ways, choosing their own jobs,",
        65.62,
        71.96
    ],
    [
        " associates, neckties, times for going to bed, now have to follow military orders about all these things.",
        71.96,
        79.04
    ],
    [
        " Men accustomed to a comfortable litter of belongings around them find the bare neatness of police barracks hard to get used to.",
        80.32,
        87.74
    ],
    [
        " Those used to steam heat, warm shower baths, and breakfast eggs cooked just three and a half minutes at home.",
        88.26,
        97.72
    ],
    [
        " Maybe pretty uncomfortable when they have to put up with a bed on the ground and cold water for shaves.",
        98.36,
        104.28
    ],
    [
        " There is more over no privacy in the army. If a man over sleeps and his corporal dumps him out of his bunk, the whole company knows about it.",
        105.04,
        114.78
    ],
    [
        " If he looks at his girl's photograph a lot, they know that too.",
        115.4,
        119.14
    ],
    [
        " The business of living in a goldfish bowl and having to take rousing from his fellow soldiers is about the hardest thing for a sensitive recruit to get used to.",
        120.14,
        129.14
    ],
    [
        " That's a fact. So here we go. These are all just welcome to the military.",
        129.62,
        134.34
    ],
    [
        " You're not going to get to eat what you want to eat. You're not going to get to sleep when you want to sleep.",
        135.3,
        139.84
    ],
    [
        " You're not going to get to keep what you want to keep. Think about it.",
        140.3,
        143.0
    ],
    [
        " Those are personal freedoms that everybody cherishes. They're all gone. Even your privacy.",
        143.0,
        148.5
    ],
    [
        " When you get to when I went to Navy boot camp, you go in the bathrooms, there's just stalls. There's no, I'm sorry, there's just toilets. There's no stalls.",
        149.22,
        156.44
    ],
    [
        " You just sit down next to everyone else and do your business. The privacy is gone.",
        156.74,
        161.16
    ],
    [
        " Not every man of course meets hardships for the first time when he goes to the army.",
        162.56,
        169.08
    ],
    [
        " Some have known hunger and a cold and hard work. Some never saw flush toilet or a shower bath before they got to camp.",
        169.08,
        175.64
    ],
    [
        " Some never had a good square meal well cooked for them. The army is providing luxuries. That's true too.",
        176.18,
        181.98
    ],
    [
        " Not probably is not, it's definitely not as true now as it was in 1942.",
        183.76,
        189.04
    ],
    [
        " Because in 1942 some people were still living out the bush here in America. And there's a lot less people still living in the bush in America now.",
        189.74,
        196.44
    ],
    [
        " There's still out there though. But farmer, lawyer, banker, section hand, college man or man of little schooling, they all must adjust themselves to an entirely new way of living, all must learn new habits.",
        196.44,
        208.02
    ],
    [
        " Young men may find it easier to make the adjustment than older men because they are ordinarily a little more flexible with habits a little less fixed. That's for sure.",
        208.56,
        217.3
    ],
    [
        " If you think you're going to join the military at some point, join when you're as young as possible. No attachments.",
        218.28,
        224.78
    ],
    [
        " And I was so dumb, I guess, for lack of a better word. I just didn't care about anything. When I came in, they're like, we're going to shave your head, we're going to take all your civilian stuff and like, whatever. Take it away, I don't care.",
        225.12,
        239.04
    ],
    [
        " But most men can fit themselves into the new life and work without too much friction. Those who do not, those who do it most easily are the ones who accept the new life at once, throw off civilian habits with civilian clothes and put themselves wholeheartedly into becoming soldiers.",
        240.5,
        254.56
    ],
    [
        " One of the hardest adjustments come with a loss of contact with family and friends. The soldier who misses friends at home is slow about making new friends at camp.",
        255.02,
        262.94
    ],
    [
        " So there you go. If you are homesick, what you should do is make new friends. The army is liberal with furloughs as war permits for such homesick men when they first go into service.",
        264.12,
        275.48
    ],
    [
        " But the real remedy is not in hurried trips home or long distance telephone calls. It is in building up of new interests and new ties in and around the camp.",
        276.3,
        286.84
    ],
    [
        " Yeah, when I left home, I left home. Like I was gone and just that was that. One of the fears that many men have to overcome or adjust to when they first go into the army is the feeling that they may lose their identity, their freedom of individual expression.",
        290.56,
        307.7
    ],
    [
        " From revelry to taps, there is little of any opportunity for the new recruit to do anything he is not told to do. Whether he wants to or not, he must get up at the sound of the bugle put on the prescribed uniform March when he is commanded, stand at attention when he is ordered and do so, even when with a mosquito biting him.",
        308.32,
        323.82
    ],
    [
        " No longer does he eat when he is hungry or go to sleep when he is tired. All conduct seems to be according to order. Is this really a fight for freedom and democracy?",
        324.5,
        334.04
    ],
    [
        " Of course it is, but conformity and discipline are necessary for the efficient operation of an army. And I will say this.",
        334.04,
        341.98
    ],
    [
        " It is only that strict during boot camp. I mean for the most part during boot camp, that is when you really are every movement that you make is based on what you are being told to do.",
        342.86,
        354.92
    ],
    [
        " Once you get into the fleet or out into a battalion somewhere, it is definitely not easier, but you do have more individual freedom.",
        355.06,
        363.52
    ],
    [
        " Some people want to talk to a kid that is 16 and they are left with their worried about, well you know I really like to have whatever.",
        364.92,
        373.52
    ],
    [
        " I like to surf and I don't want to give up surfing. You will have time to surf if you are stationed somewhere.",
        374.46,
        379.94
    ],
    [
        " Join the Coast Guard because they are always stationed near the water. There is an idea.",
        380.16,
        383.84
    ],
    [
        " Next, a soldier's worries. There is first the fear of death. It is best met by accepting the possibility of death as a natural part of the job and by being careful not to lose a sense of proportion about it.",
        384.84,
        400.5
    ],
    [
        " Again it is weird for me to read this book because that is if you would ask me that before I read this book that is what I would have told you.",
        401.6,
        406.68
    ],
    [
        " You have to do is be like, yeah there is a chance I am going to die. If you are scared of that, you should try to get over it.",
        406.96,
        413.56
    ],
    [
        " I think the sense of proportion, that is saying like listen, okay the world is not going to end if I die.",
        415.42,
        421.98
    ],
    [
        " No soldier is so important that he is justified in thinking the enemy is aiming every, oh that is what they are talking about.",
        424.1,
        430.42
    ],
    [
        " This is the sense of proportion is no soldier is so important that he is justified in thinking that the enemy is aiming every bullet bomb and shell it out.",
        430.42,
        438.42
    ],
    [
        " Besides there are great many men in the army and only a small proportion get hit in battle.",
        438.76,
        443.84
    ],
    [
        " And the greater part of those who get hit will live and get well earned relief from the strain of combat.",
        445.0,
        450.74
    ],
    [
        " After that there may be a purple heart, decoration and some glory.",
        451.48,
        455.48
    ],
    [
        " This is when we start to lean a little bit towards propaganda. They are like, listen, you are probably not going to die which that is true.",
        456.5,
        463.44
    ],
    [
        " And the amount of people that are in the military compared to the amount of people that go into combat compared to the people that actually make contact with the enemy compared to the people that actually get hit, it is a very small percentage.",
        463.78,
        473.98
    ],
    [
        " And if you do get hit, guess what? You got some glory and a purple heart coming your way. Don't worry about it.",
        474.32,
        481.2
    ],
    [
        " Yeah, like I said, this sometimes is leaning a little bit towards propaganda in a positive and truthful way.",
        482.72,
        489.26
    ],
    [
        " But you got to take it with a grain of salt as they say back to the book and soldiers who have been through the worst of warfare are inclined to say that only a fool wants to live forever.",
        489.74,
        503.28
    ],
    [
        " They usually add the warning, but if you must die, make your death count for something. Don't throw your life away by taking needless chances.",
        505.34,
        514.02
    ],
    [
        " So that's the old again, some some propaganda for you there. Hey, listen, man, only a fool wants to live forever. Let's go get some.",
        514.66,
        525.4
    ],
    [
        " And like I said, there is some truth to that.",
        525.56,
        529.18
    ],
    [
        " Back to the book, sensitive men may also worry or feel guilty over killing enemy soldiers, other men in action, unless they understand this worry and face it squarely, they may head into trouble because killing is the main job of a combat soldier.",
        531.86,
        546.84
    ],
    [
        " This is something people tend to forget from time to time.",
        549.04,
        551.8
    ],
    [
        " The job of a soldier is to kill people.",
        552.92,
        555.84
    ],
    [
        " From the earliest childhood, American boys are taught that it is wrong. The greatest wrong to kill. This principle is learned so early that it becomes part of them. As boys grow up, they forget most of what happened in infancy and early childhood.",
        557.1,
        569.7
    ],
    [
        " Few people in fact can remember much of what happened in their first three years. Yet they retained within themselves the attitudes formed during their earliest years.",
        570.06,
        578.8
    ],
    [
        " They don't remember ever learning them. It seems as if they always felt that way. If a man did not learn that it was wrong to kill until he was grown, he would learn it then with his mind.",
        578.8,
        590.56
    ],
    [
        " And he would be easy to lay aside that rule when war or emergency makes it necessary for him to kill.",
        591.12,
        599.2
    ],
    [
        " But the don'ts learned in earliest childhood become the voice of the conscience in the adult.",
        600.74,
        606.4
    ],
    [
        " They seem to be absorbed rather than learned. And even though his mind tells a grown man that the execution of criminals is justified, his emotions may rebel.",
        607.3,
        617.6
    ],
    [
        " Then if duty forces him to kill, he may go ahead and do it, but afterwards he'll feel a vague uneasiness and anxiety his conscience won't rest.",
        618.2,
        627.28
    ],
    [
        " Some men strictly brought up may even get sick at the stomach at the sight of a limp pathetic body of a rabbit that has been shot.",
        628.0,
        634.92
    ],
    [
        " The cure for the anxiety that results from this kind of conflict between conscience and reason is to understand it. Once a man realizes that the feeling is natural in men brought up as an average American to respect human life, this particular worry won't haunt him so much.",
        635.5,
        653.66
    ],
    [
        " He may have a few bad dreams, but that won't interfere with doing the job ahead disagreeable though it may be.",
        653.96,
        660.04
    ],
    [
        " Again, this is when we're trying to let people know that hey, what you feel when you feel like I don't feel like I want to go kill people, that's okay.",
        660.66,
        671.5
    ],
    [
        " We get it. Here's why you feel that way. You feel that way because you've been told it since you were a little kid, but you have to bring your reason into the problem and logically calculate that it's okay to kill people.",
        671.82,
        683.34
    ],
    [
        " Tough. This is trying to tell a generation of American kids that they're going to go and fight and kill the enemy. That's what this is doing.",
        687.2,
        698.46
    ],
    [
        " And even letting them know like listen, you may have a few bad dreams. Right? And that is probably one of the most minor ways of explaining the fact that you are going to have freaking nightmares and cold sweats.",
        700.2,
        711.74
    ],
    [
        " And they're down playing that. But they're letting them know that that's what's going to happen. So this is definitely a book called The Psychology for the Fighting Man and they're trying to use some psychology here to get the guys in the right mindset where they can kill.",
        712.56,
        736.56
    ],
    [
        " Next, the healthy mind to be at his best, a soldier must keep his mind fit as well as his body. He must be mentally alert and accurately aware of his surroundings.",
        738.1,
        747.76
    ],
    [
        " He must shoulder responsibility willingly. And accept the dictates of superior officers without resentment. That's interesting. They use the word resentment. Not without question, but without resentment.",
        748.9,
        765.16
    ],
    [
        " He must be able to get along with other men without undue friction and with mutual pleasure. That's important. Undue friction. Like there's going to be friction. You're working with other human beings. All other human beings are crazy.",
        765.84,
        778.62
    ],
    [
        " Yeah.",
        779.54,
        779.72
    ],
    [
        " The marks of a man with healthy mind or personality are. And that's one thing this book continues to do well as it makes these lists.",
        780.48,
        787.62
    ],
    [
        " So here's the marks of a man with a healthy mind or personality. One, he uses his abilities with enthusiasm and satisfaction, although not always with happiness or full contentment.",
        788.54,
        799.98
    ],
    [
        " Okay. So, hey, I might not be totally into this, but I'm going to get it done.",
        800.76,
        804.08
    ],
    [
        " The best possible way to he wants to do something worthwhile to pull his load and not be carried by others. It's interesting how a lot of this stuff is in full alignment with some Jordan Peterson activities.",
        804.68,
        822.26
    ],
    [
        " Some of Jordan Peterson statements, right, shoulder responsibility willingly. I think that's a, I think maybe Jordan read this book. It is a psychology book. And he's maybe read this book and started snatching good material from it. We're onto you, JP.",
        822.3,
        836.06
    ],
    [
        " But yeah, and even this thing, man wants to do something worthwhile. Jordan Peterson talks about that all the time.",
        837.52,
        845.8
    ],
    [
        " He gets along with other persons, including his superiors and those with whom he has a difference of opinion. Very important. How often is it we see people that I don't agree with your opinion.",
        846.36,
        859.68
    ],
    [
        " Therefore, I don't like you and I can't get along with you. So lame. So lame. I actually welcome people that have differing opinions than me, because maybe they can teach me something. Maybe I can learn something from their viewpoint.",
        859.88,
        872.2
    ],
    [
        " For when he is disappointed or meets with deprivation or strain, he faces the situation with constructive ideas and a fighting spirit, not with fear, rage, hopelessness or suspicion.",
        873.92,
        888.46
    ],
    [
        " So then he does not suffer from indebted in digestion, headache or pain, which though not all at all voluntary may be produced by mental troubles.",
        890.42,
        901.54
    ],
    [
        " So that's how you meet like problems with good attitude, not with fear, rage and hopelessness.",
        902.24,
        912.88
    ],
    [
        " Five, he perseveres in the effort to solve a problem or complete a task in spite of the difficulty and disappointment. Check, perseverance.",
        913.32,
        921.46
    ],
    [
        " Six, he likes to give as well as take. Check. You ever know those kind of people that they say they can give, but they can't take.",
        922.92,
        933.74
    ],
    [
        " Yes, yeah, those people are fun to hang around. They never recognize it either. Yeah. And then if you call someone on it, like, of course, it's a denial, denial, denial in a defensive way, which is exactly what you're talking about.",
        933.74,
        947.74
    ],
    [
        " You are proving my point right now.",
        947.74,
        951.06
    ],
    [
        " Continuing on, some break down mentally because they are just not fitted for army life. They never should have been inducted in the first place.",
        953.34,
        961.2
    ],
    [
        " Physicians at induction centers, watch carefully for the signs of beginning mental illness, but nevertheless some slip by and they actually go through a pretty good chunk explaining that.",
        961.5,
        969.78
    ],
    [
        " Just you're not going to catch every person that has a possibility of having some kind of a mental illness. So someone we're going to end up and you got to be ready to deal with them.",
        970.56,
        982.52
    ],
    [
        " And those are the people that they say are for doomed to develop mental illness, but then there's people beyond them. And here we go.",
        982.9,
        989.02
    ],
    [
        " In addition to those men who seem for doomed to develop a mental illness, there are other men who break in the army under battle conditions.",
        989.02,
        998.32
    ],
    [
        " These are real battle casualties just as much as if they had lost a leg. So this is interesting because we hear all these people talking about PTSD and whatnot.",
        998.32,
        1009.14
    ],
    [
        " As if it's new and as if it was unrecognized, this book is written in 1942 and they're saying, hey, somebody that suffers that kind of stress under battle conditions, that's a casualty just like losing a leg.",
        1009.46,
        1022.3
    ],
    [
        " So there you go.",
        1022.68,
        1024.74
    ],
    [
        " Yeah, and that's the part that's kind of, well, seems anyway new is that it's just as traumatic as the physical damage.",
        1025.36,
        1033.78
    ],
    [
        " And like you said, it seems new, right? It seems new, but this is World War II.",
        1034.26,
        1039.74
    ],
    [
        " And we just don't we always have to learn the same lessons over and over again. Why is that?",
        1041.66,
        1045.36
    ],
    [
        " Why do we have to learn the same lessons over and over and over again? It's a horrible reality.",
        1046.38,
        1052.22
    ],
    [
        " Back to the book, a man in battle may receive a blow on the head that will cause injury to the brain.",
        1053.02,
        1057.8
    ],
    [
        " That is serious, particularly if he is a leader responsible for the direction and safety of his men.",
        1058.26,
        1062.22
    ],
    [
        " This is an interesting point. Since the brain itself has no sense organs, a man does not feel pain when his brain is injured and may think he has not been badly hurt.",
        1063.42,
        1072.18
    ],
    [
        " This is how we end up with guys with TBI with traumatic brain injuries because they don't your brain gets rocked around, but it doesn't, it's not like a bruise, it's not it's not aching.",
        1073.16,
        1081.36
    ],
    [
        " I mean, you get a little bit of a headache once you want your experience a big blast like the next day. I wonder why I got a little headache. There's a reason for that.",
        1081.7,
        1088.16
    ],
    [
        " But even what seems like a slight wound in the head must be looked after carefully. Usually the wounded man should be relieved from duty.",
        1089.72,
        1096.6
    ],
    [
        " If even a small part of his brain is hurt or if his head is received a hard blow which does not even crack the skull, nevertheless he's likely to be confused or to act in a peculiar way in battle.",
        1096.96,
        1106.74
    ],
    [
        " So he's funny. It looked you got to blow it. Didn't even crack your skull. That's their assessment. It can't be that bad. It didn't even crack your skull.",
        1107.8,
        1116.28
    ],
    [
        " Even a guy that didn't crack his skull needs to get checked out needs a little break. Back to the book. A direct blow on the head is not the only way a man's brain can be injured.",
        1116.42,
        1127.88
    ],
    [
        " The blast of a shell nearby can cause harm to the brain. Modern helmets, however, protect the soldiers ears and his brain very well. That's kind of rubbish.",
        1128.96,
        1138.16
    ],
    [
        " How the helmet protects your ears and our helmets obviously are even more modern than the World War II.",
        1142.06,
        1147.5
    ],
    [
        " Steel helmet that they were, at least ours are made of caviar now. That's not going to protect your ears.",
        1147.96,
        1154.2
    ],
    [
        " What we do have that protect yours, though, is we wear a lot of people wear headphones for your radio and they have noise cancelling headphones. So that does protect yours.",
        1154.92,
        1165.6
    ],
    [
        " Is it the kind that like go over your ears or inside?",
        1165.6,
        1168.8
    ],
    [
        " They go over your ears. And there are ones that go inside yours too depending on what you like.",
        1168.9,
        1173.28
    ],
    [
        " But yeah, most of most people are wearing noise cancelling headphones that go over both ears and they pick up noise from the outside and they mute down really loud noises.",
        1173.5,
        1186.36
    ],
    [
        " Now one thing that's when you're wearing headphones those headphones on both ears, you lose, there's something that you lose.",
        1189.24,
        1197.08
    ],
    [
        " There's a couple things that you lose. You lose the ability to tell distance how far away something is and where it's coming from.",
        1197.24,
        1203.62
    ],
    [
        " And you lose the ability to tell where it's coming from. So if you see pictures of like me of lafe of stoner, most of the time we have one ear on and one ear off.",
        1203.68,
        1213.88
    ],
    [
        " And sometimes people would ask people see a picture of me like why don't you have your headphones on.",
        1214.9,
        1218.9
    ],
    [
        " Here's why you want to be able to hear direction that someone's yelling for you and you want to be able to tell somewhat what the distance is.",
        1219.38,
        1228.3
    ],
    [
        " And those things are just gone when you have the noise cancelling headphones on.",
        1228.42,
        1232.98
    ],
    [
        " Is there noise cancelling kind that go in your ears?",
        1233.28,
        1236.32
    ],
    [
        " There are. There are. Yeah, the ones I have for shooting do that.",
        1236.52,
        1240.14
    ],
    [
        " You know, it has a little volume thing and also I don't obviously I don't know exactly how they made them to work but the.",
        1240.14,
        1247.48
    ],
    [
        " It's like when a gunshot goes off it actually meets everything. So if I'm talking to you and you know gunshot goes off like that for that instant use you go off to you know.",
        1247.82,
        1257.5
    ],
    [
        " That's the way it works. Yeah and the deal is true. You don't know where it's coming from.",
        1257.56,
        1261.42
    ],
    [
        " So it could be over here literally on the opposite side.",
        1261.76,
        1265.2
    ],
    [
        " Yeah, it's crazy. Yeah, so for guys that are in the military or in some kind of law enforcement where you're where you're wearing those headsets just be advised.",
        1265.2,
        1275.86
    ],
    [
        " And I wouldn't go to the point where I'd cut that other headphone off. I would keep it. I just push it behind my ear and wear it that way all the time.",
        1276.04,
        1283.44
    ],
    [
        " That way if I needed to I could put both headphones on because you can also run and this is another thing that's a challenge in a leadership position as you can run two different radio frequencies.",
        1283.54,
        1295.0
    ],
    [
        " One into each ear. And so when that's going on then you got two voices coming in at the same time talking about different things and it takes a little bit of practice to get used to that.",
        1295.42,
        1304.56
    ],
    [
        " And actually it's something that they say women are better at than men. Have you read that? Yeah, I read some research about it but women can listen to two conversations easier than men can listen to two conversations.",
        1304.72,
        1317.74
    ],
    [
        " But can they draw a bicycle? Well, we've been through this before. It was risky. That's a risky conversation. It was the same study that or it wasn't the same study. It was a presentation.",
        1318.06,
        1327.6
    ],
    [
        " It was like a video with the article. It was the same one that said about the drawing the bike thing as that carry on to conversations or multitasking certain ways where it requires concentration.",
        1328.1,
        1336.56
    ],
    [
        " That's interesting. That's why my wife can literally be on the phone and watch a TV show that you have to follow. You can't watch this show and be shopping for curtains at the same time.",
        1338.36,
        1355.32
    ],
    [
        " Either we're watching the show or we're shopping for curtains kind of thing. But they can do that.",
        1355.48,
        1360.24
    ],
    [
        " So they have a little advanced skill there. So the modern helmets, they don't protect your head from shell blast at all. Even our helmets today they don't.",
        1360.34,
        1373.4
    ],
    [
        " Going back to the book besides these direct injuries to the brain men and battle can suffer shocks to the mind. Every man has his limit mentally as well as physically.",
        1373.4,
        1382.7
    ],
    [
        " There are strains which no man, however tough-minded, minded, can endure. Modern battle has pushed closer and closer to these final limits of man's endurance.",
        1382.7,
        1395.0
    ],
    [
        " Grooling hardships, great fatigue, prolonged loss of sleep, blistering heat, intense cold, high altitudes, great pressures below the sea.",
        1396.56,
        1406.26
    ],
    [
        " These are all conditions that put a dangerous strain on the mind as well as body.",
        1406.84,
        1411.72
    ],
    [
        " When a man goes through these things and then an addition, suffer the strain of seeing his friends killed of being in constant peril of his own life,",
        1413.04,
        1422.72
    ],
    [
        " of dealing out death with his own hands. There may come a time when the strongest man's mind will sicken.",
        1422.72,
        1430.88
    ],
    [
        " Such a sufferer from war shock is not a weakling, he is not a coward, he is a battle casualty.",
        1431.26,
        1441.8
    ],
    [
        " If given psychiatric first aid promptly, he will probably recover to take his place again in the battle unit.",
        1442.44,
        1448.64
    ],
    [
        " If neglected however, he may become permanently ill or may even seek relief of his mental wounds in death.",
        1449.02,
        1458.4
    ],
    [
        " Again, this is 1942 and we still hear information about this nowadays like it's a revelation and it's not.",
        1459.3,
        1471.52
    ],
    [
        " People trying to seek relief by committing suicide, that's what they're saying here.",
        1473.66,
        1478.44
    ],
    [
        " Seek relief from mental wounds in death, what is that? That's suicide.",
        1478.64,
        1482.48
    ],
    [
        " Also, to me it's always dick winners that I always get reminded that he's the guy that would say,",
        1484.02,
        1492.4
    ],
    [
        " if you've got a guy that's getting close, you pull him off the battle, line and you let him recover and he'll be fine.",
        1492.44,
        1497.6
    ],
    [
        " If you don't pull him off the battle line, he's gonna break, he's gonna be no good.",
        1498.06,
        1501.1
    ],
    [
        " The engine runs in the red.",
        1501.64,
        1504.96
    ],
    [
        " The car engine is running in the red, you need to get it to a service station and get that thing serviced, give it a little breather.",
        1505.76,
        1511.08
    ],
    [
        " And then it'll be fine. If you get an engine running in the red and you keep running it, guess what's gonna happen?",
        1511.6,
        1516.0
    ],
    [
        " You're gonna blow out the engine, it's gonna be done, it's gonna be ruined.",
        1516.14,
        1518.32
    ],
    [
        " Yeah, so it's kind of like when you kind of go down that path, when you think about it, people who commit suicide just in general,",
        1519.2,
        1526.16
    ],
    [
        " it kind of got to think about that, they were probably in one way or another injured in their brain, whether it be for one way or another.",
        1526.52,
        1539.14
    ],
    [
        " I think you can't just, when you say injured, we're not just talking about physical injury, we're talking about whatever stress, massive amount of stress, death, all seeing all this mayhem and chaos.",
        1539.24,
        1552.02
    ],
    [
        " Yes, so yeah, they have seen, you've got to assume that someone that gets there in these cases has seen something that's so bad or suffered through something that's so bad, that they seek relief from these mental stresses in death.",
        1553.02,
        1568.28
    ],
    [
        " Yeah, so even like a non-military person, where it's common for people to be like, oh, he took the easy way out, the coward kind of thing, committed suicide kind of thing.",
        1568.28,
        1579.3
    ],
    [
        " But if you do really 100% regard it as an injury, just like your arm or your leg or something like that, it seems like a little bit more understandable almost.",
        1579.84,
        1592.78
    ],
    [
        " Rather than calling them a coward outright.",
        1594.5,
        1597.24
    ],
    [
        " Yeah, I'm not sure about that. I think that the most important thing is to recognize that if someone hurts their arm and they keep going on it, their arm is not going to get better.",
        1598.12,
        1613.82
    ],
    [
        " Right? Someone breaks their leg and they keep running on it, their leg is not going to get better.",
        1614.14,
        1618.42
    ],
    [
        " And if someone's got a, got some massive amount of stress that causes a mental injury, physical mental injury or mental psychological mental injury, either one of those, if they don't take a break and get some help and get some relief, then it's going to not work.",
        1618.96,
        1638.1
    ],
    [
        " It's going to break completely. And then they get to a point where this is what we talk about when we talk about being in a cloud and everywhere you look around, there's nothing but cloud.",
        1638.1,
        1648.22
    ],
    [
        " And you think you're stuck in this storm and there's no way out. That's where you end up.",
        1648.64,
        1651.86
    ],
    [
        " And you know, I, I think Peter T. posted an article about a young woman who killed herself. And I wrote something in response on social media.",
        1652.52,
        1663.3
    ],
    [
        " So something like that's horrible to see, especially I think I wrote something along lines of hey, that's horrible to see, especially with so many people that are fighting to live, you know, you think about people that have cancer or whatever.",
        1664.4,
        1676.72
    ],
    [
        " And someone wrote back to me, you don't understand mental illness.",
        1677.26,
        1685.8
    ],
    [
        " You know, you don't understand depression. And like I responded back and I said, and then he kind of said, you know, it's not like that. And I said, you're right. I don't, like I don't, I don't, I'm not a psychologist. I don't fully understand what it's like to have this going on.",
        1686.48,
        1699.88
    ],
    [
        " And it's the same thing when we Chris Cornell from Sound Garden killed himself and I happened to be on Joe Rogan's podcast the next day.",
        1700.02,
        1709.66
    ],
    [
        " And we started off the podcast. We were talking about it. And you know, it's the same thing because what Joe Rogan and I are saying and we're not psychologists. We're saying, it's got to be hard to dig out of that.",
        1710.12,
        1721.5
    ],
    [
        " You know, go go swing a kettlebell, go do something active, which to somebody that's got massive depression. That just sounds idiotic.",
        1721.64,
        1728.76
    ],
    [
        " But to Joe Rogan and I, we get a lot of satisfaction out of swinging kettlebells and doing Jiu Jitsu. It's like, that sounds like a decent idea.",
        1728.76,
        1736.76
    ],
    [
        " It sounds like relief. Yeah. And so, hey, that's, you know, of course, you should I caveat that statement with, hey, man, I'm not a psychologist. I don't really know when I feel like I, when I feel like there's darkness in the world, I really like to do something physical.",
        1736.76,
        1754.74
    ],
    [
        " Tim Ferris said the same thing. Get out of your mind, get into your body. Like, okay, so the, you have those conversations and you think, this is what I think. I can't change what I think.",
        1755.5,
        1768.3
    ],
    [
        " You know, this is what I think someone could change my mind and someone could educate me. Sure. But I'm just making a statement. Hey, man, that's horrible to see. It's horrible to see.",
        1768.66,
        1777.86
    ],
    [
        " Especially when there's people that have cancer or whatever and they're fighting as hard as they can to stay alive and someone else that doesn't have any diseases decides, you know what? I'm going to take my own life. I'm going to kill myself.",
        1778.58,
        1792.04
    ],
    [
        " That's horrible to see. That's my statement. And someone, you don't understand this. I'm like, no, I don't. That's a, that's part of my point is no, I don't understand this.",
        1792.46,
        1802.1
    ],
    [
        " And so I, I will say this, I've seen how fragile the mind can be. And really, I should, I should rephrase that how fragile the mind is because I've seen people that seem to be going down a good path.",
        1802.46,
        1820.16
    ],
    [
        " And all of a sudden out of nowhere, that path is, they're gone. And, and that's like shocking. So one thing, I guess I, I, the part that I understand is that I don't understand it.",
        1821.56,
        1833.98
    ],
    [
        " And it's hard for me to relate to that. It's hard for me to understand and say, well, I could have seen that coming to know actually I couldn't seen that coming at all. At all.",
        1834.12,
        1841.94
    ],
    [
        " So the interest, the most interesting thing about this to me is this book is from 1942. And they're talking about the same things that we're apparently still discovering right now.",
        1845.6,
        1854.96
    ],
    [
        " Like that sometimes you need to break from combat. Like that when you come home, you might be a little bit, you might have some nightmares.",
        1855.38,
        1862.02
    ],
    [
        " Like that if you break mentally, it doesn't mean that you're a weakling and, and, and band of brothers does a great job of that.",
        1865.8,
        1874.3
    ],
    [
        " The one character who's a total badass through, and all of a sudden he just can't take anymore. And they go, okay, no problem. And Dick Winner talks about it. And he says, yeah, we, no one lost any respect for that guy.",
        1874.6,
        1886.0
    ],
    [
        " The guy took his risks. He did a great job. And then he couldn't do it anymore. And David Hackworth describes it as, hey, you people have a cup.",
        1886.3,
        1895.58
    ],
    [
        " And the cup gets filled up. And when it's filled up, it's filled up. You can't put any more in there. He can't put any more combat in there. And it's not, some people have a bigger cup than other people. It's no disrespect. It's not, it's not a negative statement. It's just that's the way it is.",
        1896.54,
        1907.98
    ],
    [
        " So if someone gets in these bad situations, what in my opinion, you have to do is take a break, get someone help, get someone to talk to about it. That can help you find your way out of the storm. And that's what I realized from, from the times we've had speaking of, of Jordan Peterson, the times that we've, the first time we had him on here, I had never really spent any time thinking about psychology as an actual possible thing.",
        1911.36,
        1937.86
    ],
    [
        " You know what I mean? You know what I mean? Just kind of seem like voodoo to me, right? And then when he was talking through some of the psychological protocols that they use to come over particular, to overcome particular psychological issues, I was like, oh, okay. So this basically is like a car mechanic, right?",
        1938.42,
        1957.68
    ],
    [
        " You come in with to me and you've got this problem with your car. Cool. This is what we're going to do to fix that problem with your car. And so there's a certain amount of psychology that was revealed to me from Jordan as like, oh, yeah, this is when you have this situation, this is what you do to heal it.",
        1957.84,
        1974.06
    ],
    [
        " And so it's important. I that was kind of a, that was a, that was a revelation to me, not like a revelation that changed my world, but it was a for me psychology was just always kind of voodoo.",
        1974.28,
        1986.84
    ],
    [
        " That's what it seemed like to me looking at it from the outside. And I'm an ignorant person, right? Seriously, I'm an, I'm kind of an ignorant person. I graduated high school. I grew up in the military. I spent all my time around a bunch of other knuckleheads like me. It's like, you're not talking this vast with this vast experience of all these different data points of the world. It's like, no, I'm just a guy who never really dealt with psychology before.",
        1987.1,
        2014.14
    ],
    [
        " So for me, I just looked at, oh, it's just some weird people laying on a couch. You know what I learned from the movies. Yeah.",
        2014.24,
        2019.42
    ],
    [
        " And so I didn't see the benefit of, hey, oh, they actually have identifiable problems that they can see. And then they have protocols to overcome those.",
        2019.78,
        2028.88
    ],
    [
        " So if someone is out there and they're caught in this storm, whatever that storm may be, if you go to one of these brain mechanics, if they would have called it brain mechanic, I would have understood it.",
        2029.24,
        2043.3
    ],
    [
        " Go to a brain mechanic. They're called the psychologist. Go to a brain mechanic and say, hey, this is the problem that I'm having right now.",
        2043.7,
        2049.3
    ],
    [
        " Can you give me a tune up? And the brain, the brain mechanic will say, yep, here's the protocol. I want you to do this. I want you to write down this. I want you to talk about this.",
        2049.48,
        2058.12
    ],
    [
        " And that's what they do.",
        2058.38,
        2059.16
    ],
    [
        " Mental danger signals back to the book. Mental first aid is just as important as physical first aid for preventing casualties and losses to the service.",
        2061.2,
        2072.54
    ],
    [
        " If a, and 1942, if a man can be relieved of duty for a time given arrest when he needs it urgently, he can usually be counted upon to come back to the combat presently with fresh zest and vigor.",
        2074.58,
        2090.08
    ],
    [
        " If however, he's allowed to go on past his mental breaking point without let up, if he is permitted to wait until he collapses or until the urgency of his needs makes him go on sick call voluntarily, the chances are much smaller for his rapid recovery.",
        2090.32,
        2103.76
    ],
    [
        " Check out World War One shell shock. And that's what you end up with.",
        2104.24,
        2109.04
    ],
    [
        " Guys that are mentally destroyed by the horror that they see and the unremitting nonstop presence of this horror.",
        2109.44,
        2119.74
    ],
    [
        " You have to give guys breaks if they need it.",
        2120.3,
        2122.88
    ],
    [
        " Next, the first thing to look for is anything that makes a man stand out in an awkward way from the others in his unit.",
        2123.28,
        2131.34
    ],
    [
        " Anything that makes him look odd to the other men marks him as not belonging.",
        2131.48,
        2137.14
    ],
    [
        " Does he stay by himself too much? Does he go for long periods without speaking? Is he known to other men as having strange ideas? Does he find conditions intolerable that other men get along under all right?",
        2139.0,
        2151.84
    ],
    [
        " Is he a problem in the outfit, refusing certain foods, wetting the bed, following strange or peculiar practices? Does the sergeant regard him as peculiar?",
        2153.2,
        2161.76
    ],
    [
        " Another thing to look for is any sudden change in the soldier's own personality. If he is a man who has been in the outfit for a while, it's easy to.",
        2162.38,
        2170.0
    ],
    [
        " It's easy to note a complete reversal of habits or attitudes when the ordinarily cheerful man becomes moody and depressed.",
        2170.2,
        2177.12
    ],
    [
        " When the quiet or delie soldier becomes boisterous and noisy and a disciplinary problem, when the neat well groomed man becomes dirty and disheveled.",
        2177.66,
        2184.96
    ],
    [
        " Let's his shoes go and shine his uniform on button, his hair uncombed.",
        2185.34,
        2188.96
    ],
    [
        " When the dependable man goes AWOL and starts drinking hard, these are signs to look for for mental trouble.",
        2189.34,
        2196.6
    ],
    [
        " They should be looked into. The guard house may not be any help at all. Sometimes it makes things even worse.",
        2196.74,
        2202.18
    ],
    [
        " So just because someone starts getting in trouble, hey, you know what we do from in the brig?",
        2203.32,
        2207.22
    ],
    [
        " It's not going to make things any better. In fact, it could make things worse.",
        2207.88,
        2212.32
    ],
    [
        " Back to the book, when a man has been through a particularly trying experience in combat without relief for a long period under steady bombing or gunfire without protection cut off from other troops or lost at sea, more acute signs of war nerves may show up.",
        2213.88,
        2226.76
    ],
    [
        " All men should know that these signs are the natural result of fear and war strain. They do not mean that a man has gone insane.",
        2227.34,
        2235.38
    ],
    [
        " But they do mean that he needs care, rest, medical attention and mental first aid.",
        2236.0,
        2241.98
    ],
    [
        " And here's some signs of that. Here's some signs of severe stress.",
        2242.38,
        2247.42
    ],
    [
        " Inability to sleep. Terrible nightmares in which the battles repeated over and over, inability to eat, buzzing or humming in his ears, shakingness, general weakness, weakness in certain parts of his body as the knees or the rest to dizziness, peculiar feelings in the heart, fluttering, pounding, skipping a beat, difficult breathing,",
        2247.76,
        2264.8
    ],
    [
        " relentless combined, restlessness combined with a feeling of being penned in an overwhelming desire to push people and walls out of the way.",
        2264.9,
        2273.86
    ],
    [
        " Rest is the principal cure for these indications of war nerves. Rest and the care of a medical man who understands such cases and an understanding on the part of the soldier of what is wrong with him.",
        2274.28,
        2289.08
    ],
    [
        " These feelings are natural enough for anyone who has gone through the difficult conditions of combat, but they are very frightening to a man who does not expect them, even more distressing than the shells or bombs or torpedoes themselves.",
        2289.8,
        2300.06
    ],
    [
        " This is when it's important to understand what's happening. If you don't know why you're shaking, if you don't know why you can't sleep at night, if you don't know why you can't eat or why you feel weak, like there's why there's ringing in your ears.",
        2300.76,
        2314.0
    ],
    [
        " If you don't understand why those things are happening, it's going to be worse for you. It's just unexpected, it's unknown and we're afraid of the unknown.",
        2315.5,
        2323.22
    ],
    [
        " Officers who understand these matters can do a great deal to relieve the men's fears of war nerves and to prevent them by their own calm recognition of the fact of nerves and their cause.",
        2324.6,
        2334.92
    ],
    [
        " So hey, officers like, hey man, look, you just got you, you've been out here for a little too long. We'd leave you a little breather.",
        2335.56,
        2340.64
    ],
    [
        " How the mind protects itself. The body has defense mechanisms, so has the mind to touch a piece of hot metal and instantly you have withdrawn your hand before you know what you are doing.",
        2343.12,
        2353.24
    ],
    [
        " If something flies towards your face, you shut your eyes without stopping to decide how to close them. These are natural means for self protection.",
        2353.86,
        2359.72
    ],
    [
        " When the mind is attacked by unpleasant ideas, dangerous fears, it too has a way of withdrawing or of turning away and shutting out what cannot be endured.",
        2360.06,
        2367.5
    ],
    [
        " When you see a man of ordinary good, common sense becomes strangely blind to facts, refused to believe that his lost brother has really been killed or refused to see that he himself is to blame for a disastrous failure.",
        2367.5,
        2379.62
    ],
    [
        " That man's mind is automatically protecting itself from a truth so better that he can't take it.",
        2380.02,
        2385.14
    ],
    [
        " A little bit delusional.",
        2385.46,
        2388.8
    ],
    [
        " It might be dangerous even were it possible to convince him, convince a man of the actual facts. He might if compelled to face them commit suicide. That has happened more than once.",
        2389.74,
        2400.42
    ],
    [
        " An obstinate refusal to accept the truth on the part of a man of ordinary good judgment is a danger signal, just as a fever of 103 degrees is the signal of a serious physical danger.",
        2402.4,
        2413.56
    ],
    [
        " Don't try to argue with such a man, he should be given a rest or a furlough from the duty and the strain. It is apparent that the mind is hard hit.",
        2414.42,
        2422.4
    ],
    [
        " When he is fit again, he will be able to see clearly once more, he will rid himself and go back to normal, just as the fever patient does when his temperature goes back down.",
        2423.5,
        2432.92
    ],
    [
        " But it is only when the mind's natural protective mechanism are used to an excessive or unreasonable extent that they point to a sick or exhausted mind.",
        2433.72,
        2445.08
    ],
    [
        " Every normal man uses them daily to some extent, this is the way they work.",
        2445.38,
        2450.26
    ],
    [
        " And this goes through a bunch of things that we all do.",
        2451.08,
        2454.24
    ],
    [
        " On a daily basis, normal people to deal with things.",
        2454.94,
        2462.24
    ],
    [
        " One, passing the buck.",
        2462.92,
        2464.26
    ],
    [
        " You see this every day when a man fails or is humiliated, he can shrug it off or freely admit it is his own fault if the failure is trivial and did not mean much to him or if he has strong character.",
        2464.66,
        2477.66
    ],
    [
        " If the failure is a great personal tragedy, all but the man of an extraordinary strength of character will try to put the blame on someone or someone else.",
        2478.16,
        2487.78
    ],
    [
        " Someone or something else.",
        2488.48,
        2490.9
    ],
    [
        " The man who thus fails will seize upon any plausible excuse.",
        2491.8,
        2497.22
    ],
    [
        " He blames the weather.",
        2498.02,
        2499.14
    ],
    [
        " The man who gave him wrong advice or the man who got in his way.",
        2500.0,
        2503.8
    ],
    [
        " Sometimes he may even imagine a plot against himself and persuade him that everybody is down on him.",
        2504.54,
        2511.64
    ],
    [
        " Humiliation and defeat are hard to bear.",
        2513.24,
        2515.44
    ],
    [
        " Instinctively every man wants to try it, wants to get out from under when blame hangs over him.",
        2515.62,
        2522.54
    ],
    [
        " Habits of good sportsmanship usually prevent him from doing so, but still in his own mind or among friends, he will say, but it wasn't my fault.",
        2524.42,
        2532.86
    ],
    [
        " That's an amazing section.",
        2533.6,
        2537.5
    ],
    [
        " Obviously directly related to the idea of extreme ownership.",
        2540.0,
        2544.6
    ],
    [
        " The fact that it's only a man of extraordinary strength of character who will take the blame.",
        2545.06,
        2551.48
    ],
    [
        " That's the only person.",
        2552.34,
        2553.38
    ],
    [
        " Everyone else is going to...",
        2553.5,
        2556.06
    ],
    [
        " I think what's important about this is to recognize that we all subconsciously know this.",
        2556.06,
        2561.28
    ],
    [
        " So when you screw something up and you go, well, you know, we didn't get the supplies we were supposed to get.",
        2563.7,
        2568.82
    ],
    [
        " That's why we failed.",
        2568.86,
        2569.38
    ],
    [
        " Everybody knows that that's little character flaw you got right there to shine through.",
        2570.3,
        2574.98
    ],
    [
        " That's what's going on.",
        2575.2,
        2576.66
    ],
    [
        " Right?",
        2576.8,
        2577.44
    ],
    [
        " It's a little character flaw.",
        2577.6,
        2578.64
    ],
    [
        " And you hear it all the time.",
        2578.72,
        2580.4
    ],
    [
        " It's so obvious to everyone when you're making an excuse.",
        2580.92,
        2588.18
    ],
    [
        " No one believes your excuse.",
        2589.44,
        2592.46
    ],
    [
        " No one believes your excuse.",
        2592.68,
        2594.14
    ],
    [
        " Even if everyone's making an excuse.",
        2594.52,
        2597.08
    ],
    [
        " Yeah.",
        2597.78,
        2598.2
    ],
    [
        " It's still the subconscious.",
        2598.42,
        2599.76
    ],
    [
        " It's like everyone, let's say me, you...",
        2600.18,
        2602.62
    ],
    [
        " I don't know.",
        2602.62,
        2603.46
    ],
    [
        " Lay, there's a bunch of people in a room and we're all making excuses.",
        2603.96,
        2607.22
    ],
    [
        " It almost seems like each individual guy would be like, oh, they're making excuses.",
        2608.0,
        2614.02
    ],
    [
        " Meanwhile, like they're not thinking, oh, I'm making excuses too, you know.",
        2614.4,
        2617.28
    ],
    [
        " It's a scary thing.",
        2617.6,
        2618.4
    ],
    [
        " And what's cool is, as soon as someone goes, hey, you know what?",
        2618.66,
        2621.28
    ],
    [
        " This is actually my fault.",
        2621.76,
        2623.18
    ],
    [
        " Other people go, oh, man, I need to say that too, because I screwed some stuff up.",
        2623.52,
        2630.12
    ],
    [
        " Yeah, it's all...",
        2630.46,
        2631.34
    ],
    [
        " It's kind of like you're ever been in like a big meeting and it kind of goes off the little bits of big meeting.",
        2631.34,
        2636.4
    ],
    [
        " You have a kicker.",
        2636.76,
        2637.84
    ],
    [
        " Wait, have you ever been in a big meeting?",
        2638.44,
        2640.02
    ],
    [
        " Or is your big meeting with like your wife?",
        2640.4,
        2643.02
    ],
    [
        " And your two kids.",
        2643.6,
        2645.34
    ],
    [
        " Believe me, that's a huge meeting.",
        2645.46,
        2646.62
    ],
    [
        "",
        2647.04,
        2647.04
    ],
    [
        " And then, you know, let's say it goes off the rails and people start like essentially raising their voice.",
        2647.44,
        2652.46
    ],
    [
        " Maybe not yelling, but you know, and now everyone's talking, you can't hear what anyone's saying, right?",
        2652.54,
        2656.42
    ],
    [
        " But everyone's voicing their opinions essentially just a little bit more passionately, right?",
        2656.72,
        2661.2
    ],
    [
        " But you can't hear anybody what anyone's saying, right?",
        2661.48,
        2663.52
    ],
    [
        " You know, that happens a lot.",
        2663.64,
        2664.42
    ],
    [
        " So it's kind of the same concept, because even when you are not saying anything,",
        2665.06,
        2672.46
    ],
    [
        " everyone else is talking, you're compelled to be like, big quiet.",
        2672.46,
        2676.52
    ],
    [
        " But what, what did you just do right there?",
        2677.16,
        2678.62
    ],
    [
        " You just added to the noise with the thing rather than like handling it kind of consciously and be like,",
        2678.8,
        2684.48
    ],
    [
        " okay, I'm not going to add to the noise, I'm going to be quiet.",
        2684.54,
        2686.84
    ],
    [
        " Yes.",
        2687.2,
        2687.42
    ],
    [
        " Taking ownership is contagious and making excuses is contagious.",
        2688.96,
        2693.12
    ],
    [
        " They're both contagious and they'll both run rampant and wild until you put a check on them.",
        2693.52,
        2698.96
    ],
    [
        " The good thing, the good news about that is taking ownership is the stronger power.",
        2699.1,
        2703.64
    ],
    [
        " So if you, if someone in that group starts to take ownership, that virus will spread stronger than the excuse making virus.",
        2704.16,
        2716.02
    ],
    [
        " Okay, the next thing that people do is the false front.",
        2716.74,
        2723.82
    ],
    [
        " When a man is worried by the fear, perhaps only half consciously but deep in his heart,",
        2724.02,
        2728.84
    ],
    [
        " that he has serious, that he has a serious fault or weakness, what does he do?",
        2729.22,
        2732.68
    ],
    [
        " He puts up a great show of being just the opposite sort of person.",
        2733.58,
        2737.38
    ],
    [
        " If the man is stupid or ineffective yet feels the need to be strong and sure,",
        2737.92,
        2741.52
    ],
    [
        " he will overdo his efforts to impress people.",
        2741.64,
        2744.08
    ],
    [
        " He will be loud and boisterous and cocky.",
        2744.42,
        2746.6
    ],
    [
        " The timid person may do foolhardy stunts seeking to prove his bravery.",
        2748.54,
        2754.12
    ],
    [
        " The man who is really courageous, strong and manly, seldom feels any need to demonstrate it.",
        2754.54,
        2761.14
    ],
    [
        " He just takes himself for granted.",
        2761.58,
        2763.1
    ],
    [
        " So there's a bunch of them.",
        2764.0,
        2764.7
    ],
    [
        " Obviously, we see this all the time.",
        2764.78,
        2766.2
    ],
    [
        " People are insecure about the way they do something, they try and give the false front that they're great at it.",
        2766.52,
        2774.24
    ],
    [
        " I remember when I was young and I bleached my hair blonde.",
        2775.4,
        2778.84
    ],
    [
        " I did a few times, by the way.",
        2779.04,
        2780.4
    ],
    [
        " That's interesting.",
        2780.5,
        2781.06
    ],
    [
        "",
        2781.46,
        2781.46
    ],
    [
        " So, it wasn't super long or nothing like this, but it was just sure.",
        2782.06,
        2785.0
    ],
    [
        " And I was a girl who said, you just do that for attention.",
        2786.18,
        2790.86
    ],
    [
        " And I'm thinking to myself, I don't do it for attention.",
        2791.74,
        2797.2
    ],
    [
        " And then he thought to yourself more.",
        2797.84,
        2799.68
    ],
    [
        " And then it kind of sticks with me like, am I doing it for attention?",
        2800.02,
        2803.38
    ],
    [
        " I'm not realizing it kind of thing.",
        2803.38,
        2805.04
    ],
    [
        " And then you go around and around and you're like, then why did I do it?",
        2805.32,
        2809.34
    ],
    [
        " Did I like how it specifically looked?",
        2810.14,
        2813.22
    ],
    [
        " Because it does stand out.",
        2813.56,
        2814.54
    ],
    [
        " I knew that from the beginning.",
        2814.64,
        2815.6
    ],
    [
        " What age is this?",
        2815.84,
        2817.54
    ],
    [
        " 20, 20, 20.",
        2817.92,
        2820.74
    ],
    [
        " 21.",
        2821.78,
        2822.36
    ],
    [
        " Maybe.",
        2823.58,
        2823.74
    ],
    [
        " Yeah, I like 20.",
        2823.98,
        2824.52
    ],
    [
        " I'd say.",
        2824.72,
        2825.0
    ],
    [
        " Okay.",
        2825.18,
        2825.44
    ],
    [
        " So, 90s.",
        2825.82,
        2826.86
    ],
    [
        " Yeah.",
        2826.88,
        2827.14
    ],
    [
        " 20.",
        2827.48,
        2827.8
    ],
    [
        " So, anyway.",
        2828.08,
        2828.54
    ],
    [
        " So, after you think about it, you're like, yeah, because, you know, I like how it looked at the time.",
        2828.9,
        2834.66
    ],
    [
        " And, yeah, I wanted people to sort of look, you know.",
        2835.26,
        2840.12
    ],
    [
        " So, then what did you do?",
        2840.3,
        2841.8
    ],
    [
        " I don't know, nothing.",
        2842.76,
        2843.98
    ],
    [
        " I admitted it to myself.",
        2844.14,
        2846.16
    ],
    [
        " Yeah, I kept it.",
        2846.32,
        2847.14
    ],
    [
        " And then, yeah, yeah.",
        2847.16,
        2848.36
    ],
    [
        " There's a lot of wrestlers, like the high school wrestlers, they do that.",
        2848.52,
        2854.1
    ],
    [
        " There's whole teams.",
        2854.1,
        2855.02
    ],
    [
        " Yeah.",
        2855.68,
        2855.74
    ],
    [
        " Whole teams.",
        2855.84,
        2856.26
    ],
    [
        " Everyone's got their hair bleached blonde.",
        2856.32,
        2858.18
    ],
    [
        " Yeah.",
        2858.48,
        2858.72
    ],
    [
        " Well, because there's a level of arrogance which, with wrestling, like, like, like, well, yeah,",
        2859.2,
        2864.56
    ],
    [
        " like self confidence, like, hey, I'm going to make this happen.",
        2864.64,
        2867.66
    ],
    [
        " And it's, it's a psychological game, right?",
        2867.66,
        2870.16
    ],
    [
        " Yeah, I'm not scared of you.",
        2870.38,
        2871.86
    ],
    [
        " Look at me.",
        2871.98,
        2872.28
    ],
    [
        " I actually bled blonde my hair.",
        2872.58,
        2874.96
    ],
    [
        " Look at me.",
        2875.16,
        2876.02
    ],
    [
        " Yeah.",
        2876.36,
        2876.58
    ],
    [
        " Because I'm about to stick you on the mat.",
        2876.98,
        2879.68
    ],
    [
        " Yeah.",
        2879.92,
        2880.18
    ],
    [
        " Okay.",
        2880.52,
        2880.88
    ],
    [
        " So other than semantics, is there a difference between the expression I want attention or I'm",
        2881.22,
        2886.88
    ],
    [
        " doing it for attention versus I'm doing it to stand out?",
        2886.88,
        2889.6
    ],
    [
        " I think those are the same.",
        2890.04,
        2890.9
    ],
    [
        " The same, right?",
        2890.9,
        2891.46
    ],
    [
        "",
        2891.7,
        2891.7
    ],
    [
        " But one kind of sounds more like kind of superficial kind of.",
        2891.9,
        2894.92
    ],
    [
        " Yes.",
        2894.92,
        2895.14
    ],
    [
        " Yes.",
        2895.7,
        2895.86
    ],
    [
        " You just want attention.",
        2896.04,
        2896.84
    ],
    [
        " Yeah.",
        2897.18,
        2897.42
    ],
    [
        " No, I'm doing it to stand out.",
        2897.54,
        2898.7
    ],
    [
        " You know, I want to stand out.",
        2898.8,
        2899.72
    ],
    [
        " That's a good thing to stand up.",
        2899.78,
        2900.88
    ],
    [
        " You know, that's, that's not a great argument.",
        2901.04,
        2903.08
    ],
    [
        " Well, yeah.",
        2903.4,
        2903.82
    ],
    [
        " That's what I'm saying.",
        2903.82,
        2904.5
    ],
    [
        " But I do see that.",
        2904.7,
        2905.62
    ],
    [
        " Being, being, hey, I just want to stand out.",
        2905.74,
        2907.84
    ],
    [
        " That's the most positive possible way of saying I just want attention.",
        2908.38,
        2913.28
    ],
    [
        " Yeah.",
        2913.74,
        2913.98
    ],
    [
        " Because what you want.",
        2914.12,
        2915.22
    ],
    [
        " Yeah.",
        2915.52,
        2915.68
    ],
    [
        " Because if you say I want to stand out, because you can like try to stand out or pursue",
        2915.78,
        2922.24
    ],
    [
        " standing out as a good thing for a good reason.",
        2922.24,
        2925.62
    ],
    [
        " You know, like I want to stand out.",
        2925.82,
        2926.7
    ],
    [
        " I want my business to stand out.",
        2926.74,
        2928.02
    ],
    [
        " I want my XYZ thing to stand out.",
        2928.02,
        2930.92
    ],
    [
        " So, you know, so people don't know sign on it, whatever.",
        2930.92,
        2933.36
    ],
    [
        " But if you're like, I want to do it for attention, it just sounds like I just want the attention.",
        2934.1,
        2938.04
    ],
    [
        " Like that's what I want.",
        2938.2,
        2939.2
    ],
    [
        " That's the end goal of the attention.",
        2939.3,
        2940.62
    ],
    [
        " That's what it feels like when you say it, even though they're sort of the same thing.",
        2941.06,
        2944.48
    ],
    [
        " They're all the same.",
        2944.76,
        2945.28
    ],
    [
        " I was playing soccer when I was a kid.",
        2945.48,
        2947.46
    ],
    [
        " Yeah.",
        2948.22,
        2948.3
    ],
    [
        " Yeah.",
        2948.52,
        2948.64
    ],
    [
        " And my dad, my parents were school teachers.",
        2949.3,
        2953.5
    ],
    [
        " Yeah.",
        2954.02,
        2954.24
    ],
    [
        " They're not a lot of money in school teaching.",
        2954.64,
        2956.48
    ],
    [
        " And my dad, I needed a pair of cleats.",
        2956.94,
        2961.12
    ],
    [
        " It's on probably eight years old.",
        2961.12,
        2963.54
    ],
    [
        " And my dad goes to the sporting goods store, digs into the bin of leftovers, second hand,",
        2963.9,
        2972.96
    ],
    [
        " whatever.",
        2972.96,
        2973.42
    ],
    [
        " Sure.",
        2973.94,
        2974.32
    ],
    [
        " And he gets, and the pair of cleats that fit me is white.",
        2974.62,
        2978.22
    ],
    [
        " It's a pair of white cleats.",
        2978.66,
        2979.9
    ],
    [
        " This is 19, whatever, 78.",
        2980.14,
        2983.68
    ],
    [
        " There's no one with white cleats.",
        2984.2,
        2986.0
    ],
    [
        " This is not.",
        2986.56,
        2987.38
    ],
    [
        " Everyone has black cleats.",
        2987.5,
        2988.88
    ],
    [
        " So I go to the soccer game.",
        2991.84,
        2993.5
    ],
    [
        " And like I said, I think I'm with your white cleats.",
        2993.94,
        2995.76
    ],
    [
        " That's what I like.",
        2996.16,
        2996.76
    ],
    [
        " I don't like cleats.",
        2996.76,
        2997.22
    ],
    [
        " That's what I like.",
        2997.26,
        2997.94
    ],
    [
        " They went in the bargain bin, right?",
        2998.32,
        3000.5
    ],
    [
        " It wasn't like my dad on the school teacher's salary was like, hey, which pair do you want",
        3000.76,
        3005.88
    ],
    [
        " from the deepest rack over here?",
        3005.88,
        3007.46
    ],
    [
        " No, you're getting the new buck.",
        3007.9,
        3010.22
    ],
    [
        " You know what that is?",
        3010.72,
        3011.26
    ],
    [
        " No.",
        3011.86,
        3012.16
    ],
    [
        " It's a fake leather.",
        3012.38,
        3013.18
    ],
    [
        " So you're just getting the fake leather plastic cleats, the white, whatever.",
        3013.54,
        3016.9
    ],
    [
        " But I was out on the soccer pitch.",
        3017.7,
        3020.72
    ],
    [
        " And I think I want to say I scored a goal.",
        3021.2,
        3026.34
    ],
    [
        " I think.",
        3026.76,
        3027.54
    ],
    [
        " And as I was running back, like a dad from the other team said something like, you know,",
        3027.96,
        3038.82
    ],
    [
        " you think you're the big star now with those white cleats.",
        3039.08,
        3042.52
    ],
    [
        " I don't know if he was being nice.",
        3042.84,
        3045.2
    ],
    [
        " I think he might have been being nice.",
        3046.16,
        3048.22
    ],
    [
        " It didn't sound like it to me at the time.",
        3049.2,
        3050.62
    ],
    [
        " I think that right there was like the beginning of me thinking, I don't want to be the guy",
        3051.32,
        3056.9
    ],
    [
        " that's dying their hair bright blonde at 21 years old.",
        3056.9,
        3061.2
    ],
    [
        " Yeah.",
        3061.52,
        3063.16
    ],
    [
        " You said maybe 21.",
        3063.56,
        3064.62
    ],
    [
        " You're going to be, you think you're going to be the big star now.",
        3065.5,
        3068.54
    ],
    [
        " He said something with those white cleats.",
        3068.6,
        3069.74
    ],
    [
        " It was something like that.",
        3069.74,
        3070.9
    ],
    [
        " I can't remember very much from my childhood.",
        3071.1,
        3073.74
    ],
    [
        " That I remember.",
        3074.46,
        3075.52
    ],
    [
        " You remember when you were playing like the, this is not some big soccer.",
        3075.72,
        3079.7
    ],
    [
        " Like, you know, they got kids playing soccer now.",
        3079.92,
        3081.68
    ],
    [
        " They got, they're looking like a professional soccer team.",
        3081.78,
        3084.5
    ],
    [
        " No, this is, you remember them things you had when you were a little kid, the yellow shirt",
        3084.94,
        3089.44
    ],
    [
        " that was like elastic around the bottom.",
        3089.44,
        3091.5
    ],
    [
        " Yeah.",
        3091.5,
        3091.7
    ],
    [
        " And you just put it on over your other shirts.",
        3091.82,
        3093.26
    ],
    [
        " It was like the yellow team versus the other team.",
        3093.26,
        3095.58
    ],
    [
        " Yeah.",
        3095.58,
        3095.74
    ],
    [
        " It was one of those things, right?",
        3095.92,
        3097.14
    ],
    [
        "",
        3097.4,
        3097.4
    ],
    [
        " We're not talking high level.",
        3097.4,
        3099.16
    ],
    [
        " We're not talking high level soccer plan.",
        3099.32,
        3102.26
    ],
    [
        " Sure.",
        3102.46,
        3102.6
    ],
    [
        " We're talking yellow jersey.",
        3102.6,
        3104.7
    ],
    [
        " Yeah.",
        3105.02,
        3105.22
    ],
    [
        " Yellows against the regular kids.",
        3105.34,
        3107.06
    ],
    [
        " Yeah.",
        3107.16,
        3107.38
    ],
    [
        " When they got in trouble, you were all, yeah.",
        3107.48,
        3109.16
    ],
    [
        " And so there I was with the white cleats on it.",
        3109.28,
        3111.36
    ],
    [
        " I remember thinking that guy thinks that I'm trying to make a spectacle out of myself.",
        3111.4,
        3115.56
    ],
    [
        " And he didn't say nice goal.",
        3115.9,
        3117.82
    ],
    [
        " Right.",
        3118.26,
        3118.62
    ],
    [
        " He said, oh, you think you got some nice cleats.",
        3118.8,
        3121.06
    ],
    [
        " Yeah.",
        3121.22,
        3121.5
    ],
    [
        " Were you celebrating all hard or something?",
        3121.82,
        3123.54
    ],
    [
        " Or are you just, no, you're still thinking.",
        3123.74,
        3124.86
    ],
    [
        " No, I was running back.",
        3125.82,
        3126.48
    ],
    [
        " Yeah.",
        3126.74,
        3126.96
    ],
    [
        " Yeah.",
        3126.96,
        3127.14
    ],
    [
        " He was hating.",
        3127.14,
        3127.58
    ],
    [
        " I'm trying to think of when I celebrated hard.",
        3128.1,
        3130.4
    ],
    [
        " Because that's something that I remember a couple times in my life celebrating hard",
        3131.56,
        3136.0
    ],
    [
        " and being like, man, that was a bad move.",
        3136.0,
        3137.86
    ],
    [
        " And again, it's probably the same age group.",
        3138.0,
        3139.48
    ],
    [
        " Yeah.",
        3139.7,
        3140.48
    ],
    [
        " I'm so weird.",
        3141.16,
        3141.72
    ],
    [
        " Man, that's kind of deep though.",
        3142.26,
        3144.34
    ],
    [
        " Because it's the opposing teams that, or somebody on that movie.",
        3144.74,
        3148.42
    ],
    [
        " Yeah.",
        3149.14,
        3149.28
    ],
    [
        " Because yeah, I wonder, right?",
        3149.88,
        3151.34
    ],
    [
        " Because there's two things that he could make.",
        3151.48,
        3152.58
    ],
    [
        " He was hating regardless.",
        3152.66,
        3153.48
    ],
    [
        " He was like mad.",
        3153.92,
        3154.72
    ],
    [
        " You know, you sort of the goal, obviously.",
        3154.96,
        3156.5
    ],
    [
        " But was he like, oh, you think you're the big shot now?",
        3156.78,
        3159.48
    ],
    [
        " Like hating on that's what I heard.",
        3159.48,
        3160.98
    ],
    [
        " I think you're cool.",
        3160.98,
        3161.52
    ],
    [
        " Or was he hating like on a deeper level where he was like, oh, you think you're a big shot?",
        3161.72,
        3166.2
    ],
    [
        " Oh, but look here, please, they suck.",
        3166.36,
        3167.98
    ],
    [
        " Kind of thing.",
        3168.14,
        3168.56
    ],
    [
        " Was he saying that?",
        3168.56,
        3169.28
    ],
    [
        " The way I interpreted it, it was he was saying you think you're special because you got",
        3169.76,
        3176.14
    ],
    [
        " those white cleats on.",
        3176.14,
        3177.04
    ],
    [
        " Yeah, like you didn't know that they were the only cleats I got on the 40.",
        3177.04,
        3180.12
    ],
    [
        " But you didn't know that.",
        3180.28,
        3181.3
    ],
    [
        " Because my dad's a notoriously cheap guy.",
        3181.3,
        3183.24
    ],
    [
        " My dad, we could tell stories about my dad all, all 10, 15 podcasts worth of penny",
        3183.46,
        3188.84
    ],
    [
        " pinching coming from the old man.",
        3189.52,
        3191.14
    ],
    [
        " So you weren't getting these normal cleats.",
        3191.44,
        3194.44
    ],
    [
        " These are bargain bin cleats.",
        3194.52,
        3196.02
    ],
    [
        " So that's what we're talking about.",
        3196.28,
        3198.44
    ],
    [
        " Number three, taking it out on the dog.",
        3198.64,
        3202.64
    ],
    [
        " The man who suffers injury and is not strong enough to hit back, may literally take it out",
        3202.76,
        3207.6
    ],
    [
        " on the dog or may go around looking for trouble with someone else.",
        3207.6,
        3211.16
    ],
    [
        " You can talk back to a punch in the nose.",
        3211.16,
        3213.8
    ],
    [
        " Yeah, check.",
        3214.58,
        3215.34
    ],
    [
        " Here's one borrowed virtue.",
        3217.4,
        3219.14
    ],
    [
        " A more constructive or helpful sort of mental protection mechanism is this action of a man",
        3219.8,
        3225.2
    ],
    [
        " who feels weak or inadequate by himself and who gains a feeling of strength and superiority",
        3225.2,
        3229.84
    ],
    [
        " by attaching himself to a stronger man or a strong group.",
        3229.84,
        3233.54
    ],
    [
        " It was this that sent so many men to the recruiting stations on the morning after Pearl Harbor",
        3234.14,
        3239.76
    ],
    [
        " as a man alone, you feel powerless in the face of threatening dangers.",
        3239.76,
        3243.38
    ],
    [
        " As a United States soldier, you know you can go anywhere in the world, avenge wrongs",
        3244.08,
        3249.98
    ],
    [
        " and protect your treasured way of life.",
        3249.98,
        3252.18
    ],
    [
        " So there's a positive way that we we roll.",
        3252.98,
        3255.48
    ],
    [
        " Number five, sick call.",
        3257.22,
        3258.6
    ],
    [
        " When your mind is called upon to face something you dread terribly, your body may come",
        3259.2,
        3263.82
    ],
    [
        " promptly to your rescue.",
        3263.82,
        3265.72
    ],
    [
        " The aviation student who really dreads to go up for his first solo, feeling sure he is",
        3266.68,
        3271.46
    ],
    [
        " going to crack up his plane, may develop a convenient but real headache on that day.",
        3271.46,
        3277.12
    ],
    [
        " Yeah, you see that happen, right?",
        3277.7,
        3281.38
    ],
    [
        " Oh, feel good.",
        3281.62,
        3282.42
    ],
    [
        " You see it happen with little kids too.",
        3282.5,
        3283.86
    ],
    [
        " First due to two tournament.",
        3284.1,
        3285.58
    ],
    [
        " I think I'm sick.",
        3286.06,
        3286.96
    ],
    [
        " First whatever, you know, first basketball game.",
        3287.46,
        3290.52
    ],
    [
        " I don't feel good.",
        3290.76,
        3291.64
    ],
    [
        " Shut up, you feel fine.",
        3292.24,
        3293.82
    ],
    [
        " Moving on, the war within the man.",
        3297.84,
        3301.74
    ],
    [
        " It might be much easier to defeat the enemy if men could only win in some way the conflicts",
        3302.42,
        3310.12
    ],
    [
        " that very often go on within themselves.",
        3310.12,
        3313.6
    ],
    [
        " A man, so this is where we go dichotomy.",
        3315.48,
        3320.5
    ],
    [
        " New level of dichotomy.",
        3320.98,
        3322.38
    ],
    [
        " Good digging in right here.",
        3322.38,
        3323.4
    ],
    [
        " A man so often wants to do two opposite things at the same time and he wants desperately",
        3323.96,
        3330.7
    ],
    [
        " to do both.",
        3330.7,
        3332.08
    ],
    [
        " He wants to dominate other men and yet be liked by them.",
        3332.36,
        3336.96
    ],
    [
        " He wants to give vent to his anger but he doesn't want to get in hot water.",
        3338.06,
        3342.12
    ],
    [
        " He wants to gain promotion but he doesn't want to do all the hard work.",
        3342.42,
        3345.46
    ],
    [
        " Above all, he wants to be a brave and true soldier to keep the soldier's faith and yet",
        3345.8,
        3351.76
    ],
    [
        " he wants to live.",
        3351.76,
        3352.68
    ],
    [
        " How to be brave and safe.",
        3353.88,
        3355.94
    ],
    [
        " That is the greatest psychological problem for the soldier.",
        3356.14,
        3359.26
    ],
    [
        " Most of the war, neurosis, mental illness and parentheses result from the failure of",
        3359.78,
        3366.34
    ],
    [
        " men to find any sort of satisfactory way out of that dilemma.",
        3366.34,
        3370.74
    ],
    [
        " Every man is equipped with two kinds of the deep seeded desires or instincts.",
        3371.46,
        3376.72
    ],
    [
        " Often these two conflict.",
        3377.62,
        3379.36
    ],
    [
        " One set has to do with his relations with other men.",
        3379.72,
        3382.92
    ],
    [
        " He wants to be one of the gang.",
        3383.2,
        3384.76
    ],
    [
        " Appreciated and admired by others.",
        3385.1,
        3386.88
    ],
    [
        " And he even likes to sacrifice himself for the good of the group to which he belongs,",
        3387.4,
        3391.28
    ],
    [
        " whether it is his family, church, army or nation.",
        3391.72,
        3395.28
    ],
    [
        " But he also has another set of desires that cannot ever be entirely denied.",
        3396.04,
        3401.62
    ],
    [
        " Desires connected with himself, his life, his comfort, his personal freedom.",
        3402.06,
        3405.74
    ],
    [
        " No amount of patriotic fervor can wholly kill or drown out the calls of the more personal instincts.",
        3407.14,
        3414.08
    ],
    [
        " Only a few rush to enlist with no misgivings.",
        3414.72,
        3417.82
    ],
    [
        " Most for most men, there is some concern or distress in making the decision to leave",
        3418.24,
        3423.64
    ],
    [
        " home family and job in order to join the service of the country.",
        3423.64,
        3427.74
    ],
    [
        " A move to a war theater and an advanced to close contact with the enemy usually brings",
        3429.12,
        3435.62
    ],
    [
        " a crisis in the battle within the soldier as well as in the battle against the enemy.",
        3435.62,
        3440.7
    ],
    [
        " When a man finds himself close indeed to death, then his instinct to self-preservation,",
        3441.06,
        3446.04
    ],
    [
        " one of the most powerful urges every normal man has, makes every fiber of his being protest",
        3446.18,
        3451.94
    ],
    [
        " against facing the danger.",
        3451.94,
        3453.5
    ],
    [
        " Yet his comrades, his officers, his country are all counting on him to do his bit, a pretty big bit",
        3454.44,
        3461.54
    ],
    [
        " risking his own life, yet they are counting on him.",
        3461.54,
        3465.5
    ],
    [
        " If the personal instincts win the struggle, the man when contact with the enemy forces is made,",
        3466.92,
        3473.68
    ],
    [
        " will run away or will surrender. If the social instincts prevail, then he is the stuff of which",
        3473.9,
        3480.48
    ],
    [
        " all good soldiers, all heroes are made. Most men who have traveled the hard path of army",
        3480.48,
        3486.14
    ],
    [
        " life up to the front lines put up a good fight once they get there.",
        3486.14,
        3489.98
    ],
    [
        " For a few, so there you go, you either have guys that, okay, you know what, of course",
        3491.48,
        3495.28
    ],
    [
        " I want to stay alive, but I'm going to be loyal to my country, my army, my team that",
        3495.28,
        3502.0
    ],
    [
        " I'm with and the guy to my left and my right, and so guess what, I'm going forward into",
        3502.0,
        3505.48
    ],
    [
        " the fray.",
        3505.48,
        3505.9
    ],
    [
        " The other that make the other decision are, well, you know what, I want to stay alive,",
        3507.28,
        3511.82
    ],
    [
        " so I'm going to run away. So there's two distinct types of behaviors. Most of the time,",
        3511.96,
        3516.9
    ],
    [
        " it's, hey, we're going to put up the good fight occasionally, it's a coward. And then this",
        3517.0,
        3520.7
    ],
    [
        " is the interesting one. For a few, however, this struggle ends in a stalemate, a compromise.",
        3520.7,
        3525.28
    ],
    [
        " That is what a war neurosis is, a compromise of this internal conflict. If a man goes on being",
        3525.72,
        3532.52
    ],
    [
        " torn by his conflicting desires, if he cannot bring himself to go forward, yet is too conscientious",
        3532.52,
        3538.3
    ],
    [
        " to give up, he will suffer from the type of neurosis characterized by anxiety. He finds",
        3538.3,
        3544.2
    ],
    [
        " he can no longer concentrate. He becomes confused. The expression on his face is pulse rate,",
        3544.2,
        3548.7
    ],
    [
        " his rapid breathing betray the fierce battle going on with him within him. He himself may",
        3548.82,
        3553.98
    ],
    [
        " not be fully aware of the cause of this terrible sense of fear and horror that seems to",
        3553.98,
        3558.36
    ],
    [
        " hang over him, yet he is in a way solving his problem. He is making himself too inefficient",
        3558.36,
        3564.52
    ],
    [
        " to continue to fight, yet giving himself so much suffering that his conscious cannot",
        3564.52,
        3569.36
    ],
    [
        " accuse him of taking the easy way out. Yet even so, he does not know that he is doing",
        3569.36,
        3576.0
    ],
    [
        " all this, his nervous system does it for him. The man who suffers in any of these ways is",
        3576.0,
        3582.3
    ],
    [
        " not to be blamed. He is not a coward. If he were, he would have no conflict. That's an",
        3582.3,
        3587.38
    ],
    [
        " interesting point. So if you are just a coward, you are just like screw it. I'm out of here.",
        3587.38,
        3590.02
    ],
    [
        " The guy that freezes up and gets so nervous, he doesn't want to run, but he doesn't want",
        3590.2,
        3594.96
    ],
    [
        " to go fight. He can't solve that conflict in his head. Back to the book, if he were,",
        3594.96,
        3599.28
    ],
    [
        " he would have no conflict. He would see to it that he was not at the front, but in a soft,",
        3599.6,
        3605.48
    ],
    [
        " safe job somewhere at a good distance. If necessary, he would desert, but he does not",
        3605.64,
        3611.12
    ],
    [
        " desert and still does not fight. He compromises with a difficult, unpleasant alternative, one",
        3611.12,
        3619.2
    ],
    [
        " which he does not choose, but which his nervous system chooses for him. He cannot control it.",
        3619.2,
        3625.36
    ],
    [
        " The leader who lectures him, balls him out or punishes him for neglect of duty is only",
        3625.76,
        3630.56
    ],
    [
        " to increase his trouble. On the other hand, coddling such man is a mistake too. So you can't",
        3630.56,
        3641.1
    ],
    [
        " you need to balance this dichotomy. What they need is understanding help, the reassurance that",
        3641.1,
        3646.46
    ],
    [
        " comes from a firm, but friendly attitude on the part of those who deal with them. They need",
        3646.46,
        3651.06
    ],
    [
        " the encouragement of assurance that such things happen to the best of men, but that men make it over",
        3651.06,
        3657.08
    ],
    [
        " such difficulties with aid. They need to be told that they will be helped by a good night's sleep,",
        3657.08,
        3662.82
    ],
    [
        " perhaps drug induced by the medical officer, by a good meal, and by rest. And that then they will",
        3663.16,
        3669.82
    ],
    [
        " be expected to return to the fight and do their duty with the others. So that's a pretty interesting",
        3669.82,
        3678.44
    ],
    [
        " way of looking at it. And I would say, as I thought about that, think about how much nervousness",
        3678.44,
        3687.72
    ],
    [
        " you feel. If you think about the nervousness is actually in its internal war between two decisions",
        3687.72,
        3693.26
    ],
    [
        " that you could be making, right? What should I do? Should I buy this new car or save the money?",
        3693.26,
        3698.48
    ],
    [
        " Right. What should I do? I really want the car, but I know I should save money. You get this",
        3698.66,
        3703.44
    ],
    [
        " little internal conflict, and that's what the struggle is. You're not really actually nervous",
        3703.44,
        3708.04
    ],
    [
        " about buying the new car. You're not nervous about saving money. You're not, you can't make a decision",
        3708.04,
        3712.38
    ],
    [
        " based on the two things that you want to make happen. So we get those little, I think if you",
        3712.38,
        3717.92
    ],
    [
        " frame things up, if you're feeling stressed about something, if you frame up what is actually",
        3717.92,
        3725.58
    ],
    [
        " stressing you out, there's a good chance that what's actually stressing you out is you're just trying",
        3725.72,
        3729.6
    ],
    [
        " to figure out which decision to make. Yep, that is true. And one thing that you can do is you can,",
        3729.6,
        3734.98
    ],
    [
        " if you play your car, if your brain plays the game out, you can be so you can not make a decision.",
        3735.38,
        3741.12
    ],
    [
        " Oh yeah. Because hey, you're just not making a decision. It's like that. It's crazy how they,",
        3741.28,
        3747.74
    ],
    [
        " I mean, that's the first time for anyone to articulate that little bit because Brawl, get that,",
        3748.16,
        3752.14
    ],
    [
        " in the most like stupid mundane things. So, okay, bear with me. Some, some, I'm unloading the dishwasher.",
        3752.46,
        3763.84
    ],
    [
        " So on this side of my kitchen, which is like, it's kind of a longer kind of kitchen,",
        3765.06,
        3769.82
    ],
    [
        " where so on this side, this is where pots go. But it's not just pots, it's pots, and then",
        3770.02,
        3774.6
    ],
    [
        " certain kind of little, these little soy sauce dishes, and then on this side is like silverware,",
        3774.6,
        3779.62
    ],
    [
        " and then there's like plates, right? So I'm unloading the dishwasher and I'm trying to be efficient.",
        3779.78,
        3783.98
    ],
    [
        " I'm not rushing, but I'm trying to be efficient. So I'm grabbed, I have like, you know, I get like",
        3783.98,
        3789.34
    ],
    [
        " maybe four dishes of sorts at a time. So, but I look at what I grabbed, and I get this feeling like",
        3789.34,
        3799.68
    ],
    [
        " shoot, where do I go? Do I go here first? You know, and put away the pots first that I have in my hand,",
        3799.68,
        3806.58
    ],
    [
        " or do I go over here? Because if I go over here, I can do that, you know, kind of thing,",
        3806.58,
        3809.76
    ],
    [
        " and I'm at this little conundrum. But I'm like, you know what I should do, and this is all just going",
        3809.9,
        3813.72
    ],
    [
        " on my head. It takes maybe like four or five seconds, but, I don't know, it seems kind of long.",
        3813.72,
        3819.6
    ],
    [
        " But I don't want to make videos, you're the debate yourself about pots and pans, glasses, and soy sauce",
        3820.66,
        3825.82
    ],
    [
        " dishes. Who has a soy sauce dish? Is that an actual thing? Come on, man. And it's bad because this is",
        3825.82,
        3836.56
    ],
    [
        " a little almost anxiety. It's not anxiety, but it's like, it's there. It's something. It's not like,",
        3836.56,
        3841.54
    ],
    [
        " you know, I'm not just like, oh, just making taking action. I'm not doing that. I'm like literally",
        3841.68,
        3845.24
    ],
    [
        " standing there not doing anything, thinking about this stuff. So I'm like, okay, why have I",
        3845.24,
        3850.56
    ],
    [
        " imagined the situation we have to make actual decisions? Me too. That would be a problem.",
        3850.56,
        3855.34
    ],
    [
        " If this is any indicator, it will be a problem. So I'm looking, and I'm like, shoot, where should I",
        3855.88,
        3860.56
    ],
    [
        " go? Should I go this side? I said, no, you know what I'm going to do? I'm going to put this whole",
        3860.56,
        3865.12
    ],
    [
        " the dishes that go on this side. I'm going to put those back. I'm going to grab stuff that all go",
        3865.86,
        3869.34
    ],
    [
        " on that side. But wait, now I got to take the time to put this back in search and grab other ones.",
        3869.34,
        3873.68
    ],
    [
        " I'm losing time. That's less efficient, given the point that I'm at right now. So I'm like, man,",
        3873.8,
        3879.06
    ],
    [
        " and then, you know, and then of course, I'll just be like, whatever, I'll just kind of go. But",
        3879.82,
        3884.32
    ],
    [
        " the point is, rather that happens. It literally happens. If it happened happening to you,",
        3884.32,
        3889.72
    ],
    [
        " echo the troughs with dishes, yeah, I can imagine that other people feel it when there's actual",
        3889.72,
        3896.26
    ],
    [
        " decisions to be made. And just to wrap this whole thing up, and I don't want to talk about that",
        3896.26,
        3899.78
    ],
    [
        " anymore ever. But if you were smart, you would just organize your kitchen so that everything is",
        3899.78,
        3906.1
    ],
    [
        " located, collocated, all things that go from dishwasher, going to this small area. So think about",
        3906.1,
        3911.7
    ],
    [
        " that one. Whoa. Don't think about it for too long. No, bro, because I don't want you to",
        3911.7,
        3915.6
    ],
    [
        " stress out. Get anxiety. But that a lot of those like he puts it in terms of like two",
        3915.8,
        3922.3
    ],
    [
        " time kinds of instincts, right? Yeah. Social and social and social and human survival. Yeah. It's",
        3922.3,
        3929.0
    ],
    [
        " like a big one or a way to see it is like how you pointed out to me like the long game, you know,",
        3929.0,
        3935.22
    ],
    [
        " it's like either you're playing the short game in the long game. So it's kind of like that. Like",
        3935.26,
        3938.18
    ],
    [
        " there's like you, you had the example of the buying the car thing. That's a short term versus long",
        3938.18,
        3942.08
    ],
    [
        " term payoff situation. Most things are when you have that little conundrum, you know, like a,",
        3942.08,
        3946.32
    ],
    [
        " you know, wait, I'm going to eat this pot of brown or these pan of brownies. But I want to eat those",
        3946.5,
        3951.88
    ],
    [
        " brownies because they're delicious, but I don't want to get, you know, put on weight or whatever.",
        3951.88,
        3956.14
    ],
    [
        " You know, it's kind of the same thing. I want both kind of thing. But and they, most of the time,",
        3956.46,
        3960.42
    ],
    [
        " I think anyway, it sorts itself out to be a short term versus long term struggle.",
        3960.48,
        3964.14
    ],
    [
        " And I think the important thing here is that you can actually take this concept and apply it to",
        3964.2,
        3968.22
    ],
    [
        " meaningful decisions that you really use after make. Not just soy sauce bowls and brownies.",
        3968.44,
        3974.18
    ],
    [
        " No diet is a big one. It's not a big one when you compare it to storming the beaches of E.O.G.",
        3975.36,
        3981.44
    ],
    [
        " month. Just saying. I agree with that. Yes, sir. And speaking of which, and this is where this",
        3981.56,
        3987.02
    ],
    [
        " is obviously this part here is probably written more directed at you back to the book, men differ",
        3987.02,
        3992.82
    ],
    [
        " greatly their abilities to stand up under this internal personal conflict. Most men can come",
        3992.82,
        4000.58
    ],
    [
        " successfully through terrorizing experiences, revolting scenes and exposure to death.",
        4000.58,
        4006.42
    ],
    [
        " War is older than history and all nations and tribes have resorted to it. So even the terrorizing",
        4006.74,
        4013.54
    ],
    [
        " experience that you have with the soy sauce bowls. That one's got it. That's rough.",
        4013.54,
        4021.48
    ],
    [
        " Continuing, the average soldier has conflicts, but settles them himself with no one else, the wiser.",
        4022.68,
        4031.06
    ],
    [
        " So he finds himself free to fight with his whole strength on him. The average free soldier",
        4031.48,
        4036.06
    ],
    [
        " victory depends. Fortunately, the first contact with the enemy is the hardest. In seasoned troops,",
        4036.98,
        4042.88
    ],
    [
        " internal conflict diminishes. They have faced the worst and know it is not intolerable.",
        4043.46,
        4048.58
    ],
    [
        " Even soldiers who have to retreat are not defeated if they have learned to conquer their own fears.",
        4049.44,
        4055.72
    ],
    [
        " That's a good one. Even soldiers who have to retreat are not defeated if they have learned to",
        4056.8,
        4065.52
    ],
    [
        " conquer their own fears. They will advance to another time, having once won the fight with the",
        4065.52,
        4071.38
    ],
    [
        " inner man and having faced the reality of battle, finding it, finding in less terror and more",
        4071.38,
        4078.82
    ],
    [
        " opportunity for success than the green recruit could ever have believed possible.",
        4078.82,
        4083.6
    ],
    [
        " So now we get to this section in the book. And like I said, this section I actually wanted to",
        4084.98,
        4093.56
    ],
    [
        " cover, but we ended up covering this whole book over the course of three podcasts. And this",
        4093.56,
        4098.76
    ],
    [
        " section is called leadership. You can't boss a brick. You can't even boss a dog unless the dog",
        4098.76,
        4109.0
    ],
    [
        " has been trained to obey and has formed habits of responding to commands. And before you can boss",
        4109.0,
        4114.1
    ],
    [
        " him, you must know what commands he will spawn to. The famous seeing eye dogs can do wonderful",
        4114.1,
        4118.38
    ],
    [
        " things to aid the blind, but both dog and master must first go through a period of training.",
        4118.38,
        4122.7
    ],
    [
        " So there you go. And now we get this. Afforety is not power. That's an epic statement.",
        4123.44,
        4134.96
    ],
    [
        " Listen to this. No amount of legal authority over the grizzly bears of British Columbia would",
        4136.04,
        4142.74
    ],
    [
        " enable you to get yourself obeyed by them out in the woods.",
        4142.74,
        4146.04
    ],
    [
        " Men can be commanded only after they have acquired habits of obeying after and after their leader",
        4146.78,
        4154.12
    ],
    [
        " has learned to give them commands that make these habits work. All successful leadership thus",
        4154.12,
        4158.88
    ],
    [
        " depends on the habits of those who are to be led. The officer standing before his men is limited",
        4158.88,
        4164.16
    ],
    [
        " in the direct exercise of his authority by what the troops are able to get through their eyes",
        4164.16,
        4169.52
    ],
    [
        " and ears. So this is just interesting. You're going to see in this opening section here,",
        4169.52,
        4173.96
    ],
    [
        " it's really leaning towards that traditional military idea of leadership. It's like, look,",
        4174.12,
        4178.14
    ],
    [
        " if you're trained correctly and I give you an order, you're going to listen. And so that's",
        4178.26,
        4182.64
    ],
    [
        " that's where this thing kind of starts off with. And as you probably can figure out, that's",
        4182.64,
        4188.14
    ],
    [
        " contrary to what I believe effective leadership to consist of, but it's talking about it.",
        4188.14,
        4194.9
    ],
    [
        " And even though I don't believe that's the most effective form of leadership and a",
        4196.58,
        4199.96
    ],
    [
        " matter of fact, I know it's not the most effective form of leadership. That being said,",
        4199.96,
        4204.48
    ],
    [
        " it is a form of leadership and it is, it can be effective. It does work in many situations where",
        4204.48,
        4212.74
    ],
    [
        " it's like, look, I'm the boss. I'm the one that's right in the paychecks. I'm the one that's got",
        4212.74,
        4215.84
    ],
    [
        " the rank. And when I tell you to do something, you know, you're going to get it done. And that is a",
        4215.84,
        4220.64
    ],
    [
        " normal sort of baseline rudimentary form of leadership. So it does exist.",
        4222.2,
        4229.04
    ],
    [
        " Back to the book, when authority is not obeyed, the fault may lie in the manner of speech",
        4229.44,
        4234.7
    ],
    [
        " of the leader or else it may be that the manner or any need of basic training. So it looks,",
        4234.7,
        4240.02
    ],
    [
        " say, look, if people aren't listening to you, it could be the way that you're talking to them.",
        4240.12,
        4243.3
    ],
    [
        " And now it starts to, and the reason I said this is starting off talking about type of",
        4245.24,
        4250.68
    ],
    [
        " leadership that I don't really find to be optimum at all, but you're going to see that it start",
        4250.68,
        4255.36
    ],
    [
        " to lead towards the type of leadership that I do believe to be effective. And they actually",
        4255.36,
        4260.42
    ],
    [
        " believe it to be the most effective too. So continue on. It is often said that a good leader knows",
        4260.42,
        4264.9
    ],
    [
        " how to handle his men. Actually, however, it is not possible for any leader to handle his men.",
        4264.9,
        4272.08
    ],
    [
        " It is himself that he handles. Then the men react to his department and the way in which they",
        4273.3,
        4281.08
    ],
    [
        " react depends in term on their habits of thought and action. So that's a great statement. Being a",
        4281.08,
        4289.54
    ],
    [
        " leader, it's, it's, you don't handle your men. You handle yourself. You're the one that you need",
        4289.54,
        4295.48
    ],
    [
        " to handle. And then if you handle yourself correctly, the team will then react to the way that you",
        4295.48,
        4301.42
    ],
    [
        " handle yourself. So that now we're starting to lean towards what I believe to be good leadership.",
        4301.42,
        4306.36
    ],
    [
        " That's leading by example. Next section, discipline. In an army, much of this training on which",
        4306.62,
        4315.96
    ],
    [
        " leadership depends is established by discipline. Discipline is training in the habits of attention",
        4315.96,
        4321.94
    ],
    [
        " and obedience. Without such habits, we might have a crowd or a mob, but not an army. It is quite",
        4321.94,
        4328.24
    ],
    [
        " possible to lead a mob, yet such leadership is uncertain, depending largely on the accidents",
        4328.24,
        4333.94
    ],
    [
        " of personal appearance and unfortunate timing. In an army, however, there have been many leaders",
        4333.94,
        4339.5
    ],
    [
        " of many ranks and they have been interchangeable. If a leader is killed, another must be ready to",
        4339.5,
        4346.08
    ],
    [
        " take his place and lead men. So it's talking about discipline and this is talking about the",
        4346.08,
        4352.94
    ],
    [
        " traditional form of military discipline. Hey, there's a rank structure. You must be obedient.",
        4353.48,
        4359.42
    ],
    [
        " And that is not the optimal type of discipline that I believe in, which is, hey, we are a discipline",
        4359.82,
        4367.38
    ],
    [
        " team. We have discipline standard operating procedures. We understand what the mission is. We",
        4367.38,
        4371.86
    ],
    [
        " understand what the goals are. We are going to move in that direction with discipline. And the",
        4371.86,
        4377.86
    ],
    [
        " discipline is not imposed discipline that I impose on my team. It's discipline that they",
        4377.86,
        4383.1
    ],
    [
        " impose on themselves because they realize that it makes them more effective and more efficient and",
        4383.1,
        4387.54
    ],
    [
        " more likely to be able to accomplish the mission, which they believe in.",
        4387.54,
        4391.0
    ],
    [
        " Now it talks a little bit about learning obedience. And again, obedience to me is not something",
        4391.84,
        4401.54
    ],
    [
        " that I'm looking for for my team. It's not what I'm looking for. I'm not looking for obedience.",
        4401.54,
        4406.1
    ],
    [
        " I'm looking for people that know how to understand what the goal is and that are going to move towards",
        4406.4,
        4410.44
    ],
    [
        " the goal. The first requisite of command is attention. So you got to get people to pay attention.",
        4410.44,
        4419.08
    ],
    [
        " You that makes sense. What men do invariably and repeatedly is finally drilled into them,",
        4419.2,
        4426.36
    ],
    [
        " becomes for them second nature. They learn to perform axiom maneuvers in response to commands or",
        4426.48,
        4431.5
    ],
    [
        " orders because the command order has always been accompanied by the act and the act by the command.",
        4431.92,
        4436.9
    ],
    [
        " Mirror lecturing never trans men in action. At best, it makes them learn mere word sequences,",
        4437.48,
        4443.7
    ],
    [
        " except when the listeners already know enough about the required action to perform hidden",
        4443.72,
        4448.86
    ],
    [
        " imagination. Learning something new, in other words, requires participation. You don't learn to swim",
        4448.86,
        4454.84
    ],
    [
        " by taking a course, pondence course. So yes, you have to drill people. You have to get it make",
        4454.84,
        4459.4
    ],
    [
        " it second nature. That is true. And we do that in the sale teams. They do that in the military.",
        4459.4,
        4464.32
    ],
    [
        " People know what they're going to do. When they get shot at, they know what from a certain direction,",
        4464.66,
        4468.6
    ],
    [
        " everyone knows what they're going to do. And we drill it over and over and over again until you",
        4468.6,
        4472.3
    ],
    [
        " don't have to think about it. It's second nature. Unfortunately, bad habits as well as good can be learned.",
        4472.3,
        4478.62
    ],
    [
        " If on spoken command men do not respond, then they are learning not to respond. Whenever they are",
        4478.98,
        4484.38
    ],
    [
        " ordered to do something they cannot do, they are learning to disobey. Military manuals embody",
        4484.38,
        4489.94
    ],
    [
        " this fact in a rule. Never give a command that you do not expect to be obeyed. Now that's a brilliant",
        4489.94,
        4497.26
    ],
    [
        " statement. And I don't necessarily think it's a brilliant statement for the same reasons.",
        4497.26,
        4501.14
    ],
    [
        " But actually pretty close. If you wait, if I'm looking at you and you're working for me,",
        4501.6,
        4509.74
    ],
    [
        " and I say, yeah, you need to get all this stuff moved by noon today. And I know there's no physical",
        4510.34,
        4515.38
    ],
    [
        " way for you to do it. I'm wasting it. And I'm diminishing my authority over you because you're",
        4515.38,
        4523.46
    ],
    [
        " thinking, no, there's no way I can do that. So now you're definitely not going to do it. And",
        4523.46,
        4527.94
    ],
    [
        " the next time I say to get something done, you've got a, you've got already a preconceived notion",
        4527.94,
        4533.12
    ],
    [
        " that you don't really have to do it. Yeah. So that's a great statement. If you're in charge,",
        4533.12,
        4538.76
    ],
    [
        " never give a command that you don't expect to be obeyed. Don't do it. Keep your mouth shut,",
        4539.1,
        4545.18
    ],
    [
        " figure out something that can be done. Thus a young leader when he finds himself so situated",
        4545.36,
        4551.0
    ],
    [
        " that his command might be disregarded must refrain from giving it. He must first try to change",
        4551.0,
        4556.66
    ],
    [
        " the situation, capture the attention, he must merely wait until he is reasonably certain that when",
        4556.66,
        4568.74
    ],
    [
        " now we get into the section called the leader. And this is now where we start to come towards",
        4568.74,
        4575.12
    ],
    [
        " the vision of leadership or the principles of leadership that I believe in",
        4575.12,
        4580.66
    ],
    [
        " back to the book. A good leader does not depend solely on the authority that discipline gives him",
        4580.66,
        4589.34
    ],
    [
        " as an officer or non-commissioned officer for good leadership goes far beyond discipline.",
        4589.34,
        4596.18
    ],
    [
        " A good experienced leader inspires respect, confidence and loyalty in his subordinates,",
        4596.88,
        4603.02
    ],
    [
        " all of which enable him to get from his men performance far above what a new leader could command.",
        4603.18,
        4609.9
    ],
    [
        " So there you go. All this stuff that we just talked about, you got to train him, you got to",
        4611.02,
        4614.18
    ],
    [
        " have discipline, you got to make sure they're going to obey your orders, you got to teach him obedience,",
        4614.18,
        4617.04
    ],
    [
        " all that stuff is nothing compared to the power of respect of loyalty. Continuing on,",
        4617.04,
        4625.64
    ],
    [
        " in this the leader can rely on the generous cooperation of his men. For men have a natural longing",
        4626.34,
        4632.48
    ],
    [
        " to respect and have affection for their leaders. They want to be proud of their officers and",
        4632.48,
        4638.08
    ],
    [
        " non-commissioned officers just as they want to be proud of their unit and their branch of service.",
        4638.08,
        4643.98
    ],
    [
        " When the new army was first being formed, many of the officers had little experience in command.",
        4644.86,
        4650.84
    ],
    [
        " They had learned the words were capable of giving directions and instructions,",
        4650.84,
        4654.94
    ],
    [
        " but they had learned either the action nor the manner that go with the command. A young officer",
        4655.5,
        4660.16
    ],
    [
        " would utter an order but his manner would betray his lack of confidence. This uncertainty was an",
        4660.16,
        4666.86
    ],
    [
        " effect a signal for not carrying the order out promptly and effectively as military orders must",
        4666.86,
        4672.24
    ],
    [
        " be carried out. All our lives, we have depended on the manner and behavior of others as well as",
        4672.24,
        4678.62
    ],
    [
        " on their speech to know what is in their minds. Army discipline cannot change human nature.",
        4678.62,
        4683.94
    ],
    [
        " What did Sarah Armstrong say that 70% of conveyed message in a conversation is from nonverbal cues.",
        4685.34,
        4696.18
    ],
    [
        " That's massive. I wonder if that includes tone or not. I don't think it does.",
        4696.68,
        4703.44
    ],
    [
        " Technically, it wouldn't. That's a verbal cue. We know that whatever the number is,",
        4703.44,
        4709.1
    ],
    [
        " it's a massive amount. It's a massive amount that is conveyed by what your posture is,",
        4709.28,
        4715.6
    ],
    [
        " what your delivery looks like, what your count and its reads, all those things. Then it lets",
        4715.84,
        4721.24
    ],
    [
        " include tone in it, which the tone should be in there somewhere. If you're giving orders and you",
        4721.24,
        4727.96
    ],
    [
        " look like you don't know what you're doing and you sound like you don't know what you're doing",
        4727.96,
        4731.7
    ],
    [
        " and you're using a tone that sounds like you don't know what you're doing, you're not going to",
        4731.7,
        4735.76
    ],
    [
        " get a lot of people jumping in there to execute what you're telling them to do. That is not.",
        4735.76,
        4742.08
    ],
    [
        " Because when you think about it, I mean, even saying that you start to think about what,",
        4742.58,
        4745.6
    ],
    [
        " and what are all the little things, all of them, that you're doing while you're saying something,",
        4745.74,
        4751.76
    ],
    [
        " or trying to say something. Even blinking, even if you blinked one time versus 10 times,",
        4751.88,
        4757.78
    ],
    [
        " just blinking that teeny, teeny tiny thing. When you say it, you know, like, Brad, it's like",
        4757.78,
        4762.5
    ],
    [
        " you're saying something completely different. Even if, even if, even when I'm talking to people,",
        4762.5,
        4766.8
    ],
    [
        " I will not blink. I noticed that very early on in our relationship that you don't really blink",
        4767.04,
        4773.16
    ],
    [
        " when you're talking about. And the weird thing is, I'm not consciously doing that kind of thing,",
        4773.16,
        4781.36
    ],
    [
        " but I do know that it's happening. Yeah. And man, when I first started making videos,",
        4781.6,
        4786.8
    ],
    [
        " I noticed it a lot. So, you know, because I noticed like villains and characters, certain types,",
        4787.12,
        4792.02
    ],
    [
        " quote unquote, types of characters. So when a villain, when an actor is playing a villain and he's",
        4792.02,
        4798.08
    ],
    [
        " saying something that's evil or whatever, and he's blinking, bro, I don't buy it at all. In fact,",
        4798.08,
        4803.94
    ],
    [
        " you kind of can't really buy it. But if they're saying something, what if it's important in whatever",
        4804.04,
        4807.96
    ],
    [
        " way and they're not blinking, it's almost like, man, that alone sells it so much, just that alone,",
        4807.96,
        4813.4
    ],
    [
        " of course there's other stuff. But like, yeah, what blinking, even like wrinkling your forehead kind",
        4813.4,
        4818.46
    ],
    [
        " of thing, like all these little things, so it goes so deep that, you know, you can take two people.",
        4818.46,
        4823.98
    ],
    [
        " One guy does hand motions all the time. And like he just, he moves his hands a lot when he talks.",
        4824.42,
        4827.84
    ],
    [
        " And the other guy does the exact opposite. He moves his hands so little that it's noticeable.",
        4828.02,
        4832.66
    ],
    [
        " It's not that, oh, he lacks verbal communication. It's his in it. It's that his inaction is his",
        4833.28,
        4840.48
    ],
    [
        " verbal communication. So I'm saying so it's not like he has less verbal communication than the guy",
        4841.48,
        4845.84
    ],
    [
        " who uses his hands. He has just as much. He's just saying something completely different because",
        4845.84,
        4850.7
    ],
    [
        " he's still, so I'm saying so it's like just all these non-verbal things. That's a deep",
        4850.7,
        4854.74
    ],
    [
        " big goes, man. Yeah. And this is where self-awareness, this is where role playing, and most important,",
        4854.74,
        4861.58
    ],
    [
        " good, because look, you're not going to, you're not going to become an Academy Award-winning actor.",
        4862.1,
        4868.14
    ],
    [
        " So what you actually need to do is believe in what you're saying. Yeah. That's what you need to do.",
        4869.32,
        4874.66
    ],
    [
        " Because if you don't believe in what you're saying, your troops are looking at you. He doesn't even",
        4874.96,
        4879.54
    ],
    [
        " believe this. Why am I going to go charge this machine gun nest? Well, this guy doesn't even believe",
        4879.54,
        4883.86
    ],
    [
        " that he should be charged this machine gun nest. And yet, if you truly believe that this is what",
        4883.86,
        4888.2
    ],
    [
        " should go down, people will see that you believe it and they're going to follow. Yeah. So how you",
        4888.2,
        4894.84
    ],
    [
        " feel about this is it might be slightly separate. Okay. So you know, people, people, they'll give you",
        4894.84,
        4900.16
    ],
    [
        " the advice like you want to, you want to act confident. You want to be confident when you do this",
        4900.16,
        4904.0
    ],
    [
        " stuff, even if you're not confident or whatever. Okay. So it's kind of like people can smell when you're",
        4904.0,
        4908.76
    ],
    [
        " not confident and you're acting confidence. In a way, they can smell it when you're trying to act",
        4908.76,
        4912.82
    ],
    [
        " casual or act relax. But I can see, you know, everyone can see that. But if you do it enough, doesn't it",
        4912.82,
        4920.7
    ],
    [
        " start? Don't you get kind of good at it? Well, the advice that I give people isn't go be confident",
        4920.7,
        4928.1
    ],
    [
        " when you talk to people. What I say is when you talk to people, make sure you know what you're",
        4928.1,
        4933.88
    ],
    [
        " talking about. Yeah. Because if you know what you're talking about, you will come across as confident.",
        4933.88,
        4939.66
    ],
    [
        " Why will you come across as confident? Because you are confident. Now, sure, there's some people that",
        4939.82,
        4945.62
    ],
    [
        " have some natural ability to act confident, even when they're not. Yes. And there's also some",
        4945.62,
        4950.68
    ],
    [
        " people that can be very convincing and telling people to do something that they don't actually leave it.",
        4950.68,
        4955.02
    ],
    [
        " That's very rare. It's very rare. And even I feel like those people, and obviously I don't know",
        4955.2,
        4960.26
    ],
    [
        " because I don't know the people, but it seems like those are the people they're just used to doing it.",
        4960.26,
        4963.58
    ],
    [
        " They're used to telling tall tales with complete confidence. Yeah. But you can see how people,",
        4963.72,
        4969.94
    ],
    [
        " if they repeatedly talk about the same thing, certainly they get better at it. And can they take",
        4970.14,
        4975.86
    ],
    [
        " that too far where they're just turning into a robot that's up there reciting something that they've",
        4975.86,
        4979.86
    ],
    [
        " heard and people go, oh, this guy just got this memorized because that's jacked up too, right?",
        4979.86,
        4983.36
    ],
    [
        " Like if you just go, oh, this guy's just memorized this thing and he's not really into it.",
        4984.08,
        4990.5
    ],
    [
        " That's not a good sign either. Yeah. People can see through that. Yeah. If it's like,",
        4990.74,
        4997.04
    ],
    [
        " yeah, man, you've been manufactured enthusiasm or something like that. Yeah, if they can smell it for sure.",
        4997.16,
        5002.56
    ],
    [
        " But because some people like they'll memorize it. Let's say if it's a speed, obviously depends on",
        5002.86,
        5007.32
    ],
    [
        " the context totally. But if it's a speech or a lecture or a presentation that somebody's giving,",
        5007.32,
        5012.1
    ],
    [
        " that they always give. And when they talk about this XYZ exciting part or important part,",
        5012.38,
        5020.12
    ],
    [
        " they've done it literally 10,000 times. So they're not going to convey natural excitement. They have",
        5020.6,
        5025.98
    ],
    [
        " to manufacture it for the crowd kind of thing. And yeah, if that manufactured excitement comes off",
        5025.98,
        5033.24
    ],
    [
        " as manufactured to the crowd, you have to jam your whole thing up. Yeah. And I think that's why",
        5033.58,
        5038.74
    ],
    [
        " you have to be talking about something that you know about is part one. And part two,",
        5038.74,
        5045.44
    ],
    [
        " you have to be talking about something that you care about. Yeah. If you don't care about,",
        5045.68,
        5049.56
    ],
    [
        " you don't want to hear me stand up and talk about something, you know, some, whatever. You don't",
        5049.86,
        5063.12
    ],
    [
        " care about candle making. In fact, I don't really like candles. All right. Cool. I'm just being",
        5063.12,
        5070.58
    ],
    [
        " honest here. I respect your people. I don't like candles. Why would you have candles? It's",
        5070.58,
        5075.48
    ],
    [
        " 2019. You have a light, right? Well, there's many different reasons for candles. But yeah, I'm at",
        5075.48,
        5082.46
    ],
    [
        " mood lighting, you know, centered. My point is, I don't like candles. You don't want to hear me talk",
        5082.46,
        5087.62
    ],
    [
        " about candles. You don't hear me talk about the construction of candles because I don't care about",
        5087.62,
        5090.88
    ],
    [
        " it. And I'm not going to give a very passionate talk about candles, even if I studied the subject",
        5090.88,
        5097.56
    ],
    [
        " matter. If you hear me talking about leadership, you can't harness the enthusiasm that I have for",
        5097.56,
        5107.88
    ],
    [
        " talking about leadership. You can't, you can't hold it back. It's coming out. It's unbridled.",
        5107.88,
        5111.76
    ],
    [
        " It's unbridled. It's coming out because I really care about this. And when I'm talking to a bunch",
        5111.94,
        5116.14
    ],
    [
        " of people that are leaders, I want them to win. I want them to learn. I want them to absorb what I'm",
        5116.14,
        5120.7
    ],
    [
        " saying because I know it can be helpful to them because I've seen it be helpful to thousands of",
        5120.7,
        5124.24
    ],
    [
        " people. So I want them to get the message. And so it's going to come out that way. So I know what I'm",
        5124.24,
        5129.48
    ],
    [
        " talking about. I believe what I'm talking about, what I am talking about. And I care about what I",
        5129.48,
        5136.98
    ],
    [
        " am talking about. And if you're talking to people, try and talk about things that you know about,",
        5136.98,
        5143.4
    ],
    [
        " that you care about, and that you believe in. And if you do that, as a leader, when you're giving",
        5143.7,
        5149.3
    ],
    [
        " direction, and it's direction that you believe in, it's direction that you care about the outcome,",
        5149.56,
        5153.56
    ],
    [
        " and it's direction that you know and understand, you are going to come across like a confident leader.",
        5153.68,
        5157.92
    ],
    [
        " And people are going to listen to you. If you're failing in those categories, it's going to be",
        5158.78,
        5162.5
    ],
    [
        " harder for you. This is interesting. Continuing on, we just went on a little riff right there, but",
        5162.5,
        5174.94
    ],
    [
        " a leader is actually giving conflicting orders if his uncertain manner hints that he does not",
        5174.94,
        5180.68
    ],
    [
        " expect obedience or that he thinks he may not be obeyed. So even if you stand up and you say it,",
        5180.68,
        5186.38
    ],
    [
        " you can be give conflicting orders if you just don't, if you just look like you're unsure of what",
        5186.8,
        5190.44
    ],
    [
        " you're doing. Well, yeah. Although it is possible for the new leader who has lacked experience to",
        5190.44,
        5196.62
    ],
    [
        " imitate the manner and tone of why is your leaders around him, only practice and command develops",
        5196.62,
        5202.16
    ],
    [
        " the appropriate manner and tone. And I would go further to say, it's not just about practice,",
        5202.16,
        5207.42
    ],
    [
        " you're not going to become a good actor, what you want to do is you want to believe in what you say,",
        5207.56,
        5210.52
    ],
    [
        " you want to care about what you say, you want to know what you're saying.",
        5210.58,
        5212.58
    ],
    [
        " Next, lack of a confident manner inevitably interferes with command.",
        5212.96,
        5218.92
    ],
    [
        " So also may a manner that betrays indecision for men respond to the signs of indecision",
        5219.62,
        5226.0
    ],
    [
        " by withholding or delaying action. The rule is that a leader should make up his mind and arrive",
        5226.0,
        5231.76
    ],
    [
        " at that decision before he gives orders. Very obvious, but not so obvious because people screw it up.",
        5231.76,
        5240.48
    ],
    [
        " When he confronts his men, he must be ready to commit himself to this course or that men will accept",
        5242.02,
        5246.78
    ],
    [
        " assurance for competence and they do not want competence and they do want competence and",
        5246.78,
        5252.16
    ],
    [
        " leader. Now, this is again, this is a situation where I men will accept assurance for competence.",
        5252.16,
        5258.6
    ],
    [
        " That's not readily true because just because you're, if you're sure yourself, the only way you're",
        5258.86,
        5265.34
    ],
    [
        " going to be sure yourself is if you are competent, unless you're one of these small fractions of",
        5265.34,
        5269.92
    ],
    [
        " people that are con men, right? A con man that can be like, this will do everyone. Like that's",
        5269.92,
        5275.34
    ],
    [
        " you're a con man. If you're really good at that, it can be aligned to people and tell them",
        5275.34,
        5279.62
    ],
    [
        " something that you don't believe in. Fine, it'll work sometimes. If you're great at it,",
        5279.62,
        5284.56
    ],
    [
        " might work more often than that. If you're a normal person and you want to be a really good leader,",
        5284.56,
        5288.68
    ],
    [
        " you shouldn't be just using your confidence to overcome the fact that you don't believe in what",
        5288.98,
        5295.14
    ],
    [
        " you're doing and it's going to be really hard to do that. It is really hard to do that. People have",
        5295.14,
        5298.9
    ],
    [
        " really good lie detectors in their minds. This is a great section. What soldiers think of leaders?",
        5298.9,
        5310.66
    ],
    [
        " For the first time in the history of armies, the army of the United States is undertaking to find out",
        5310.88,
        5315.32
    ],
    [
        " what it's enlisted personnel think about a large number of things important to the army.",
        5315.32,
        5319.38
    ],
    [
        " Some thousands of soldiers have been interviewed at length and one of the subjects about which they",
        5319.74,
        5324.46
    ],
    [
        " were questioned is army leadership. What the soldiers said makes it very clear that the quality of",
        5324.46,
        5330.68
    ],
    [
        " leadership in an army is the most important single determiner of morale and performance.",
        5330.68,
        5336.02
    ],
    [
        " Did everyone just hear that? What soldiers said makes it very clear that the quality of leadership",
        5337.38,
        5344.9
    ],
    [
        " in an army is the most important single determiner of morale and performance.",
        5344.9,
        5351.12
    ],
    [
        " What do we say now? At Ashnell on front, we say leadership is the most important thing on the battlefield.",
        5351.8,
        5357.28
    ],
    [
        " I luckily don't have to pay the writer of this book to say that because that's the same thing.",
        5357.98,
        5364.54
    ],
    [
        " Leadership is the most important thing on the battlefield. It is the single most important",
        5365.28,
        5370.16
    ],
    [
        " determiner of morale and performance. Continuing on, the relationship between men and officers,",
        5370.16,
        5376.84
    ],
    [
        " commissioned and non-commissioned determines the fighting spirit of an army,",
        5377.32,
        5381.04
    ],
    [
        " quite as much as the ability of the soldiers to take training does.",
        5381.4,
        5384.56
    ],
    [
        " In fact, it turns out that these human relations are much more important to morale than beef steak,",
        5385.6,
        5393.0
    ],
    [
        " warm socks, ball games, and vaudeville shows or what the men believe about the war.",
        5393.04,
        5399.06
    ],
    [
        " What they think with the relationship that you have with your people is more important than",
        5399.92,
        5408.74
    ],
    [
        " all these other things. It's more important than their actual belief in what they're doing.",
        5408.74,
        5413.36
    ],
    [
        " More important than their belief in the war. Continuing on, among the 150 so items covered in",
        5414.26,
        5420.72
    ],
    [
        " in the interview, 77 proved to be definitely associated with morale and of the 20 most closely",
        5420.72,
        5426.66
    ],
    [
        " related to morale, 16 have to do with man-to-office relations. What the men think of their leaders is",
        5426.66,
        5434.52
    ],
    [
        " then of utmost importance to the army and to the successful prosecution of the war.",
        5434.52,
        5440.88
    ],
    [
        " Roughly, in order of their association with good leadership, in the minds of the enlisted men",
        5442.16,
        5448.2
    ],
    [
        " are the following points. Here's what makes a good leader. One, ability.",
        5448.2,
        5455.12
    ],
    [
        " Competence comes first. The good officer must know his stuff for on this depends the confidence",
        5456.74,
        5463.38
    ],
    [
        " in his leadership. Boom. And interestingly, that is proof of what I just said.",
        5463.38,
        5473.44
    ],
    [
        " That if you don't believe in what you're doing, you don't know what you're doing. Everyone's",
        5474.26,
        5478.58
    ],
    [
        " going to sense it. So competence number one, number two, next to the ability, next to ability",
        5478.58,
        5485.28
    ],
    [
        " is interest in the welfare of the soldier. The officer who can be trusted to help the soldier in",
        5485.28,
        5491.8
    ],
    [
        " time of need or who would be accessible for personal advice is a good officer. So you've got to be",
        5491.8,
        5498.34
    ],
    [
        " caring about your men. Number three, promptness in making decisions is next.",
        5498.74,
        5504.52
    ],
    [
        " Number four, good teacher or instructor follows. The leader who has the patience and the ability",
        5505.42,
        5510.52
    ],
    [
        " to make things clear to get men under him to get to make things clear to the man under him is",
        5510.52,
        5517.18
    ],
    [
        " valued for that reason. So you've got to be a good teacher. Number five, judgment, common sense,",
        5517.18,
        5523.04
    ],
    [
        " and the ability to get things done follow in next. Judgment and common sense. Isn't it",
        5523.04,
        5530.22
    ],
    [
        " interesting? Common sense. So what, you know what we want? We want to have some common sense.",
        5530.22,
        5536.0
    ],
    [
        " And that horribly cliched saying of common sense sometimes isn't very common. Yeah.",
        5536.9,
        5543.58
    ],
    [
        " And it's a cliché because it's true. Yes.",
        5543.86,
        5546.02
    ],
    [
        " And many times I've been sitting in a big meeting.",
        5547.74,
        5549.88
    ],
    [
        " I'm planning to be prepared. And said something that was so obvious.",
        5550.36,
        5554.92
    ],
    [
        " It's such common sense and had people kind of jaw drop at this amazing statement, which was",
        5555.7,
        5563.54
    ],
    [
        " completely obvious because sometimes common sense isn't too common. Yeah. It's only common to you.",
        5563.54,
        5568.98
    ],
    [
        " It's like relative, you know, like, you know, that's why it's never like it.",
        5569.32,
        5573.22
    ],
    [
        " Shouldn't say never, but it's not that good of an idea generally seem to be like,",
        5574.14,
        5579.3
    ],
    [
        " is common sense and be like mad at someone for not knowing quote, unquote common sense?",
        5579.32,
        5582.82
    ],
    [
        " Yes. No, it's not good. And it's not good when you when you make a statement that is common sense",
        5582.82,
        5587.36
    ],
    [
        " to say it condescendingly like, this is just common sense. Everyone, you need to do this. Yeah.",
        5587.36,
        5593.74
    ],
    [
        " And then everyone already is mad at you. Yeah. They're resentful of you. Yeah, just from the",
        5593.94,
        5598.84
    ],
    [
        " tone alone. Yeah. And then on top of that, it's like you got your arms crossed and your shaking head.",
        5598.84,
        5603.78
    ],
    [
        " Unverable Sarah Armstrong verbal cue cues. Yeah. Yeah. Yeah. Man, so because common sense in",
        5604.34,
        5610.88
    ],
    [
        " California is different than common sense in Texas. Some of it possibly. Oh, yeah. Yeah.",
        5610.88,
        5617.84
    ],
    [
        " Common sense in Texas is different than California. That's true. That's a good point.",
        5618.0,
        5621.14
    ],
    [
        " You see our correct. So you can, yeah, the number is going to be on you when you start doing that",
        5621.56,
        5626.2
    ],
    [
        " stuff, the condescending deal. Here we go. Number six, the good leader does not boss you around when",
        5626.2,
        5634.4
    ],
    [
        " there is no good reason for it. Soldiers dislike an officer who throws his rank around who tests his",
        5634.4,
        5641.22
    ],
    [
        " own authority continually. They sense that he is not sure of himself. Let that one sink in.",
        5641.22,
        5649.62
    ],
    [
        " If you're bossing people around using your rank to make things happen, your people don't like you.",
        5650.42,
        5657.46
    ],
    [
        " Yeah. And there's someone that says, I'm not here for my people to like like me. You're wrong.",
        5658.36,
        5663.62
    ],
    [
        " If your people don't like you, they will not perform as well as people that do like you when you're",
        5664.08,
        5667.76
    ],
    [
        " the leader. Number seven, the man who tells you when you have done a good job rates well as a good",
        5667.76,
        5672.78
    ],
    [
        " leader. Failure and commendation is a common complaint among men in the ranks. The best incentive",
        5672.78,
        5678.88
    ],
    [
        " to good work is the prospect that it will be noticed and remembered by the leader. Solid.",
        5678.88,
        5685.6
    ],
    [
        " Next. And I'm, that's something I don't do a lot of. I'm not like a gay good job, buddy.",
        5686.74,
        5693.4
    ],
    [
        " But I will say that when I do tell someone they did a good job, they know that I mean it.",
        5693.96,
        5698.24
    ],
    [
        " They're usually pretty fired up that I said to them. Yeah, I would agree with that.",
        5698.48,
        5702.6
    ],
    [
        " Yeah. Number eight, physical strength and good build come next. You're nodding your head over",
        5703.78,
        5711.94
    ],
    [
        " their echo charts. Well, I agree. Check. I mean, okay. So in at risk of sounding like maybe",
        5711.94,
        5722.38
    ],
    [
        " disparaging anyone in particular or any type of person in particular, but I'm just saying this",
        5722.38,
        5727.86
    ],
    [
        " is like factually. So you ever watch a like a self-defense video? Yes. And no matter what this",
        5727.86,
        5734.8
    ],
    [
        " teaching is I follow McDow Joe life. Yeah. So the main blister and Joe Rogan reposts those",
        5734.8,
        5742.24
    ],
    [
        " McDow Joe life things. But yeah, the show all kinds of weird self-defense things. And I know",
        5742.24,
        5745.48
    ],
    [
        " where you're going with this. Yes. So physical, you know, the self-defense guy who doesn't look like",
        5745.48,
        5750.7
    ],
    [
        " he could make it up a flight of stairs. Yes. And you're thinking, bro, I'm not going to listen to",
        5750.7,
        5757.84
    ],
    [
        " his physique does not prove the effectiveness of his his texture. It doesn't. But what about",
        5757.84,
        5763.12
    ],
    [
        " when he's got the sign hanging up in the background that says on or strength and discipline and",
        5763.12,
        5768.9
    ],
    [
        " only discipline he has is putting away the quarter pounders with cheese daily. And that's that's",
        5768.9,
        5776.4
    ],
    [
        " the point. You know, so it's like Brad is something. And I again, I don't want to disparage anyone's",
        5776.4,
        5781.16
    ],
    [
        " system or whatever. But yeah, man, if I'm a soldier or a listener or a follower and I'm going to",
        5781.16,
        5787.56
    ],
    [
        " first impression right I come up to you and you're going to teach me something and you're like",
        5788.34,
        5791.26
    ],
    [
        " sloppy. You're a sloppy person. I'll tell you that's at the very least that's a strike against it.",
        5791.26,
        5795.14
    ],
    [
        " Well, there's no doubt about it. And you're just just even me and Ramadi and telling all my guys,",
        5795.14,
        5800.78
    ],
    [
        " hey, you will wear a square to a uniform because first impressions mean something. Yes.",
        5800.78,
        5804.08
    ],
    [
        " And so somebody shows up to be in charge of you and they can't take charge of their own health.",
        5804.34,
        5808.78
    ],
    [
        " It's an indicator that maybe they got some other issues, especially. I mean, then this is",
        5808.94,
        5814.16
    ],
    [
        " clearly directed at people that are in the military because military is a physical job.",
        5814.5,
        5820.16
    ],
    [
        " Pretty much regardless of what you're doing in the military, you have to have some physical",
        5820.38,
        5824.14
    ],
    [
        " capability to put on a rucksack and go and walk for a long period of time. You got to be able to",
        5824.14,
        5830.36
    ],
    [
        " do these certain physical activities. And if it's apparent from looking at you that you can't do",
        5830.36,
        5835.14
    ],
    [
        " that, respect is going down. And by the way, this isn't me talking. This isn't you talking. This",
        5835.14,
        5840.46
    ],
    [
        " is what these thousands of soldiers that filled out this survey said, hey, physical strength and good",
        5840.46,
        5845.22
    ],
    [
        " build come next. That's what's respected. And it's definitely not mandatory because, I mean,",
        5845.22,
        5851.88
    ],
    [
        " Napoleon was like a tiny guy, right? So it's not a mandatory thing. But don't be out of shape.",
        5852.02,
        5861.16
    ],
    [
        " Yeah. I can tell you that. Yeah. Get in shape. Hey, get in shape. How's that? If you're not in shape,",
        5861.52,
        5867.72
    ],
    [
        " get in shape. It'll be better for you as a leader. It'll be better for you as a human being.",
        5867.72,
        5871.7
    ],
    [
        " It'll help everything that you're doing. So do it. Number nine, good education, sense of humor and",
        5871.7,
        5879.3
    ],
    [
        " guts or courage. Number 10, impartiality is next. The leaders who do not save the dirty jobs for",
        5879.3,
        5887.3
    ],
    [
        " fellows they don't like are valued. The good leader is fair to all in his command. So be fair.",
        5887.3,
        5893.34
    ],
    [
        " Common sense. Next and importance is industry. Leaders who do his little work as they can get",
        5894.1,
        5902.96
    ],
    [
        " away with are not respected by the enlisted men. Yeah. Don't be standing around with your hands",
        5902.96,
        5909.98
    ],
    [
        " in your pockets. Don't do that. 12, when an officer gives orders in such a way that you clearly",
        5909.98,
        5919.5
    ],
    [
        " know what to do is a mark of merit as a leader. Soldiers also like an officer with a clear,",
        5919.5,
        5927.84
    ],
    [
        " strong voice. There you go. That makes sense. The remaining qualities which the soldiers",
        5928.14,
        5936.64
    ],
    [
        " mentioned came toward the bottom of the list. They are undoubtedly related to good leadership,",
        5936.64,
        5941.78
    ],
    [
        " but they are less important. Not hot tempered. Do not drive you too hard. Keep promises.",
        5941.78,
        5951.24
    ],
    [
        " The kind of fellows you could have a good time with. Not too proud of their rank are all",
        5952.46,
        5957.96
    ],
    [
        " characteristics which some men want in their leaders, but there is no general agreement about them.",
        5957.96,
        5962.32
    ],
    [
        " Many leaders are considered good in spite of failures on these parts. The chief things a man",
        5962.66,
        5968.82
    ],
    [
        " wants from a leader are thus competence and interest in his welfare. The orders of a man who does not",
        5968.82,
        5975.82
    ],
    [
        " know his stuff cannot be dependent on. They are subject to change and counter-mand. An incompetent",
        5975.82,
        5982.38
    ],
    [
        " leader teaches caution and hesitation in following his lead. He becomes a signal for lack of action",
        5982.38,
        5987.84
    ],
    [
        " on the part of the soldier. In decision in a leader has the same effect on a soldier as ignorance",
        5987.84,
        5994.4
    ],
    [
        " has. No soldier can follow a leader who is uncertain which way to turn. The essential quality of",
        5994.4,
        6000.04
    ],
    [
        " any leader is to take lead and show the direction quickly, clearly, emphatically and with enthusiasm.",
        6000.04,
        6004.98
    ],
    [
        " Without these qualities, a man is not even a good leader for his hunting dog.",
        6005.58,
        6009.76
    ],
    [
        " The interesting thing about that is there is a little dichotomy that reveals itself.",
        6010.5,
        6017.36
    ],
    [
        " It is like, okay, you have to be decisive and give direction quickly, clearly,",
        6018.04,
        6022.6
    ],
    [
        " and emphatically. That sounds good. What happens if you are not sure? What happens if you are",
        6022.86,
        6027.28
    ],
    [
        " truly not sure which direction to go? Then what you do is you say, hold up. It is a former perimeter.",
        6027.28,
        6034.96
    ],
    [
        " We have to get a resection on the map. That is so much better than saying, all right, we are going",
        6035.54,
        6041.74
    ],
    [
        " to push a little further. I am not really sure where we are and hold on. If you just go,",
        6041.74,
        6047.58
    ],
    [
        " hey look, we are a little turned around right now. We are going to need to read a couple of",
        6047.7,
        6049.96
    ],
    [
        " resections. We are going to check the GPS, whatever we are going to do. We are going to find out",
        6050.06,
        6052.94
    ],
    [
        " exactly where we are on. We are going to move forward. Take five. It never goes on. Cool.",
        6052.94,
        6056.38
    ],
    [
        " Jocke has got the sun to wraps. We are good. I guess technically that is being decisive.",
        6056.48,
        6060.28
    ],
    [
        " It is being decisive. Yes. You can be decisive in trying to uncover what the next move is going",
        6060.66,
        6067.28
    ],
    [
        " to be because you are not sure. But sometimes people try and BS their way through a scenario like that.",
        6067.28,
        6072.88
    ],
    [
        " That, again, you don't know what you are doing and you are proving that. So it is best to be truthful",
        6073.28,
        6079.42
    ],
    [
        " and say, hey look, we are turned around right now. We are going to form a perimeter. We are going",
        6079.42,
        6083.8
    ],
    [
        " to cut a resection. We are going to find out where we are and then we are going to move. You got",
        6083.8,
        6086.62
    ],
    [
        " 10 minutes. Boom, everyone is okay. Cool. Good times. So that is a great list of what",
        6086.62,
        6095.68
    ],
    [
        " people look for from leaders. Ensure it is directed at the military. But almost every single one of",
        6095.68,
        6105.34
    ],
    [
        " those is equally applicable to any leadership position. Next, the role of the soldier. Part of",
        6105.72,
        6112.28
    ],
    [
        " what makes a man a good soldier is his own adoption of the soldier's role. He comes to think and",
        6112.28,
        6117.24
    ],
    [
        " speak of himself as a soldier. What a man thinks of himself affects his behavior. The rail straightener,",
        6117.24,
        6124.46
    ],
    [
        " which is the skilled worker who runs the machine that straightens rail road rails,",
        6124.86,
        6129.64
    ],
    [
        " is one man when he thinks of himself with pride as a rail straightener. He becomes another",
        6129.66,
        6137.62
    ],
    [
        " when he begins as he may to regard himself as a mere wage slave. The rail straightener takes",
        6137.62,
        6144.28
    ],
    [
        " pride in his work. Does a good job is happy. The wage slave lets crooked rails get by because he",
        6144.28,
        6152.42
    ],
    [
        " doesn't care. In the same way, the soldier who thinks proudly of himself as a soldier is doing a",
        6152.42,
        6158.1
    ],
    [
        " service to both himself and the army. How smart is that? That is very good. It's like you're",
        6158.1,
        6165.24
    ],
    [
        " kind of introducing a sense of identity. And people do that for themselves. I remember some time",
        6165.24,
        6176.6
    ],
    [
        " it was actually quite a while ago. Somebody posted a picture of a very intricate plumbing job.",
        6176.6,
        6183.66
    ],
    [
        " And it was like 8 million copper pipes perfectly spaced coming in. I was like, this dude is proud.",
        6184.28,
        6189.68
    ],
    [
        " Be a plumber. And it's the chose. It's legit. So yes, if you are in a job, get into the job.",
        6190.0,
        6199.1
    ],
    [
        " Right? And let me tell you this, if you're not into the job and you want to get out of the job,",
        6199.44,
        6204.94
    ],
    [
        " the best way for you to get out of the job is by getting into the job. You're doing something",
        6205.06,
        6209.92
    ],
    [
        " that you don't care about. Care about it. Because otherwise people look to you, why would I promote",
        6209.92,
        6213.88
    ],
    [
        " you? You can't even dig this ditch correctly. If you're out there digging that ditch like you mean it,",
        6213.88,
        6219.58
    ],
    [
        " like you make trying to make a perfect ditch in the world, do it. Certain forms of punishment,",
        6219.72,
        6228.2
    ],
    [
        " public disgrace, ridicule, all disturb the role of the soldier and may lessen or destroy his",
        6228.44,
        6233.26
    ],
    [
        " usefulness to the army and his amenability to leadership. The non-commissioned or commissioned officer",
        6233.26,
        6238.24
    ],
    [
        " who rides one of his men in such a manner as to make him doubt his own value as a soldier is",
        6238.24,
        6242.58
    ],
    [
        " shattering the man's best motive for good performance. The senior leader who reprimands a junior in",
        6242.58,
        6247.38
    ],
    [
        " the presence of his man reduces that junior's value to the army. Almost never good to belittle",
        6247.38,
        6256.14
    ],
    [
        " someone in front of the team. Good leadership on the other hand causes men to build up each for",
        6256.14,
        6261.92
    ],
    [
        " himself a particular role, a specialty. It means a great deal to a man to take pride in being a",
        6262.24,
        6268.12
    ],
    [
        " soldier into being a sharpshooter, an aviation mechanic, a truck driver, a cook, a radio operator,",
        6268.12,
        6273.84
    ],
    [
        " competent leaders, criticize a poor piece of work, condemn a mistake, but never take care to",
        6274.28,
        6280.2
    ],
    [
        " never make a soldier feel he is a failure at his job. So you can criticize the mistake that they",
        6280.2,
        6286.52
    ],
    [
        " made, but don't criticize their ability in that job. When a soldier begins to regard himself as",
        6286.52,
        6295.36
    ],
    [
        " being part of his unit and when his job has become part of his role, then teamwork is enormously",
        6295.36,
        6301.86
    ],
    [
        " improved. The soldier who thinks of himself as only a private, temporarily on this or that",
        6301.86,
        6307.68
    ],
    [
        " assignment is a different man from the soldier who thinks of himself as a necessary member of his",
        6307.68,
        6312.76
    ],
    [
        " outfit. Good information. Then here's how we get selection of leaders. Rank is no guarantee of",
        6314.94,
        6323.42
    ],
    [
        " the ability to judge leadership in others, nor are good leaders necessarily competent to assess",
        6323.42,
        6328.74
    ],
    [
        " good leadership in others. The test of competent judge is his successful predictions in the past.",
        6328.74,
        6335.54
    ],
    [
        " So you might be the highest ranking guy, but that doesn't mean you can necessarily figure out",
        6337.0,
        6340.58
    ],
    [
        " who's going to be a good leader, unless you show repetitively that you can select good leaders.",
        6340.58,
        6345.5
    ],
    [
        " The interview itself is not a fair or accurate test of the soldier. The man who would make a good",
        6345.8,
        6352.56
    ],
    [
        " leader may be a modest man who fails in an interview to exhibit those qualities that would make",
        6352.56,
        6357.48
    ],
    [
        " his men believe in him, trust him, and admire him. And the man who could never secure the loyalty",
        6357.48,
        6362.96
    ],
    [
        " of subordinates may nevertheless be by assurance and poise by voice and manner, mislead,",
        6362.96,
        6369.52
    ],
    [
        " inexperienced judges as to his capacity. So all the time I get asked, how should I interview?",
        6369.82,
        6375.44
    ],
    [
        " What should I ask? You can only figure out so much food. When I get asked that, I always say,",
        6375.62,
        6380.46
    ],
    [
        " okay, who in here thought they were hiring the best guy that they've ever hired and he turned",
        6380.56,
        6384.38
    ],
    [
        " out to be a loser and everyone raises their hand. And how many times have you taken a chance on",
        6384.38,
        6388.14
    ],
    [
        " someone that you weren't sure if they're going to work out and they turned out to be a stud?",
        6388.14,
        6390.66
    ],
    [
        " Everyone raises their hand. It's really hard to judge who's going to work well and who's not.",
        6390.98,
        6395.48
    ],
    [
        " And that kind of goes for like friends too. You know what I mean? That happens all the time",
        6396.0,
        6400.54
    ],
    [
        " where you meet someone and you just, you don't really feel them that much, but they end up being",
        6400.54,
        6403.7
    ],
    [
        " your best friend or something like that, like years later or something like that. It's weird like that.",
        6403.7,
        6407.64
    ],
    [
        " Like certain situations, even certain first impressions, you know, that are like,",
        6408.34,
        6414.12
    ],
    [
        " they don't indicate the long haul, you know? Yeah. Yeah. It takes a little bit of time to uncover",
        6414.44,
        6421.82
    ],
    [
        " what people are really about, really about in many cases. I can tell you like, I feel pretty good",
        6421.82,
        6426.82
    ],
    [
        " about judging people. Yeah. And I'm probably like 70% accurate. You know, so that's not a great,",
        6426.82,
        6431.9
    ],
    [
        " like I feel pretty good about it. But I know that I'm only batten 70%. Yeah. Which is like a sea.",
        6432.12,
        6437.84
    ],
    [
        " But the, I wonder if, and do you think this, do you think that there's certain things that are",
        6438.28,
        6444.8
    ],
    [
        " maybe even subconscious about people that you can sort of tell after just talking to them for a",
        6444.8,
        6450.04
    ],
    [
        " second whether it be like certain thing, or if they react to, I got asked it. This just popped",
        6450.04,
        6455.64
    ],
    [
        " up my mind. I got asked. I was at a event. And it wasn't, it was an interesting event. It wasn't",
        6455.64,
        6460.64
    ],
    [
        " with a specific company, which normally I'm working with a company. And I was just at an event",
        6460.64,
        6465.28
    ],
    [
        " where I was speaking to multiple different companies. And, and this woman stood up to ask a question.",
        6465.28,
        6470.18
    ],
    [
        " And as soon as she stood up, I was like, this is going to be, she, she does not want to hear my",
        6470.18,
        6477.02
    ],
    [
        " answer no matter what I say. But she stood up with just arrogance dripping off her. And, and just,",
        6477.02,
        6485.96
    ],
    [
        " I was, no, she's not going to like this answer. Whatever answer I give, whatever question she asks,",
        6486.12,
        6490.64
    ],
    [
        " yeah, she is not, she's not listening. So that, that thought that you had right there,",
        6490.9,
        6496.18
    ],
    [
        " when, by the way, it was correct. Yeah. It was basically when she stood up. And then three",
        6496.52,
        6503.14
    ],
    [
        " words out of her mouth. Yeah, we're just like, yeah. And, and it's also interesting because,",
        6503.14,
        6510.0
    ],
    [
        " you know, she just, when you're working with a single company, they're all kind of on board.",
        6510.24,
        6515.62
    ],
    [
        " And they're all kind of like there, maybe they're not on board with what you're saying, but they're",
        6516.0,
        6520.1
    ],
    [
        " unified as a group, trying to move in a certain direction. So we have a random group of people.",
        6520.1,
        6526.02
    ],
    [
        " And the woman stands up and I can tell right away, yep, she's got it. She does, she, there's no answer.",
        6526.3,
        6531.38
    ],
    [
        " I'm going to give her that's going to make her happy. Yeah. What did it feel like it was like",
        6531.38,
        6534.36
    ],
    [
        " subconscious? Like, was it like, or were you like, see the way she stood? No visual cues. It was",
        6534.36,
        6539.0
    ],
    [
        " visual cues. And then, you know, the, the opening of the question, I can't remember what it was,",
        6539.0,
        6543.76
    ],
    [
        " but it was like, oh, yes, confirmed. Yeah, let me tell you something. It was one of those.",
        6543.8,
        6548.34
    ],
    [
        " It was one of those, you know? And so what I did was I preempted my answer. And I said, you're,",
        6548.56,
        6554.3
    ],
    [
        " you know, because then she asked the question. And I said, you're actually not going to like",
        6554.48,
        6558.5
    ],
    [
        " my answer to this question. But I'm just going to tell you what I've seen. And I appreciate the",
        6558.92,
        6564.46
    ],
    [
        " question. And then I answered the question. And of course, she didn't like the answer. You know,",
        6564.46,
        6569.0
    ],
    [
        " why she didn't like the answer? Because the answer was the, the leadership question and the",
        6569.08,
        6573.84
    ],
    [
        " problem with the people that you're having is not a problem with the people that you have. It's a",
        6573.84,
        6577.28
    ],
    [
        " problem with you, which is the way it is with all leadership problems. When you have a problem with",
        6577.28,
        6582.24
    ],
    [
        " your team, your team isn't performing the way you want them to do it. It's, it's, it's, oh, they're",
        6582.24,
        6588.48
    ],
    [
        " doing the mission correctly. Well, whose fault is that? You're the leader. Yeah. You're the leader",
        6588.48,
        6592.68
    ],
    [
        " in charge of the people. So if they're not doing the mission that you want them to execute it or",
        6592.68,
        6597.1
    ],
    [
        " how you want them to execute it, you can't blame them. They literally work for you. You are the",
        6597.1,
        6601.94
    ],
    [
        " boss of them. So let's let's let do you want to explain to me how you give them the direction.",
        6601.94,
        6608.72
    ],
    [
        " You want to talk to me about like what, what sort of direction you give them, how you communicate",
        6608.94,
        6614.12
    ],
    [
        " with them. And we went down that road, you know, but at the end of the day, she sat down with no,",
        6614.12,
        6621.02
    ],
    [
        " she took nothing I said on board zero. And, and this is a fairly rare occasion. You know, that's why",
        6621.32,
        6627.56
    ],
    [
        " I remember this was a couple of years ago. But I remember it because I thought, yep, she didn't,",
        6627.56,
        6631.38
    ],
    [
        " she's, when she stood up, I said, oh, she's not listening to me. And then she's not going to",
        6631.46,
        6636.42
    ],
    [
        " like my answer. And then when she sat down, I said, yep, she's going to walk out of here and go,",
        6636.42,
        6640.46
    ],
    [
        " that guy didn't know what he was talking about. Yeah. It's not my problem that my team is all",
        6640.46,
        6645.4
    ],
    [
        " jacked up. It's not my, it's not my fault that my team is lazy. One of her key components of her",
        6645.4,
        6650.74
    ],
    [
        " statement was that her team was lazy. And they weren't meeting the standards. And the answer to that",
        6650.74,
        6658.14
    ],
    [
        " question isn't, you know, beat them harder because that doesn't work. The answer to that question is",
        6658.14,
        6663.38
    ],
    [
        " you as a leader are not doing a good job of leading them. Or there is a chance that your team",
        6663.38,
        6670.18
    ],
    [
        " is completely incompetent. And you need to train them or get rid of them. Guess what both of those",
        6670.18,
        6676.1
    ],
    [
        " things are your responsibility, you're the leader. You need to train them or you need to get rid of them.",
        6676.1,
        6680.78
    ],
    [
        " So worse answer in the world. Yeah. It's the worst answer in the world. It hurts. You know,",
        6681.34,
        6688.06
    ],
    [
        " life talks about this. Life talks about like when he was, like when he's writing no bad teams only",
        6688.12,
        6694.38
    ],
    [
        " bad leaders. He's literally thinking about things that he did where he was blaming his team.",
        6694.38,
        6699.5
    ],
    [
        " You know, he's just looking, he's looking back on here I was blaming my team. And none of it",
        6699.5,
        6704.88
    ],
    [
        " was my fault. And that's, that's the revelation that you have. Yeah. Brad, I've seen literally",
        6704.88,
        6710.96
    ],
    [
        " witnesses in like a bunch of times too, where people would stand up which with what I thought was",
        6710.96,
        6716.9
    ],
    [
        " sort of that sort of feel that tone like, oh, like they're going, they're just going to stump you",
        6716.9,
        6721.94
    ],
    [
        " Mr. Pertmist or know it all, you know, kind of attitude. And then you tell them that answer.",
        6721.94,
        6728.22
    ],
    [
        " Like it's like, hey, it's your responsibility. You know, and then I can see their mind just",
        6728.32,
        6732.66
    ],
    [
        " totally changing. Yeah. And they accept it. And actually going back to this woman when I was",
        6732.66,
        6737.26
    ],
    [
        " talking to this woman, I immediately tried to like frame it in the most humble way to not offend",
        6737.26,
        6744.98
    ],
    [
        " her ego. You know, when I told her, when I told her, you know, you're not going to like the answer,",
        6744.98,
        6748.26
    ],
    [
        " I give you. I didn't say it like that. I was like, look, I'm going to give you an answer that I",
        6748.26,
        6751.78
    ],
    [
        " I got a feeling you're probably not even going to like this answer. But I just going to tell you kind",
        6751.78,
        6755.8
    ],
    [
        " of what I've seen, you know, so I tried to do my best to not hit her ego in the face. The",
        6755.8,
        6764.04
    ],
    [
        " problem was her ego was big and strong and dug in and leading the way and leading out front.",
        6764.04,
        6770.46
    ],
    [
        " And so it was, you know, and that always bombs me out. It doesn't happen very often. Like I said,",
        6771.6,
        6775.64
    ],
    [
        " I mean, this is two years ago or something like that. And I'm remembering this person asking",
        6775.64,
        6779.24
    ],
    [
        " this question. I remember thinking myself that she doesn't want to hear what I'm going to do.",
        6779.24,
        6783.34
    ],
    [
        " What she wanted me to say is, yeah, you're right. Your team is so horrible and the exception,",
        6783.34,
        6789.38
    ],
    [
        " you know, they probably just hate, you know, the world and they don't want to do it. Like, like,",
        6789.62,
        6795.32
    ],
    [
        " you know what it is? They probably don't want to do a good job. They probably don't want to get",
        6795.44,
        6799.74
    ],
    [
        " promoted. They probably don't want to make any extra money. They probably want to go home unsatisfied",
        6799.74,
        6804.18
    ],
    [
        " with your job. That's there. That's their deal. Right. And I'm sorry that you've been burdened with",
        6804.18,
        6809.96
    ],
    [
        " this horrible team that feels that way. Yeah. Right. Because that's absolutely true. You don't have",
        6809.96,
        6814.94
    ],
    [
        " a whole, you might have one or two people on your team that aren't very enthusiastic, but you're",
        6814.94,
        6819.68
    ],
    [
        " not going to have a whole team that no one wants to do a good job. No one wants to put it in",
        6819.68,
        6824.48
    ],
    [
        " any extra effort. No one wants to work hard. You don't have a whole team like that. And by the way,",
        6824.48,
        6830.02
    ],
    [
        " if you do have a team like that, guess what? It is your responsibility to get rid of those members",
        6830.12,
        6838.04
    ],
    [
        " that don't want to do what they need to do to win. Yeah. A lot of times when it happens,",
        6838.64,
        6846.52
    ],
    [
        " when I lead people down that question, they'll be like, hey, you know, I got this department and",
        6846.82,
        6852.72
    ],
    [
        " I'll say, oh, okay, well, you know, I got this department and they got these mid-level managers",
        6852.72,
        6857.72
    ],
    [
        " and they're horrible. I'm like, oh, that's terrible. Who's in charge of the mid-level managers?",
        6857.72,
        6862.1
    ],
    [
        " Oh, well, it's this guy. Okay. Who's in charge of that guy? Oh, this other guy. Who's in charge of",
        6862.28,
        6865.74
    ],
    [
        " that guy? Well, I am. Okay. So whose fault is this? Yeah. Yeah. It's your fault. Yeah. It's",
        6865.74,
        6875.66
    ],
    [
        " truly your fault. It's funny. You'll do this technique, which I always find pretty impressive,",
        6875.66,
        6880.76
    ],
    [
        " like as far as a little chip. It's almost like a, it's not a chess game because it's not you against",
        6880.76,
        6885.28
    ],
    [
        " the nasker of the question, but there's an element to it. Just like that, like how you like make",
        6885.28,
        6890.92
    ],
    [
        " them answer their own questions kind of thing, where, but you go, you'll say, oh, do you think that",
        6890.92,
        6896.12
    ],
    [
        " they just want to do a bad job? No, no, no, nothing like that. Oh, do you think that like,",
        6896.12,
        6900.74
    ],
    [
        " that they want your company to fail? You know, it's those questions. Yeah. That goes up and down",
        6900.94,
        6906.48
    ],
    [
        " the chain of command too, because someone who's like, well, my boss doesn't do this. Do you think",
        6906.48,
        6909.26
    ],
    [
        " your boss wants to lower your profitability? Do you think your boss wants to do things that are",
        6909.26,
        6913.32
    ],
    [
        " less safe? Do you think your boss wants you to have people leaving on a regular basis? Do you",
        6913.32,
        6919.24
    ],
    [
        " go right down the list? Of course, it's no, no, no, no, no, and eventually you realize, oh,",
        6919.64,
        6923.2
    ],
    [
        " here's me, it's not communicating well enough to explain to my boss what I need. Yes.",
        6924.06,
        6928.46
    ],
    [
        " But it's good to also not only as like something fun to kind of watch or whatever, but you know,",
        6928.94,
        6935.72
    ],
    [
        " so you watch them kind of gain understanding. That is cool for sure, but it helps because it helps",
        6935.8,
        6940.9
    ],
    [
        " even me or people listening, like put it into perspective. You know, like, man, no one's against you,",
        6940.9,
        6946.64
    ],
    [
        " bro. You're like, yeah, you just just hey, you know, make some right moves and say some right",
        6946.64,
        6951.9
    ],
    [
        " things. And man, get it, just get on the same page. And by the way, most of the time when someone is",
        6951.9,
        6956.86
    ],
    [
        " against you, because there are times, you know, you got that person that's just wants to get promoted",
        6956.86,
        6961.84
    ],
    [
        " and they're looking to step all it's like, do a good job. Do a great job. Keep working hard.",
        6961.84,
        6967.22
    ],
    [
        " Make them look good. What are you talking about? No, you make them look good. It will come back.",
        6968.52,
        6974.86
    ],
    [
        " It will come back. Back to the book. The only proof of leadership is leadership.",
        6976.64,
        6984.12
    ],
    [
        " And the best thing to do is give it a chance to emerge and then have competent men judge whether",
        6984.82,
        6991.52
    ],
    [
        " it has appeared. So this is another, it's just hard to know what people are like until you actually",
        6991.52,
        6997.28
    ],
    [
        " put them in the situation. Although young men can make excellent leaders leadership develops",
        6997.28,
        7002.44
    ],
    [
        " with experience. No doubt about that. It is known more over that the men of a platoon",
        7002.68,
        7009.0
    ],
    [
        " can size each other up effectively, can pick out men who deserve advancement more consistently",
        7009.0,
        7013.76
    ],
    [
        " than leaders can. The men know competence when they see it. Thus, it appears that the officer",
        7013.76,
        7019.14
    ],
    [
        " who fails to find out quietly the opinions of his subordinates when he is selecting a man for",
        7019.14,
        7023.8
    ],
    [
        " promotion is overlooking a valid source of information, one that is in the long run far more",
        7023.8,
        7029.42
    ],
    [
        " accurate than his own judgment. So listen to your people.",
        7029.42,
        7033.64
    ],
    [
        " Leader next section. Very important or important. Leadership can be learned.",
        7034.12,
        7045.06
    ],
    [
        " There are no born leaders. All leadership is based on learning how to deal with men.",
        7046.44,
        7052.26
    ],
    [
        " Nearly all leaders improve after they have had some experience in command. Some improve faster",
        7053.14,
        7057.94
    ],
    [
        " than others and some continue to improve while others do not. So there are no born leaders.",
        7057.94,
        7064.74
    ],
    [
        " Okay, we know my debate on this. I actually disagree with that. Well, I should say this.",
        7065.24,
        7072.46
    ],
    [
        " Okay, there might not be born leaders, but there are people that are born with certain aptitudes",
        7073.56,
        7078.44
    ],
    [
        " with for a variety of leadership qualities and somebody posted something on social media",
        7078.44,
        7085.28
    ],
    [
        " that said there's a gene. There is a gene that you have or don't have as a human being",
        7085.86,
        7093.12
    ],
    [
        " that relates to your ability to articulate. So guess what? If you are born with that gene and you",
        7093.12,
        7101.94
    ],
    [
        " have a high level ability to articulate and communicate with other human beings,",
        7101.94,
        7106.64
    ],
    [
        " you are born with more aptitude to become a leader. Could you end up still being a terrible leader?",
        7106.94,
        7112.78
    ],
    [
        " Yes, because there are some people that are very articulate that are horrible leaders. But it is",
        7112.78,
        7116.66
    ],
    [
        " one attribute that you are born with. It doesn't necessarily make you a leader, but it gives you",
        7116.66,
        7123.22
    ],
    [
        " more aptitude to be a leader. So maybe that is correct. You're not born a leader, but you're born",
        7123.22,
        7126.5
    ],
    [
        " with a little more aptitude to be a leader. Back to the book, consider the qualities which enlisted",
        7126.5,
        7133.3
    ],
    [
        " men believe important in leaders. The first is competency and ability. Competence is based on learning.",
        7133.3,
        7139.52
    ],
    [
        " The good leader has learned his job thoroughly. So there you go. That makes sense.",
        7139.78,
        7143.42
    ],
    [
        " His men can trust him to know what he is doing. He knows not only what he learned in his training",
        7143.82,
        7148.54
    ],
    [
        " courses, but he is kept it up to date. If he is an artillery man, he knows how the Germans use",
        7148.54,
        7153.14
    ],
    [
        " artillery and what guns they have. The rule is a simple one. Know your stuff. So that I agree with.",
        7153.14,
        7158.16
    ],
    [
        " You learn to be competent. Second, a competence is the officer's interest in the soldier as a man.",
        7159.14,
        7166.88
    ],
    [
        " A demonstrated interest that gives the soldier confidence that when he stands up to hardship or",
        7167.38,
        7172.18
    ],
    [
        " is in trouble, the hardship is a necessary part of the job and his troubles give his officer",
        7172.18,
        7179.78
    ],
    [
        " concern. So you got to care about your people. And actually what's interesting about this whole",
        7179.78,
        7183.54
    ],
    [
        " section. If you remember, this is this is saying there's no born leaders, but there's a whole",
        7183.54,
        7187.86
    ],
    [
        " section in the first part of this book that talks about people men have different aptitudes and",
        7187.86,
        7194.46
    ],
    [
        " skills that they either have or they don't have. And some of it had to do with you know, you were a",
        7194.84,
        7198.86
    ],
    [
        " truck driver in the civilian sector. So you're going to make a good truck driver in the military.",
        7198.86,
        7203.34
    ],
    [
        " But it also talked about how some people aren't don't have the aptitude for certain jobs.",
        7203.52,
        7209.18
    ],
    [
        " So they're being a little bit hypocritical here. It's a little bit.",
        7209.5,
        7213.68
    ],
    [
        " Okay, so we're talking about caring about people. And here it says, every man can buy",
        7214.22,
        7219.22
    ],
    [
        " can by practice, improve his skill in human understanding and increase his repertoire of actions",
        7219.24,
        7225.04
    ],
    [
        " that demonstrate interest in others. The rule here is is less simple. It is know your man and show it.",
        7225.04,
        7232.36
    ],
    [
        " Know their names, their history, their weaknesses, their good points, their morale. Begin by studying",
        7232.8,
        7238.06
    ],
    [
        " their qualification cards. So that's another skill that you can get better at.",
        7238.06,
        7242.98
    ],
    [
        " Decisiveness is a skill harder to acquire, but it can with attention be accoltvated.",
        7245.72,
        7250.96
    ],
    [
        " When you have a hard choice, remember you do not usually have to make a snap judgment.",
        7251.18,
        7256.52
    ],
    [
        " Careful consideration weighing the merits of alternate courses is not in decision.",
        7257.2,
        7262.3
    ],
    [
        " Your men will respect your judgment even more if you deserve, if you reserve decision",
        7262.74,
        7267.3
    ],
    [
        " until you are in possession of all the facts necessary for a wise choice.",
        7267.3,
        7271.36
    ],
    [
        " Do not set up a council of war to pass things by vote. You are the leader, but seek advice",
        7272.98,
        7280.36
    ],
    [
        " when you need it and do not hesitate to call on your subordinates for counsel if they are qualified",
        7280.36,
        7285.32
    ],
    [
        " to give it. But choose your course before you give the orders, which we already heard. So",
        7285.32,
        7290.18
    ],
    [
        " and this is also a little bit contrary or not contrary, but this is an addendum to what was",
        7290.18,
        7295.62
    ],
    [
        " being said earlier that you got to be decisive. And here it's saying, look, you got to be decisive,",
        7295.62,
        7300.02
    ],
    [
        " but you can take your time. You want to measure everything out.",
        7300.02,
        7303.18
    ],
    [
        " Another suggestion to the leader is remember when your men do not understand you that it is your fault.",
        7304.04,
        7315.78
    ],
    [
        " You must talk their language, plain language. If you cannot express yourself clearly, it may be",
        7317.02,
        7325.42
    ],
    [
        " because you do not understand the subject yourself. Think things through carefully before you try",
        7325.42,
        7331.02
    ],
    [
        " to explain. So there you go, a little extreme ownership, a little simplicity in there.",
        7331.02,
        7335.28
    ],
    [
        " A leader then to be worthy in the eyes of his men would do well to follow these commands. Number one,",
        7337.18,
        7344.18
    ],
    [
        " be competent. Number two, be loyal to your men as well as to your country and army.",
        7345.16,
        7350.94
    ],
    [
        " Number three, know your men, understand them, love them, be proud of them.",
        7351.6,
        7356.96
    ],
    [
        " Number four, accept responsibility and give clear decisive orders.",
        7357.74,
        7364.42
    ],
    [
        " Number five, teach your men by putting them through the necessary action.",
        7365.68,
        7371.26
    ],
    [
        " Number six, give only necessary orders, but number seven, get things done.",
        7372.24,
        7379.92
    ],
    [
        " Number eight, be fair. Number nine, work hard.",
        7380.94,
        7386.8
    ],
    [
        " Number 10, remember that a leader is a symbol. Men need to respect and trust you. Don't let them down.",
        7388.24,
        7399.3
    ],
    [
        " So there you go, they wrap it all back into, from everything we started to start with this thing",
        7400.84,
        7406.78
    ],
    [
        " talking about when they're talking about discipline and obedience. This whole thing about being a leader",
        7406.78,
        7412.14
    ],
    [
        " has nothing to do with obedience. It has to do with being a good leader. And that's how they wrap up",
        7412.14,
        7418.64
    ],
    [
        " that chapter. That's solid information in there. Now this next section is about mobs and panic.",
        7418.64,
        7428.5
    ],
    [
        " And what's interesting about this is as a human being in charge of other human beings,",
        7429.2,
        7435.82
    ],
    [
        " you have to understand how mobs and panic unfold. Going back to the book, men and a mob act just as",
        7435.82,
        7441.44
    ],
    [
        " much in keeping with their past training and habits as they would if they were alone. But part of",
        7441.44,
        7445.58
    ],
    [
        " this training, which men get from earliest childhood, is to follow the example of other individuals",
        7445.58,
        7451.62
    ],
    [
        " and also to respond to their gestures, facial expressions, and tones of voice as well as",
        7451.62,
        7456.98
    ],
    [
        " as well as the spoken words of others. That's an interesting concept, isn't it? And it's a little",
        7456.98,
        7461.76
    ],
    [
        " trick statement because what it's saying is, hey, when you've got a mob of people,",
        7462.56,
        7467.18
    ],
    [
        " they are acting in accordance with how they've been trained. But then you think yourself,",
        7467.64,
        7471.78
    ],
    [
        " well, isn't the army, then they wouldn't act that way. But then it goes on to say they've been",
        7471.78,
        7474.88
    ],
    [
        " trained since day one to imitate other people. So you're actually fighting against the rest of",
        7474.88,
        7481.28
    ],
    [
        " their training when you're trying to get them to not do something that everyone else is doing.",
        7481.28,
        7486.26
    ],
    [
        " And by the way, it's an important thing that usually is beneficial and it goes in some of that",
        7487.02,
        7492.94
    ],
    [
        " here. When a soldier misunderstands a command, he starts to execute it as he interpreted it.",
        7492.94,
        7497.62
    ],
    [
        " But suppose in the middle of a movement, he becomes suddenly aware that the other men and",
        7497.96,
        7502.22
    ],
    [
        " ranks are doing something very different. Immediately, he corrects his action to do what others are doing.",
        7502.22,
        7507.58
    ],
    [
        " So most of the time, it's beneficial, that little mob mentality. In the same way, the site of a leader",
        7507.76,
        7513.78
    ],
    [
        " running or galloping to the rear in a combat area may start a whole company heading after him on",
        7513.78,
        7518.28
    ],
    [
        " the double. His example can become as much a command as or order as his words. Mostly, it is a good",
        7518.28,
        7525.86
    ],
    [
        " thing that men naturally follow the example of others. It makes the world run more smoothly,",
        7525.86,
        7529.9
    ],
    [
        " yet the good principle has vicious results when mobs form or panic starts. Why mobs form?",
        7530.3,
        7536.8
    ],
    [
        " Mobs form because some one event or condition has brought people together and captured the",
        7536.94,
        7542.48
    ],
    [
        " attention of every person in the crowd. Usually, the mob is angry about something and it is",
        7542.48,
        7546.54
    ],
    [
        " and its angry excitement makes it ready for action. Panic based on fear is something else.",
        7546.54,
        7553.58
    ],
    [
        " So there's a differentiate between the mob that is angry and the mob that is afraid that's",
        7554.2,
        7560.84
    ],
    [
        " panicking. Besides a common focus of attention, so that's one element, it's a common focus of",
        7560.84,
        7565.7
    ],
    [
        " attention. Emotion is characteristic of all mobs. Since a mob is driven by powerful emotion,",
        7565.7,
        7571.5
    ],
    [
        " it is necessarily crazy to do something. It wants action, so it only takes a cry of lynching",
        7571.5,
        7579.26
    ],
    [
        " or burn it to set the mob in motion. Mostly, when you get into a crowd, you join it.",
        7579.26,
        7586.32
    ],
    [
        " You do just what other people do. The site of others seizing stones or starting an attack,",
        7587.34,
        7592.92
    ],
    [
        " so grips the men watching them that they think of no other course of action. Mobs therefore are",
        7593.2,
        7599.84
    ],
    [
        " uncritical. Interesting statements about mobs. I'm trying to think, when have you been a part of a mob",
        7600.52,
        7606.36
    ],
    [
        " before? I mean, in that regard now. I've been at some shows and by that, I mean hardcore shows",
        7606.36,
        7614.36
    ],
    [
        " back in the day where the mob would start to get something like whether it was breaking down a barrier",
        7614.36,
        7620.56
    ],
    [
        " and yeah, you get swept up in that mob mentality and its groupthink. This one's talking about panic.",
        7620.56,
        7628.78
    ],
    [
        " Soldiers do not often form mobs. Mob action among soldiers usually occurs when they are away from",
        7628.78,
        7634.6
    ],
    [
        " the usual reminders and circumstances of discipline. When they are on leave and mingling with men from",
        7634.6,
        7639.76
    ],
    [
        " other organizations without leadership. But panic can occur in the best drilled, thoroughly seasoned",
        7639.76,
        7645.46
    ],
    [
        " troops. It can occur in the midst of combat. Some of the greatest routes in history have been cases",
        7645.46,
        7651.66
    ],
    [
        " of panic. The panicked group is much like a mob, but it acts from fear, not anger.",
        7651.66,
        7656.82
    ],
    [
        " Its attention is focused on the object of fear. Its thought and its talk is of danger and disaster.",
        7657.32,
        7663.8
    ],
    [
        " Its aim is escape. Action becomes definite and mob-like only when obstacles to escape are encountered.",
        7664.02,
        7670.74
    ],
    [
        " It doesn't take much to set off a panic among troops who are panic ripe.",
        7671.48,
        7677.8
    ],
    [
        " Then a single cry of gas or run or rear cut off may start a mad flight. And here it talks about panic",
        7679.32,
        7686.38
    ],
    [
        " ripeness. Anything that makes men tense, on edge, jittery and oversensitive to slight noises,",
        7686.42,
        7693.26
    ],
    [
        " half hidden sights or sudden movements will make them easy victims of panic.",
        7693.98,
        7698.4
    ],
    [
        " For this reason, prolonged anxiety makes men panic ripe. So does over fatigue, too much beer or",
        7698.9,
        7706.18
    ],
    [
        " liquor or hangover. So does lack of proper food, especially deficiency of B vitamins. And so does",
        7706.18,
        7712.36
    ],
    [
        " exhaustion from lack of sleep, prolonged exposure to noise, and alarm of modern battle may produce",
        7712.36,
        7717.92
    ],
    [
        " the jumpy state of mind from which panic arises. One main cause of panic is lack of training. Training",
        7717.92,
        7725.46
    ],
    [
        " must cover practice and defense and retreat as well as in attack if panic is to be avoided if the",
        7725.46,
        7731.06
    ],
    [
        " retreat is not to turn into a route. The sight of one or several men running to the rear,",
        7731.06,
        7737.16
    ],
    [
        " the sight of others throwing away their gear weapons may cause a general scramble and discarding",
        7738.08,
        7743.8
    ],
    [
        " of arms. Bad morale is another cause of panic. Rumor sometimes plays an important part in",
        7743.8,
        7750.52
    ],
    [
        " ready men for panic. Poor leadership can make the ground ready for panic, impairing the confidence",
        7750.52,
        7757.7
    ],
    [
        " and command necessary to hold troops to the performance of duty. How to stop a panic?",
        7757.7,
        7763.58
    ],
    [
        " This is very important. Once a panic has begun, the only way to halt it is to capture attention",
        7764.22,
        7770.12
    ],
    [
        " and then provide positive clear commands. Leaders must act with decision, firmness, and courage.",
        7770.12,
        7778.64
    ],
    [
        " If no officer is present, any self-possessed man can assume leadership and give the scared",
        7779.3,
        7785.4
    ],
    [
        " man what they need clear, confident direction. So I think the important part is you gotta",
        7785.4,
        7791.16
    ],
    [
        " get their attention and then you gotta give simple clear concise commands, positive commands.",
        7791.68,
        7798.78
    ],
    [
        " And then it goes on to say but the best way to stop a panic is never to have it at all.",
        7799.16,
        7804.42
    ],
    [
        " Train all men thoroughly so that they have confidence in themselves, their leaders, their weapons.",
        7805.06,
        7809.68
    ],
    [
        " Train their leaders and select the best of them. Let good leaders build up good morale,",
        7810.38,
        7814.4
    ],
    [
        " avoid hunger, thirst, and boredom as much as possible to do in war.",
        7814.84,
        7818.38
    ],
    [
        " And all the conditions that lead to nervous tension and complaint.",
        7819.64,
        7823.54
    ],
    [
        " If you cannot avoid them and war is no bed of roses, fight them with good morale,",
        7824.1,
        7829.42
    ],
    [
        " fight the feeling of insecurity, tell the men all they need to know, let them know all possible",
        7829.94,
        7834.6
    ],
    [
        " information about the enemy, where he is, what he's like, how he attacks, what weapons he is using.",
        7834.6,
        7839.34
    ],
    [
        " Last but not least build up faith. Be sure the men know why they are fighting, why it is a good cause,",
        7839.92,
        7846.3
    ],
    [
        " let them be sure that their officers are with them all the way.",
        7846.3,
        7850.72
    ],
    [
        " Faith in an ideal plus faith in your leaders, plus faith in other fellows in your unit",
        7851.66,
        7856.48
    ],
    [
        " can win victory against superior forces.",
        7856.48,
        7859.9
    ],
    [
        " So there you go, you gotta watch out for that.",
        7861.06,
        7865.28
    ],
    [
        " Next section, differences among races and peoples.",
        7867.12,
        7871.02
    ],
    [
        " Modern total war has placed a new responsibility on the shoulders of the soldier.",
        7872.46,
        7877.68
    ],
    [
        " Once his only task was to destroy the enemy, but now psychological warfare requires him to play a new role.",
        7878.82,
        7885.34
    ],
    [
        " He must help win allies for Uncle Sam in many strange lands.",
        7885.7,
        7890.02
    ],
    [
        " And this is what's interesting, we always think of World War II for sure.",
        7890.56,
        7894.78
    ],
    [
        " As, hey, this is total war, you're not worried about hearts and minds, which was the campaign.",
        7895.28,
        7899.54
    ],
    [
        " In really, in Vietnam, it was hearts and minds, that's where that kind of originated.",
        7900.52,
        7904.2
    ],
    [
        " And certainly in Iraq and Afghanistan, we think, oh, those guys didn't have to deal with this back",
        7904.46,
        7909.02
    ],
    [
        " of the day. They have to deal with this. Now we have to worry about the civilian populace and",
        7909.02,
        7913.72
    ],
    [
        " all this. Guess what? We're wrong. 1942, they're talking about this.",
        7913.72,
        7918.4
    ],
    [
        " And it goes into, there are no infallible recipes for making friends the world around.",
        7918.98,
        7925.54
    ],
    [
        " But there are two basic rules for all soldiers in the manual of psychological arms.",
        7926.12,
        7931.38
    ],
    [
        " Number one, mind your manners.",
        7931.86,
        7934.7
    ],
    [
        " Number two, understand and respect the manners of strangers, especially strangers who might",
        7935.82,
        7942.18
    ],
    [
        " help both you and the cause for which you're a fighting. Seems pretty obvious.",
        7942.18,
        7947.54
    ],
    [
        " And no one thinks that in World War II, they had to watch their manners.",
        7948.9,
        7954.36
    ],
    [
        " But you do. Next one, talking about race. Color of the skin is often the basis for prejudice",
        7954.66,
        7962.38
    ],
    [
        " because it is so clearly a badge of difference between peoples, a mark that sets one people apart",
        7962.38,
        7969.02
    ],
    [
        " as different as not one of us. American whites have been prejudiced not only against black",
        7969.02,
        7976.32
    ],
    [
        " skins, but also against yellow and against copper skins of the American Indian.",
        7976.32,
        7980.92
    ],
    [
        " The United States excluded both Japs and Chinese from immigration when our western states became",
        7981.24,
        7988.44
    ],
    [
        " afraid of their cheap labor. And the old German Kaiser invented the slogan the yellow peril",
        7988.44,
        7995.04
    ],
    [
        " when he wished to unite Europe against the Ageatics. And what I find interesting about this whole",
        7995.04,
        8000.86
    ],
    [
        " thing is this is 1942. So this is pre-civil rights movement in America.",
        8000.86,
        8007.12
    ],
    [
        " And yet we find the military forward leaning on civil rights. And we'll get to that.",
        8009.06,
        8015.02
    ],
    [
        " Sometimes the prejudice against the Negroes flares up in the army. It is not a problem, however,",
        8015.5,
        8023.12
    ],
    [
        " in a camp where it is well understood that a soldier in the United States uniform is a soldier.",
        8023.28,
        8029.48
    ],
    [
        " Not a white or a Negro, Christian or Jew, rich man or poor, but a soldier and as such worthy of",
        8029.92,
        8038.52
    ],
    [
        " respect. And not everyone feels race-pregister. There are plenty of white men who are constantly",
        8038.52,
        8045.74
    ],
    [
        " meeting and working with black, brown and yellow men of education, culture, brains, and ability.",
        8045.74,
        8050.12
    ],
    [
        " These white men know that skin color is not a sign of inferiority or superiority and they tend",
        8050.5,
        8056.3
    ],
    [
        " to forget about it or at least to regard it as unimportant. These white men are numerous in Europe,",
        8056.3,
        8063.48
    ],
    [
        " South America, Asia, and Africa where the races are mixed up in business and in politics.",
        8063.92,
        8068.94
    ],
    [
        " The American soldier will be on the right track when he realizes that the differences are superficial,",
        8069.98,
        8079.08
    ],
    [
        " that other races while different from his own are not necessarily inferior. He will know that he",
        8079.58,
        8086.12
    ],
    [
        " cannot tell just from a man's color whether that man will bind up his wounds, guide him to a hospital",
        8086.12,
        8091.72
    ],
    [
        " when he is lost, feed him if he is hungry, or help him repel enemy invaders. It will help him to",
        8091.72,
        8098.86
    ],
    [
        " remember that skin color in itself means nothing about the intelligence, wisdom, honesty, bravery,",
        8098.86,
        8105.18
    ],
    [
        " or kindness of a man. If he studies carefully the people of other races whom he meets,",
        8105.34,
        8110.9
    ],
    [
        " he can satisfy himself that this is true. So again, 1942, pre-civil rights,",
        8110.94,
        8120.04
    ],
    [
        " and the military saying, hey, guess what folks, race doesn't matter.",
        8120.68,
        8125.28
    ],
    [
        " And by the way, it's still a segregated army,",
        8126.0,
        8130.96
    ],
    [
        " but they're moving in the right direction. How to win friends in foreign lands?",
        8132.2,
        8140.46
    ],
    [
        " Every American soldier in a foreign land becomes an American diplomat. He has his role to play",
        8141.6,
        8146.4
    ],
    [
        " in making strange people into America's friends. Here are some rules he will find helpful.",
        8146.4,
        8151.84
    ],
    [
        " Again, this is so interesting to read because I'm telling you when you're in the military,",
        8152.84,
        8158.28
    ],
    [
        " you think all these guys back in the 19th World War II, they didn't have to worry about that.",
        8158.28,
        8162.56
    ],
    [
        " They just went over their kick-dass. And it's like here they were getting the briefs.",
        8162.9,
        8167.26
    ],
    [
        " This is the brief. This is the big brief.",
        8167.74,
        8169.4
    ],
    [
        " And here's some things that will help you be a good diplomat.",
        8169.94,
        8175.36
    ],
    [
        " And this is applicable. Like this is applicable when you go and work with a new company.",
        8176.12,
        8180.74
    ],
    [
        " Guess what? You do want to win the hearts and minds. Here's a couple of tips.",
        8181.9,
        8188.0
    ],
    [
        " One, try first of all to understand strange customs, habits, and ways of thinking.",
        8188.78,
        8192.68
    ],
    [
        " Number two, respect these customs and habits of thought, even when you can't understand them and",
        8192.76,
        8197.44
    ],
    [
        " even when they seem unpleasant or effeminate or crazy.",
        8197.44,
        8200.48
    ],
    [
        " Three, when you cannot respect foreign countries, then suppress your disapproval.",
        8200.86,
        8208.68
    ],
    [
        " Stifle your emotions. When you can respect foreign customs, show it.",
        8208.94,
        8214.76
    ],
    [
        " You can win many friends for America in this simple way.",
        8215.52,
        8218.3
    ],
    [
        " Five, when you associate with foreign people, try to adopt their manners. Do not ask them to adopt",
        8218.92,
        8224.78
    ],
    [
        " yours. Suppress your own peculiarities as far as possible when they are contrary to the customs",
        8224.78,
        8232.48
    ],
    [
        " of the land. Number seven, when foreign customs are none of your business, then mind only your own",
        8232.48,
        8239.64
    ],
    [
        " business. Number eight, be friendly. After all, the only way to make other men like you is to like",
        8239.64,
        8245.84
    ],
    [
        " them. Number nine, take people as they come. Like them for what they are, not for the way they",
        8246.74,
        8253.52
    ],
    [
        " happen to measure up to your own standards, what you expected of them.",
        8253.52,
        8256.8
    ],
    [
        " So really good guidance just in general for humans.",
        8257.94,
        8263.86
    ],
    [
        " Those are interesting there. What did you say if it's like if their customs are effeminate or",
        8264.76,
        8272.22
    ],
    [
        " so I remember what I was learning Spanish in high school. They were talking about this difference",
        8272.9,
        8279.18
    ],
    [
        " between Spanish and Spain and Mexico. It's different. Castilian Spanish versus that's what they",
        8279.18,
        8284.46
    ],
    [
        " speak in Spain. In Mexico they speak, I don't know if they call it Mexican Spanish, but it's fast.",
        8284.46,
        8290.3
    ],
    [
        " Remember, in part of the course, they were talking about different customs and stuff like that.",
        8290.78,
        8299.78
    ],
    [
        " So I guess in Spain they say the S's with a list, like a TH or the Z's.",
        8299.82,
        8305.62
    ],
    [
        " I don't know. It's just a little bit. But there was just one custom that I remember that they're like,",
        8305.68,
        8311.66
    ],
    [
        " oh yeah, it's not uncommon to see men holding hands when they're fraying. You know how like,",
        8311.66,
        8315.88
    ],
    [
        " hey, you have your hand around. But guys are just holding hands. That's how. I remember thinking,",
        8315.92,
        8321.34
    ],
    [
        " that's interesting because that's something that's really far from custom here.",
        8321.46,
        8325.84
    ],
    [
        " But we will have our arm around. You know when you're a kid, you got your arm around your",
        8326.42,
        8330.78
    ],
    [
        " boys. You're not just walking around like that. Sometimes I guess. I don't know when you're doing it.",
        8330.78,
        8336.76
    ],
    [
        " Okay, you're a kid. You're walking off the football field after a good play. Sure, you might have",
        8336.96,
        8343.1
    ],
    [
        " your arm around your body. You're not walking down the sidewalk and doing a movie with your",
        8343.1,
        8346.9
    ],
    [
        " arm around your body. That's not happening. So you're right. And that that custom of holding hands",
        8346.9,
        8355.28
    ],
    [
        " real common throughout the rest of the world. Like lots of different places do that. And it's",
        8356.1,
        8360.54
    ],
    [
        " definitely, we definitely get some funny situations where the seal that's, you know, super macho.",
        8360.54,
        8369.14
    ],
    [
        " And he's we're over working with some in some foreign country. And some guys, you know, they're",
        8369.4,
        8373.7
    ],
    [
        " talking to him. They start to like him or whatever. They start getting along. We're going to start",
        8373.7,
        8377.36
    ],
    [
        " holding hands on our walk over to the galley. We see a TV guys were like, not out.",
        8377.36,
        8383.22
    ],
    [
        " Somebody needs to brief you on our customs. We don't do that. I don't know. Well, according to",
        8383.34,
        8389.52
    ],
    [
        " the book, that's what I'm saying. You can't be like, you know, just go ahead and hold hands with",
        8389.52,
        8394.34
    ],
    [
        " your homeboy. Yeah. But yeah, that's the kind of thing that that is rough for Americans,",
        8394.34,
        8401.42
    ],
    [
        " especially American dudes to get over. We're just going to walk around holding hands.",
        8401.5,
        8406.28
    ],
    [
        " Or like, you know, how in Europe, they'll like kiss, not necessarily on the lips necessarily,",
        8406.3,
        8411.06
    ],
    [
        " right? But the cheek right? Yeah. Right. You tried to kiss me in the cheek,",
        8411.32,
        8414.96
    ],
    [
        " that would make me weird for the day. You can't me out. He would be weird for the day for me,",
        8414.96,
        8420.56
    ],
    [
        " dude. If I suddenly random, yeah, no kissing is is no factor in much of the world for a",
        8420.7,
        8426.58
    ],
    [
        " for a guy to kiss another guy. Like, hey, good to see you. Plant one on me. Well, here in America,",
        8426.58,
        8431.88
    ],
    [
        " it's like, hey, good to see you. Keep out of my personal space. Yeah. But actually, you know,",
        8431.88,
        8436.8
    ],
    [
        " what to be honest, I don't care. Like people who actually some of my friends, they, you know,",
        8436.84,
        8441.38
    ],
    [
        " you know, like they tell you mafia kind of thing, like they'll, they'll just, you know,",
        8441.48,
        8445.48
    ],
    [
        " and they'll do that. So my friends, they kind of, you know what, you know what, you know what,",
        8445.66,
        8449.48
    ],
    [
        " thing broke down my personal space more than anything else? Yes, I do. Yes.",
        8449.62,
        8453.32
    ],
    [
        " The whole thing of like hugging another dude when you see him. Yeah. I think that stemmed",
        8454.3,
        8459.8
    ],
    [
        " from Jiu Jitsu. Oh, for real? I don't remember ever doing that before Jiu Jitsu. Yeah.",
        8460.1,
        8465.64
    ],
    [
        " Yeah. I have to think more, but it just because because Jiu Jitsu is so close anyways,",
        8465.88,
        8470.86
    ],
    [
        " that when you, you know, you're just like, that's the way it is. Yeah. So Jiu Jitsu, once again,",
        8471.02,
        8476.7
    ],
    [
        " spreading, spreading customs around the world, yeah, breaking down boundaries. Breaking down boundaries.",
        8477.1,
        8483.44
    ],
    [
        " They broke down boundaries for me. Yeah. In Hawaii, there's a lot of kissing that goes on,",
        8483.66,
        8488.26
    ],
    [
        " mostly between, like between, you know, like girls and guys, like even like if it's like",
        8488.86,
        8493.88
    ],
    [
        " your friend's wife, you kiss him on the cheek, that's how. Like it's, in fact, if you don't,",
        8493.88,
        8498.74
    ],
    [
        " it's kind of like, that was kind of standoffish kind of thing. Not a huge deal, but it's like,",
        8498.76,
        8502.64
    ],
    [
        " it's that normal in Hawaii. But guys and guys, you know, I don't, I don't think that that's an",
        8502.76,
        8510.66
    ],
    [
        " issue. Like someone kissed me on my cheek when they saw me and it was a guy. It's like, oh,",
        8510.66,
        8513.94
    ],
    [
        " I love you bro, whatever. Like that wouldn't, that wouldn't move me either way. They'd be like,",
        8514.0,
        8517.44
    ],
    [
        " fine, cool. But I'm saying if you did, because you have like a specific type of personality,",
        8517.66,
        8523.8
    ],
    [
        " you know, I'd be like, that's a new, new thing for a good job. Boy, yes. That would be a new",
        8524.34,
        8529.26
    ],
    [
        " exploration. I guess. But there's a time, I think we're doing like a Facebook live or something.",
        8529.26,
        8535.0
    ],
    [
        " And we're talking about cauliflower ear. And, um, and I was like, oh, I said something about,",
        8535.3,
        8540.54
    ],
    [
        " like, yeah, if your ears are like soft, and then I went and you were right next to me and I,",
        8540.58,
        8543.5
    ],
    [
        " like, like, flicked your ear or something. And when I watched the live later, the look on your",
        8543.5,
        8550.14
    ],
    [
        " face was like, you were genuinely not in a big way, but genuinely slightly offended by.",
        8550.14,
        8556.0
    ],
    [
        " Oh, that you're like, yeah, you're like, my ear. Like it's micro. I was at, I was at my",
        8556.2,
        8561.56
    ],
    [
        " Jiu-Jitsu Academy when I was in Virginia Beach. And there was a buddy mine, another seal.",
        8561.56,
        8565.66
    ],
    [
        " And I had gotten him into Jiu-Jitsu. And he was a small guy, like, 140, 145 scenario.",
        8566.06,
        8573.1
    ],
    [
        " And, but you know, he was like a white belt had been training and whatnot. And, um,",
        8573.66,
        8578.28
    ],
    [
        " we were both. So now we were training and one night I showed up at the academy and we both showed",
        8579.28,
        8586.56
    ],
    [
        " up at the same time, like a similar time in this academy. It was Gustavo Machado. And Guga is his",
        8586.56,
        8592.04
    ],
    [
        " nickname. Great dude. And so we, and Guga's academy at the time was pretty small and it had one",
        8592.04,
        8598.02
    ],
    [
        " bathroom in the bathroom is where you would change. So put your key on or whatever. So,",
        8598.02,
        8602.8
    ],
    [
        " my buddy goes in there and he starts changing and me being just like a team guy. I'm like,",
        8604.44,
        8610.46
    ],
    [
        " whatever, I'm going in too. So, and he's a lot smaller than me and I'm a blue belt at this time.",
        8610.46,
        8616.46
    ],
    [
        " So, you know, there's, there's that level of, of, uh, you know, like he knows that the situation",
        8616.66,
        8623.08
    ],
    [
        " unfolds. Right. I can submit him. That's the way it is. And so I just bust into the bathroom.",
        8623.08,
        8629.48
    ],
    [
        " And he's in there. He's changing. So he's, you know, I don't know if he was completely naked,",
        8629.48,
        8633.22
    ],
    [
        " but he was pretty close. And I come in and just drop my, rip off my shirt, drop my shorts. And,",
        8633.22,
        8639.22
    ],
    [
        " and I hear him go, uh-oh. And then he goes, and then he goes, uh, think of a happy place.",
        8639.28,
        8646.88
    ],
    [
        " We both started laughing. But, um, yeah. Don't care about any of that stuff. So, there you go.",
        8647.68,
        8656.48
    ],
    [
        " Try and, try and accept other people's customs and don't try and impose your customs on them.",
        8656.88,
        8666.6
    ],
    [
        " Or you're not doing good for the diplomacy of the country. Yeah. Yeah. Like, even when you go to like",
        8667.18,
        8674.42
    ],
    [
        " France, not to keep the customs thing going too long, but whether it be France or wherever, right?",
        8674.42,
        8680.58
    ],
    [
        " Mm-hmm.",
        8680.96,
        8681.64
    ],
    [
        " Here's it. It's a hard one. So, let's say you go to the beach where they can go to the beach.",
        8681.64,
        8686.68
    ],
    [
        " Right. What if you're with your wife or whatever and you're wife? Like, oh, we're in France. I",
        8687.56,
        8690.68
    ],
    [
        " want to go to the topless, you know. Mm-hmm. How do you feel about that? Whatever. All good.",
        8690.68,
        8697.4
    ],
    [
        " I don't think we're going to a topless beach, actually. Okay. What if she wanted to go though?",
        8698.04,
        8703.3
    ],
    [
        " She doesn't. All right. There you go. The way I would see it. Yeah. We're so conservative,",
        8703.68,
        8709.3
    ],
    [
        " right? Isn't that crazy? We're super conservative. Yeah. Actually, Puritans are legit. Yeah.",
        8709.3,
        8716.0
    ],
    [
        " I like the Puritans. Amen. I did. That's the New England. There's a little thread of Puritan",
        8716.24,
        8720.38
    ],
    [
        "ism up in New England and I always like that. Yeah. I can dig it. At a topless beach, I would",
        8720.38,
        8726.52
    ],
    [
        " let totally let my wife go. Totally. Except if there was anyone there that we knew. Interesting.",
        8726.52,
        8733.8
    ],
    [
        " So, like, if my brother's friends or if my friend, unless it was her girlfriends, I wouldn't care.",
        8733.86,
        8739.12
    ],
    [
        " But yeah, if it was any of our friends that we knew that were guys, that would bother me.",
        8739.26,
        8744.96
    ],
    [
        " I think my wife would just be she'd be wearing a swimsuit. This is no real big discussion.",
        8745.02,
        8750.6
    ],
    [
        " Yeah. I did. Did you wear, you know, they wear like the more, what, like the trunks that are like",
        8751.32,
        8757.12
    ],
    [
        " speedo type trunks? That's how in, you know, it's a it's a speedo. Yeah. Yeah. Would that be all you?",
        8757.12,
        8763.22
    ],
    [
        " Or would you stick with this? No. I wear surf shorts. All right. You got to. The books.",
        8763.22,
        8767.84
    ],
    [
        " It's in Brazil. You know, that's called a sungal. Yeah. Oh, yeah. And Dean Lister. This, the",
        8768.14,
        8774.84
    ],
    [
        " I'm good friends with Dean. Sure. He went through a phase of wearing a sungal. Yeah. A lot to train",
        8774.84,
        8783.66
    ],
    [
        " in. I didn't like that at all. Dude's basically wearing a speedo and beating me up. Yeah.",
        8783.66,
        8789.08
    ],
    [
        " Not fun. Yeah. And he go with no shirt. Two. So sure. So yeah. That's, um, yeah. Well, some",
        8789.08,
        8794.52
    ],
    [
        " wear that. Colony needs to do that. Oh, for sure. Well, they used to be pretty common for. Yeah.",
        8794.52,
        8798.94
    ],
    [
        " It's definitely faded right now. Yeah. For sure. The idea of just wearing the tidy whitey",
        8799.34,
        8805.58
    ],
    [
        " sungal. Yeah. Wait, grappling. Yeah. For sure. Yeah. Yeah. Yeah. Yeah. Fully. But on the beach,",
        8805.58,
        8811.3
    ],
    [
        " though, you go to play at Brazil. Yeah. Brazil. That's normal. That's how that's the custom.",
        8811.3,
        8814.88
    ],
    [
        " But not you. Yeah. You're not going to adopt that custom. I'm American. Dude. I know,",
        8814.88,
        8818.44
    ],
    [
        " bro. But when you go to these foreign lands, America, you know, it's a foreign affair.",
        8818.58,
        8821.74
    ],
    [
        " It's a box. I'm just saying the book said, I did it. Say the book said, you know,",
        8822.12,
        8825.8
    ],
    [
        " and you're just in the, you're going to disobey that. All right. What do you like?",
        8825.96,
        8829.16
    ],
    [
        " I'm going to stick to the tradition. That's what we do over here. Yes, sir.",
        8829.3,
        8834.3
    ],
    [
        " You done? Yes, sir. Trying to frame me up. Rumor. Rumor is the most primitive way of",
        8835.24,
        8843.6
    ],
    [
        " spreading stories by passing on from mouth to mouth. It is just as inefficient, inaccurate,",
        8843.74,
        8848.12
    ],
    [
        " and unaccountable as it is primitive. Rumors are repeated by even by those who do not believe",
        8848.34,
        8853.86
    ],
    [
        " the tales. That's an interesting statement. And it's very true. This is this. This is an",
        8853.86,
        8857.74
    ],
    [
        " interesting statement. When you look at it from the viewpoint of fake news right now and Russian bots,",
        8857.74,
        8861.96
    ],
    [
        " rumors are repeated by even those who do not believe the tales. There is a fascination about",
        8862.52,
        8868.3
    ],
    [
        " them. The reason is that they cleverly designed is that cleverly designed rumors give",
        8868.3,
        8873.3
    ],
    [
        " expression to something deep in the hearts of the victims. The fears, suspicions, forbidden hopes,",
        8873.3,
        8880.2
    ],
    [
        " or daydreams, which they hesitate to voice directly. So if a commanding officer can keep track",
        8880.5,
        8887.64
    ],
    [
        " of the rumors that are going around among his men, he will learn a great deal about their current",
        8887.64,
        8892.48
    ],
    [
        " fears and hopes. He will have a sort of barometer that registers the rises and falls of their",
        8892.48,
        8898.42
    ],
    [
        " rumor out. That's a good point. People are freaked out. We're going to get attacked.",
        8898.42,
        8902.66
    ],
    [
        " That means everyone's afraid they're going to get attacked or we're not going to be,",
        8902.9,
        8906.32
    ],
    [
        " you're not going home on time. Okay, everyone's concerned about that. So pay attention to those rumors.",
        8906.48,
        8911.38
    ],
    [
        " A rumor is not always a lie, not always a malicious story. And there are uses of rumor in war.",
        8912.72,
        8921.02
    ],
    [
        " You can use it for disruption. You can use it as a smoke screen. You can use it for discrediting",
        8921.26,
        8925.68
    ],
    [
        " news sources. This is a special technique. We're doing that all the time now.",
        8925.84,
        8929.78
    ],
    [
        " There's different kinds of rumors. There's the pipe dream rumor. I thought pipe dream was a",
        8931.14,
        8934.92
    ],
    [
        " modern turn. There's the pipe dream rumor, which depends on wishful thinking. There's pleasure",
        8934.92,
        8941.06
    ],
    [
        " in believing and repeating what you hope is true. The bogeyman rumor is the opposite of the pipe",
        8941.06,
        8947.22
    ],
    [
        " dream. It expresses fear not a wish. The wedge driving rumor, perhaps the most dangerous of all",
        8947.22,
        8954.48
    ],
    [
        " is the rumor that attempts to create hostility and distrust between allies or between particular",
        8954.48,
        8959.82
    ],
    [
        " groups within a country. So you have to watch out for that. What makes rumor work? And I think this",
        8959.82,
        8969.48
    ],
    [
        " is probably the most important part of this section. Rumors thrive on fertile soil. What soil is",
        8969.48,
        8974.66
    ],
    [
        " fertile? Lack of information about important things favor rumor rumors encouraged by discontent",
        8974.66,
        8981.5
    ],
    [
        " frustration, boredom, and idleness. Expectation fosters rumors.",
        8981.5,
        8988.08
    ],
    [
        " Censorship, since it blocks important news favors rumor.",
        8990.64,
        8995.96
    ],
    [
        " And from those you can get to how to control rumor. One, ensure good faith in official",
        8996.62,
        9004.34
    ],
    [
        " communications. If the public loses confidence in the reliability of the communications",
        9004.34,
        9008.52
    ],
    [
        " of the armed forces and of the press and radio, then rumors begin to spread fast.",
        9009.0,
        9014.3
    ],
    [
        " So you got to tell the truth. To develop faith in leaders, people can stand censorship and lack",
        9014.64,
        9022.6
    ],
    [
        " of news when they feel they are sure that they are not being told falsehoods and that what is being",
        9022.6,
        9026.92
    ],
    [
        " held back is being held back for good reason. That applies to all leaders from the president to the",
        9026.92,
        9037.7
    ],
    [
        " facts as possible. Let the press and radio give as full and circumstantial news as they can without",
        9037.7,
        9043.78
    ],
    [
        " giving too much aid to the enemy. Let the armed forces do the same. Men want facts when they can't",
        9043.78,
        9048.54
    ],
    [
        " get facts. They take rumors. This is something that all the time in national and front will go into",
        9048.54,
        9053.06
    ],
    [
        " a company and they're having problems with the rumors. And the reason that they're having problems",
        9053.06,
        9057.44
    ],
    [
        " with rumors is because the leadership is not explaining what is happening. So there's for whatever",
        9057.44,
        9064.96
    ],
    [
        " reason they decide they're going to close down a location. You know, maybe it's because the rent",
        9064.96,
        9070.8
    ],
    [
        " was too high and they're going to look for a different space. Maybe it's because the market had dropped",
        9070.8,
        9074.44
    ],
    [
        " down there so much that there was a losing money. But what's the rumor? If you don't tell people",
        9074.44,
        9080.2
    ],
    [
        " that the rumor is we're going out of business. So they already shut down Pleasanton or whatever.",
        9080.2,
        9085.78
    ],
    [
        " We're going down. Find a new job. So when you don't explain to people what's going on,",
        9086.06,
        9092.2
    ],
    [
        " it's I just had a guy a leader who had to get rid of somebody. And then it turned into a big email",
        9093.02,
        9103.52
    ],
    [
        " craziness where the guy that got fired sent his closing emails to everyone. I'm going to miss you",
        9103.52,
        9112.38
    ],
    [
        " guys. I'm sorry that didn't work out. I hope this doesn't bow bad for everyone else. Like one of those,",
        9112.38,
        9119.88
    ],
    [
        " right? Mass email. So and the guy is going what you know what do you think I should do? I mean,",
        9119.88,
        9124.34
    ],
    [
        " this is I I shouldn't have to like respond. And I said you don't have to respond. But if you don't",
        9124.4,
        9131.86
    ],
    [
        " respond, these people are going to create they're going to run with everything he said. So craft an",
        9131.86,
        9138.3
    ],
    [
        " email and say hey, everyone. Sorry to see Billy go. Billy, we wish you luck. Or maybe you don't",
        9138.3,
        9149.86
    ],
    [
        " really go. Here's what happened. Here's what unfolded. Here is our financial situation. We were",
        9149.86,
        9155.68
    ],
    [
        " actually losing money in his division. Not for one month, not for three months, but for 14 straight",
        9155.68,
        9163.68
    ],
    [
        " months. I had asked him repeatedly to conduct or to make these changes. And he hadn't made any of the",
        9163.68,
        9172.28
    ],
    [
        " changes. And although I like Billy as a person, I couldn't sacrifice everyone at this company",
        9172.42,
        9179.66
    ],
    [
        " for one person. What we need is to be profitable. And with Billy in charge of that division,",
        9179.66,
        9186.02
    ],
    [
        " we're losing money. And as the leader, I can't allow my loyalty to one person to trump my loyalty",
        9186.18,
        9193.08
    ],
    [
        " to everyone here. Therefore, I had to let him go. Now we've gotten that rumor under control.",
        9193.08,
        9198.22
    ],
    [
        " Next, keep men and women busy. Was it was funny? Is that leader was telling me?",
        9200.1,
        9205.36
    ],
    [
        " This you I never had to do this before. Tell everyone in an email what's going on.",
        9205.96,
        9212.2
    ],
    [
        " Well, you never had an email, right? Email is relatively new. You know? And so it's not like",
        9212.36,
        9219.58
    ],
    [
        " somebody who's sending out an e-mail throwing darts and spears at everyone's from their email.",
        9219.58,
        9226.18
    ],
    [
        " For keep men and women busy. Prevent idleness and monotony. Empty minds are easily filled with",
        9226.18,
        9232.78
    ],
    [
        " untruths and worries. Ital hands make busy tongues. Fight rumor-mongering campaign against rumor,",
        9232.78,
        9239.2
    ],
    [
        " expose it as enemy propaganda, discredit specific rumors as inaccurate and false caricature rumor-mongers.",
        9239.38,
        9246.28
    ],
    [
        " And this section is called psychological warfare. Interestingly enough, death can be inflicted upon",
        9246.7,
        9255.4
    ],
    [
        " the bodies of an enemy. Destruction upon property. But defeat is a conquest of the mind.",
        9255.4,
        9263.4
    ],
    [
        " So legit. In total war, economic, military, and psychological action are all used to bring about",
        9264.78,
        9272.4
    ],
    [
        " submission in the enemy. Economic action deprives the enemy of vital materials. Military action",
        9272.4,
        9278.3
    ],
    [
        " destroys his armies by killing capturing, scattering the soldiers smashing or capturing the",
        9278.3,
        9285.38
    ],
    [
        " enemy. It is successful psychological action that in the end deprives the enemy of his will to resist",
        9285.38,
        9291.98
    ],
    [
        " and can spoil the individual soldier as a fighting machine by removing the one thing that makes him",
        9291.98,
        9298.04
    ],
    [
        " fight the hope of success. The soldier without hope is like a tank without gas. When you come",
        9298.04,
        9307.1
    ],
    [
        " right down to it all warfare, military and economic too is psychological warfare. Since willingness to",
        9307.1,
        9314.42
    ],
    [
        " surrender is a state of mind, all these different means are used to bring about a change of mind to",
        9314.42,
        9320.9
    ],
    [
        " convert determination to resist, into willingness to accept defeat. The chief tool of psychological warfare,",
        9320.9,
        9330.88
    ],
    [
        " the one that is most peculiar, particularly psychological, is propaganda. Since propaganda tries",
        9331.22,
        9339.6
    ],
    [
        " to change opinion, the people who plan propaganda have to know all about the opinions of those they",
        9339.6,
        9346.78
    ],
    [
        " are trying to change. You can't be intelligent about changing anything unless you know what it is",
        9346.78,
        9350.76
    ],
    [
        " you're trying to change. Good point. And then it talks about how you figure out what people's",
        9350.76,
        9357.24
    ],
    [
        " opinions are. You have to gather that information and how to pull for that information. Then it talks",
        9357.24,
        9362.5
    ],
    [
        " about a little bit about propaganda. The truth is the best propaganda. Propaganda does not have to be",
        9362.5,
        9369.38
    ],
    [
        " dishonest or lying. Hitler said that a lie will be believed if it is big enough. And it may be at first,",
        9369.38,
        9375.62
    ],
    [
        " but the big lies don't stand up. Eventually the truth catches them and unmasks them. The goal of",
        9376.46,
        9383.24
    ],
    [
        " propaganda is always a change in the state of mind. Good propaganda always starts from a fact.",
        9383.24,
        9391.24
    ],
    [
        " There is a formula for victory in psychological warfare. One, the enemy must be weary. He must be",
        9394.26,
        9400.66
    ],
    [
        " sick and tired and discouraged. Two, the second step in psychological warfare is to turn disillusionment",
        9400.66,
        9405.94
    ],
    [
        " into despair to convince the weary enemy that victory is impossible. The third step is to promise",
        9405.94,
        9413.22
    ],
    [
        " something better. Show him a way out. The cornered beast fights to the death unless he sees a way",
        9413.22,
        9420.44
    ],
    [
        " of escape. Four, after the creation of despair, after the promise of something better, there is left,",
        9420.44,
        9428.1
    ],
    [
        " there is left still one further step for psychological warfare. The enemy must be led to fix the blame on",
        9428.32,
        9435.66
    ],
    [
        " his own leaders. The soldier who surrenders when he could have fought on must have some excuse.",
        9435.66,
        9441.64
    ],
    [
        " And he will find it if his discipline is broken down by his conviction that his own leaders are",
        9442.14,
        9447.7
    ],
    [
        " responsible for his unnecessary predicament. That last step may come of itself, but propaganda can",
        9447.76,
        9455.0
    ],
    [
        " help it. So those are some really important steps. And if you think about them, if you think about",
        9455.0,
        9464.36
    ],
    [
        " them from a leadership perspective, they're very, very powerful. If you think about them from a",
        9464.36,
        9468.0
    ],
    [
        " business perspective, they are very, very powerful. And when you know the offense, you also have to",
        9468.0,
        9473.78
    ],
    [
        " understand the defense against psychological warfare. Number one, don't trust the enemy.",
        9473.84,
        9478.94
    ],
    [
        " Remember that broadcasts and leaflets don't necessarily come from the sources from which they",
        9480.08,
        9484.88
    ],
    [
        " claim to come from. And by the way, that also applies to emails, articles, tweets, social media posts,",
        9484.88,
        9492.04
    ],
    [
        " Russian bots. Be critical, even though a story starts off with what you know to be true, don't trust",
        9492.38,
        9502.34
    ],
    [
        " the interpretation that is tacked onto the truth. And so don't accept first interpretation you",
        9502.34,
        9508.64
    ],
    [
        " hear about the reason the battle was won or lost or the reason there isn't any more coffee.",
        9508.64,
        9513.24
    ],
    [
        " Wait, the first story is the best propaganda because it has no other story to overcome, but it is",
        9514.14,
        9519.7
    ],
    [
        " not necessarily the best for you to believe. But in general, don't trust the enemy.",
        9519.7,
        9527.34
    ],
    [
        " Don't trust the enemy. If he turns friendly, fear him or better understand that he's up to no good.",
        9529.32,
        9536.3
    ],
    [
        " If you are captured, tell him just your name, rankings, your number, nothing else. Just because",
        9536.66,
        9540.3
    ],
    [
        " he seems friendly and well-meaning, don't spill things you think are unimportant.",
        9540.3,
        9544.16
    ],
    [
        " And it wraps up with this, trust only your own leaders, there for you. Trust them.",
        9544.82,
        9552.8
    ],
    [
        " And be wise. That's a kind of an interesting way to finish up that book is that statement trust them",
        9554.28,
        9564.36
    ],
    [
        " but be wise. Trust your leaders, but at the same time be wise and you've got to pay attention",
        9564.36,
        9571.66
    ],
    [
        " to that because it's a little counter to trust, right? It's saying trust but be wise. And I actually",
        9571.66,
        9580.64
    ],
    [
        " agree with that. Question everything. Be wise. Question everything. Question your leaders.",
        9580.64,
        9589.56
    ],
    [
        " Don't follow people blindly. You can put your trust in them. Sure, but at the same time,",
        9589.74,
        9593.7
    ],
    [
        " you have to be wise. Be wise to question them. Be wise to try and understand their decisions.",
        9593.7,
        9602.42
    ],
    [
        " Be wise enough to disobey them. Should they choose to lead in a manner that is detrimental to",
        9602.42,
        9611.7
    ],
    [
        " the mission, to the strategic objectives and to common sense. And you know what? You got to be wise.",
        9611.7,
        9622.92
    ],
    [
        " Not just about your leaders, but about everyone. Seek to understand people. Which you do",
        9623.6,
        9632.06
    ],
    [
        " by watching them and by observing them and by listening them. And you know, one thing that we do,",
        9634.88,
        9642.24
    ],
    [
        " people do is we spend a lot of time on output. We are sending all the time. We are talking all the time.",
        9642.62,
        9653.1
    ],
    [
        " We are putting information out all the time. Learn to be on receive mode a little bit more. Learn",
        9654.06,
        9659.98
    ],
    [
        " to listen a little bit more. Learn to capture and absorb and utilize what other people reveal.",
        9659.98,
        9666.0
    ],
    [
        " And when you do that, you'll garner a better understanding of them, of yourself, of your team,",
        9667.48,
        9675.34
    ],
    [
        " of your enemy, the nature of the battle itself and the nature of humans themselves.",
        9675.6,
        9684.0
    ],
    [
        " So listen and learn and understand so that you can become wise because if you become wise,",
        9686.02,
        9693.54
    ],
    [
        " then you can win. And that wraps up this incredible book, Psychology for the fighting man,",
        9693.8,
        9705.8
    ],
    [
        " what you should know about yourself and others. All right. So, what do you do?",
        9706.1,
        9713.98
    ],
    [
        " Echo, I know you've got some hopefully some information to tell us how to become a little bit",
        9714.76,
        9723.52
    ],
    [
        " wiser in our movement down the path and our movement towards winning in all aspects of life in",
        9723.52,
        9730.94
    ],
    [
        " this total war that we are fighting on a daily basis in all directions. Yes, sir. I do. What do you got?",
        9730.94,
        9737.02
    ],
    [
        " We got, okay. Jujitsu is one of the many ways. And now, what kind of gear are we going to get when we",
        9737.6,
        9743.02
    ],
    [
        " do Jujitsu? Origin, and gear. That's the answer. People have not been asking me that recently.",
        9744.46,
        9751.4
    ],
    [
        " That's good. That's a, well, hopefully it's good. Hopefully that signifies that they already know.",
        9751.86,
        9756.76
    ],
    [
        " They know. Yeah. Hopefully it doesn't signify that people are slowing down starting to do",
        9756.86,
        9760.78
    ],
    [
        " to actually which, you know what? I know from different input that I'm receiving because I'm",
        9760.78,
        9765.98
    ],
    [
        " most received. I'm not receiving more right now. That people are starting to do. Jujitsu is still",
        9765.98,
        9771.1
    ],
    [
        " just finished my first Jujitsu class got rolled out. Just finished my Jujitsu class. I'm just finished",
        9771.44,
        9776.62
    ],
    [
        " my Jujitsu. I've got my first stripe on that white belt. Oh yeah. So people are getting on the path",
        9776.62,
        9780.32
    ],
    [
        " for sure. Yeah. And staying because I'm hearing about blue belts now. Yeah. And we're in that,",
        9780.32,
        9785.12
    ],
    [
        " but we've been in that mode for like maybe a year almost. Yeah. Where does people are starting to",
        9785.2,
        9790.0
    ],
    [
        " get blue belts? We're starting to see blue belts emerge. Stripes. So we are the, yeah, we're seeing",
        9790.0,
        9801.08
    ],
    [
        " you'd have our first hopefully potential Jocco podcast black belt within seven years is my prediction.",
        9801.08,
        9809.92
    ],
    [
        " Yeah. Yeah. Right? Yeah. I would say average 10 years. How long did it take? Maybe it took a few",
        9810.46,
        9816.3
    ],
    [
        " months before people started going, okay, I'm going to start this Jujitsu stuff because these guys won't",
        9816.3,
        9819.9
    ],
    [
        " stop talking about it. Yeah. Yeah. But I was going at wrestling tournaments. This is, this was",
        9819.9,
        9826.1
    ],
    [
        " awesome. Going to wrestling tournaments and having kids that are freshmen in high school. So they're",
        9826.1,
        9832.96
    ],
    [
        " 13, 14 years old. Guess what started in the grappling? Little duck called weight. No, little book",
        9832.96,
        9839.3
    ],
    [
        " called Way of the Warrior kid. Way of the Warrior kid got them on the path. And so they started that",
        9839.3,
        9844.86
    ],
    [
        " when they were 11 years old two, three years ago and they read Way of the Warrior kid. I want to",
        9844.86,
        9848.5
    ],
    [
        " learn how to wrestle. And then the kids come up to me. Hey, sir. Are you all good? My name is",
        9848.5,
        9856.06
    ],
    [
        " and I started wrestling because I got into Jujitsu. So thank you. So that's one of the best",
        9856.06,
        9864.4
    ],
    [
        " things that's happened to me in a long time because why? Because I know that that kid is going to have",
        9864.4,
        9868.9
    ],
    [
        " a legitimately better life because they know how to do Jujitsu and wrestle. Their life will be better.",
        9868.9,
        9875.04
    ],
    [
        " So if you're doing Jujitsu, you get an origin, you get an origin, you made an America",
        9875.66,
        9883.14
    ],
    [
        " and designed specifically for Ikeido. No, for Judo. No, for",
        9883.14,
        9913.12
    ],
    [
        " sweatshirts. We're working on boots. I can't talk about that yet because then people will be on me for the next",
        9913.42,
        9920.0
    ],
    [
        " whatever as we try and get we have the machinery in place. We got models being built. I have a pair.",
        9920.0,
        9926.4
    ],
    [
        " I know you don't have a pair because you're not quite on the inner inner circle. Yeah, you look",
        9926.48,
        9932.62
    ],
    [
        " really despondent when I said that. That's okay. I broke it. I broke it. Anyway, no kiss for you later.",
        9932.62,
        9938.88
    ],
    [
        " You get all these things at origin main.com. Other stuff on there like supplements. Most important supplements.",
        9940.98,
        9949.72
    ],
    [
        " I'd lift weights, whatever. And I've always had probably like maybe 15 years I would say. I've always",
        9949.9,
        9958.28
    ],
    [
        " had this elbow. I wouldn't call it tendonitis, although I have had tendonitis in my album. It's just an",
        9958.28,
        9964.2
    ],
    [
        " thing. When I first got into joint warfare and the krill oil, it would go in a way completely.",
        9964.2,
        9971.44
    ],
    [
        " Right, went away completely. Recently, I got heavy back into the lift. I can go. It sort of starts to",
        9971.98,
        9979.5
    ],
    [
        " come back. But now it's like at this phase where I'll feel it right now. If I try to do a close grip push-up",
        9979.5,
        9985.58
    ],
    [
        " or something like right now in this cold room, I'll feel it. But the amount of sets that I have to do to",
        9985.58,
        9992.28
    ],
    [
        " warm it up are now reduced to one. One, usually it was every single set of one. It was like three,",
        9992.28,
        9998.0
    ],
    [
        " four sets of warm up. That my first set I could feel it, but I could over it. It was like that.",
        9998.06,
        10001.48
    ],
    [
        " So it's like a, and I'm getting older. I'm not getting younger. I know it seems obvious, but",
        10001.88,
        10005.96
    ],
    [
        " given the way my elbow feels, you know, not that obvious. Yeah, no, the reviews on people for",
        10005.96,
        10011.18
    ],
    [
        " joint warfare are awesome. Yeah, people are, they get that where something's been bothered them for",
        10011.18,
        10017.68
    ],
    [
        " so long and they get on the joint warfare, throw on the krill oil and you feel good.",
        10017.78,
        10023.74
    ],
    [
        " Yeah. That's what makes it, in my opinion, the most important supplement.",
        10024.26,
        10028.6
    ],
    [
        " Yeah, because it then allows you to work harder. Yeah, exactly.",
        10028.78,
        10031.28
    ],
    [
        " So true. So yeah, joint warfare. Boom, get that one. Super krill oil.",
        10031.92,
        10037.0
    ],
    [
        " Some added antioxidants in there. And then discipline, which is, it's a combination of two things.",
        10037.36,
        10043.42
    ],
    [
        " It's a little physical energy boost and a mental cognitive increase in capacity to think.",
        10043.5,
        10050.98
    ],
    [
        " So that's discipline. The drink discipline go is that, but it's in the form of a pill. So,",
        10051.52,
        10059.44
    ],
    [
        " or wait, they call it a capsule. Yeah, it's a capsule. I told Brian,",
        10059.78,
        10065.48
    ],
    [
        " old little, I was like, hey, man, discipline, I'm addicted to the drink, which I love it. Thank you",
        10066.38,
        10073.68
    ],
    [
        " for helping me get this to the world. However, if I'm going to go up on stage and talk for two",
        10073.68,
        10080.96
    ],
    [
        " hours, I can't pound two bottles of discipline. You know why? It's a real simple reason.",
        10080.96,
        10087.7
    ],
    [
        " It is what it is. It's a biological reason. Yeah, drink two liters of water. You're going to have",
        10088.02,
        10093.72
    ],
    [
        " to go to the bathroom. Yes, sir. I don't want to have to stop. Hey, hold on a minute,",
        10093.72,
        10098.5
    ],
    [
        " crowd of 700 people. I'm just going to go hit the head real quick. That's not happening. So,",
        10098.84,
        10103.54
    ],
    [
        " took the discipline formula, we made it into a capsule. Now I can just pop three discipline",
        10103.72,
        10110.7
    ],
    [
        " when I'm going to need, when I'm going to need that little edge, little edge. You don't, as Jason",
        10110.7,
        10123.7
    ],
    [
        " word search anymore in your head, you know, when you're saying stuff. So is there, okay, then",
        10123.7,
        10128.18
    ],
    [
        " there's that energy drink, one version, right? The energy drink is coming. It's not out yet.",
        10128.18,
        10135.1
    ],
    [
        " Well, the video with JP. Yes. Origin, boom. Yeah. But clearly the energy drink is made. It is made,",
        10135.32,
        10143.3
    ],
    [
        " but it's not in production yet. And I'm going to go into why, well, the reason why it's not in",
        10143.72,
        10148.0
    ],
    [
        " production is because of the way we are producing it, which is a way that no one else is doing.",
        10148.0,
        10153.58
    ],
    [
        " Because the bottom line is there's all kinds of what you call energy. There's all kinds of energy",
        10154.18,
        10158.2
    ],
    [
        " drinks out there right now. They're not good for you. The closest thing you can get to an energy",
        10158.2,
        10162.74
    ],
    [
        " drink that's good for you is actually jocke a white tea. That's the closest thing you can get,",
        10162.74,
        10166.42
    ],
    [
        " because it tastes good. It's got some caffeine, some antioxidants. We're taking that to the next",
        10166.54,
        10171.32
    ],
    [
        " level with the discipline, go ready to drink in a can, taste delicious, and it's actually good for",
        10171.32,
        10179.46
    ],
    [
        " you. This is the difference. So that'll be out. I'm guessing. We're probably not looking for another",
        10179.46,
        10186.76
    ],
    [
        " two months. So no reason to get all excited yet. I'll let you know when it is all out there.",
        10186.76,
        10190.54
    ],
    [
        " In the meantime, the discipline powder is a good variant for now. But yeah, the discipline",
        10190.78,
        10197.86
    ],
    [
        " going to can. It's really it's nailed it. Yeah. I got four samples. Yeah. There we go. I mean,",
        10197.86,
        10205.78
    ],
    [
        " I'm down. I don't drink energy drinks, but if there's like one there that like I know is going",
        10205.78,
        10210.52
    ],
    [
        " to taste good, I'm kind of I'm kind of I like those. So that one was like, oh, yeah, they were",
        10210.52,
        10215.56
    ],
    [
        " gone. And that's the thing is it it tastes good, which is awesome. It's actually good for you.",
        10215.56,
        10220.9
    ],
    [
        " You know, there's no different way to just yeah. So good to go. Also got milk. If you want to",
        10221.14,
        10227.66
    ],
    [
        " get on the milk train. Yeah, for some additional protein. Yeah. In addition to your rib eye steaks.",
        10227.66,
        10232.82
    ],
    [
        " Yeah. And here's the thing like where you're mission to your Tomahawk rib eye steak. Oh, yeah.",
        10232.82,
        10236.9
    ],
    [
        " The thing you need additional protein. Mm-hmm. If you're working out, you do straight up.",
        10237.2,
        10242.64
    ],
    [
        " Otherwise, your body what eats itself. You want that to happen? And I'll tell you what,",
        10242.86,
        10246.0
    ],
    [
        " even if you don't need additional protein, you know what you need? Dessert. Yeah. So luckily,",
        10246.1,
        10251.68
    ],
    [
        " milk is it's why what does milk? What does this mean? It means really tasty nectar. That is",
        10252.26,
        10260.9
    ],
    [
        " going to make you stronger. And you can have it for dessert. And we get done having for dessert.",
        10260.9,
        10264.98
    ],
    [
        " You won't get done with it and think, oh, I still want some ice cream. No, you'll be like, I'm",
        10265.24,
        10268.86
    ],
    [
        " done with it. And I'm done. And I feel great. We're good. Okay. So I made this. Here's a new little",
        10268.86,
        10274.56
    ],
    [
        " dish. Mm-hmm. In my little, I don't know, whatever. Yeah. So I go egg white omelet with like,",
        10274.56,
        10285.38
    ],
    [
        " you know, I'll take like leftover. You risk enomelet? No. No. Jated. So, you know, for example,",
        10285.42,
        10291.3
    ],
    [
        " my my wife made pot roast, right? So it's like pot roasts. There's little carrots in there.",
        10291.3,
        10295.9
    ],
    [
        " Yeah. You know, there's potatoes in there. Yes. So I'll take some leftover pot roasts and I'll",
        10296.12,
        10300.52
    ],
    [
        " make an egg white omelet with the pot roast. Right? It seems kind of what, but whatever the leftover",
        10300.52,
        10304.86
    ],
    [
        " is is the most part. Oh, I'll make a omelet with it. So I made it and it's good. That's like good",
        10304.86,
        10309.12
    ],
    [
        " nutrients right there. That's a solid like post workout, whatever. Oh, yeah. It tastes good too.",
        10309.12,
        10314.16
    ],
    [
        " And then, you know, no sugar. No, you know, it's like legit and tastes really good. So I pound that.",
        10314.5,
        10319.92
    ],
    [
        " So it's not last night the night before. So I pound that and I'm like, man, I'm so not only did I get a",
        10320.32,
        10326.12
    ],
    [
        " good healthy, delicious little meal that I made. I'm like, you know how you have, it's like kind of",
        10326.12,
        10331.8
    ],
    [
        " in the mood for some dessert. Yeah. No, that's not true. And in a way, in a weak mind,",
        10331.8,
        10335.88
    ],
    [
        " in a matter of speaking, in a weak mind, you can be like, hey, I had such a healthy dinner. Yeah.",
        10336.42,
        10342.04
    ],
    [
        " I can kind of, you know, exercise some freedom on the dessert a little bit. But I mixed up the",
        10342.04,
        10349.74
    ],
    [
        " milk, the double win, win, boom, stayed on the discipline path. And when you're when you're kind of",
        10349.74,
        10355.5
    ],
    [
        " full like that, sometimes you eat a giant steak, but you're still, even though you're pretty full,",
        10355.5,
        10359.54
    ],
    [
        " you want to have a little dessert. Yeah, yeah. A little one scoop hitter. Yeah, my little one",
        10360.02,
        10364.46
    ],
    [
        " scoop hitter. That's a scoop. Yeah. And lately, I will say I've been mixing less milk and more",
        10364.46,
        10370.62
    ],
    [
        " milk. Okay. Yes. It's thicker like a thicker and it's so good. It's like a little. It's a straight",
        10370.62,
        10376.1
    ],
    [
        " up milkshake. Get that hitter as what brother feel Vaughan would say.",
        10376.1,
        10381.0
    ],
    [
        " True. Also wore your kid and milk. That's for the kids. You can think it's for kids.",
        10381.44,
        10385.86
    ],
    [
        " Oh, you try that strawberry. It's a bit of a difference. Yeah. Yeah. Well, that's a good",
        10386.04,
        10390.78
    ],
    [
        " on this one. Strawberry chocolate. Is it? That's the only two right now. Right? Yeah. Yeah. And",
        10390.78,
        10395.94
    ],
    [
        " then the strawberry that's going to go to the regular milk pretty soon. Yeah, it's coming. We're",
        10395.94,
        10399.82
    ],
    [
        " working on it. There he's doing it. Also, jaco is a store. You know, stand on the path. Good.",
        10399.82,
        10405.46
    ],
    [
        " Of course, stand on the path. But if you want to represent while you're on the path, we've got",
        10405.8,
        10409.92
    ],
    [
        " some shirts for you. If you want, this splitting was freedom. So good one. It gives two versions of",
        10409.92,
        10414.48
    ],
    [
        " that, by the way. All done. Old one. New one. You know, yes. And they're both in the game.",
        10414.48,
        10419.66
    ],
    [
        " Food. Good ways to represent some hoodies on there. Also more rash guards. So you want to represent",
        10419.86,
        10425.68
    ],
    [
        " it. And people have been representing tournaments, competitions, you know, with get after it,",
        10425.68,
        10430.84
    ],
    [
        " you know, on the rash guard. These are all. Yeah. So really good. When you see people",
        10430.84,
        10434.82
    ],
    [
        " straight representing in the competition. Oh, big time. A lot of cool. So again, hats,",
        10434.82,
        10443.26
    ],
    [
        " flex fit hats. You know, I think we might discontinue the trucker hats, but you know, we're just",
        10443.82,
        10449.16
    ],
    [
        " okay. See what it did. Look at that. Look at that. All right. We have truckers have zero credit for",
        10449.42,
        10454.46
    ],
    [
        " selling that. That was so bad. Well, we have both truckers had and flexed hat. Also hoodies. Oh,",
        10454.46,
        10462.94
    ],
    [
        " it already said hoodies. But anyway, go on there. Jockelstore.com. If you like something,",
        10463.0,
        10466.68
    ],
    [
        " get something. Represent and support. Support. It's true. Support yourself. Jocke white tea.",
        10466.9,
        10473.98
    ],
    [
        " Okay. Any can. Yes. Okay. Little bit of caffeine in their antioxidants. Deadlift, 8,000 pounds.",
        10474.44,
        10482.44
    ],
    [
        " That's good. It's good. Like my wife deadlifts 8,000 pounds. You know, more of a mild taste compared",
        10482.86,
        10490.62
    ],
    [
        " to the energy drink. Now, I know. You mean energy drink in general? No. You're just",
        10490.62,
        10496.58
    ],
    [
        " willing to go. Yeah. Should we not call it an energy drink? I wouldn't. Yeah. I would call it",
        10496.58,
        10502.42
    ],
    [
        " something else. I would call it discipline. Go. Yeah. I don't know. I think, yeah,",
        10502.64,
        10508.54
    ],
    [
        " well, the jury's still out on that one because it's kind of an energy drink. Good problem is",
        10508.66,
        10512.3
    ],
    [
        " energy. You don't want this. Good for you. Yeah. You don't want the stigma. Yeah. Energy",
        10512.3,
        10516.04
    ],
    [
        " drinks are literally bad for you. Yeah. All right. Well, we'll think about that one.",
        10516.04,
        10520.6
    ],
    [
        " Nonetheless, Jocke white tea. Not an energy drink. It's actual tea. Sort of a certified organic.",
        10520.76,
        10526.18
    ],
    [
        " USD. A certified organic. So yeah, you can get that one in a can or what do you call it?",
        10527.94,
        10535.24
    ],
    [
        " loose? No, that's not loose leaf. Dry. Just dry in the bags or whatever. Yeah. That's a good one.",
        10536.0,
        10540.96
    ],
    [
        " Jocke. Also subscribe to the podcast. If you don't subscribe to the podcast,",
        10541.08,
        10544.28
    ],
    [
        " then Echo is going to keep telling you if I don't tell you as quickly as possible to",
        10544.54,
        10548.3
    ],
    [
        " subscribe to the podcast. So do that. And don't forget about the warrior kid podcast because",
        10548.3,
        10553.36
    ],
    [
        " your kids need to be shown the path. And I hate to say this. Not by you. No, well, no.",
        10555.7,
        10565.1
    ],
    [
        " In addition to you telling them, in addition to you trying to convince them because if you remember,",
        10565.32,
        10570.1
    ],
    [
        " when you were a kid, you didn't want to listen to your dad. You didn't want to listen to your mom.",
        10570.38,
        10573.36
    ],
    [
        " You kind of always thought, well, you may be just I might look I might only be 11 years old,",
        10573.62,
        10577.88
    ],
    [
        " but I think I know a little bit better than my dad. Right. For sure. You said very least. He",
        10577.88,
        10582.84
    ],
    [
        " don't understand. So Uncle Jake can talk to your kid. Get him on the path. Let him know what's up.",
        10582.84,
        10588.68
    ],
    [
        " Also, you got the warrior kid soap at the Irish oak branch dot com young Aiden.",
        10588.98,
        10594.78
    ],
    [
        " Young Aiden making soap, having his own business, buying the material, growing the material,",
        10595.34,
        10601.32
    ],
    [
        " get some of that so that you can stay clean. You got YouTube, subscribe to the YouTube channel.",
        10601.84,
        10608.08
    ],
    [
        " So you can see echoes legit videos.",
        10608.24,
        10610.26
    ],
    [
        " Technically, you don't have to subscribe. Well, just check it out then. But yeah, if you want",
        10610.38,
        10616.08
    ],
    [
        " subscribe. It's a good one. Subscribe, like and comment.",
        10616.08,
        10619.12
    ],
    [
        " Anyways, like it would shoot for for those that don't know. We do have YouTube channel. If",
        10620.1,
        10625.72
    ],
    [
        " you're interested in the video version, if you want to see what echo Charles looks like,",
        10625.72,
        10628.98
    ],
    [
        " yeah, if you want us to comment that echo looks jacked or is jacked or is yoked. Sure.",
        10629.28,
        10634.68
    ],
    [
        " Then you can do that there. Don't forget about psychological warfare. It's an album",
        10634.88,
        10638.94
    ],
    [
        " to help you get through moments of weakness by hearing pragmatic information about why you should stay",
        10638.94,
        10645.24
    ],
    [
        " on the path. That is it. I tuned to Google play MP3 platforms. It's true. Also, your home gym",
        10645.24,
        10651.6
    ],
    [
        " when you're expanding, because we're always expanding. I know I'm expanding. Yeah, your stuff",
        10651.6,
        10655.96
    ],
    [
        " got on it. So on it dot com slash jaco good spot. Good equipment of all kinds.",
        10655.96,
        10662.18
    ],
    [
        " For gym. Also information on there. So yeah, when you get into kettlebells, because you got to do",
        10663.96,
        10668.44
    ],
    [
        " kettlebells kettlebells are good. Yes. So you want some info on there. Boom. That's where you can get",
        10668.44,
        10674.18
    ],
    [
        " a lot of good stuff on there going on it dot com slash jaco. I wrote a bunch of books. If you",
        10674.18,
        10680.98
    ],
    [
        " want to get the books, go to jacopodcast.com and then click on the various books. Mikey and the",
        10680.98,
        10691.38
    ],
    [
        " little kids, but everyone gets something out of it. And it's a cool story. That rhymes.",
        10691.38,
        10697.74
    ],
    [
        " And it's delivered very eloquently. If I don't know if eloquent, the word eloquent is even",
        10698.12,
        10706.2
    ],
    [
        " compatible with you as a as a whole concept or whatever, but I will all use it very eloquent.",
        10706.2,
        10713.26
    ],
    [
        " Check. So Mikey and the dragons for kids also for kids. Way the warrior kid and way the warrior",
        10713.48,
        10719.86
    ],
    [
        " kid too, which is called marks mission and also way the warrior kid. Three, which is called where",
        10719.86,
        10726.8
    ],
    [
        " there's a will. And that book is coming out in the spring. Get your kid these books because",
        10726.8,
        10734.48
    ],
    [
        " they will point them in the right direction on so many things. I wish I had these books when I",
        10734.48,
        10739.06
    ],
    [
        " was a kid so badly. And I hope that the kids you know, read these books and get themselves on",
        10739.06,
        10746.4
    ],
    [
        " the path. And if an adult you know needs to get on the path, get them to display equals freedom field",
        10746.4,
        10750.74
    ],
    [
        " manual, which tells people how to get after it. Everybody needs to know how to get after it.",
        10750.74,
        10757.02
    ],
    [
        " In my opinion, it's a good little daily read. It's not a normal book. It's different. Yes, very",
        10757.26,
        10766.54
    ],
    [
        " different. So check that one out. And then of course, there is extreme ownership. The first book",
        10766.54,
        10771.58
    ],
    [
        " that I wrote with my brother, Lafe Babin. And also we just released last year dichotomy of leadership.",
        10771.58,
        10778.06
    ],
    [
        " And I'm starting to think there's people starting to comment that dichotomy of leadership is now",
        10779.04,
        10786.02
    ],
    [
        " starting to emerge from the shadow of his older brother. And we're starting to think that dichotomy",
        10786.02,
        10794.18
    ],
    [
        " leadership is going to be a little bit more yoke. A little bit more jacked in May. You serve",
        10794.18,
        10798.94
    ],
    [
        " the older brother, man, to be the one that people really dial into. So check them out. Also speaking of",
        10799.78,
        10808.08
    ],
    [
        " books, if you want this book psychology for the fighting man or any of the books that Jocco covers,",
        10808.08,
        10815.22
    ],
    [
        " got them on a page on jocopodcast.com on the top books from episodes. That's what it says on top",
        10815.46,
        10821.96
    ],
    [
        " menu books from episodes. Boom. I got them by episode. Boom. Available right there. Get them. If you want",
        10821.96,
        10827.44
    ],
    [
        " to know my reading my reading list, my recommended reading list, that's my recommended reading list.",
        10827.44,
        10833.66
    ],
    [
        " That's it. It's jocopodcast.com. Go to the little tab that says books from the episodes. Sure.",
        10833.88,
        10840.3
    ],
    [
        " And then you can get them. So that's that. That's a bunch of books. Books that I've written.",
        10840.7,
        10845.46
    ],
    [
        " Other books that you can be educated by. Books that have educated me. Ashton Front leadership",
        10845.68,
        10850.12
    ],
    [
        " consultancy. We saw problems through leadership. That's what we do. Me. Lafe Babin, JP Denel Dave Burke,",
        10850.12,
        10855.9
    ],
    [
        " Flynn Cochran, Mike Sirelli, Mike Bima, and we are at echelonfront.com. Also we have the",
        10855.9,
        10865.92
    ],
    [
        " mustard coming up 2019 May 23 and 24 in Chicago September 19 and 20 in Denver December 4 and 5th in",
        10865.92,
        10873.16
    ],
    [
        " Sydney. Go to extremeownership.com to register every event that we have done has sold out. These",
        10873.16,
        10882.84
    ],
    [
        " are absolutely going to sell out to and I thought I just talked to our ops director, Jamie.",
        10883.32,
        10889.18
    ],
    [
        " And she's like, yeah, we're ahead on sales. And I was like, cool, it's glad we got so many more",
        10890.18,
        10895.58
    ],
    [
        " seats. And she's like, what? And I go, don't we have, don't we have, you know, 1200 seats or",
        10895.58,
        10901.1
    ],
    [
        " something? She's like, no, the biggest we could get. It's still it's basically the same size of",
        10901.1,
        10905.86
    ],
    [
        " San Francisco. 750 or something like that. So it's going to sell out very quickly. So if you want",
        10905.86,
        10910.92
    ],
    [
        " to come, please just go and get on it. EF online, online interactive training, leadership training.",
        10910.92,
        10918.22
    ],
    [
        " We did this because echelonfront is not big enough and cannot grow quickly enough to train",
        10918.78,
        10929.26
    ],
    [
        " everyone that requests training. So what we did to scale what we do is put it what we do into an",
        10929.26,
        10938.1
    ],
    [
        " online platform interactive, very engaging. It's what we do with companies and now we can do it",
        10939.38,
        10947.48
    ],
    [
        " through the computer screen. So EF online, go and check that out. And finally, EF overwatches is",
        10947.48,
        10956.94
    ],
    [
        " where we take proven leaders from the battlefield from special operations and combat aviation. And we",
        10956.94,
        10965.56
    ],
    [
        " embed them into companies where they can then help that company lead and win. That's at EF overwatch.com.",
        10965.62,
        10975.28
    ],
    [
        " If you're one of those veterans looking for a follow on career or you're one of those companies",
        10975.56,
        10981.3
    ],
    [
        " that needs people that understand the mindset that we talk about in the books and on this podcast,",
        10981.3,
        10987.38
    ],
    [
        " go to EF overwatch.com. And thank you for listening. And if you haven't had enough of us in three",
        10987.38,
        10999.06
    ],
    [
        " hours straight and you want to communicate with us some more, that's fine. We are available on",
        10999.06,
        11005.66
    ],
    [
        " the interwebs, on Twitter, on Instagram. And on FB. Echo is at Echo Charles and I am at Jockeau",
        11005.66,
        11015.66
    ],
    [
        " willing. And of course, thanks to all our military personnel for standing watch around the world.",
        11015.66,
        11020.16
    ],
    [
        " You protect our freedom. And we are indebted to you. We are also indebted to our police and law",
        11020.42,
        11027.96
    ],
    [
        " enforcement firefighters, paramedics and EMTs correctional officers, border patrol. All first",
        11027.96,
        11032.56
    ],
    [
        " responders, you keep us safe. And we thank you for your service and sacrifice as well. And to",
        11032.56,
        11037.98
    ],
    [
        " everyone out there listening, remember how many lessons this book gives about the way we think,",
        11037.98,
        11047.84
    ],
    [
        " about the way we act, about the way we follow and about the way we lead. And remember",
        11048.04,
        11052.66
    ],
    [
        " that a good leader doesn't handle his men, a good leader handles himself.",
        11052.66,
        11060.08
    ],
    [
        " That's some of the best advice for leadership and life I have heard in a long time. So follow it,",
        11062.6,
        11068.72
    ],
    [
        " handle yourself. Keep yourself in check. Keep yourself on the path. Lead yourself so that you",
        11068.9,
        11074.7
    ],
    [
        " become a person that others will follow and they will follow you on the path, the path of discipline,",
        11074.7,
        11082.92
    ],
    [
        " the path of righteousness and the path that leads to peace and freedom.",
        11082.92,
        11090.62
    ],
    [
        " So until next time, this is Echo and Jago. Out.",
        11092.26,
        11097.54
    ]
]