[
    [
        " How important is purpose, reason, or cause in being successful, like the purpose, your purpose?",
        0.0,
        9.48
    ],
    [
        " Right.",
        9.78,
        9.86
    ],
    [
        " Well, clearly, purpose and reason and cause are extremely important.",
        11.92,
        18.26
    ],
    [
        " This is the why of your actions.",
        19.58,
        22.62
    ],
    [
        " This is knowing why you're doing what you're doing.",
        23.14,
        24.74
    ],
    [
        " This is the commander's intent.",
        24.76,
        26.14
    ],
    [
        " And so you absolutely, absolutely, these are important.",
        26.98,
        30.76
    ],
    [
        " If you don't know why you're doing something, well then let me ask you a question.",
        31.06,
        33.96
    ],
    [
        " Why are you doing something?",
        34.14,
        35.34
    ],
    [
        " It's very clear.",
        36.22,
        37.7
    ],
    [
        " It's very simple to understand.",
        37.84,
        38.62
    ],
    [
        " So yeah, you got to know if you don't know why you're doing something,",
        39.14,
        43.46
    ],
    [
        " then what are you going to do when you hit an obstacle?",
        43.6,
        45.32
    ],
    [
        " You're going to stop.",
        45.68,
        46.06
    ],
    [
        " What adaptations are you going to make when things go wrong to overcome them?",
        46.46,
        50.34
    ],
    [
        " You're not going to make any because you don't know why you're doing it.",
        50.48,
        52.12
    ],
    [
        " So if you have no reason, if you have no reason for doing something,",
        52.62,
        55.64
    ],
    [
        " you're not going to do it.",
        55.64,
        56.28
    ],
    [
        " So you got to have a long term goal.",
        56.78,
        60.22
    ],
    [
        " We got to understand the underlying purpose of what you're doing.",
        60.5,
        64.12
    ],
    [
        " Now this doesn't necessarily mean that it means that it has to be rigid",
        64.24,
        70.2
    ],
    [
        " because it doesn't have to be rigid.",
        70.2,
        72.08
    ],
    [
        " You know, I'll tell you an interesting case as an example.",
        72.7,
        76.34
    ],
    [
        " I'll give you is my own case.",
        76.34,
        78.04
    ],
    [
        " Right.",
        78.56,
        78.78
    ],
    [
        " So of course, you know, I'm all about planning and always having a long term plan and all that",
        79.16,
        85.28
    ],
    [
        " stuff. But to be honest with you, the situation that I'm in right now is a human.",
        85.28,
        89.42
    ],
    [
        " I didn't have a long term plan for this.",
        89.8,
        92.3
    ],
    [
        " You know, the, the, I, you know,",
        92.68,
        95.88
    ],
    [
        " Lafayette wrote the book.",
        95.96,
        96.56
    ],
    [
        " I had no intention of writing a book.",
        96.56,
        97.94
    ],
    [
        " That kind of happened, you know, because people were asking us and as we work with businesses,",
        98.12,
        103.06
    ],
    [
        " they said, you have this stuff written down.",
        103.06,
        104.34
    ],
    [
        " So we ended up writing the book.",
        104.34,
        105.3
    ],
    [
        " Once we wrote it, we thought maybe we'd be handing it out when we go and work with companies.",
        105.54,
        109.66
    ],
    [
        " Literary agents saw it today.",
        110.16,
        111.62
    ],
    [
        " Let me show this to some publishers.",
        111.62,
        113.22
    ],
    [
        " Publishers, let us, let us publish this.",
        113.34,
        114.88
    ],
    [
        " Okay.",
        115.52,
        116.24
    ],
    [
        " So you figure you're going to publish it.",
        116.42,
        117.66
    ],
    [
        " Well, even when you publish a book, you don't expect it.",
        117.86,
        120.66
    ],
    [
        " A bunch of people are going to read it.",
        120.88,
        122.06
    ],
    [
        " You expect that you're going to have a book published and that's cool.",
        122.1,
        124.2
    ],
    [
        " But it ended up doing really well.",
        124.48,
        126.18
    ],
    [
        " So that kind of happened with that.",
        126.7,
        129.5
    ],
    [
        " All of a sudden, I was on a couple of podcasts.",
        129.68,
        131.54
    ],
    [
        " Well, I didn't, you know, I didn't have any intention when I went on Tim Ferris' podcast.",
        131.98,
        135.54
    ],
    [
        " I didn't say to myself, this is going to propel me into my own podcast or Joe Rogan's",
        135.54,
        143.2
    ],
    [
        " own. I didn't expect that, but it happened.",
        143.2,
        146.2
    ],
    [
        " And you know what?",
        146.5,
        146.96
    ],
    [
        " It happened.",
        147.26,
        147.84
    ],
    [
        " It made sense to me.",
        147.86,
        148.52
    ],
    [
        " Okay.",
        148.56,
        148.84
    ],
    [
        " These two guys are squared away.",
        149.1,
        150.16
    ],
    [
        " They're squared away in this particular genre.",
        150.5,
        153.56
    ],
    [
        " And they're recommending.",
        153.82,
        155.02
    ],
    [
        " My mind is open.",
        155.34,
        156.46
    ],
    [
        " Okay.",
        156.54,
        156.84
    ],
    [
        " Let's try and make a podcast.",
        156.84,
        157.86
    ],
    [
        " Did I know that the podcast was going to be super popular?",
        158.2,
        161.5
    ],
    [
        " No, I just thought we were making a podcast so that, you know,",
        161.7,
        164.14
    ],
    [
        " the few people want, we'll want to listen to it.",
        164.18,
        165.9
    ],
    [
        " Cool.",
        165.98,
        166.12
    ],
    [
        " For, I mean, then look what happens.",
        166.72,
        168.62
    ],
    [
        " Next thing, you know, we're, we're making tea.",
        168.8,
        170.78
    ],
    [
        " You know, next thing I'm making tea.",
        171.16,
        172.82
    ],
    [
        " I had no, no idea that, that tea would be part of my world.",
        173.26,
        180.94
    ],
    [
        " So all this stuff happened, right?",
        181.46,
        185.06
    ],
    [
        " But, but the goal, really, the underlying, the reason for me doing all this is still the",
        185.44,
        190.0
    ],
    [
        " same through the whole thing.",
        190.0,
        190.86
    ],
    [
        " And that is that I want to help people.",
        191.3,
        193.18
    ],
    [
        " I want to help people with something that, the lessons that I've learned, I want to help them.",
        193.64,
        197.32
    ],
    [
        " So how can I do that?",
        197.7,
        198.7
    ],
    [
        " Well, you write them down.",
        198.82,
        199.82
    ],
    [
        " Okay.",
        200.02,
        200.36
    ],
    [
        " You wrote it down so people can read it great.",
        200.62,
        201.94
    ],
    [
        " How else can you help them?",
        201.98,
        202.98
    ],
    [
        " Oh, you can make a podcast so people can access it easily and cheaply.",
        203.12,
        206.86
    ],
    [
        " Cool.",
        206.92,
        207.08
    ],
    [
        " Here you go.",
        207.14,
        207.64
    ],
    [
        " So the underlying, oh, you know, I want people to be healthy.",
        207.9,
        211.74
    ],
    [
        " Well, what's a good way to be healthy?",
        211.8,
        213.34
    ],
    [
        " Stop drinking monster energy drinks.",
        213.56,
        215.7
    ],
    [
        " Stop drinking red bull 12 a day.",
        215.96,
        219.18
    ],
    [
        " And start drinking something that's healthier.",
        219.3,
        220.82
    ],
    [
        " Oh, okay, cool.",
        221.08,
        221.68
    ],
    [
        " Joggle white tea.",
        221.92,
        222.6
    ],
    [
        " Next thing, you know, that's what we've got going on.",
        222.6,
        224.1
    ],
    [
        " So it's, it's, that's been my, that's been my goal.",
        224.14,
        229.34
    ],
    [
        " And I haven't really, even though I, even though I strayed from what,",
        229.34,
        232.76
    ],
    [
        " maybe the original path I thought I was going to take, I still stayed.",
        232.78,
        235.82
    ],
    [
        " My reason is the same.",
        236.4,
        237.32
    ],
    [
        " And I think that's what I'm saying.",
        238.0,
        241.38
    ],
    [
        " When your reason is clear and your purpose is clear,",
        241.5,
        244.02
    ],
    [
        " that's going to make your drive clear.",
        244.56,
        247.24
    ],
    [
        " And that's going to make you execute well because you know where you're going.",
        247.42,
        250.42
    ],
    [
        " You know you where you want to be.",
        250.54,
        251.86
    ],
    [
        " You understand your purpose and why you're doing something.",
        252.2,
        254.52
    ],
    [
        " That's what's going to help you be successful in my opinion.",
        254.66,
        257.16
    ],
    [
        " Do you think that like how, you know, people they'll be like,",
        257.96,
        262.2
    ],
    [
        " this is my why and it'll be like their kids or something like that.",
        262.36,
        267.02
    ],
    [
        " Do you think that falls within this like, you know, like reason purpose and all this stuff?",
        267.18,
        271.42
    ],
    [
        " Yeah, I think, I think that that's the same, the same general that I could have said purpose reason",
        271.58,
        276.04
    ],
    [
        " cause why I think that that the question could have said that.",
        276.04,
        279.82
    ],
    [
        " I think that if your purpose is your kids, really clear example, right?",
        280.2,
        285.68
    ],
    [
        " And a lot of people might say that, well, that's cool.",
        285.7,
        287.8
    ],
    [
        " But that's, you're going to have to clarify that a little bit more.",
        288.28,
        291.62
    ],
    [
        " Cause if your purpose is your kids, then quit your job and just spend all day with your kids.",
        291.66,
        295.96
    ],
    [
        " Well, then obviously you're not supporting your kids because now you can't afford to buy them food.",
        295.96,
        299.04
    ],
    [
        " Yeah, it's like it's been like a lot of good stuff.",
        299.32,
        301.28
    ],
    [
        " So your goal should be taking good care of and providing for your children's now and in the future.",
        301.3,
        307.6
    ],
    [
        " Well, okay, now that makes sense.",
        307.84,
        309.36
    ],
    [
        " Now you're looking long term, short term, you got to, you know that you have to work hard now,",
        309.44,
        312.74
    ],
    [
        " you know, you have to make investments for them.",
        312.84,
        313.96
    ],
    [
        " That's the kind of thing that's beyond just a simple, I'm doing this for my kids.",
        314.32,
        318.16
    ],
    [
        " Cause why are you doing for your kids?",
        318.42,
        319.32
    ],
    [
        " What are you trying to achieve for them?",
        319.32,
        320.28
    ],
    [
        " Yeah. So like for using that example, like this is my why it's my daughter.",
        320.66,
        326.52
    ],
    [
        " It's less, this is why I'm, you know, writing a book, it's more, this is why I can endure the hard days.",
        327.0,
        334.6
    ],
    [
        " Or this is why I'm going to continue to work hard kind of thing out whatever it is I'm doing.",
        334.6,
        339.9
    ],
    [
        " Yeah, just have an underlying, yes, an underlying reason.",
        339.96,
        343.68
    ],
    [
        " That's, that's the question.",
        343.86,
        344.84
    ],
    [
        " And I think that's the answer.",
        344.94,
        345.78
    ],
    [
        " Yes.",
        345.9,
        346.24
    ],
    [
        " Yeah, actually, I should have just answered that in two words.",
        346.68,
        350.08
    ],
    [
        " I should have said how important is purpose, reason, cause, and being successful answer.",
        350.54,
        354.1
    ],
    [
        " Very important.",
        354.36,
        355.18
    ],
    [
        " There you go.",
        355.52,
        356.22
    ],
    [
        " You can have a lot of different reasons to, you know, or like a few core,",
        356.36,
        360.22
    ],
    [
        " more than one.",
        360.4,
        361.32
    ],
    [
        " Yeah, you know, and I'd say if there's anything to be taken away from this question,",
        361.58,
        364.26
    ],
    [
        " it is if you don't feel, here's the, here's, I would say the takeaway.",
        364.42,
        368.2
    ],
    [
        " If you don't feel some kind of drive in your life, if you don't feel passionate about something,",
        368.48,
        374.52
    ],
    [
        " if you feel like you're wandering and meandering through the world,",
        374.68,
        378.24
    ],
    [
        " then it's time to assess.",
        378.64,
        380.1
    ],
    [
        " Then it's time to say, okay, what is my reason?",
        380.54,
        382.92
    ],
    [
        " What am I trying to do?",
        383.14,
        384.06
    ],
    [
        " What would I like to do in the world?",
        384.22,
        386.28
    ],
    [
        " Now we get something valuable here.",
        386.74,
        388.2
    ],
    [
        " We all know that you got to have a purpose.",
        389.32,
        390.8
    ],
    [
        " You all know you get a reason.",
        390.94,
        391.76
    ],
    [
        " So if you feel yourself meandering down the path with no reason, no purpose, dig in and find one.",
        391.92,
        397.0
    ]
]