[
    [
        " How do you detach without seeming completely cold?",
        0.0,
        3.28
    ],
    [
        " Okay, important question.",
        4.46,
        7.36
    ],
    [
        " I've said this all time, you know, you got to detach.",
        7.86,
        11.2
    ],
    [
        " I also say all the time if you detach from all your emotions,",
        11.36,
        13.92
    ],
    [
        " that means you're robot and people don't fall robots.",
        13.94,
        15.6
    ],
    [
        " I say it all the time.",
        15.82,
        16.54
    ],
    [
        " So when you do detach,",
        17.08,
        19.52
    ],
    [
        " you can't completely step away, but if you do,",
        20.1,
        27.62
    ],
    [
        " you have to, you have to act, you have to do a little acting.",
        28.96,
        34.86
    ],
    [
        " Now, first of all, we already talked about this, right?",
        35.1,
        39.5
    ],
    [
        " We already talked about these red flags that show that you're going to lose your temper,",
        39.68,
        45.62
    ],
    [
        " that you're going to get emotional about something, you know,",
        45.8,
        48.14
    ],
    [
        " your clenched fist and your raised voice and your heavy breathing and your flared nostrils",
        48.3,
        52.8
    ],
    [
        " and all that stuff, right?",
        52.8,
        53.66
    ],
    [
        " So you know what those things mean?",
        54.18,
        55.16
    ],
    [
        " Those things mean those things, your signal.",
        55.28,
        57.04
    ],
    [
        " That mean to detach.",
        57.22,
        58.38
    ],
    [
        " Okay, so you got to work on that.",
        59.0,
        60.58
    ],
    [
        " Now, here's the dichotomy of it.",
        61.58,
        63.42
    ],
    [
        " It's once you are there and once you have detached,",
        63.54,
        68.52
    ],
    [
        " you actually have to now go back and do one or some of those things that you are trying not to do.",
        68.76,
        79.56
    ],
    [
        " You have to go and you have to do them a little bit in a nice little controlled manner, right?",
        79.7,
        85.26
    ],
    [
        " Maybe you raise your voice a little bit.",
        85.8,
        87.46
    ],
    [
        " Maybe you just kind of clench your jaw and you remember I said to you like nodding your head",
        88.04,
        94.06
    ],
    [
        " in a positive way?",
        94.06,
        94.9
    ],
    [
        " And that's a, that's a, when you, if you're coming to me with an issue and I nod my head to the",
        95.86,
        100.96
    ],
    [
        " affirmative, you know, up and down saying yes, I understand, yes, I understand, that's a soothing",
        100.96,
        105.28
    ],
    [
        " thing to your team, right? They see that you're, you're okay with it.",
        105.28,
        108.36
    ],
    [
        " The opposite of that is when you shake your head in the negative.",
        108.54,
        112.54
    ],
    [
        " Like if you're telling me some problem and I'm shaking my head, it's like I'm me going,",
        112.7,
        115.8
    ],
    [
        " damn, I can't believe this is going on, right?",
        115.9,
        117.38
    ],
    [
        " So, so maybe that's another thing that you, you know, you clench your jaw and you shake your head.",
        117.66,
        122.54
    ],
    [
        " Did you just show the person like, look, I know we're in a bad way.",
        122.66,
        124.68
    ],
    [
        " I get it. I'm not sitting back here like it's no big deal. I know it's going to be a tough,",
        124.7,
        127.92
    ],
    [
        " I know we just lost a sale or I know we just, you know, I'm going to have to plan another",
        128.08,
        133.56
    ],
    [
        " mission that we just got back. I understand that it's hard. You care? I care.",
        133.56,
        138.06
    ],
    [
        " You know, I'm with you. You want to give that. Maybe you let out that little sigh of frustration,",
        138.26,
        144.0
    ],
    [
        " you know, like a little, like something like that, right? Just going to do that little thing.",
        144.0,
        148.06
    ],
    [
        " Just do that. Just so showing that you do got some emotions and you are invested in all that",
        148.3,
        153.42
    ],
    [
        " stuff. And then once, once you see that you've achieved your goal here, that you can see that",
        153.42,
        164.32
    ],
    [
        " that they see that you have some emotions on this situation, then you quickly get yourself",
        165.58,
        171.58
    ],
    [
        " to recover from that. Right? You get yourself composed. And you've shown them and they've seen",
        171.58,
        178.06
    ],
    [
        " it. So it's almost like a little, they see like a little weakness and they go, okay,",
        178.06,
        180.88
    ],
    [
        " you know, jockeys are human. Yeah, I can relate. But he's mad. But you know, I actually want him to calm",
        180.92,
        185.0
    ],
    [
        " down. I actually am glad he's so, you know, I mean, he's into it, but I'm glad he's calming down.",
        185.0,
        190.62
    ],
    [
        " That's good. Okay. So the new recover, you go back to your calm, cool, collective self.",
        190.62,
        196.18
    ],
    [
        " Right? That's what we're going to do. Now, like I said, this is, do we call this acting?",
        196.7,
        201.1
    ],
    [
        " I guess maybe we could call it acting, but at the same time, acting means you're trying to pretend",
        201.64,
        207.64
    ],
    [
        " to be somebody, right? You're not trying to pretend to be anybody else. You're being you.",
        207.64,
        210.82
    ],
    [
        " That's all you're doing. You're being you. You're just acting like yourself.",
        211.28,
        214.98
    ],
    [
        " I'm just showing a little bit more of the emotion and then you would be if you were just completely",
        215.86,
        224.32
    ],
    [
        " detached. So it's not like you're trying to act like some, you know, other, yeah, you're not trying",
        224.32,
        231.22
    ],
    [
        " to do to play a role of someone else. You're just being you. And you already know what you do",
        231.22,
        235.26
    ],
    [
        " because you've learned how what the signals are. So when you know that you raise your voice and",
        235.26,
        244.96
    ],
    [
        " give a little side, just those careful things. And so yeah, I guess it is acting in a way,",
        244.96,
        251.64
    ],
    [
        " but it's not full on. Anybody can do it. I think. Yeah. Yeah. You did. I think that's great.",
        251.74,
        259.1
    ],
    [
        " This is my opinion. You do it with your kids, you know, I mean, I'm, you know, my kids,",
        259.22,
        264.68
    ],
    [
        " you got to pretend to act. Yeah. You know, you mad or whatever. Ain't it good? Even happy,",
        264.78,
        269.4
    ],
    [
        " even pretend that happy. Well, okay, we'll say excited. Hey, I got something for you. It's a drawing",
        269.4,
        278.72
    ],
    [
        " of a happy face. Same as she did yesterday. You know, it's like, I'm not the honest truth is,",
        278.72,
        285.8
    ],
    [
        " I'm excited about other things. We'll just say that.",
        285.98,
        288.74
    ],
    [
        " I'm all those all that love you got for crying about those. That letter you're going to",
        289.3,
        298.9
    ],
    [
        " get. It's all going backwards now. People are going to hate you now. No, Rob, talk about excitement.",
        299.4,
        303.4
    ],
    [
        " Your daughter draws you a beautiful picture. You don't care about it. It's cold blooded. What I'm",
        303.42,
        309.76
    ],
    [
        " going to give her is a lot of excitement. I'm going to match her excitement. Maybe we can go",
        309.76,
        313.58
    ],
    [
        " on level higher. That's what I'm going to give her. So what am I acting? I'm excited about a lot",
        313.58,
        318.7
    ],
    [
        " of things. A little bit though. Yes, it's the same thing. Same thing. Yeah. Uh, those",
        318.7,
        323.92
    ],
    [
        " mouths tough, by the way. Same thing. Yeah. It's, is it a form of manipulation? It might be a",
        323.92,
        330.44
    ],
    [
        " little bit of form of manipulation. But again, if you're doing it to help the individual and you're",
        330.44,
        334.08
    ],
    [
        " doing it to help the team, then is it manipulation or is it leadership? I say, of course, it's leadership.",
        334.08,
        339.22
    ],
    [
        " You're not manipulation. So I'm trying to fool you. So you do things that I want you to do.",
        339.58,
        344.64
    ],
    [
        " You better approach you. We're not doing that. It's not what we're running here.",
        344.64,
        348.38
    ]
]