[
    [
        " This is Jockel Podcast number 362 with Echo Trolls and me, Jockel Willink, good evening, Echo.",
        0.0,
        5.44
    ],
    [
        " Good evening.",
        5.5,
        5.78
    ],
    [
        " So I was an officer candidate school.",
        6.2,
        8.42
    ],
    [
        " 1998, it's a form of military indoctrination. I was already in the military. I had already been",
        9.86,
        16.82
    ],
    [
        " indoctrinated in the military. So as I was going through it, I could kind of,",
        16.82,
        20.82
    ],
    [
        " a little bit more detached. You know, I could see a little bit more, had a little bit more experience.",
        21.22,
        25.88
    ],
    [
        " And there's all kinds of procedures and protocols that you have to follow when you're going",
        27.2,
        30.88
    ],
    [
        " to an officer candidate school. You got to fold your underwear into a five inch by five inch square",
        30.88,
        38.16
    ],
    [
        " for a locker inspection. You've got a, they come in measure with a steel ruler, the drill",
        38.16,
        42.78
    ],
    [
        " instructors, Marine Corps drill instructors, they have a, they have like their own personal,",
        42.78,
        46.46
    ],
    [
        " you know, somebody has a possession that you can see it kind of has a certain level of pride to",
        47.18,
        51.6
    ],
    [
        " it. They have to have these steel rulers and slap it down on that thing. And they're going to",
        51.6,
        57.5
    ],
    [
        " measure your handkerchief and your t-shirts and all this stuff. And it's about attention detail,",
        57.5,
        60.88
    ],
    [
        " which is cool. About protocols, learning protocols and, and inspecting each other. So as a team,",
        61.32,
        67.7
    ],
    [
        " so you might check my locker and we're trying to help each other out. But one thing that always stuck",
        67.82,
        72.66
    ],
    [
        " stuck with me on the protocol level was the belt buckle that you had. So you could issue this belt",
        72.66,
        78.22
    ],
    [
        " buckle and this belt buckle when you could issue it, it's shiny gold. And it's, it's shiny gold.",
        78.86,
        85.38
    ],
    [
        " It's probably brass actually, but then there's a clear enamel coat on it. And what that means is",
        85.52,
        93.36
    ],
    [
        " you can buy this thing and it won't just tarnish because it's got this really strong, clear enamel coat",
        93.36,
        100.22
    ],
    [
        " on it. It's very thin, but that's what keeps it from tarnishing. But you can still get fingerprints",
        100.22,
        105.42
    ],
    [
        " on the enamel so you could have a belt buckle that has like a fingerprint on it or a smudge on it.",
        105.68,
        110.82
    ],
    [
        " So you would wipe them off. You'd, you kind of like wipe down your belt buckle.",
        111.12,
        116.02
    ],
    [
        " Now here's the thing. At some point, this had evolved to where you would take your belt buckle that",
        116.66,
        123.86
    ],
    [
        " had this enamel on it and you would polish it until the enamel was gone. And so now it could tarnish.",
        123.86,
        132.86
    ],
    [
        " So you remove the protective layer so that it could tarnish. So something that started as a good idea,",
        133.04,
        138.5
    ],
    [
        " which is you buff the belt buckle. So there's no fingerprints on it.",
        138.54,
        141.96
    ],
    [
        " Escalated over time to where you were polishing this thing until all the enamel was removed. And",
        142.4,
        149.9
    ],
    [
        " now it would tarnish more easily. And it's actually hard to take care of now.",
        149.9,
        153.82
    ],
    [
        " So this, this thing that started with good intent. Oh, you're going to make sure there's no fingerprints",
        154.72,
        158.92
    ],
    [
        " on it turned into craziness. And people, no one knows where it started. Like no one knows when it got",
        158.92,
        167.76
    ],
    [
        " stupid. And no one knows when we ended up, when we ended up at officer candidate school, making",
        167.76,
        174.3
    ],
    [
        " people do something stupid, but we did it. And this can happen with anything. Now there's a,",
        174.3,
        180.48
    ],
    [
        " there's a similar term in, or I shouldn't say in a similar situation, there's a term in political",
        180.5,
        186.84
    ],
    [
        " discourse called the overton window. The overton window, which was this is originated, this",
        187.02,
        193.62
    ],
    [
        " term was originated by a guy that was named Joseph Overton, who was a political scientist and a",
        193.62,
        198.3
    ],
    [
        " like a libertarian type dude. And he actually died flying an ultra light at age 43, but",
        198.3,
        206.44
    ],
    [
        " this idea of the overton window is that there's a there's a window in the acceptance of ideas.",
        206.44,
        215.22
    ],
    [
        " So ideas go through a transition. So let's say there's an idea out there. It starts off when the",
        216.24,
        222.72
    ],
    [
        " idea first comes to light, it's totally unthinkable, totally unthinkable, meaning totally unacceptable.",
        222.72,
        228.8
    ],
    [
        " And then it actually, as people talk about it more and it becomes more familiar, it goes from being",
        229.54,
        236.24
    ],
    [
        " unthinkable or totally unacceptable to just radical. Like, so you're not saying, oh, that's",
        236.24,
        242.98
    ],
    [
        " unacceptable. You just saying, oh, that's that's pretty radical. And then eventually it moves to",
        242.98,
        247.06
    ],
    [
        " being like a fringe idea. But now it's moving into the acceptable category. Then eventually it becomes",
        247.06,
        254.16
    ],
    [
        " acceptable. And then it becomes sensible. And then it becomes popular. And then it eventually becomes",
        254.16,
        259.6
    ],
    [
        " policy. And there's a bunch of things that kind of we've watched go through this evolution. I'm",
        259.6,
        272.2
    ],
    [
        " kind of unacceptable in normal society. It was like bikers. Bikers had tattoos and and",
        272.78,
        282.02
    ],
    [
        " convicts had tattoos. It wasn't normal. Now, the tattoos are basically totally acceptable.",
        282.02,
        288.74
    ],
    [
        " Long hair for men, which I don't support. But but hey, but long hair for men in the 1940s totally",
        290.18,
        299.64
    ],
    [
        " unacceptable. In the 1950s and 60s, it was in the 50s, it was like radical. In the 60s, it was like",
        299.74,
        308.06
    ],
    [
        " kind of normal. Now it's just acceptable. So as people push the envelope with behavior, the",
        308.06,
        317.48
    ],
    [
        " over-tune window expands and things become more acceptable and norms change over time.",
        317.48,
        322.12
    ],
    [
        " And it's also true that as one part of the over-tune window opens another part closes.",
        322.66,
        328.86
    ],
    [
        " So years ago, if you were firing someone because they had a tattoo or you fired someone because",
        330.06,
        335.32
    ],
    [
        " they had long hair, now that would be unacceptable. The guy had long hair. You can't just fire someone",
        335.32,
        340.8
    ],
    [
        " because they have long hair. That would be unacceptable now. So one of my talking about how do",
        340.8,
        346.6
    ],
    [
        " these two things relate? The bell buckle in the over-tune window. Well, it certainly seems to me",
        346.6,
        353.96
    ],
    [
        " that as we look at the way societies evolving today, the over-tune window of what's acceptable has",
        355.22,
        363.46
    ],
    [
        " expanded and moved so much that it might not make sense anymore. What some things that are now",
        363.46,
        375.54
    ],
    [
        " not only acceptable, but now sort of getting pushed, you wonder if they're, if they make sense and",
        375.54,
        383.94
    ],
    [
        " and I think if we, if we as people aren't careful, we can kind of slowly drift around inside",
        383.94,
        395.04
    ],
    [
        " that over-tune window from the positive of having an open mind to an extreme, to where there's",
        395.04,
        405.48
    ],
    [
        " no more guardrails, there's no more framework, and there's no more baseline of what's acceptable",
        405.48,
        409.78
    ],
    [
        " and what's isn't. So a friend of mine, it seems to me, has been trying to maintain some kind of",
        409.78,
        418.1
    ],
    [
        " sanity, some kind of rationality to the expansion of the over-tune window to apply some baseline to",
        418.1,
        425.16
    ],
    [
        " the world. And I think it's been a pretty good fight for her. I think she's just getting warmed up.",
        425.16,
        430.86
    ],
    [
        " She's a former congresswoman. She's a former presidential candidate. She's an army officer.",
        431.7,
        435.86
    ],
    [
        " Iraq War veteran, podcaster, surfer, martial artist, and Hawaiian.",
        435.86,
        442.7
    ],
    [
        " She's been on this podcast before episode 272. Her name is Tulsi Gabbard, and it's an honor to have",
        443.26,
        449.82
    ],
    [
        " her back with us tonight. Tulsi Gabbard. Aloha. How's it going? There's been a lot of,",
        449.82,
        459.08
    ],
    [
        " there's been a lot going on in your world. Yeah. It's been crazy, it's been kind of crazy to watch.",
        459.18,
        464.36
    ],
    [
        " When you came on this podcast for the first time, you were a democratic, I don't know if you",
        464.36,
        472.3
    ],
    [
        " were running for president, were you running for president at the time? I think if I'm not mistaken,",
        472.3,
        477.16
    ],
    [
        " this was in late 2020. I don't know, I should attack candidates. And so I think the,",
        477.52,
        484.0
    ],
    [
        " if I'm not mistaken, I think the presidential campaign was finished at that point in time,",
        484.5,
        489.86
    ],
    [
        " and we were talking about how it went. Yeah. Yeah. Well, it's always interesting to me, because I have",
        489.86,
        495.82
    ],
    [
        " some of my friends are dope smoking hippies. Some of them are right wing conservative,",
        495.82,
        503.34
    ],
    [
        " fundamentalist Christians in everything in between. When you came on my podcast,",
        503.74,
        507.64
    ],
    [
        " you know, some of the first time you came on, some of my super conservative friends were like,",
        508.74,
        514.68
    ],
    [
        " yo, why are you giving her a platform? I was like, oh, because she's cool and I like her.",
        515.64,
        518.92
    ],
    [
        " And then some of my dope smoking hippie friends were like, hell yeah, that's what I'm talking about.",
        519.38,
        524.04
    ],
    [
        " So you, you know, you, you had sort of, I think you had a reputation or an image, I think,",
        524.76,
        533.52
    ],
    [
        " and you, more than that, I think you just get categorized, right? You were a Democrat at the time,",
        533.6,
        538.22
    ],
    [
        " which I know you are. Yep. So what happened, man? What happened? Let's just talk about that.",
        538.36,
        544.58
    ],
    [
        " So you left the Democratic party. Yeah. Well, first of all, just say, um,",
        544.58,
        548.66
    ],
    [
        " for as long as I've been in politics, people who like to put other humans and categories have",
        549.16,
        557.34
    ],
    [
        " always had trouble putting me in a category, um, just because I've always been a very independent",
        557.34,
        562.28
    ],
    [
        " minded person. So, you know, I first ran for office in 2002 in Hawaii. I was 21 years old,",
        562.28,
        569.44
    ],
    [
        " very passionate about environmental issues and protecting the beauty of our home in Hawaii,",
        570.16,
        574.08
    ],
    [
        " the water oceans, and, and that was my motivation to run for a state house. And, you know,",
        574.26,
        580.64
    ],
    [
        " prior to that point, I had no, like familial political affiliation. There was no, like, you know,",
        580.74,
        587.34
    ],
    [
        " my daddy and granddaddy were Democrat. So I have to be a Democrat. My parents were very like, hey,",
        587.34,
        591.56
    ],
    [
        " you, you go make your own decisions, figure out, you know, what, what, what is your foundational",
        591.66,
        596.96
    ],
    [
        " principles? And so at that time, I really had to look because I had to, you know, file the piece",
        597.18,
        603.84
    ],
    [
        " paper saying I'm running for office and there was a box to check, like, okay, fine, what party",
        603.84,
        607.2
    ],
    [
        " gonna run under? And so I started looking at, um, kind of the origins of in Hawaii, the Democratic",
        607.2,
        614.08
    ],
    [
        " party. Hawaii had been under the rule of a few very wealthy Republicans, uh, since it became a",
        614.08,
        621.6
    ],
    [
        " territory of the United States and then later through statehood. And the shift towards Democratic",
        621.6,
        627.08
    ],
    [
        " politics in Hawaii came about because, um, of plantation workers, people who were being treated",
        627.08,
        634.14
    ],
    [
        " like crap, like in, in, in, in humane conditions being paid pennies for working super long hours,",
        634.14,
        642.38
    ],
    [
        " it was, it was basically, like, glorified slave labor. And so it was the Democratic party and the",
        642.58,
        648.42
    ],
    [
        " LWU that came in and was like, no, this is not okay. And, and so it was the party that in our",
        648.6,
        654.36
    ],
    [
        " history in Hawaii was the big tent inclusive party. It was the party for the people. It was the party",
        654.36,
        660.94
    ],
    [
        " that stood up against those few very wealthy people in power and said, no, you can't just abuse",
        660.94,
        666.14
    ],
    [
        " people like this. Uh, it was the party that stood for civil liberties and individual freedom and",
        666.14,
        671.2
    ],
    [
        " choice, like, hey, whatever your personal choice is, whether it's free speech or freedom of",
        671.2,
        675.26
    ],
    [
        " religion or whatever it is, like, live and let live. We can disagree without being disagreeable. And",
        675.26,
        680.58
    ],
    [
        " so I looked at the party in Hawaii and I looked at leaders like JFK and Dr. Martin Luther King. And",
        680.58,
        685.16
    ],
    [
        " I was drawn to the Democratic party for those reasons because again, and in my, as I looked at",
        685.16,
        690.5
    ],
    [
        " Hawaii as like these super rich Republican dudes have been abusing their power to fill their pockets",
        690.5,
        696.44
    ],
    [
        " at the expense of the well being other people. And so fast forward, um, I left the Democrat party",
        696.44,
        705.02
    ],
    [
        " because all of those things that I just talked about are gone. The leaders of today's Democratic",
        705.46,
        710.86
    ],
    [
        " party don't believe in, um, really into freedom, basically what it comes down to. And you look at",
        710.86,
        718.06
    ],
    [
        " that freedom of choice, freedom of speech, uh, freedom of religion. And, um, you know, there,",
        718.06,
        725.76
    ],
    [
        " there's a lot of other issues that that I could get into. But ultimately, how do you have a political",
        725.78,
        731.2
    ],
    [
        " party that's in power that doesn't believe in freedom and is actively taking action to undermine",
        731.2,
        739.1
    ],
    [
        " our constitution and Bill of Rights? And that was really what was at the crux of, of why I left,",
        739.1,
        745.26
    ],
    [
        " the Democrat party. Was there a straw that broke the camel's back?",
        745.62,
        749.9
    ],
    [
        " There wasn't one single moment, but it was really over the last like a few years, two, three years",
        751.26,
        757.96
    ],
    [
        " seeing this increasing, um, like quickly escalating towards, um, policies coming from our government",
        757.96,
        770.02
    ],
    [
        " that really frankly were becoming increasingly authoritarian. And so, you know, it caused me to kind",
        770.02,
        775.48
    ],
    [
        " of spend time reflecting and being introspective like, wait, hold on a second. And people saying like,",
        775.48,
        781.12
    ],
    [
        " how can you still be, how can you call yourself a Democrat? And I was obviously, I've, like I said,",
        781.12,
        785.9
    ],
    [
        " I've always been an independent, my own person. I've been critical of people in power, uh, whether",
        785.9,
        791.88
    ],
    [
        " they were Republicans or Democrats and also complimentary when I felt like they did things that were",
        791.88,
        796.98
    ],
    [
        " good for the country. But, um, you know, looking, looking at, at the dangerous combination of what we've",
        796.98,
        805.08
    ],
    [
        " seen over the last few years, especially of people in power who don't believe in the constitution,",
        805.08,
        811.34
    ],
    [
        " who openly question things like the First Amendment and right to free speech, coupled with,",
        811.34,
        816.16
    ],
    [
        " oh, by the way, they control and are politicizing agencies like the Department of Justice and the",
        816.32,
        822.04
    ],
    [
        " FBI and Department of Homeland Security, uh, sicking the domestic newly formed domestic terror unit",
        822.04,
        829.06
    ],
    [
        " of the Department of Homeland Security on parents, like protesting at Board of Education meetings,",
        829.06,
        833.78
    ],
    [
        " because they're like, well, we don't agree with what you guys are trying to teach our young kids",
        833.88,
        837.5
    ],
    [
        " at school. And, and to see that playing out before our eyes and this culture of fear, where if you",
        837.5,
        847.12
    ],
    [
        " speak out against this stuff and, and call it for what it is, you are immediately labeled anti-authority",
        847.12,
        855.08
    ],
    [
        " and also therefore coming from our government, an extremist and a potential threat, a potential",
        855.08,
        863.24
    ],
    [
        " domestic threat. And so that's why you're talking about the, the over-ten window and you, and you look",
        863.94,
        867.76
    ],
    [
        " at like, okay, well, you take people having open minds and like, okay, well, I can consider, you know,",
        867.76,
        872.3
    ],
    [
        " someone else's perspective, even if I don't agree with it, which is how things should be in general.",
        872.32,
        876.5
    ],
    [
        " And then you take it to that next level where you're saying, well, there are no guardrails anymore.",
        876.98,
        881.32
    ],
    [
        " And this is what's so dangerous is, is when you have, again, people are entitled to their own opinions,",
        881.7,
        887.64
    ],
    [
        " but when you have people in positions of power in this country who deny the existence of objective",
        887.64,
        893.76
    ],
    [
        " truth as they are, then where, where is like, where's the floor? Where's the guardrails? Where is",
        893.76,
        900.84
    ],
    [
        " the ceiling? Have you measured anything? Well, it's like, okay, well, whatever's true is whatever they",
        900.84,
        905.9
    ],
    [
        " say is true. But then what happens when, when they're gone and the next person or group of people",
        905.9,
        911.64
    ],
    [
        " come in or the next party and then would have they don't agree with what that group says is true",
        911.64,
        916.26
    ],
    [
        " or false. And so, and then you couple that with the fear factor and cancel culture and people",
        916.26,
        922.86
    ],
    [
        " literally seeing what happens to people like me where you, you just say like, hey, well, this is",
        922.86,
        927.88
    ],
    [
        " what's happening. And it's crazy. It's insane. And then I get called all kinds of names and all kinds",
        927.88,
        934.58
    ],
    [
        " of stuff, all kinds of attacks. And so no wonder so many people are afraid to do the equivalent of like,",
        934.58,
        941.28
    ],
    [
        " yeah, obviously the emperor has no clothes. Like we can all see it. And there's a lot of concern",
        941.36,
        946.38
    ],
    [
        " about what's happening. But so few people feel like they have the ability to speak up without",
        946.38,
        951.32
    ],
    [
        " being worried about losing their job or being shunned by friends or family members or being like",
        951.32,
        956.36
    ],
    [
        " that crazy person. And so this is this is kind of one thing that's been that's been interesting and",
        956.36,
        964.74
    ],
    [
        " and hope inspiring is is you know, I put out this this kind of long and end up statement",
        964.8,
        970.62
    ],
    [
        " talking about some of these very specific examples of what's wrong with today's Democrat party.",
        970.62,
        975.8
    ],
    [
        " And I've been hearing from a lot of people, people I know a lot of people I don't know in person",
        976.38,
        982.08
    ],
    [
        " on social media. People just saying like like in a really serious and heavy kind of way,",
        982.08,
        988.62
    ],
    [
        " thank you for bringing voice to the things that I've been feeling and frustrated with. And but",
        988.66,
        993.12
    ],
    [
        " haven't been able to give voice to. And so my hope is that the more we speak up, the more people",
        993.48,
        1001.92
    ],
    [
        " feel as though they can speak up. And yeah, how do we protect people? How do we protect our freedoms",
        1001.92,
        1009.84
    ],
    [
        " that are under attack by exercising them? Yeah, I was you know, I was like to like cover a book",
        1009.84,
        1016.42
    ],
    [
        " on this podcast. When you were coming on, I said I was thinking about covering the book,",
        1016.42,
        1021.3
    ],
    [
        " rules for radicals by Saul Linsky. This is a book, you know, this is a guy that",
        1022.1,
        1027.68
    ],
    [
        " this is a book that Hillary Clinton wrote her thesis on when she graduated from college.",
        1027.68,
        1033.56
    ],
    [
        " But there's some of those rules. One of the one of the rules is hold them to their own rules,",
        1033.94,
        1039.58
    ],
    [
        " right? And that's what you're talking about when you say, hey, this is America, we have an open",
        1039.8,
        1045.9
    ],
    [
        " mind. And so you go, okay, cool, then you have to accept everything, right? That's like one of",
        1045.9,
        1050.34
    ],
    [
        " those things. You can't say anything negative about anybody anytime or you're you're not following",
        1050.34,
        1056.24
    ],
    [
        " your own rules of something phobic, right? Everything is something phobic. You just add whatever it is",
        1056.24,
        1062.02
    ],
    [
        " at the beginning of it. Yeah. And another one of the rules that he talks about is the power of",
        1062.02,
        1067.84
    ],
    [
        " ridicule. So when you at just go on a, an obliterating attack on a person, it's overwhelming for him.",
        1067.84,
        1074.28
    ],
    [
        " It works. And it's worked a lot to shut people down and shut them up. And that's a,",
        1075.4,
        1082.16
    ],
    [
        " you can see some of these the way that these these rules are implemented. And that's another thing.",
        1082.84,
        1088.66
    ],
    [
        " You know, as I talk about that, that a bell buckle thing. And you don't know where it came from.",
        1089.06,
        1093.38
    ],
    [
        " And there's a bunch of things like that in the middle. There's a bunch of traditions. You go,",
        1093.38,
        1095.5
    ],
    [
        " what are we? This is stupid. Why are we doing this? And you know, and people don't really know",
        1095.56,
        1100.12
    ],
    [
        " where it came from. And I think some of the things that are going on with society right now,",
        1100.12,
        1104.44
    ],
    [
        " if you start to pull the thread and where it actually initiated, a lot of it did initiate in",
        1104.64,
        1111.6
    ],
    [
        " like the radicals, the communists in the 60s that were trying to trying to make their impact.",
        1111.6,
        1118.16
    ],
    [
        " And I honestly don't think a lot of people that are fully on that on board with that program",
        1118.68,
        1124.14
    ],
    [
        " know where it came from today. They're just doing what they kind of learned. Yeah. Because that was,",
        1124.14,
        1129.34
    ],
    [
        " you know, a big goal was to take over the universities, which obviously they did a pretty good job,",
        1129.4,
        1134.36
    ],
    [
        " pretty good job. Take it over the universities. What is it? The universities vote 99 something like",
        1134.36,
        1139.36
    ],
    [
        " 99% democratic in universities that that's obviously you're not going to get a very balanced education",
        1139.36,
        1145.24
    ],
    [
        " if that's what you're going through. And then the scary thing is, and this is another thing we've",
        1145.24,
        1149.96
    ],
    [
        " talked about a bit on this podcast. And it is the, just the complete",
        1149.96,
        1156.9
    ],
    [
        " plasticity of people's brains and how people can you get into an echo chamber or you get you start",
        1156.9,
        1167.1
    ],
    [
        " following and listening to certain things. It's going to take over your mind. And that's really,",
        1167.1,
        1173.96
    ],
    [
        " really scary. And you know, I've been saying lately, like everyone's getting brainwashed. I'm",
        1175.06,
        1180.7
    ],
    [
        " getting brainwashed right now. Like what that's what's happening. If you're watching, if you're listening,",
        1180.7,
        1184.92
    ],
    [
        " if you're opening your mind and letting other things in there, you're gaining brainwashed. And",
        1184.92,
        1189.12
    ],
    [
        " that's what's happening to everybody all the time. That's what this, I mean, it's sort of like,",
        1189.12,
        1192.6
    ],
    [
        " it's a combination of brainwashing and learning, right? If you're learning, you're kind of getting",
        1192.66,
        1196.62
    ],
    [
        " brainwashed. You're you're bringing in new ideas. But then you see people that are learning ideas that",
        1196.62,
        1202.66
    ],
    [
        " aren't essentially, they're not good. They're not healthy. And it's very, very disturbing. And",
        1204.14,
        1210.62
    ],
    [
        " especially nowadays where that brainwashing is in your pocket. At any moment, you can pull it out",
        1210.62,
        1217.82
    ],
    [
        " and you can you can get brainwashed at any moment. And it's really, really scary. And especially,",
        1217.82,
        1225.94
    ],
    [
        " you know, the the moldability of children. Yeah. 14 year olds, 12 year olds, 19 years old.",
        1225.94,
        1234.16
    ],
    [
        " You know, it's like when I joined the military, you're going to get brainwashed to some level.",
        1234.7,
        1239.04
    ],
    [
        " I got in trouble when I went to boot camp. Well, actually, I actually, I didn't get in trouble",
        1239.2,
        1245.52
    ],
    [
        " because they didn't know who said it. They we had to fill out a form like about how boot camp",
        1245.52,
        1251.72
    ],
    [
        " was going, but it was anonymous. And they wrote something like, you know, what do you think of the",
        1251.72,
        1255.7
    ],
    [
        " program so far? And I wrote the brainwashing has been very effective. That's what I wrote. How",
        1255.7,
        1262.18
    ],
    [
        " is there you at the time? 19, 18 or 19. And you know, it's because I had a very rebellious mind,",
        1262.18,
        1270.86
    ],
    [
        " you know, because I was like, what was I brainwashed by? I was brainwashed before I joined the",
        1271.14,
        1275.16
    ],
    [
        " military by hardcore music and punk rock and like anti authoritarianism. And so for me,",
        1275.16,
        1281.34
    ],
    [
        " they were trying to hit me with that stuff and I kind of had some good resistance to it. So I kind",
        1281.58,
        1285.24
    ],
    [
        " of say, oh, they're trying to brainwash me. And then I kind of made a joke about it. The brainwashing",
        1285.24,
        1289.3
    ],
    [
        " has been, you know, effective thus far, which that's what they're trying to do. They're trying to get",
        1289.3,
        1293.92
    ],
    [
        " you to like change your brain a little bit and think in a different way. And but at least I think,",
        1293.92,
        1300.28
    ],
    [
        " I think I always had that rebellious streak in me that always questions everything. And to this day,",
        1300.28,
        1306.02
    ],
    [
        " when I see something online, I'm like, oh, what's their angle? Yeah. What's the angle over there?",
        1306.56,
        1311.28
    ],
    [
        " Because everyone's got an angle. Everyone does. Which is disturbing. And so this is what's",
        1311.32,
        1318.28
    ],
    [
        " happening now with kids and you can see it and it's sad. Yeah. It's so sad to see. I listened to",
        1318.28,
        1325.14
    ],
    [
        " a podcast that you did on your podcast, which is called the Tozi Cabard show with, is it called",
        1325.14,
        1332.4
    ],
    [
        " detransitioning? Yeah. With Chloe Cole. That was horrifying. Exactly. It was absolutely horrifying.",
        1332.4,
        1339.24
    ],
    [
        " Give us a quick brief on her. So Chloe Cole, and I'm glad you mentioned that because it's a perfect",
        1339.96,
        1345.78
    ],
    [
        " example of what you're talking about here. She grew up in here in California. She was a tomboy as",
        1345.78,
        1353.04
    ],
    [
        " a kid growing up, loved playing video games, loved hanging out with her brothers. And at 11 years old,",
        1353.04,
        1359.98
    ],
    [
        " she got a smartphone. Started an Instagram account. She was a tomboy. Didn't have many female",
        1360.08,
        1368.08
    ],
    [
        " friends. Didn't really fit in much at school. So it was looking for some kind of companionship,",
        1368.08,
        1373.86
    ],
    [
        " friendship, sense of belonging online. And the algorithms on Instagram, specifically she talks about,",
        1373.96,
        1383.24
    ],
    [
        " immediately started feeding her posts and accounts of young girls and women who had, who are",
        1383.78,
        1395.1
    ],
    [
        " identifying as boys or men who were trans or talking about how much happier they were by doing so.",
        1395.1,
        1401.82
    ],
    [
        " And all of this. And then she had people around her who were telling her, well, like if you're not",
        1402.26,
        1406.84
    ],
    [
        " happy as you are, then you're obviously a boy stuck in a girl's body. I'm going to just be, and just",
        1406.84,
        1413.86
    ],
    [
        " she's 11. She's 11. 11 years old. Her name is Chloe. At 12 years old, she told her parents. She",
        1413.86,
        1423.0
    ],
    [
        " wrote them a long letter. And the gist of it was, I am a boy. And I want you to call me Leo.",
        1423.0,
        1429.96
    ],
    [
        " I encourage you to listen to the story in her voice as she tells it because it is heartbreaking and",
        1431.12,
        1439.9
    ],
    [
        " so powerful. You watch it on YouTube. You just look into her eyes. She's 18 now. And so, but",
        1439.9,
        1447.0
    ],
    [
        " but the summary is she starts taking puberty blockers when she's like 12, 13 years old.",
        1448.38,
        1456.86
    ],
    [
        " And she was very certain about what she wanted to do. Her parents were naturally pretty confused",
        1458.12,
        1464.88
    ],
    [
        " and not knowing what to do to best care for and love their daughter. And so they went out and",
        1464.88,
        1471.68
    ],
    [
        " started looking for health professionals to like, hey, just like educate us. Talk, talk us",
        1471.68,
        1476.2
    ],
    [
        " through this. What are the, you know, potential medical and health ramifications of our daughter",
        1476.2,
        1481.52
    ],
    [
        " taking these puberty blockers? And and with the exception of one endocrinologist who told them like,",
        1481.52,
        1489.02
    ],
    [
        " hey, this, we don't know what the negative consequences might be both in the short term and the long",
        1489.1,
        1494.68
    ],
    [
        " term to this because there's just, you know, it's not been studied very well. There's no long history",
        1494.68,
        1500.2
    ],
    [
        " of cases that that we can point to you to say, well, here's what you can expect based on fact",
        1500.38,
        1505.26
    ],
    [
        " and science. And so this endocrinologist is saying like, I would encourage you to think very",
        1505.26,
        1510.94
    ],
    [
        " seriously before doing this because it could end up badly essentially. I forget what the name,",
        1510.94,
        1517.5
    ],
    [
        " I think it was a gender specialist. It was what they were called. We were helping guide her through",
        1517.6,
        1521.86
    ],
    [
        " this. Every other medical professional that she went to see basically urged her and encouraged her",
        1521.86,
        1528.56
    ],
    [
        " to move forward with this and ultimately told her parents who were expressing some concern and",
        1528.56,
        1536.44
    ],
    [
        " reservations. You have a choice between having a live son or a dead daughter. And Chloe says that",
        1536.44,
        1548.56
    ],
    [
        " up until that like at that point she had never once had a suicidal thought enter her mind. So",
        1548.56,
        1557.9
    ],
    [
        " this threat that these medical professionals are giving to this young girl's parents, a live",
        1557.9,
        1564.72
    ],
    [
        " son or a dead daughter, you decide was based on nothing according to Chloe's medical history.",
        1564.72,
        1573.38
    ],
    [
        " Fast forward, she ends up getting a double mastectomy when she's 15 years old to continue this",
        1574.44,
        1582.8
    ],
    [
        " transition. She talks about how they call it top surgery to try to soften what it really is.",
        1582.98,
        1592.0
    ],
    [
        " And was after she got that surgery that she had a realization, I think she was 16 at the time",
        1592.8,
        1598.2
    ],
    [
        " that she would know she would never be able to breastfeed her child ever. That had been taken",
        1598.2,
        1605.68
    ],
    [
        " away from her because of this decision. And she talks about how she was asked at different",
        1605.68,
        1612.38
    ],
    [
        " points along this path from when she was 12 through 15. Like, okay, well, here's all these",
        1612.4,
        1618.3
    ],
    [
        " medical disclosures and you know, you might not be able to have kids. This could affect her fertility",
        1618.3,
        1623.7
    ],
    [
        " in a 12 years old. She's like, man, I want kids. Like how does a 12 year old girl make that decision?",
        1623.7,
        1629.36
    ],
    [
        " And then again at 15 before this surgery, like, okay, well, you might not be able to do this or",
        1629.56,
        1633.56
    ],
    [
        " have kids or breastfeed. And you know, again, children not being equipped to make these decisions",
        1633.56,
        1640.24
    ],
    [
        " at 16. She experienced incredible regret and realized she'd make the biggest mistake of her life.",
        1640.24,
        1646.44
    ],
    [
        " And then began to walk down that path of quote unquote, detransitioning. And she talks about what",
        1647.1,
        1654.4
    ],
    [
        " that meant and practical terms in her conversations with her parents and friends and family being",
        1654.4,
        1660.08
    ],
    [
        " completely shunned by this group of, you know, people who are pushing this, this trans and gender",
        1660.08,
        1666.34
    ],
    [
        " ideology. Now, now people who celebrated her one day and the very next day once she was like, no,",
        1666.62,
        1673.02
    ],
    [
        " I've made the biggest mistake of my life completely shunning her, calling her names, giving her",
        1673.14,
        1676.96
    ],
    [
        " death threats online doctors who had cared for her one day the next day once she had made this",
        1676.96,
        1682.4
    ],
    [
        " decision, not returning phone calls or telling her like, you know, she's still having serious",
        1682.4,
        1688.68
    ],
    [
        " medical issues based on the the mastectomy she had that she can't figure out what to do with.",
        1688.68,
        1694.44
    ],
    [
        " Doctors are like, oh, just put some Vaseline on there. And ultimately, these doctors are not",
        1694.44,
        1700.58
    ],
    [
        " providing her with the kind of care that she needs or being responsive at all. So she's actually",
        1700.58,
        1705.28
    ],
    [
        " filed a lawsuit against these doctors and Kaiser that she dealt with along the way, which is so brave",
        1705.28,
        1715.48
    ],
    [
        " of her to do. She's so incredibly courageous to be doing what she's doing and speaking out and",
        1715.48,
        1719.8
    ],
    [
        " actively encouraging others to do the same so that people are able to be better informed. But",
        1719.8,
        1724.04
    ],
    [
        " that social contagion that she talks really clearly about the algorithms having such a heavy",
        1726.1,
        1732.96
    ],
    [
        " influence on her as a young girl to ultimately bring her to make this decision along with other",
        1732.96,
        1739.28
    ],
    [
        " other things as well. But the lack of, I guess, I guess this phenomenon on our society right now,",
        1739.28,
        1750.56
    ],
    [
        " where there's no open conversation about this that she could turn through that her family could",
        1750.82,
        1755.6
    ],
    [
        " turn to to say to get a differing perspective or differing view to where doctors feel afraid to",
        1755.6,
        1761.96
    ],
    [
        " say anything about it. I talked to a friend of mine who's an ER doc actually in California.",
        1761.96,
        1766.06
    ],
    [
        " And he said, Tulsi, I, you know, would say this off the record, but there are a lot of kids who",
        1767.24,
        1772.4
    ],
    [
        " are coming into the ER who are experiencing, you know, suicidal thoughts or deep depression or",
        1772.4,
        1779.44
    ],
    [
        " other medical issues because of this transition of people who are similarly like Chloe Cole",
        1779.44,
        1786.44
    ],
    [
        " regretting these decisions that they've made as kids. But nobody's talking about it, you know,",
        1786.44,
        1792.58
    ],
    [
        " even from the very top of where he works, it was just like all of a sudden, okay, hey guys,",
        1792.64,
        1797.86
    ],
    [
        " we're doing this now. And by the way, it's a very profitable venture knowing that not only the",
        1797.98,
        1807.02
    ],
    [
        " initial treatments, but you're basically once, once somebody comes and tells you they want to do",
        1807.02,
        1810.68
    ],
    [
        " this, you're talking about years of follow on care and drugs and all that and so on and so forth.",
        1810.68,
        1816.02
    ],
    [
        " But there was no conversation about this at all because it's not allowed. If you even raise a",
        1816.54,
        1822.6
    ],
    [
        " question and say, hey, is this really the best thing? Like our kids really equipped to make this",
        1822.6,
        1826.74
    ],
    [
        " decision when they're 11 or 12 years old, you're immediately labeled a transphobia and how dare you",
        1826.74,
        1831.64
    ],
    [
        " not care for your kids in that podcast episode that I put out. There are actual videos from Boston",
        1831.64,
        1838.26
    ],
    [
        " Children's Hospital as one example of unfortunately many where they're literally saying as soon as",
        1838.26,
        1843.12
    ],
    [
        " your child is capable of expressing themselves, you'll see signs of them, you know, deciding what",
        1843.12,
        1852.12
    ],
    [
        " their gender identity is like before they can even use words and speak any kind of language that",
        1852.12,
        1857.54
    ],
    [
        " you look at like gestures and you look at all these different things. And you just you see how",
        1857.54,
        1861.94
    ],
    [
        " dangerous this is when critical thinking is like it's discouraged asking questions is discouraged",
        1861.94,
        1869.4
    ],
    [
        " having differing points of view is discouraged. And I think even using the word discouraged is",
        1869.4,
        1874.74
    ],
    [
        " putting it lightly. People get banned on social media, get their accounts, you know, suspended",
        1874.74,
        1881.22
    ],
    [
        " indefinitely for asking questions or saying, hey, this is not appropriate for kids. Again,",
        1881.54,
        1888.56
    ],
    [
        " then you add on the layer of government. And this is where things get so dangerous is that, you know,",
        1888.74,
        1895.74
    ],
    [
        " Chloe mentions that she knows people personally who parents who've had their kids taken away from them",
        1895.9,
        1903.12
    ],
    [
        " simply because they refuse to call them by a name or pronoun different than the one they were",
        1903.12,
        1911.06
    ],
    [
        " given at birth by child protective services by the government. And this is this is the very real",
        1911.06,
        1920.4
    ],
    [
        " consequence of people just being willing to go along. And maybe it's like, I don't know, this",
        1920.4,
        1931.62
    ],
    [
        " doesn't seem right, but at least it's not happening to me or my kids or my family. So I'm just going",
        1931.62,
        1935.36
    ],
    [
        " to put my head in the sand and not pay attention. But there's so many different factors you start",
        1935.36,
        1943.46
    ],
    [
        " looking at. I mentioned parents going and protesting like, no, you know what? I don't want my seven-year-old",
        1943.46,
        1949.08
    ],
    [
        " kid being given books to read at school about like, well, tell me what your sexuality is or tell me",
        1949.08,
        1955.88
    ],
    [
        " what your agenda identity is. I didn't, you know, I heard parents talk about this stuff and I thought,",
        1955.88,
        1961.48
    ],
    [
        " gosh, you know, this is really concerning. And then I met with with a bunch of parents in Virginia",
        1961.48,
        1965.76
    ],
    [
        " who've been on the group called Parents Defending Education. We've been kind of on the front lines",
        1965.76,
        1971.12
    ],
    [
        " of this fight nationally and they brought a stack of books and showed me and there was one in",
        1971.12,
        1976.1
    ],
    [
        " particular that it it it it was a graphic novel for middle schoolers. And I had never seen such",
        1976.1,
        1986.86
    ],
    [
        " sexually graphic images ever in my life. And this is something that's being given to kids to help",
        1986.98,
        1994.2
    ],
    [
        " them, you know, figure out, you know, what their sexuality is. And it's it's really disturbing",
        1994.2,
        2002.26
    ],
    [
        " that we live in a society today where this open marketplace of ideas is not allowed to occur.",
        2002.26,
        2010.4
    ],
    [
        " And it's not allowed to occur because we have people in power who are using the levers of",
        2010.76,
        2016.94
    ],
    [
        " government, working with people in the media and in big tech to control speech and to influence",
        2016.94,
        2028.78
    ],
    [
        " our society. So when I was a kid, let's say you were going to get crazy and really rebel,",
        2028.78,
        2039.34
    ],
    [
        " you'd grow your hair out, right? And wear a gene jacket or whatever. You know what I mean? Like",
        2040.3,
        2045.26
    ],
    [
        " you're listening to Metallica and you're going to go through your Metallica phase and back then Metallica",
        2045.26,
        2049.9
    ],
    [
        " was not the same Metallica that it is now. I mean back then Metallica was kind of fringe radical,",
        2049.9,
        2055.1
    ],
    [
        " right? And so you were going to grow your hair out and you were making all kinds of dumb decisions.",
        2055.1,
        2059.56
    ],
    [
        " I mean, let's face it when you're that young, you're making just bad decisions left and right.",
        2060.14,
        2066.52
    ],
    [
        " And so thankfully, your decisions aren't permanent. When I was a kid, our decisions weren't permanent.",
        2066.54,
        2072.84
    ],
    [
        " Maybe you get some tattoos that you're going to want to wear a shirt or something when you get",
        2073.04,
        2078.68
    ],
    [
        " older. You're hopefully didn't jump straight into the neck tattoos or again,",
        2078.68,
        2082.38
    ],
    [
        " over to the window on face tattoos and neck tattoos. I mean, they're becoming more and more",
        2082.94,
        2087.58
    ],
    [
        " mainstream right now. But back in the day, you weren't going to be doing that kind of thing when you",
        2087.58,
        2091.96
    ],
    [
        " certainly not 11, 12, 13. And then you think about the... Nor would your parents let you?",
        2092.54,
        2098.86
    ],
    [
        " Yeah, well, there's another piece of this like... At some point, saying shut up to people became",
        2099.38,
        2107.52
    ],
    [
        " bad, right? When I was a kid, you tell people that your parents would tell you to shut up,",
        2107.52,
        2112.4
    ],
    [
        " your teacher would tell you to shut up, you would tell your friends to shut up when you were doing",
        2112.56,
        2115.76
    ],
    [
        " something, if you were saying something stupid, somebody would be like, hey, shut up. And at some",
        2115.76,
        2120.14
    ],
    [
        " point that became like a bad word. Do your kids say shut up, Echo Charles? Not to me specifically,",
        2120.14,
        2125.28
    ],
    [
        " but yeah, they say that. Okay, but if they said it to you, be offensive.",
        2125.58,
        2128.66
    ],
    [
        " They're becoming... Which I agree with. I agree with you know, you don't want... I wouldn't expect a kid,",
        2129.6,
        2133.36
    ],
    [
        " but would you tell your kids to shut up? I can't remember, but I'm not against the word shut up at all.",
        2133.66,
        2139.96
    ],
    [
        " Okay, I probably don't say shut up enough. And I don't think America does right now. Because sometimes,",
        2140.1,
        2147.58
    ],
    [
        " you know, when I was a kid, it's like, I'd have some stupid idea. I might have like, shut up.",
        2147.84,
        2152.32
    ],
    [
        " I was like, okay, you gotta stop sometimes. When we realize how multiple these kids are",
        2152.68,
        2158.8
    ],
    [
        " and goalable they are, I mean, this is when you see like the interviews or read interviews,",
        2158.8,
        2164.2
    ],
    [
        " I kind of book haven't done on the podcast yet, but it's Nazis. The young Nazi kids, they were 100%.",
        2164.32,
        2170.18
    ],
    [
        " They didn't know anything else. They didn't know anything else, at least a lot of them. And same",
        2170.18,
        2175.46
    ],
    [
        " thing with the Kamikaze pilot center, 19 years old. They didn't know anything else. And sure,",
        2175.46,
        2181.42
    ],
    [
        " there's... I should... I want to group them all together because some of them definitely were like,",
        2181.5,
        2185.48
    ],
    [
        " hey, wait a second, I'm not so sure about this, but then they got in those planes and drove them",
        2185.56,
        2190.0
    ],
    [
        " into our vessels, our ships, because they were just totally brainwashed. Totally brainwashed. And we...",
        2190.0,
        2199.64
    ],
    [
        " That's how moldable kids are. And so when you take a freaking 11-year-old girl and you start",
        2199.74,
        2206.26
    ],
    [
        " down this path, and that's all she's hearing, and that's all the support she's getting, because look,",
        2206.26,
        2210.86
    ],
    [
        " being a kid... When I wrote my... When I wrote my first kid's book,",
        2211.38,
        2214.8
    ],
    [
        " one of the things I had to put in perspective was that, you know, I was still... When I was in",
        2216.4,
        2221.46
    ],
    [
        " the military, my kids were growing up. Part of my mind would be like, what are these kids talking about?",
        2221.46,
        2226.16
    ],
    [
        " Like nothing matters. Oh, you know, you know, Billy called me, uh, whatever, called me a jerk.",
        2226.3,
        2232.76
    ],
    [
        " And I'm like, so what, right? I'm like, hey, I'm going to Iraq. What are you kidding me? Oh my god.",
        2232.96,
        2239.04
    ],
    [
        " I got buddies that pieped face down in the mud so you could be called a jerk by your friend's",
        2239.3,
        2244.22
    ],
    [
        " freedom of speech. You know what I mean? Like, that's how detached you get. You forget that when",
        2244.22,
        2248.18
    ],
    [
        " you're a kid, that's your whole world. School is your whole world. The bully is your whole world.",
        2248.18,
        2254.84
    ],
    [
        " And so what happens when these kids get a world put around them that only has one point of view,",
        2255.46,
        2263.36
    ],
    [
        " and it's pushing in one direction, it's no surprise at all that they end up believing what they're",
        2263.42,
        2270.92
    ],
    [
        " hearing from everybody and everyone's so supportive. And that affirmation. And the... I mean, it has.",
        2270.92,
        2279.08
    ],
    [
        " There's no mistake for the radical increase in numbers of young kids who are now saying, well,",
        2279.58,
        2287.0
    ],
    [
        " you know, I'm trans or, you know, anywhere on the spectrum of the LGBTQ stuff. It's not like",
        2287.2,
        2294.3
    ],
    [
        " been inching. Like, it's like by hundreds of percent increasing to the point where, and I've",
        2294.3,
        2299.72
    ],
    [
        " talked with teachers who say, like, yeah, of all the kids in my class, there's maybe two who don't",
        2299.72,
        2309.06
    ],
    [
        " kind of become like an Abigail Shryer writes about this and her books about how kids are being",
        2309.06,
        2314.9
    ],
    [
        " influenced by this. You know, it's pure pressure. It's what's like, are you cool? Are you boring?",
        2314.9,
        2321.22
    ],
    [
        " Or all this other stuff? I'm over here, like, bring back Metallica. Let's",
        2321.36,
        2326.72
    ],
    [
        " bend your head and grow on here. That seems like a lot safer of a thing. You know, the other",
        2326.72,
        2330.96
    ],
    [
        " piece that you mentioned that is really disturbing. So you can't ask questions about this. So,",
        2330.96,
        2338.26
    ],
    [
        " you know, I obviously work with a lot of companies talk about leadership and one of the things I",
        2338.5,
        2341.82
    ],
    [
        " talk about when it comes to leadership is, I should, if you've got, if you're working, if Tulsi,",
        2341.82,
        2346.08
    ],
    [
        " if you're working for me, and I can present a plan and you ask questions, I should be totally open",
        2346.16,
        2352.4
    ],
    [
        " to answering your questions. Your questions, hopefully, are challenging to me and they make me",
        2352.4,
        2357.74
    ],
    [
        " really think through my idea and they pressure test my idea and I'm happy to answer them. And the",
        2357.74,
        2363.12
    ],
    [
        " minute I say, shut up, Tulsi. I don't hear more questions. Just do what I say. I just lost the",
        2363.12,
        2368.32
    ],
    [
        " argument. I just lost leadership capital because it means I couldn't actually articulate why we're",
        2368.32,
        2374.94
    ],
    [
        " going to do something a certain way. And it also means that I couldn't open my mind enough to say,",
        2374.94,
        2379.28
    ],
    [
        " Tulsi's got a good point. I should incorporate that into the plan or maybe adjust my plan or maybe",
        2379.48,
        2384.0
    ],
    [
        " abandon my plan because Tulsi has a really good thought process about this that I didn't think of.",
        2384.0,
        2389.24
    ],
    [
        " But the minute I say, you know what, just be quiet, no more questions. You do what I say. Exactly.",
        2389.36,
        2394.9
    ],
    [
        " That means there's something wrong. It exposes your weakness. Right. So if you have a question",
        2395.22,
        2401.54
    ],
    [
        " for me and my answer is your transphobic, that's not a great answer. No. That's not a great answer.",
        2401.54,
        2409.18
    ],
    [
        " And look, could it be true? Could I be a person that, I'm scared of transphobic people? Sure.",
        2409.64,
        2414.12
    ],
    [
        " Well, let me think through it then. What am I scared of? Okay, let's have a conversation about that.",
        2414.3,
        2417.9
    ],
    [
        " So, but instead just to be like, no, I don't want to hear any more of your questions.",
        2418.44,
        2422.02
    ],
    [
        " This is a problem and it doesn't lead. It doesn't lead to a situation where we make progress",
        2422.34,
        2429.38
    ],
    [
        " and where we can actually agree upon anything. That's right. So how's the, how's the leadership,",
        2429.38,
        2435.64
    ],
    [
        " the governmental leadership? When you talk about the governmental leadership,",
        2436.02,
        2438.88
    ],
    [
        " kind of helping push this type of agenda? What does that look like?",
        2438.88,
        2443.94
    ],
    [
        " Well, it's exactly what you're talking about. The choice to ridicule, discredit, smear,",
        2444.2,
        2452.42
    ],
    [
        " and censor through partners in big tech, Google, Facebook, all of that, rather than actually",
        2452.66,
        2460.06
    ],
    [
        " have a conversation based on substance, that's having this, this fear, you know, this self-sensoring",
        2460.06,
        2470.34
    ],
    [
        " effect on people, whether to afraid to even ask questions, or to afraid to state their own views",
        2470.62,
        2476.16
    ],
    [
        " or opinions, or even their own experiences on this. Have you had Kristen Beck on your podcast?",
        2476.16,
        2483.44
    ],
    [
        " I am not. I think I heard her talking on Rogan, but Kristen Beck has had similar experiences,",
        2483.8,
        2490.94
    ],
    [
        " even as a trans adult person, saying, well, I don't know, like this is really dangerous for kids.",
        2490.94,
        2497.22
    ],
    [
        " Like these are, this is a decision. If people want to make this decision as adults,",
        2497.22,
        2500.82
    ],
    [
        " this is a free country, and you have the freedom to do that and live with whatever the outcomes of",
        2501.18,
        2506.68
    ],
    [
        " that decision may be. But for this to be happening to kids, and Beck has received extremely negative",
        2506.68,
        2513.1
    ],
    [
        " consequences, both on social media and in society because of stating that fact.",
        2513.1,
        2517.76
    ],
    [
        " The government is pushing this under the guys of something they call gender affirming care,",
        2521.16,
        2528.6
    ],
    [
        " which sounds like something everyone should be for, right? We want to care for and respect",
        2529.04,
        2534.36
    ],
    [
        " each other just as people, but what they're doing is actually abuse of kids. Chloe Cole's story is not",
        2534.36,
        2545.66
    ],
    [
        " a rare case. There are many others, both documented, but also those that haven't been reported of",
        2546.24,
        2555.16
    ],
    [
        " kids who have gone through or going through exactly what she's been through. She started an",
        2555.16,
        2558.58
    ],
    [
        " organization to be able to reach out to and help provide support to other kids who've gone through",
        2558.58,
        2563.36
    ],
    [
        " the path that she has walked down. The government factor is they're saying that if you as parents",
        2563.36,
        2573.1
    ],
    [
        " don't provide gender affirming care, then child protective services may come in and intervene",
        2573.6,
        2580.24
    ],
    [
        " in order to ensure that your child receives that care elsewhere.",
        2580.24,
        2584.62
    ],
    [
        " They are using this gender affirming care when it comes to federal funding.",
        2585.8,
        2593.1
    ],
    [
        " For schools, for example, who the government says refuse to provide this quote-unquote gender",
        2593.98,
        2600.1
    ],
    [
        " affirming care, which may come in the form of like, okay, not allowing boys to go into the girls",
        2600.1,
        2610.08
    ],
    [
        " locker room. Boys who say, well, you know, identify as a girl if a publicly funded school",
        2610.08,
        2616.86
    ],
    [
        " does not allow that to happen. The federal government says, okay, we are not going to provide you with",
        2616.86,
        2624.54
    ],
    [
        " federal funding for what they call free and reduced lunch for kids who are at a certain low level",
        2625.12,
        2630.72
    ],
    [
        " in the poverty scale, get free and reduced lunch at schools. The government says, if your school",
        2630.72,
        2637.7
    ],
    [
        " does not provide this gender affirming care by allowing boys to go into the girls locker room,",
        2637.7,
        2642.78
    ],
    [
        " boys who say they're a girl, then we're going to take that money away from you. Who hurts? Who's harmed?",
        2642.88,
        2647.84
    ],
    [
        " In that scenario, which is actually happening, it's kids who are hungry who can afford to buy",
        2648.64,
        2654.94
    ],
    [
        " their own lunch at school. And so, I mean, there are so many examples of this where their hypocrisy",
        2654.94,
        2660.76
    ],
    [
        " is just playing out literally in real time. Their hypocrisy of saying, well, hey, this year, 2022,",
        2660.76,
        2666.92
    ],
    [
        " is the 50th anniversary of the enactment of Title IX. The law that was put in place literally",
        2666.92,
        2673.62
    ],
    [
        " out of a recognition of the biological difference between the male and female sex and to make sure",
        2674.32,
        2680.64
    ],
    [
        " that there was a level playing field because kids like your daughter, back in the day,",
        2680.64,
        2686.38
    ],
    [
        " they didn't have the opportunity to get on a girl's wrestling team because they didn't exist",
        2686.92,
        2690.84
    ],
    [
        " in schools and with most sports. It was like, okay, well, there's boy sports and there's girls cheerleading.",
        2690.84,
        2696.08
    ],
    [
        " That was kind of, you know, or like my mom, she'd water ballet and my mom's pretty athletic,",
        2696.34,
        2700.88
    ],
    [
        " but her options were pretty limited as a kid growing up in East Grand Rapids and Michigan.",
        2701.06,
        2706.7
    ],
    [
        " So Title IX, 50 years later, has created huge opportunities for girls and women in sports,",
        2707.84,
        2714.1
    ],
    [
        " which then leads to opportunities in different professions and so on in their life.",
        2714.24,
        2717.5
    ],
    [
        " On this anniversary, the 50th anniversary of Title IX, now the government in this administration",
        2718.06,
        2723.74
    ],
    [
        " is trying to, or they are actually redefining Title IX in the law, not bypassing an amendment",
        2723.74,
        2730.54
    ],
    [
        " through Congress, but instead backdoring it through a rule change to now include this gender identity,",
        2730.54,
        2738.26
    ],
    [
        " which basically says like anybody who says they are a woman can be a woman at any given point in time.",
        2738.26,
        2745.78
    ],
    [
        " And therefore, by doing so, erasing, doing two things, erasing women as a group in society,",
        2746.64,
        2757.48
    ],
    [
        " because now you could, if you wake up tomorrow, you're like, yeah, I'm a woman.",
        2757.52,
        2760.88
    ],
    [
        " All right, well, the government says now you are the same protected class as a biological woman,",
        2761.54,
        2766.4
    ],
    [
        " as me. But the deeper kind of underlying danger goes back to where we started is,",
        2766.4,
        2773.1
    ],
    [
        " this change is our government saying there is no such thing as objective truth.",
        2773.54,
        2777.74
    ],
    [
        " There is no such thing as biology. There is no such thing as this biological difference between",
        2777.96,
        2783.5
    ],
    [
        " a male and female. And if we, as a society, accept this premise, then where are the boundaries?",
        2783.5,
        2790.98
    ],
    [
        " There literally are no boundaries. And where does this lead? I mean, I've talked about this before,",
        2791.18,
        2796.68
    ],
    [
        " you would think that kids are the one place where everyone in our society can agree,",
        2797.1,
        2803.58
    ],
    [
        " like we have to, kids are the most vulnerable. We have to protect our kids. Well, now they're,",
        2803.74,
        2808.38
    ],
    [
        " it has, it is starting to become acceptable to use this term minor attracted person,",
        2808.86,
        2814.44
    ],
    [
        " which is a pedophile. It's a pedophile. And yet you have teachers. That's the over-ten window",
        2814.7,
        2821.5
    ],
    [
        " expanding. Exactly. Exactly. That's what I'm talking about. And so people are like, oh yeah,",
        2821.5,
        2825.96
    ],
    [
        " we should just let people be with them, want to be in kids and this and that. Like, okay, so",
        2826.08,
        2830.64
    ],
    [
        " if you de-not, it's that it comes in, right? You should be like, hey, no,",
        2830.64,
        2835.28
    ],
    [
        " I'm out of here. You know how to say that. You're sure as they're. Yeah, exactly.",
        2835.4,
        2838.86
    ],
    [
        " Seriously. And then you have people who are teachers in a position to care for our kids on social",
        2838.94,
        2845.98
    ],
    [
        " media. They're like, yeah, I'm a minor attracted person. And this is how I feel when I'm standing",
        2845.98,
        2850.54
    ],
    [
        " in front of the classroom and using this very sexually explicit language. And, and parents are giving",
        2850.54,
        2856.08
    ],
    [
        " their children over to these people for, for more hours, waking hours of the day, probably,",
        2856.08,
        2862.18
    ],
    [
        " then they spend time. They're able to spend time with their kids. And if you're, you become a",
        2862.18,
        2868.42
    ],
    [
        " bigot, if you're like, yeah, no, this is not okay. This normalization of pedophilia is exactly",
        2868.42,
        2875.3
    ],
    [
        " what's happening right now. How does it happen? Where does it start? Going back to restart. How",
        2875.3,
        2879.64
    ],
    [
        " it like, well, you look at each, you know, how this over-ten window is opening and pushing you not",
        2879.64,
        2886.18
    ],
    [
        " just to respect someone's different choices, but to openly accept and champion these things that",
        2886.18,
        2893.18
    ],
    [
        " are literally insane and are causing direct harm to our kids. And, and again, this is where",
        2893.18,
        2900.9
    ],
    [
        " the societal shift and change, this cancel culture, this this fear-mongering pushing self-censorship",
        2900.9,
        2907.6
    ],
    [
        " coupled with the power of government, both directly and indirectly through big tech, is,",
        2907.6,
        2913.72
    ],
    [
        " has put us in a very dangerous place in our society. How much did you see with big tech",
        2914.34,
        2921.76
    ],
    [
        " collusion with the government when you were in the government? Quite a bit, especially when I ran",
        2921.76,
        2931.36
    ],
    [
        " for president. I, you know, and I don't know, I could probably think of a number of reasons why it",
        2931.36,
        2941.5
    ],
    [
        " it escalated so quickly there where, you know, it got to a point where even as I was, you know,",
        2941.5,
        2949.44
    ],
    [
        " being very outspoken on different issues beforehand, I think certain powers that B maybe didn't think",
        2949.58,
        2954.8
    ],
    [
        " that, oh, you know, she's just saying her piece, she's over here on the sidelines, but, you know,",
        2954.8,
        2959.34
    ],
    [
        " running for president provides a certain platform. And, and it was, I mean, the, the first kind of",
        2959.34,
        2966.96
    ],
    [
        " eye-opening experience to me was when we had the very first presidential debate in the Democratic",
        2966.96,
        2972.36
    ],
    [
        " primaries. It was in 2019. You know, most people in the country didn't know who I was, never heard",
        2972.36,
        2979.78
    ],
    [
        " of me before, and my hope was, all right, cool, there'll be millions of people watching, and I think",
        2979.78,
        2984.1
    ],
    [
        " there were north of 20 million people who tuned into that first debate. Maybe a little off, but",
        2984.1,
        2988.98
    ],
    [
        " ballpark. And my hope is I'll be able to introduce myself, let people know why I'm offering to",
        2989.68,
        2995.52
    ],
    [
        " service president and commander-in-chief, and then, you know, they'll go online and say, okay,",
        2995.52,
        2999.84
    ],
    [
        " cool, I want to learn more. We set up all of our Google Adsense accounts in the hopes that they",
        3000.04,
        3004.66
    ],
    [
        " would do so, and that I would be able to have my, my website there ahead of whatever stuff Google",
        3004.66,
        3012.88
    ],
    [
        " chose to push on people. I was the most searched candidate of the night after that debate.",
        3012.88,
        3018.14
    ],
    [
        " Which we had hoped would be the case. And all of a sudden, our Google ad account was suspended",
        3018.98,
        3025.4
    ],
    [
        " with no explanation, no notice, no message, like literally nothing, just crickets.",
        3025.4,
        3030.56
    ],
    [
        " And so our team immediately obviously started to reach out like, hey, what's going on here?",
        3031.4,
        3034.94
    ],
    [
        " We set this up according to all the rules and dada-da, we tested it beforehand, everything was good.",
        3035.34,
        3039.42
    ],
    [
        " What happened? No response. And this went on for a period of time, and then all of a sudden,",
        3039.72,
        3045.9
    ],
    [
        " we still never got a response. And all of a sudden, the suspension was taken off the account.",
        3046.9,
        3052.3
    ],
    [
        " And that was the first glaring example directly that I felt.",
        3053.02,
        3057.2
    ],
    [
        " What part of your mind was like, oh dang, that's too bad, I can't believe this weird thing happened.",
        3058.32,
        3062.9
    ],
    [
        " What part of your mind was like, these bastards?",
        3063.0,
        3065.1
    ],
    [
        " These bastards. I went straight there.",
        3065.64,
        3068.64
    ],
    [
        " Because it was... Were you suspect already going into it?",
        3069.0,
        3073.1
    ],
    [
        " Or is that just a total eye open?",
        3073.1,
        3075.02
    ],
    [
        " No, I mean, I had the influence and impact of these big tech companies and social media was already",
        3075.08,
        3083.24
    ],
    [
        " pretty clear. How their algorithms were trying to push certain kinds of information to invoke",
        3083.24,
        3089.02
    ],
    [
        " a certain response from their users. I think things were becoming more and more clear just broadly at",
        3089.02,
        3102.78
    ],
    [
        " just be a coincidence. I ultimately filed a lawsuit against Google because of this",
        3102.78,
        3108.66
    ],
    [
        " to make the point and to make the statement that they shouldn't be allowed to get away with this.",
        3108.66,
        3115.12
    ],
    [
        " People need to know how much power a monopoly like Google has on directly influencing",
        3115.28,
        3122.76
    ],
    [
        " interfering in our elections. And that if they can do this to a sitting member of Congress,",
        3122.76,
        3127.76
    ],
    [
        " running for the highest office in the land, making it so that they are manipulating and dictating",
        3127.76,
        3135.38
    ],
    [
        " what information people see when they type in who is Tulsi Gabbard, they can do it to anyone for any",
        3135.38,
        3141.36
    ],
    [
        " reason, whether you're running for mayor or dog catcher or whatever it might be, that this private",
        3141.36,
        3151.12
    ],
    [
        " corporation gets to determine what we as voters know and see and hear about a person. And that",
        3152.26,
        3159.98
    ],
    [
        " that became increasingly clear throughout my entire campaign. How the power elite as I call them",
        3159.98,
        3169.78
    ],
    [
        " or the permanent Washington that these are made up of some of the most powerful people in politics,",
        3169.78,
        3174.02
    ],
    [
        " most powerful people in corporate media, the most powerful people in big tech, are interfering in",
        3174.08,
        3179.36
    ],
    [
        " our elections by dictating who voters are exposed to and what they are exposed to about certain people",
        3179.36,
        3185.88
    ],
    [
        " who are running for office. They decide what the narrative is. And so to say, and this is the",
        3185.88,
        3194.9
    ],
    [
        " thing, of course, they don't talk about when they talk about, you know, influence and interference",
        3194.9,
        3198.5
    ],
    [
        " in our democracy in our elections, but it is the biggest and most impactful thing that is influencing",
        3198.5,
        3204.38
    ],
    [
        " voters. And there have been recent cases that have come forward about Google, for example, like just",
        3204.38,
        3212.2
    ],
    [
        " in this past election, there was a report that was done showing that, you know, political emails",
        3212.2,
        3218.58
    ],
    [
        " from candidates going into Gmail accounts, which most people have, favored sending these favored",
        3218.58,
        3226.6
    ],
    [
        " progressive or Democrat candidates or Democrat messaging to funnel those emails into your inbox,",
        3226.6,
        3233.02
    ],
    [
        " whereas conservative or Republican political emails were more than 50% of the time end up in your",
        3235.22,
        3243.06
    ],
    [
        " spam box. So, you know, there are a lot of different examples of this, but it's a dangerous,",
        3243.06,
        3250.58
    ],
    [
        " dangerous thing that is now going unchecked. There's no check in balance on that. And then you look",
        3251.08,
        3259.4
    ],
    [
        " at, well, okay, well, so what are the political leanings of these big tech companies and Facebook?",
        3259.4,
        3264.16
    ],
    [
        " Because it's obviously they've been in the news a lot about this as well. You know, they",
        3264.16,
        3268.82
    ],
    [
        " lean, they have a specific political slant. But to me, whether the political slant is to the left",
        3268.82,
        3276.52
    ],
    [
        " or to the right, or if it's Democrat versus Republican, if we don't, number one, if we're not",
        3276.52,
        3282.96
    ],
    [
        " informed about it, not calling it out and not pushing our lawmakers to say, hey, you know, this is",
        3282.96,
        3287.48
    ],
    [
        " this, we have to call it for what it is. They're directly trying to influence our elections.",
        3287.9,
        3293.82
    ],
    [
        " We have to be willing to do it whoever is, you know, whatever their political slant is. The",
        3294.68,
        3299.94
    ],
    [
        " point is like freedom of speech is freedom of speech. We have to be willing to protect that freedom",
        3299.94,
        3304.38
    ],
    [
        " of speech, no matter whether we like it or not or whether we agree with that speech or not.",
        3304.38,
        3310.68
    ],
    [
        " I guess the live experiment's going on right now with Twitter, right?",
        3311.18,
        3315.78
    ],
    [
        " Elon. Yes. And what he's doing. And he's bringing back all these people that were banned,",
        3315.78,
        3321.6
    ],
    [
        " including Donald Trump. He just brought back Donald Trump. I don't think Donald Trump has gone on",
        3321.78,
        3326.34
    ],
    [
        " and gone back to Twitter yet. And apparently he has some kind of commitment to the other,",
        3326.34,
        3333.76
    ],
    [
        " to the truth, which is another social media platform. Truth media, truth truth truth truth truth truth truth truth truth truth truth social.",
        3334.02,
        3341.2
    ],
    [
        " So, but Elon's let everybody on except for Alex Jones. Alex Jones, he did not let on what echo",
        3342.14,
        3348.74
    ],
    [
        " what you're laughing at that. Finally, that's a reaction that echoed.",
        3348.74,
        3352.52
    ],
    [
        " Yeah, you know, Alex Jones. Yes, that's funny to me, but I don't know. Okay. He's",
        3352.62,
        3360.16
    ],
    [
        " going through a lot of legal legal situations right now. Yeah, what is he? He's owes billions of",
        3360.16,
        3365.48
    ],
    [
        " dollars, apparently, right? Billions of dollars to the parents of the Sandy Hook massacre.",
        3365.48,
        3371.06
    ],
    [
        " But so other than Alex Jones, it looks like, it looks like Elon and Twitter is just going wide open.",
        3372.3,
        3379.06
    ],
    [
        " Yeah. I think it's literally other than Alex Jones. What's interesting to me about that is the",
        3379.28,
        3383.6
    ],
    [
        " people who are publicizing that they're leaving because now, you know, as Elon said, he's a free",
        3383.6,
        3390.7
    ],
    [
        " speech absolutist. Which can you say that if you don't bring Alex Jones back on? I don't know.",
        3390.7,
        3395.46
    ],
    [
        " Can you? Is that is that an absolutist? Technically, that's not absolute. Okay. So he's in almost",
        3395.48,
        3399.88
    ],
    [
        " an absolute. Almost reasonably. Absolutely. I saw the other day that CBS news. What is it? They",
        3399.88,
        3407.74
    ],
    [
        " they like, oh, we're leaving Twitter. And then I was like a day or two and then they came back.",
        3407.74,
        3412.0
    ],
    [
        " They came back. You know, Fox News left Twitter for a long time. Is that right? I know that. They left",
        3412.28,
        3417.42
    ],
    [
        " they left Twitter for months and months and months. They left Twitter and they stayed off. And I",
        3417.42,
        3425.46
    ],
    [
        " so you have this experiment kind of with Elon Musk right now opening up Twitter. And I guess we'll",
        3425.46,
        3431.9
    ],
    [
        " see what happens. And I mean, the whole thing. It's just such drama. And that's one thing that's",
        3431.9,
        3437.32
    ],
    [
        " interesting. You know, I always feel like all this stuff that we're talking about is like a separate",
        3437.32,
        3442.42
    ],
    [
        " world that I'm actually not that I don't get fully engaged in that world because I actually have",
        3442.42,
        3450.22
    ],
    [
        " a bunch of businesses and like things going on. And I feel like that's more normal. And if you're",
        3450.22,
        3455.54
    ],
    [
        " not careful, you think that this world that we're talking about, the world of social media, the world",
        3455.54,
        3461.74
    ],
    [
        " of Twitter, the world of Facebook, the world of Instagram, if you're not careful, you think that's",
        3461.74,
        3466.02
    ],
    [
        " real. Yeah. And you have to remember that it's not real. And that it's just a it's just a virtual",
        3466.02,
        3471.64
    ],
    [
        " world that's not real. But there's people that live and die in that world. And they and that world",
        3471.64,
        3476.72
    ],
    [
        " drives them crazy by the way. I got asked that I've got asked that on a on a podcast interview",
        3476.72,
        3482.6
    ],
    [
        " a little while ago. You know, well, how do you feel when people make bad comments about you on Twitter",
        3482.6,
        3487.14
    ],
    [
        " or on and I said, Hey, I recommend you don't really get concerned about those things because it's a",
        3487.14,
        3493.0
    ],
    [
        " bot. Yeah. It's a bot or it's a person that's just looking at a troll or a bot. That's pretty much",
        3493.0,
        3498.72
    ],
    [
        " what you how many what percentage of negative comments are coming from a person that is making a",
        3498.72,
        3504.04
    ],
    [
        " negative comment because their goal is to help influence you and move you in a better direction",
        3504.04,
        3507.46
    ],
    [
        " and see their perspective. The chance is very very few. It's a bot or it's a troll. So why are you",
        3507.46,
        3513.12
    ],
    [
        " getting spun up about this stuff? I was in Greensboro, North Carolina a few days ago, stopped in a little",
        3513.12,
        3518.2
    ],
    [
        " shop on the side of the road. And this guy comes up to me. And he's like, Oh my God, are you",
        3518.2,
        3526.74
    ],
    [
        " Tulsi freaking Gabbard? Yeah, it's like, what are you doing here? There's nothing in Greensboro.",
        3527.66,
        3533.6
    ],
    [
        " It's like, Oh, you know, I'm here for this event. I'll be speaking out later on. And he's like,",
        3534.14,
        3537.12
    ],
    [
        " you know what? If I was on Twitter right now, I would be putting out a tweet saying how much I don't",
        3537.18,
        3543.42
    ],
    [
        " like Tulsi Gabbard. But now you're standing right in front of him and I can't freaking say that.",
        3543.42,
        3548.1
    ],
    [
        " Like, you're a real person. And you know, I thought I ended up talking to him for about five minutes",
        3548.38,
        3553.2
    ],
    [
        " or so. And he's like, I got to take a picture. I was like, right, if you posted on Twitter,",
        3553.2,
        3556.42
    ],
    [
        " you better like be true to your word here, buddy. And not start talking shit about me. But",
        3556.88,
        3561.54
    ],
    [
        " it was just funny. The interaction, which is exactly that. Like in real life, very rarely.",
        3561.54,
        3568.54
    ],
    [
        " I've actually had it happen a couple of times where people will come up and say the kinds of harsh,",
        3569.06,
        3573.22
    ],
    [
        " you know, mean criticisms that they say on Twitter, maybe all the time. But by and large, most people,",
        3573.24,
        3578.58
    ],
    [
        " they wouldn't have that kind of interaction with someone in real life.",
        3579.5,
        3582.7
    ],
    [
        " What was the guy's beef with you? What do you suspect?",
        3582.8,
        3586.18
    ],
    [
        " I don't know. You know, he was interesting because he was because after he said that, he's like,",
        3586.56,
        3591.08
    ],
    [
        " all right, can I just ask you one question? I was like, yeah, like my ride's waiting outside.",
        3591.16,
        3594.38
    ],
    [
        " I don't have a lot of time. But he's like, you know, you say a lot of things that are pretty critical",
        3594.38,
        3600.58
    ],
    [
        " of the Democratic Party. And I agree with a lot of those things. But why are you still a Democrat?",
        3600.58,
        3604.4
    ],
    [
        " I'm like, oh, I'm not. He's like, oh, you're not.",
        3604.4,
        3607.08
    ],
    [
        " It's like, no, go listen to episode one of my podcast. And there's 29 minutes of me telling you",
        3607.46,
        3613.54
    ],
    [
        " exactly why I left the Democrat Party. But then that was it. And then he's like, oh my gosh,",
        3613.54,
        3619.12
    ],
    [
        " like, okay, I'm going to go and listen to that. But and then he asked if he could take a picture.",
        3619.2,
        3623.34
    ],
    [
        " And then as I was walking out, there are people sitting next to him and was like, is that Tulsi guy?",
        3623.48,
        3627.76
    ],
    [
        " I was like, yeah, anyways, it was just funny because I don't know that he knew exactly what his",
        3627.86,
        3634.06
    ],
    [
        " beef was. But for whatever reason, he was not positively disposed towards me. But then after",
        3634.06,
        3643.34
    ],
    [
        " four minutes of a conversation and just recognizing like, hey, yeah, I'm a real person. You're a real",
        3643.34,
        3650.7
    ],
    [
        " person. And maybe we don't agree on everything. Probably don't disagree on some things. Cool. That's",
        3650.7,
        3656.2
    ],
    [
        " fine. But, you know, it's strange other with respect. Yeah. When what's scary about that is someone",
        3656.2,
        3662.54
    ],
    [
        " that's just like, I don't, I don't like you. And I have beef with you in a falls on Twitter. I'd",
        3662.54,
        3666.72
    ],
    [
        " be talking smack. Yeah. And the main reason is because that you've been labeled as a Democrat.",
        3666.72,
        3671.36
    ],
    [
        " And so they're not a Democrat. So therefore they must hate you. Right. And that's the horrible thing.",
        3671.6,
        3676.1
    ],
    [
        " Yeah. Because, you know, someone can be anything. And if you have an open mind and listen what they",
        3676.26,
        3682.28
    ],
    [
        " have to say, you know, well, I think I got some good points there. And that really doesn't make any",
        3682.28,
        3685.0
    ],
    [
        " sense to me right now. But let's hear what their perspective is. And that's a good way to",
        3685.0,
        3689.76
    ],
    [
        " survive and live with other human beings in the world. Yeah. Listen to what they have to say. Maybe",
        3693.46,
        3698.68
    ],
    [
        " try and see their perspective a little bit, which it just seems like is very limited, especially in",
        3698.68,
        3704.84
    ],
    [
        " in the in the world of social media. Yeah. And this, this goes to, you know, one of the",
        3704.84,
        3710.64
    ],
    [
        " this is something that I talked about in my statement about why I left the Democrat party is",
        3710.64,
        3716.58
    ],
    [
        " how divided our country has become largely because of those, those, you know, well, if you are white",
        3717.76,
        3724.36
    ],
    [
        " therefore you are this. If you are black, therefore you are that. And how the Democratic Party has",
        3724.36,
        3731.34
    ],
    [
        " completely gone against Dr. King's dream of this, you know, that his kids would one day grow up in",
        3731.34,
        3739.98
    ],
    [
        " a society where we're judged based on our character, not the color of our skin. Well, now even in our",
        3739.98,
        3744.6
    ],
    [
        " schools, elementary schools, they want our kids to be taught that if you're white, you're privileged.",
        3745.2,
        3749.58
    ],
    [
        " If you are a person of color, then you are the oppressed or you are the victim. And dividing us",
        3750.1,
        3758.06
    ],
    [
        " based on the color of our skin and racializing everything in our society, if something happens,",
        3758.06,
        3764.12
    ],
    [
        " obviously it's because of race, obviously it's because of the color of your skin. And you can go",
        3764.12,
        3771.1
    ],
    [
        " down that path of these broad categorizations, whether it's based on party politics or race,",
        3771.1,
        3778.38
    ],
    [
        " ethnicity, religion, any of these boxes that they like to put us in and use as wedges to drive us",
        3778.8,
        3787.28
    ],
    [
        " apart rather than again focus like, all right, let's just go below the surface and recognize that,",
        3787.28,
        3792.64
    ],
    [
        " you know, all people from Hawaii are not the same. Or whatever the fill in the blank is,",
        3792.64,
        3802.44
    ],
    [
        " we get into a dangerous territory when we judge each other just based on the superficial or",
        3802.8,
        3809.8
    ],
    [
        " the label that is attached to us. And I've been on the receiving end of this constantly because",
        3809.8,
        3815.86
    ],
    [
        " I've never fit into any one of those specific boxes. And friends of mine say, well, that hurts",
        3815.86,
        3822.28
    ],
    [
        " you politically because then you don't have like that natural support base. But, you know, none of",
        3822.28,
        3828.94
    ],
    [
        " us as people are monoliths. None of us are just walking around as like, oh, you know, these labels",
        3828.94,
        3835.52
    ],
    [
        " are attached to me. Therefore, I am that. And it assuming that in our society has the negative",
        3835.52,
        3841.64
    ],
    [
        " effect of not encouraging that critical thinking, that independent thought, that healthy skepticism",
        3841.64,
        3849.48
    ],
    [
        " of like, all right, when I read this story or I hear this view, where are they coming from?",
        3850.06,
        3854.76
    ],
    [
        " What's the angle on it? What's what's what's their experience? Maybe that's informed that,",
        3854.86,
        3858.62
    ],
    [
        " that may be different from my own. And what can I learn from it? You know, or what maybe I end",
        3858.68,
        3863.92
    ],
    [
        " up disagreeing with it. And but I've thought through here the reasons why not just because like,",
        3863.92,
        3868.26
    ],
    [
        " oh, that person is in this category or this group. Therefore, I must disagree. I must be opposed.",
        3868.36,
        3874.96
    ],
    [
        " And that's a, it has the opposite effect of, I think the foundation of this country, which is we are",
        3876.1,
        3884.5
    ],
    [
        " all Americans out of many. There are one. And this kind of individual thought and freedom of expression",
        3884.5,
        3891.8
    ],
    [
        " was celebrated at one time in this country. And now worse than not being celebrated, there are",
        3891.8,
        3904.94
    ],
    [
        " no expression, you know, for those in power, freedom of expression is only celebrated if they agree",
        3904.94,
        3908.62
    ],
    [
        " with it. Imagine being the adversary of America like you're China right now. And you're just sitting",
        3908.62,
        3918.08
    ],
    [
        " there watching this unfold. And there's no better way to destroy your adversary than to have them",
        3918.08,
        3924.58
    ],
    [
        " destroy themselves. And so it's no surprise when, you know, the, the, the Russian bot farms were",
        3924.58,
        3932.5
    ],
    [
        " setting up these, these, these pro, these counter protests and protests in the same neighborhoods.",
        3932.68,
        3937.84
    ],
    [
        " And, and, and really just doing all they could to divide America. And that's why I, I always try and",
        3938.66,
        3946.9
    ],
    [
        " keep that top of mind for myself. When, when I get put into a scenario where someone's trying to,",
        3946.9,
        3954.34
    ],
    [
        " you know, frame me up mentally, yeah, frame me up mentally, I'm always thinking to myself,",
        3954.34,
        3961.66
    ],
    [
        " okay, well, hold on a second. Don't get framed up mentally. Listen to what someone else has to say.",
        3962.54,
        3967.34
    ],
    [
        " See what their perspective is. And remember that they're American and I'm an American. Because",
        3967.5,
        3971.1
    ],
    [
        " if I'm an American and you're American, cool. We got all kinds of things in common, all kinds of",
        3971.1,
        3976.54
    ],
    [
        " things in common. I think I said this on this podcast before, unless you're an actual ISIS member.",
        3976.54,
        3982.52
    ],
    [
        " I, I, we're going to find some common ground. Like we're going to both like UFC or we're going to",
        3983.54,
        3989.8
    ],
    [
        " both like guitar. Like there's going to be something there. Yeah. We're going to both like",
        3989.8,
        3994.24
    ],
    [
        " Led Zeppelin or whatever. There's going to be something there where we go, okay, cool. I'm,",
        3994.24,
        3999.3
    ],
    [
        " I'm down. You know, listen to Led Zeppelin. Cool. What's your favorite album? I like, let's go.",
        3999.3,
        4003.34
    ],
    [
        " But it's really easy to just focus on, oh, you like this. And I don't like that. Therefore,",
        4003.54,
        4011.08
    ],
    [
        " you're my enemy and we should fight, which is really, really freaking lame. Yeah. It's really",
        4011.08,
        4016.76
    ],
    [
        " lame. And that's where we get framed up all day, day long and social media is the amplifier of",
        4016.76,
        4022.12
    ],
    [
        " that that we've never seen before. Truly. Never seen before. I think it would clean up a lot on",
        4022.12,
        4027.18
    ],
    [
        " Twitter. If you were only allowed to be you, you're only allowed to have your name. Yeah. I agree",
        4027.18,
        4031.3
    ],
    [
        " with that. You can hide behind. Isn't that kind of what Facebook does? Facebook does that,",
        4031.3,
        4036.28
    ],
    [
        " right? Can you be on Facebook and be like, you know, alpha 29474 and make a bunch of comments,",
        4036.32,
        4042.64
    ],
    [
        " echo Charles expert. That's not a yes or no question. You kind of can't, you could probably get",
        4043.2,
        4048.92
    ],
    [
        " away with it to a big name, right? Yeah. Yeah. Yeah. Yeah. Yeah. Cause I see people with that",
        4048.92,
        4054.52
    ],
    [
        " on Facebook. Yeah. Yeah. Yeah. With something other than their real name. Yes.",
        4054.52,
        4058.92
    ],
    [
        " So maybe if you're going to make, which is like the cat fishing, right? Like they put up,",
        4059.34,
        4063.2
    ],
    [
        " they find like pictures of, well, that depends if they're trying to misrest their identity. That's true.",
        4063.2,
        4068.6
    ],
    [
        " But to take advantage of someone else. Yeah. You know, that's like an alias nickname. You know,",
        4068.6,
        4074.18
    ],
    [
        " that kind of, so I see that for sure. Yeah. But I don't think Facebook is like openly permissive",
        4074.28,
        4080.52
    ],
    [
        " about it. I think it's like they try to make you have your real name. It seems like it seems to me",
        4080.52,
        4085.6
    ],
    [
        " when I look at Facebook comments, they're people. Yes. Twitter comments. Maybe not.",
        4085.6,
        4091.02
    ],
    [
        " Twitter comments. No. YouTube totally not. No. No. No. No. No. YouTube fully not. And the",
        4092.86,
        4097.54
    ],
    [
        " divisiveness people, there's another thing that I find interesting is people talk about. It's never",
        4097.54,
        4102.72
    ],
    [
        " been more divisive than it is now. And I get it. We want to make headlines. But man, we had a",
        4102.72,
        4107.8
    ],
    [
        " literal civil war where 650,000 people died. 650,000 people died, right? And even in the late 60s or",
        4107.8,
        4121.0
    ],
    [
        " and there was, you know, the Sivine's liberation army and the black liberation army and the",
        4121.14,
        4126.92
    ],
    [
        " black panthers and the weather underground. And these were groups that were killing. Like there",
        4126.92,
        4134.04
    ],
    [
        " was like something like 35 police officers that were assassinated. There was bombings.",
        4134.04,
        4139.52
    ],
    [
        " Bombings happens so much in those days. Yeah. That it was, it almost didn't even make the headline",
        4139.62,
        4144.08
    ],
    [
        " of the news. I mean, if there's a, if someone puts a bomb off today in America, that's going to be",
        4144.08,
        4148.64
    ],
    [
        " in the front of every news story. There, every news corporation there is back in the late 60s or",
        4148.64,
        4154.32
    ],
    [
        " 70s. That stuff was just happening. There was just blowing stuff up. So it's not as bad. It's not",
        4154.32,
        4159.96
    ],
    [
        " the worst it's ever been. But it certainly seems that way when you go on social media and you start",
        4159.96,
        4164.78
    ],
    [
        " paying attention to that mayhem. Yeah. It's true. And, you know, I don't know what the",
        4164.78,
        4171.28
    ],
    [
        " recent numbers, but I feel like Twitter, you might know this echo, but Twitter I think is like.",
        4171.28,
        4178.14
    ],
    [
        " I think it's very, I guess, compared to the entire year. The check guy. But it's something like,",
        4178.14,
        4184.2
    ],
    [
        " like less than 5% of Americans are on Twitter. It's something it's really, I was just surprisingly",
        4184.56,
        4191.42
    ],
    [
        " low number. But you look at it is known as the place for people in politics and the media. And",
        4191.42,
        4200.78
    ],
    [
        " so when you look at the outsized influence, you know, like a tweet can make a news story.",
        4200.78,
        4205.52
    ],
    [
        " It's not representative of, you know, the vast majority of Americans in this country.",
        4207.7,
        4212.74
    ],
    [
        " But it has an outsized effect. It does have an outsized effect. And I think that is safe to say.",
        4213.08,
        4218.44
    ],
    [
        " It's not the most people aren't spending the, I had this conversation with Ben Shapiro.",
        4218.62,
        4223.34
    ],
    [
        " You know, he was talking about all this stuff and I said, hey, Ben, you're at ground zero",
        4224.04,
        4226.88
    ],
    [
        " for like political controversy and mayhem. And most people in America are just like working",
        4226.88,
        4234.94
    ],
    [
        " to tournament wrestling tournament piano recital. That's what most people are doing. Now,",
        4234.94,
        4239.84
    ],
    [
        " if you want to open up that app and just get let it creep in your brain, it's going to get in there,",
        4239.88,
        4245.04
    ],
    [
        " for sure. Yeah. I had to take during when I was running for president, my husband, like he,",
        4245.1,
        4250.68
    ],
    [
        " he doesn't like politics. And he's not a guy, he's not a social media guy at all. But he was",
        4250.68,
        4258.34
    ],
    [
        " starting to look at Twitter a lot. And it got to the point where it was like actually, like, first",
        4258.34,
        4263.7
    ],
    [
        " thought he's like, who is this person? Where are they? Where did they live?",
        4263.7,
        4268.72
    ],
    [
        " But I remember like we're sitting in like an Olive Garden for dinner, probably in New Hampshire",
        4269.48,
        4274.14
    ],
    [
        " somewhere. And he was, he was glued to his phone. And I could like almost palpably feel his blood",
        4274.14,
        4279.82
    ],
    [
        " pressure rising. And you know, his, his, like stress and anxiety and anger and just all of these",
        4279.82,
        4285.64
    ],
    [
        " emotions. And there's a few times I literally had to physically pull his phone from his hand.",
        4285.64,
        4290.72
    ],
    [
        " And then he ultimately just deleted the app because, you know, this is not a world that he lives in.",
        4290.72,
        4296.04
    ],
    [
        " I've been used to all kinds of attacks for a really long time. But it has, yeah, I mean, for,",
        4296.2,
        4305.12
    ],
    [
        " for you can understand that for people who don't aren't accustomed to that sort of thing,",
        4305.18,
        4310.36
    ],
    [
        " it can have a really, really negative emotional impact. Oh, yeah. You know, we had one of my buddies,",
        4310.58,
        4317.96
    ],
    [
        " Mike Afink, who runs an awesome organization helping vets. But he said something he was on",
        4317.96,
        4324.46
    ],
    [
        " the podcast about like you are giving the energy to the thing that's eating you. So like your husband",
        4324.46,
        4330.7
    ],
    [
        " just going, oh, you know what? I've had enough of this delete. Yeah. That and one of our friends,",
        4330.7,
        4335.08
    ],
    [
        " Jack Daniel, uh, Jack Daniel Hill just went on like a retreat into the mountains. And I was like,",
        4335.2,
        4342.02
    ],
    [
        " oh, how was it? You know, just talked to him. And the first thing he goes, it was four days, no",
        4342.02,
        4346.74
    ],
    [
        " phone, no watch didn't even know what time it was. And he said when he got back, he said it was",
        4346.74,
        4352.64
    ],
    [
        " such a good like dopamine reset because you realize what that phone does to you, like how it makes you",
        4352.64,
        4360.32
    ],
    [
        " feel. And you know, it's like I talk about fasting from food and one of the best things you get from",
        4360.32,
        4364.36
    ],
    [
        " a food fast is it recalibrates your hunger, right? Like you think like it's been two hours. Do",
        4364.36,
        4372.0
    ],
    [
        " you're an idiot, right? And then you get done with like a fast, a three day fast. And you're like,",
        4372.34,
        4379.84
    ],
    [
        " I'm not even close to hungry. I'm fine. And so the dopamine hit on the phone is the same thing.",
        4379.84,
        4384.86
    ],
    [
        " Like you take a break from that thing. And you go, oh, this thing is running my brain. Yeah.",
        4384.96,
        4390.94
    ],
    [
        " It's got, it's got ownership of my brain. You can't let that happen. Yeah. And you don't even",
        4391.14,
        4396.02
    ],
    [
        " realize it. That documentary social dilemma was very eye opening in how intentional,",
        4396.02,
        4402.76
    ],
    [
        " completely intentional. Like they're looking for that exact effect. Oh, completely, like the smallest",
        4403.76,
        4409.72
    ],
    [
        " littleest things like opportunity for exploitation left, right, and center, and it's constant. And it's",
        4409.72,
        4417.46
    ],
    [
        " yeah, I used to wear an Apple watch and I don't anymore specifically because like I don't need that.",
        4417.46,
        4423.8
    ],
    [
        " Oh, constantly, constantly. That's how the weird thing is like on Twitter. Obviously, and look,",
        4423.84,
        4431.08
    ],
    [
        " I like Twitter. And what I like about Twitter is it's fun because it's basically for my,",
        4431.32,
        4438.28
    ],
    [
        " for lack of a better word personality, you get to sit there and make one lineers. Yeah. It's",
        4439.1,
        4443.3
    ],
    [
        " basically just one lineers. And and it's easier than one lineers if you and I are talking because if",
        4443.3,
        4448.38
    ],
    [
        " you and I are talking, I have to do a one lineer on the spot. I have one second thing about it. I",
        4448.38,
        4453.78
    ],
    [
        " can take seven minutes to think of a really good one lineer. Right. So of course, you're going to",
        4453.78,
        4458.14
    ],
    [
        " wait. Of course, you're going to sound you can sound funny or whatever. And it's a fun thing to do.",
        4458.14,
        4462.42
    ],
    [
        " But man, sometimes I'll like read someone that's putting something on Twitter. And you can see that",
        4462.94,
        4469.04
    ],
    [
        " they're putting some little fraction of their of their soul into it. Maybe that's a strong word,",
        4469.04,
        4474.28
    ],
    [
        " but they're putting at least some level of effort of like, hey, I want to make this point. People",
        4474.28,
        4478.86
    ],
    [
        " left here this. What I'm about to say is going to have impact. And I'm thinking, I'm sorry, man,",
        4479.12,
        4484.14
    ],
    [
        " but like if you're looking to change the world, you shouldn't be trying to change the world on Twitter.",
        4484.28,
        4488.5
    ],
    [
        " You should be trying to change the world through some other things. Start a business, grow a company,",
        4489.06,
        4492.28
    ],
    [
        " go out and talk to people and communicate with them in a broad long term format. But but to sit",
        4492.68,
        4498.18
    ],
    [
        " there and be like, all right, this is the thread. This is the thread that's really going to change",
        4498.18,
        4502.94
    ],
    [
        " things up. This is the one. So I think that's a little bit sketchy. And you have to watch out for",
        4502.94,
        4508.5
    ],
    [
        " that. And again, I also think that Twitter originally as a method of communication, when I originally",
        4508.72,
        4516.14
    ],
    [
        " got on at Tim Ferris, he says to me, oh, no, it's a really good way to like talk to people and",
        4516.14,
        4520.36
    ],
    [
        " communicate with them. And you can get a bunch of information. I was like, oh, I guess that sounds",
        4520.36,
        4523.64
    ],
    [
        " cool. And at some point, Twitter went from a way to communicate with a bunch of people and have",
        4523.64,
        4527.86
    ],
    [
        " them communicate back to you and people you don't know. And it's all good. And we can all, it went",
        4527.86,
        4531.32
    ],
    [
        " from that sort of a positive communication. And I still think I feel I still feel that way about",
        4531.32,
        4536.5
    ],
    [
        " it. Like I'll go on have all kinds of positive really good interactions with people. I'm probably the",
        4536.5,
        4540.46
    ],
    [
        " only person that's just on there. Try to make sure I have a bunch of positive interactions.",
        4540.46,
        4544.76
    ],
    [
        " Even when people say negative stuff to me on Twitter, I always say, oh, that's a cool perspective.",
        4545.16,
        4549.74
    ],
    [
        " Thank you. Like, well, that makes sense. I never thought of it that way. And let me keep an open",
        4550.02,
        4554.4
    ],
    [
        " mind here instead of just going on the attack. But yeah, people got to watch out for that one.",
        4554.4,
        4559.78
    ],
    [
        " Yeah. So my approach is a little different than yours. I am and, you know, social media",
        4560.34,
        4568.52
    ],
    [
        " strategists may have some constructive feedback here. But I do try to be pretty intentional about",
        4568.52,
        4575.94
    ],
    [
        " things that I put out on social media, at real large, but Twitter limitation of space. I put",
        4575.94,
        4581.96
    ],
    [
        " I put some thought into the statements that I'm making in the hope that it will have an impact",
        4581.96,
        4587.04
    ],
    [
        " at least causing people to ask a question or maybe stop and think about whatever the topic is",
        4587.04,
        4591.54
    ],
    [
        " that I'm commenting on and using it as a platform to help inform and engage on the issues of the day.",
        4591.54,
        4599.94
    ],
    [
        " It's challenging because it's so short. But to me, all of these different platforms, yes, there's",
        4600.18,
        4606.58
    ],
    [
        " there's positives and negatives to them. So I want to try to I do. I want to be very intentional",
        4606.58,
        4611.82
    ],
    [
        " about what I am putting out responses, you know, cross cross the spectrum. But to me, this is like",
        4611.82,
        4619.72
    ],
    [
        " really the things like people are like, oh, you know, I always laugh at the comments that are like,",
        4619.72,
        4625.92
    ],
    [
        " oh, I hate what you say. You're so ignorant or you're terrible. All of these different things. Like,",
        4626.12,
        4631.04
    ],
    [
        " dude, unfollow. It's as simple as that. You should not be allowed to speak and that's where like,",
        4631.2,
        4640.02
    ],
    [
        " you see how, again, people in government and people in positions of power, like, well, we need to",
        4640.74,
        4645.44
    ],
    [
        " ban hate speech. We need to ban misinformation and disinformation. Who gets to decide what that is?",
        4645.44,
        4652.3
    ],
    [
        " You know, your, you know, what echo might think is hate speech may be different from what you",
        4653.56,
        4658.34
    ],
    [
        " might consider hate speech. What's offensive to him might be different than what's offensive to you.",
        4658.34,
        4662.4
    ],
    [
        " You know, missy, we saw this through the COVID pandemic, right? One day, Dr. Fauci says,",
        4663.04,
        4667.66
    ],
    [
        " oh, masks are useless. Don't go by them. Then the next day's like, well, actually, everybody really",
        4667.66,
        4672.72
    ],
    [
        " has to wear a mask. Like, okay, so who gets to say what is misinformation and disinformation and",
        4672.72,
        4677.82
    ],
    [
        " what should be banned versus not banned? The post mortem on the COVID is very crazy to look at.",
        4677.82,
        4685.56
    ],
    [
        " Yeah. It's a great case study for what we're talking about. The last time you were here, the last",
        4685.72,
        4689.76
    ],
    [
        " time you were here, were you to do a podcast, were you were in town and echo and I were here and",
        4689.76,
        4694.22
    ],
    [
        " you just were like, hey, I'm in town swing by. And so you were here. Echo and I were like",
        4694.22,
        4699.94
    ],
    [
        " way beyond COVID. I guess we were just like not wearing masks, not doing anything. You were here,",
        4699.94,
        4706.96
    ],
    [
        " you were still, you were still in Congress. You were here. You had two masks on. We ended up having",
        4707.18,
        4713.74
    ],
    [
        " I had enough. I have to send you the horrible text of like, hey, I'm really sorry, but both echo and",
        4713.74,
        4719.46
    ],
    [
        " I have COVID after you left. But what's you, when you look back, what do you think of that whole",
        4719.46,
        4725.98
    ],
    [
        " gig, that whole COVID thing? Like it was mayhem. It was, it was mayhem and a lot of it was caused by",
        4725.98,
        4733.06
    ],
    [
        " a lot of, I mean, look, I mean, Fauci was lying about masks because he didn't want people to go",
        4733.06,
        4742.14
    ],
    [
        " buy masks because he felt like there wasn't enough masks for healthcare professionals. And I",
        4742.14,
        4748.62
    ],
    [
        " think at different points, you know, you saw how you're not allowed to go to church, not allowed to",
        4748.62,
        4755.02
    ],
    [
        " go to funeral, not allowed to have a wedding. You're not allowed to gather with friends in your house,",
        4755.02,
        4760.36
    ],
    [
        " not a lot of birthday parties. But, um, you know, the home depot Walmart and McDonald's home depot",
        4760.5,
        4766.46
    ],
    [
        " Walmart McDonald's or 50,000 people in a black lives matter March shoulder to shoulder,",
        4766.46,
        4772.44
    ],
    [
        " social distancing, six feet apart, like, I know. And just the direct statements that these so-called",
        4773.52,
        4779.18
    ],
    [
        " professional healthcare professionals made during that time was like, oh well, you know, the cause is",
        4779.18,
        4784.24
    ],
    [
        " worthy. So therefore it outweighs the risk of COVID. But your kids are not allowed to go to school.",
        4784.24,
        4790.82
    ],
    [
        " My whole, my whole perspective on this is, um, individual choice. And so for me, like, I travel a lot,",
        4791.2,
        4799.76
    ],
    [
        " I do a lot. I don't want to get sick. I was wearing masks on planes before COVID happened because",
        4799.76,
        4804.04
    ],
    [
        " I can't afford to have days out where I can't do what I need to do, whether that was in Congress or,",
        4804.04,
        4809.76
    ],
    [
        " or now, you know, I have people in my family who have compromised immune system. So generally,",
        4809.76,
        4815.18
    ],
    [
        " I am more careful than your average person because I don't want to, I don't, I can't, I can't afford",
        4815.54,
        4820.26
    ],
    [
        " to get sick. But it comes down to the idea of individual choice was thrown out the window. And we",
        4820.26,
        4829.22
    ],
    [
        " saw how people in power were claiming to act in the best interest of quote unquote public health.",
        4829.22,
        4835.84
    ],
    [
        " But it really got to a point where this was about compliance or face the consequences. It was,",
        4836.02,
        4842.28
    ],
    [
        " it became about power. And that's, that's the dangerous thing as we look back at what happened.",
        4842.34,
        4848.02
    ],
    [
        " How much did, how much did government trust decay because of COVID? How much does government",
        4848.3,
        4854.12
    ],
    [
        " trust what decay? What do you mean? I mean, people that maybe before COVID would be like, oh,",
        4854.12,
        4859.24
    ],
    [
        " you know, government saying something, it's, you know, government, yeah, decaying trust in the government.",
        4859.42,
        4863.46
    ],
    [
        " Yeah, yeah, exactly. I think, I think that that lack of trust went up dramatically because,",
        4863.66,
        4872.38
    ],
    [
        " you know, God, what was it? One of these mainstream media, I don't know if it's in New York Times,",
        4872.58,
        4877.46
    ],
    [
        " New York, or one of these had an op-ed recently published where they're just like, oh, people",
        4877.56,
        4881.58
    ],
    [
        " should just forgive people like Dr. Fauci for being wrong because, hey, nobody really knew what",
        4881.58,
        4888.3
    ],
    [
        " was going on. And a lot of parents being like, hold on a second, you know, my kid was at a school",
        4888.3,
        4893.9
    ],
    [
        " for two years. And you want us to just forgive and forget as my kids trying to, you know, play catch up",
        4893.9,
        4899.6
    ],
    [
        " or or just whatever, you know, again, like I've, families who could not go and see a loved one",
        4899.6,
        4911.56
    ],
    [
        " there's not a whole lot of forgiven forget, I think going on by people who really, really were,",
        4911.56,
        4915.72
    ],
    [
        " you know, small business owners who were forced out of business and there's just so many different",
        4915.84,
        4919.34
    ],
    [
        " examples. You know, from a leadership perspective, you have to be honest with people about what you",
        4919.34,
        4927.68
    ],
    [
        " know and what you don't know and what's like your best guess and what, and look, it never inspires",
        4927.68,
        4932.88
    ],
    [
        " confidence, right? If we're in combat and I say, hey, Tulsi, I guess you should move to that next",
        4932.88,
        4940.74
    ],
    [
        " building, right? Like, that doesn't inspire the kind of confidence that people want to hear. But",
        4940.78,
        4945.08
    ],
    [
        " if you and I are working together and you know that listen, all leadership decisions are a guess.",
        4945.08,
        4950.14
    ],
    [
        " They really are. You're not making any leadership decisions that I know 100 per very few,",
        4950.4,
        4955.54
    ],
    [
        " let me rephrase that, very few leadership decisions that you make as a human being in a leadership",
        4955.54,
        4959.72
    ],
    [
        " position. You know 100% what's going to happen. And if you did, then who cares, right? If I know 100",
        4959.72,
        4965.04
    ],
    [
        " percent, oh, I know 100% if we make this investment, we will 100%. That's not even a decision, right?",
        4965.04,
        4969.86
    ],
    [
        " That's just a smart move that you're going to make. Yeah. If I knew on the battlefield 100%,",
        4969.86,
        4973.38
    ],
    [
        " if you take down this building, we're going to get the flank on the enemy and not lose anybody. Great.",
        4973.38,
        4978.56
    ],
    [
        " That's not a, that's just a move. Right? Right. But when it comes to making decisions, you got to,",
        4978.8,
        4984.46
    ],
    [
        " you got to recognize number one that, hey, this is a guess that I'm making right now based on the",
        4984.46,
        4988.8
    ],
    [
        " information that I have. And when more information comes out, I'm probably going to have to make adjustments",
        4988.8,
        4993.48
    ],
    [
        " to what I said 15 minutes ago, 15 days ago, 15 weeks ago, or whatever. And yet it seemed like",
        4993.48,
        5000.36
    ],
    [
        " people's egos were so fragile that they just dug in and just, you know, it made no sense anymore.",
        5000.36,
        5007.38
    ],
    [
        " You know what I mean? After they had the freaking Super Bowl in Los Angeles,",
        5007.66,
        5010.98
    ],
    [
        " with how many people were there? Echo Charles. I don't know. 80,000 or something like this.",
        5011.04,
        5015.86
    ],
    [
        " And they're all in there. And then in LA, at that time, I had gone to LA for something. It was",
        5016.04,
        5022.86
    ],
    [
        " full on, like everyone's wearing a mask. And then they had the Super Bowl. And no one's wearing",
        5023.4,
        5028.76
    ],
    [
        " a mask. And then they go back and it's like, it didn't make sense. And no one said, hey, you know",
        5028.76,
        5033.64
    ],
    [
        " what? What we thought a month ago, two months ago, whatever, we've adjusted what we were thinking",
        5033.64,
        5039.34
    ],
    [
        " because we might have been wrong about that. And here's what we're thinking now. This is our best",
        5039.34,
        5043.7
    ],
    [
        " guess. This is how we're going to move forward. None of that happened. It was freaking ridiculous.",
        5043.7,
        5047.28
    ],
    [
        " And the crazy thing is, like, you know, as someone who has, you know, especially in the military,",
        5047.28,
        5053.18
    ],
    [
        " but in politics, been exposed to good leaders and, you know, bad leaders, what I would hope for",
        5053.34,
        5059.64
    ],
    [
        " for from someone in a leadership position is just that honesty and transparency. Say, hey,",
        5059.64,
        5065.78
    ],
    [
        " here's the decision that we made based on the information that we had. We have new information.",
        5066.16,
        5070.18
    ],
    [
        " And so here is the guidance or here's the direction that we're headed. Like that would",
        5070.52,
        5076.44
    ],
    [
        " engender more trust and more respect by those two those in positions of power and leadership",
        5076.46,
        5083.38
    ],
    [
        " rather than exactly what you're saying. We saw where they were more concerned about not admitting,",
        5083.38,
        5090.82
    ],
    [
        " like, hey, we got that one a little wrong. We're going to just and kind of course correct.",
        5091.24,
        5095.74
    ],
    [
        " They're more concerned about that than they were about actually doing what was right and what",
        5096.46,
        5100.92
    ],
    [
        " was best. And not concerned for the consequences. More concerned for themselves and how people might",
        5100.92,
        5105.0
    ],
    [
        " perceive them. Yeah. And that's what we're all. Everybody knows. Everybody knows. I asked",
        5105.68,
        5111.78
    ],
    [
        " hundreds of people this question when I talk about leadership. Like if I go to you and I say,",
        5111.78,
        5116.3
    ],
    [
        " hey, Tulsi, I'm not really sure how to conduct this mission. What do you think we should do? Yeah.",
        5116.46,
        5121.08
    ],
    [
        " Everybody knows that that's a better attitude and better leadership than if I'm not really sure",
        5121.66,
        5127.0
    ],
    [
        " how to conduct an operation. I say, all right, Tulsi, here's how we're doing it. And this is what",
        5127.0,
        5131.82
    ],
    [
        " we're going to do because I said so. Everybody knows that the first leader that asked for input",
        5131.82,
        5136.2
    ],
    [
        " and has an open mind. Everybody knows that leader is more respected. Everybody knows that. And yet",
        5136.2,
        5141.38
    ],
    [
        " when we're in the leadership position, we decide to think, you know what? Everyone's going to think,",
        5141.38,
        5145.54
    ],
    [
        " I don't know what I'm doing. If I ask Tulsi, what her opinion is. It's freaking totally ridiculous.",
        5145.54,
        5150.86
    ],
    [
        " And it's totally wrong. And yet it's our ego. Our ego is so strong that it overpowers our actual",
        5150.86,
        5158.26
    ],
    [
        " knowledge of what good leadership is. We all know the better leader says, hey, no, I'm never",
        5158.82,
        5162.68
    ],
    [
        " conducting operation like this before. Tulsi, I know you have how do you think we should do it?",
        5162.68,
        5166.44
    ],
    [
        " Everybody knows that that's better leadership than Tulsi's got a bunch of experience in this type",
        5166.58,
        5170.96
    ],
    [
        " of operation. I've never done it before, but I don't want to look bad. So I'm going to dictate",
        5170.96,
        5174.58
    ],
    [
        " how we're doing it. Everybody knows that that's bad. Yeah. And yet our ego pushes us to do that.",
        5174.58,
        5178.96
    ],
    [
        " It's ridiculous. That's how strong the ego is. One of my favorite series of all times is",
        5179.12,
        5185.02
    ],
    [
        " Band of Brothers. And it was something that I first learned about as an e. I'd just gotten",
        5185.02,
        5191.76
    ],
    [
        " into the Army National Guard. We did our annual training at Fort Indian Town Gap in Pennsylvania.",
        5191.76,
        5195.76
    ],
    [
        " And I had happened to pick up the book, Band of Brothers, by Dick Winners. As we were out there,",
        5196.6,
        5202.22
    ],
    [
        " it was reading it was on the plane going back to Hawaii when I finished it. And at the very back of",
        5202.22,
        5207.04
    ],
    [
        " the book, it says, you know, Dick Winners has not retired and is residing in Fort Indian Town",
        5207.04,
        5211.52
    ],
    [
        " Gap Pennsylvania. Oh my god, I would have loved to go knock on that guy's door.",
        5211.52,
        5215.04
    ],
    [
        " That would have been incredible. But I've watched that series so many times in OCS. We actually",
        5215.48,
        5221.02
    ],
    [
        " had we watched episode by episode. We had to write essays on each episode talking about",
        5221.02,
        5226.44
    ],
    [
        " leadership lessons. And for those who've seen it, the Captain Sobel character who was Ross",
        5226.44,
        5232.32
    ],
    [
        " from Friends, he is that guy. He is that guy who was totally driven by ego, did not care about",
        5232.32,
        5238.52
    ],
    [
        " what was right or drawing from experience or anything else. He was right to a fault. And his",
        5238.52,
        5245.32
    ],
    [
        " soldiers suffered and they lacked any respect for him. Like blatantly saluted the rank solely.",
        5245.32,
        5251.5
    ],
    [
        " But that was it. Like following him into combat terrified them. And they talked about this and",
        5252.18,
        5257.42
    ],
    [
        " raised this through their chain of command versus Dick Winners, the guy who really represented",
        5257.42,
        5263.06
    ],
    [
        " and embodied those the characteristics of servant leadership and humility and drawing on",
        5263.06,
        5270.18
    ],
    [
        " the strengths of his NCOs and his men to be able to make sure that they were taking care of each",
        5270.18,
        5276.18
    ],
    [
        " other and accomplishing the mission. Yeah, at S. Longfront we do that. We actually take chunks",
        5276.18,
        5281.06
    ],
    [
        " of band of brothers and talk about it. And again, everybody knows that Captain Sobel is hated.",
        5281.06,
        5287.22
    ],
    [
        " And everybody knows that when you come when you try and demand respect from people it doesn't",
        5288.34,
        5293.26
    ],
    [
        " work. Everyone knows that and yet people freaking do it. Actually, on front, my leadership company",
        5293.26,
        5297.56
    ],
    [
        " wouldn't exist. If this stuff, if people could just just kind of execute on what they know.",
        5297.56,
        5303.46
    ],
    [
        " But that ego is so strong that it just overpowers the ability to listen to what other people have to",
        5303.92,
        5310.24
    ],
    [
        " say. It overpowers the people. The ability to allow themselves to be influenced by what other people",
        5310.24,
        5316.94
    ],
    [
        " are saying. They think of that as weakness. If you say, Hey, Jacque, I think we should attack this",
        5316.94,
        5320.5
    ],
    [
        " target from the North instead of from the West. And in my mind, I think we're just like, I'm going",
        5320.5,
        5325.24
    ],
    [
        " to look weak if I accept all season input right now. So no, right. Our ego just drives us. And",
        5325.24,
        5332.04
    ],
    [
        " this is again, I think this is one of the major issues that we see in America is that a lot of",
        5332.04,
        5339.6
    ],
    [
        " times people think, I'm going to look weak if I do this. I'm going to look bad or I don't want",
        5339.6,
        5345.86
    ],
    [
        " to submit. I don't want to subordinate my ego. I don't want I don't want to see to be the one",
        5346.24,
        5351.62
    ],
    [
        " that had the good idea. So I'm not going to use her idea. I'd rather just fail. It's in a crazy.",
        5351.62,
        5356.04
    ],
    [
        " It happens in business a lot where I come up with the idea. My idea is not working, but it was my",
        5356.84,
        5361.96
    ],
    [
        " idea. So I'm just going to lose. I'm going to go bankrupt. And people think no, no one would do that.",
        5361.96,
        5367.78
    ],
    [
        " Oh, yes, they will. And they do. And the extreme example is combat. There's plenty of historical",
        5367.88,
        5374.18
    ],
    [
        " examples where people have gotten their troops killed. And in some cases, gotten themselves killed",
        5375.12,
        5382.08
    ],
    [
        " because they just didn't want to didn't want to say, you know what I was wrong about this. We",
        5382.08,
        5385.66
    ],
    [
        " shouldn't attack. We shouldn't do a frontal assault right now. We should actually take a step back,",
        5385.66,
        5390.52
    ],
    [
        " maybe retreat a little bit and come and attack a different. There's plenty of examples in history",
        5390.7,
        5394.96
    ],
    [
        " where people die because their ego gets in the way. So it happens in business. And if it can",
        5394.96,
        5399.42
    ],
    [
        " happen in business, and people can bankrupt the company and can happen in battle and people can get",
        5399.42,
        5403.34
    ],
    [
        " people killed, it will certainly happen all day on Twitter where people say I would rather just",
        5403.34,
        5408.94
    ],
    [
        " perish than admit that. Oh, that's a good point. I didn't think through that.",
        5408.94,
        5412.96
    ],
    [
        " And obviously it happens in politics every single day. And I think the interesting thing about that",
        5413.74,
        5418.9
    ],
    [
        " is these are decisions that are made out of fear. Their motivation is fear, ultimately is",
        5418.9,
        5425.02
    ],
    [
        " themselves looking stupid or silly or not getting the credit or whatever it is. And I could",
        5425.02,
        5430.16
    ],
    [
        " examples day and night I could tell you in politics how people who are elected into these positions",
        5431.42,
        5436.9
    ],
    [
        " of leadership are really followers who are looking to react to certain situations. What will put",
        5436.9,
        5445.48
    ],
    [
        " me in the best light? You know, how can I take advantage of this to further myself or make those",
        5445.48,
        5451.74
    ],
    [
        " decisions based on fear, fear of like, hey, I don't want to stand out from the crowd. I don't want",
        5451.74,
        5460.14
    ],
    [
        " or what if these people don't like me or what if I don't get the credit for this. And that was",
        5460.32,
        5466.64
    ],
    [
        " one of the first days that I had as a new member of Congress in Washington.",
        5466.64,
        5472.62
    ],
    [
        " The message from Democratic Party leadership was like, hey, you need to make sure that we as a party",
        5473.42,
        5480.66
    ],
    [
        " get the credit for what you're doing. So if there's a bill with a good idea that one of your",
        5480.66,
        5485.32
    ],
    [
        " Republican colleagues puts forward and they want you to join them on it, don't do it because you'll",
        5485.32,
        5490.16
    ],
    [
        " make them look good. Just take their idea and you introduce the bill so that you and therefore",
        5490.16,
        5495.48
    ],
    [
        " the Democrats get credit for it. And then and only then will we advance that idea because if it's",
        5495.48,
        5501.76
    ],
    [
        " the other guys and now, you know, we'll just let that bill die silently in the night. And you know,",
        5501.76,
        5508.16
    ],
    [
        " if if this were just, you know, I don't know, running for class president in high school,",
        5508.7,
        5516.2
    ],
    [
        " that'd be one thing. But then you take this example and you look at people who are making",
        5516.2,
        5520.98
    ],
    [
        " decisions based on our foreign policy and where and when our men and women are sent into combat",
        5520.98,
        5526.14
    ],
    [
        " and not being willing to say, hey, we got that one wrong or hey, we need to relook at how we're",
        5526.14,
        5536.7
    ],
    [
        " the best serve the interests of the United States, our national security, the interests of the",
        5536.7,
        5540.54
    ],
    [
        " American people instead of like, I got a look tough, I got a B strong, I got a pound my chest.",
        5540.54,
        5546.42
    ],
    [
        " And the unfortunate, and this is why I talk a lot about how the most important responsibility",
        5547.24,
        5551.96
    ],
    [
        " the president has is to serve as commander in chief. And the danger of having a weak",
        5551.96,
        5556.46
    ],
    [
        " minded person in that position who does not understand the seriousness of that job is they feel",
        5556.46,
        5563.62
    ],
    [
        " they have to prove their strength. And what better way to prove that strength than to say, hey,",
        5563.62,
        5569.08
    ],
    [
        " I'm going to go drop some bombs. I'm going to go send in, you know, our our meanest,",
        5569.38,
        5574.36
    ],
    [
        " baddest fighters to go into a certain situation or start a war, insert ourselves into a conflict",
        5574.38,
        5579.56
    ],
    [
        " without actually saying, hey, maybe exercising restraint in this situation is actually the not only",
        5579.56,
        5586.9
    ],
    [
        " the right move, but it's the power move. It's the move that actually serves the interests of our",
        5586.9,
        5592.4
    ],
    [
        " country. And that's that's the dangerous consequence of exactly what you're talking about of",
        5592.4,
        5597.52
    ],
    [
        " ego and and leaders making decisions based on emotion and fear rather than actual assessment of",
        5597.52,
        5603.66
    ],
    [
        " all right. What are we looking at? What are the consequences of course of action A, B, C, and D?",
        5603.66,
        5607.92
    ],
    [
        " And what exactly are we trying to accomplish?",
        5608.14,
        5609.98
    ],
    [
        " It's freaking depressing. Is there any? Is there any? Is there any? I forget light at the",
        5611.5,
        5617.94
    ],
    [
        " end of the tunnel for our government? Yes. What is it? Us. The light at the end of the tunnel is",
        5617.94,
        5626.54
    ],
    [
        " people who are frustrated by the status quo, people who are concerned for what kind of future that",
        5626.54,
        5634.88
    ],
    [
        " we want to leave behind for our kids, what kind of country you want them to grow up in.",
        5634.88,
        5639.44
    ],
    [
        " B, and I say B, the change, it's recognized the vision that our founders had for this country that",
        5642.56,
        5649.02
    ],
    [
        " you know, literally escaping control and being governed by a monarchy where the people had no say",
        5649.02,
        5657.48
    ],
    [
        " to forming this country based on the foundation of a self governed people.",
        5657.48,
        5662.26
    ],
    [
        " And what what does that actually mean? What does that look like? It's we the people",
        5663.26,
        5667.64
    ],
    [
        " fulfilling our responsibility in selecting leaders who truly are a government of the people",
        5667.64,
        5673.98
    ],
    [
        " by the people and for the people. There's a lot of different ways that any one of us can get involved",
        5673.98,
        5678.28
    ],
    [
        " and and and be a part of that. But the basic the bare minimum is",
        5678.28,
        5683.02
    ],
    [
        " cast your vote and do a little bit of work just a little bit to make sure that the votes that",
        5683.02,
        5690.04
    ],
    [
        " you're casting are based on, you know, informed, you know, figure out what you what you what you want.",
        5690.04,
        5697.7
    ],
    [
        " And this is not to say, you know, you're in politics like oh, one side only wants to get their",
        5698.24,
        5703.82
    ],
    [
        " side out to vote in hopes everybody else stays home. The more we have this open marketplace",
        5703.82,
        5709.16
    ],
    [
        " of ideas, the more we exercise our rights and freedoms and make sure that our voices are heard,",
        5709.16,
        5714.0
    ],
    [
        " then we have the kind of robust democracy that that our founders envision.",
        5714.16,
        5718.34
    ],
    [
        " Again, back to the depressing viewpoint over from Jocco is the game that gets played",
        5720.06,
        5727.96
    ],
    [
        " as far as the whole political system. The game that's getting played is not conducive to people.",
        5727.96,
        5735.94
    ],
    [
        " Hey, okay, this is what I'm thinking right now. And this is what my beliefs are. And I'm going to go",
        5736.54,
        5740.42
    ],
    [
        " out and vote. And therefore, if a bunch of people are thinking like me, then we'll probably do okay.",
        5740.42,
        5744.56
    ],
    [
        " The game that's being played is like it's all about how much money can you put into advertising",
        5745.28,
        5750.14
    ],
    [
        " and how much how many people can you get to vote and what methodology is there for voting? I mean,",
        5750.14,
        5755.1
    ],
    [
        " some of the voting things are crazy. Some of the things that happen with voting and the way voting",
        5755.22,
        5760.8
    ],
    [
        " takes place. So it seems like the game that the politicians are playing, there's, you know,",
        5760.8,
        5770.58
    ],
    [
        " that the people are just sort of pawns that are, yeah, here's what we're going to do to get",
        5770.96,
        5778.02
    ],
    [
        " the pawns to vote this way. And here's what the we'll get the result that we want.",
        5778.02,
        5782.58
    ],
    [
        " All of that is absolutely true. And knowing that that is true and knowing that that's the case",
        5783.42,
        5788.42
    ],
    [
        " is so important for us to know as voters what we're being subjected to and why. And is exactly",
        5788.42,
        5795.2
    ],
    [
        " to try to manipulate us to vote in the way that one side or the other wants us to. And knowing that",
        5795.2,
        5801.82
    ],
    [
        " then we can take a step back and again, encourage that critical thinking, encourage that as you're",
        5801.82,
        5807.3
    ],
    [
        " getting information, whether it's on a television ad or a social media post or a news article,",
        5807.3,
        5813.46
    ],
    [
        " exercise your own discernment and pause for a minute, think about okay, well, what is their bias?",
        5813.88,
        5821.5
    ],
    [
        " What are they, what do they want me to think or how do they want me to react to this?",
        5821.5,
        5825.82
    ],
    [
        " There are, there's some apps out there. I know there's a bunchers one that I have on my phone",
        5826.5,
        5831.1
    ],
    [
        " called All Sides. And it's an app that will present kind of the news headlines of the day.",
        5831.1,
        5836.84
    ],
    [
        " And it'll say, well, this new source is left leaning. This one is neutral. This one is right leaning.",
        5837.26,
        5842.76
    ],
    [
        " And it's not foolproof by any means, but there are some quick ways to kind of look out there and",
        5842.82,
        5847.66
    ],
    [
        " get a little bit of an idea of what direction or angle or bias a certain media source is taken.",
        5847.66,
        5854.46
    ],
    [
        " So that you know, okay, well, if I read this then, okay, well, that's that's kind of the outcome",
        5855.06,
        5859.4
    ],
    [
        " they want me to have. But being aware of that, I think, is the first step. There are a lot of other",
        5859.4,
        5864.18
    ],
    [
        " policy changes that I think need to take place to address some of the problems that we're talking",
        5864.18,
        5867.84
    ],
    [
        " about. But that can only happen when we throw out leaders who are abusing their power and actually",
        5867.84,
        5876.74
    ],
    [
        " start to get real leaders into office who will take us in the right direction.",
        5876.74,
        5882.24
    ],
    [
        " When you say policy changes to address some of the things that have happened, what do you mean?",
        5883.06,
        5887.88
    ],
    [
        " I mean, the big tech, I think, is a huge one that as long as politicians are in the pockets",
        5888.96,
        5894.86
    ],
    [
        " and getting money from the Googles and metas of the world, we're not going to see those kinds of",
        5894.86,
        5900.68
    ],
    [
        " changes take place. We hear a lot, I've heard a lot from both Democrats and Republicans about,",
        5900.68,
        5905.8
    ],
    [
        " oh, you know, big tech monopolies are such a big problem. It's like, yeah, okay, so what are you",
        5905.8,
        5910.86
    ],
    [
        " doing about it? And when you look at it, like, they're not doing anything about it, actually,",
        5910.86,
        5916.54
    ],
    [
        " there's a healthy debate and conversation that needs to be had about how do you,",
        5917.22,
        5921.44
    ],
    [
        " you know, what role does government play in regulating these monopolies? I think first,",
        5921.96,
        5929.4
    ],
    [
        " you know, there's section 230 within the US code provides big tech, essentially, with the legal",
        5929.4,
        5938.26
    ],
    [
        " immunity that a publisher like the New York Times does not have because originally they thought,",
        5938.26,
        5943.9
    ],
    [
        " okay, well, big tech, you know, like, they're not going to be an arbiter and a curator of information.",
        5943.9,
        5950.22
    ],
    [
        " They're just going to be, you know, an online platform, whereas the New York Times does curate,",
        5950.22,
        5955.34
    ],
    [
        " you know, what letters to the editor they choose to publish or the articles they choose to publish.",
        5955.4,
        5959.18
    ],
    [
        " But in reality, in an application, these big tech monopolies are exactly, they're curating very, very carefully",
        5961.06,
        5967.04
    ],
    [
        " every single thing that we see. And yet they are not being held legally liable in the same way",
        5967.04,
        5974.26
    ],
    [
        " that a publisher would. So that's, that's kind of basic number one of like, okay, how should they be treated?",
        5974.26,
        5980.72
    ],
    [
        " Some say they should be treated as utility, much like the phone company where, you know,",
        5980.8,
        5988.46
    ],
    [
        " the content of any conversation, they are just a platform for us to be able to communicate and talk",
        5988.46,
        5994.94
    ],
    [
        " to each other. So I think, I think this big tech obviously does not want to lose that legal",
        5994.94,
        6002.02
    ],
    [
        " immunity. If they are a free speech platform, then be a free speech platform. If they're a platform",
        6002.02,
        6009.48
    ],
    [
        " that says, well, we're only going to push these certain viewpoints, then people know that and we'll",
        6009.48,
        6018.44
    ],
    [
        " have an important place to start to make it so that these monopolies, I have been a big fan of",
        6018.44,
        6024.68
    ],
    [
        " breaking up big tech using existing provisions within the law that like standard antitrust types.",
        6024.68,
        6034.18
    ],
    [
        " Exactly. To avoid exactly what we are seeing now where you can say, oh, well, you know, you can use",
        6034.32,
        6040.54
    ],
    [
        " duck.go instead of Google, but you're not going to get the same kind of effect and reach of being",
        6040.54,
        6047.34
    ],
    [
        " able to get as much information as you would because Google has monopoly. I think they're different",
        6047.34,
        6054.7
    ],
    [
        " approaches to this, but recognizing the problem and how they're directly interfering in our elections",
        6054.7,
        6061.22
    ],
    [
        " as one major example. We talked about Chloe Cole. There are other situations that like the",
        6061.22,
        6067.56
    ],
    [
        " Biden, the Hunter Biden laptop. Exactly. That's a great example. Is that not crazy?",
        6067.56,
        6072.94
    ],
    [
        " It's insane. It's insane. How, how, you know, for people who don't know, it was like just weeks",
        6073.44,
        6081.16
    ],
    [
        " before the general election in 2020, hugely consequential election. You have this discovery of a",
        6081.16,
        6088.8
    ],
    [
        " laptop that Hunter Biden left at a computer store. And then you have, I think it was at 50 or 51,",
        6088.8,
        6097.32
    ],
    [
        " either current or retired senior intelligence officials like people who headed the CIA coming out",
        6098.62,
        6106.1
    ],
    [
        " with a blanket statement saying that the contents of this laptop should not be released because it",
        6106.1,
        6110.48
    ],
    [
        " could be disinformation from Russia trying to influence the outcome of our election. And then,",
        6110.48,
        6116.1
    ],
    [
        " I don't know, is it the FBI who told Facebook not to? Yeah, I told Facebook to expect Russian propaganda",
        6116.24,
        6124.06
    ],
    [
        " in the near future. Right. And then that kind of got put in with it. And Mark Zuckerberg on",
        6124.14,
        6132.34
    ],
    [
        " Rogan's podcast said he said he didn't do what Twitter did was Twitter just will just deleted",
        6132.34,
        6138.28
    ],
    [
        " any of those tweets that were pointing people in that direction. Facebook just downplayed it or",
        6138.28,
        6143.88
    ],
    [
        " deescalated its growth. So no one really saw it. Right. Which is essentially the same thing. Yeah.",
        6143.88,
        6150.18
    ],
    [
        " And that's like you can't that seems totally insane that that happened. Well, think about why?",
        6150.18,
        6157.04
    ],
    [
        " Why did they do this? It was because they were concerned that the information on the laptop",
        6157.42,
        6164.62
    ],
    [
        " would cause people to not vote for Joe Biden and instead vote for Donald Trump.",
        6164.62,
        6170.0
    ],
    [
        " Not a single one of those. I forget what news outlet it was, but they went back once the",
        6171.0,
        6178.1
    ],
    [
        " obviously the election was over and the information on the laptop had been released had gone back",
        6178.6,
        6184.54
    ],
    [
        " to any of those senior intelligence or all of them. Actually, they reached out to all of them to say,",
        6184.54,
        6189.14
    ],
    [
        " hey, now that you know what you know, do you regret making the statement that you made blaming Russia",
        6189.14,
        6194.58
    ],
    [
        " on this? And many of them didn't respond to the question. Those that did not a single one of them",
        6194.58,
        6201.42
    ],
    [
        " said, I regret it. Or I was wrong. Not a single one of them. Most of them saying, well, I stand by",
        6201.42,
        6207.72
    ],
    [
        " my statement. This is this is such an egregious. I mean, this has to this has to be called out for",
        6207.72,
        6216.66
    ],
    [
        " for what it is. This is people in in major positions of power and influence essentially stealing",
        6216.66,
        6222.88
    ],
    [
        " our democracy, stealing our right as voters to have all the information available to us before",
        6222.88,
        6228.88
    ],
    [
        " making this hugely consequential, consequential decision on who our president should be. But yet",
        6228.88,
        6233.58
    ],
    [
        " this is the problem, right? This is the game that you're talking about. This is the problem is like",
        6234.18,
        6237.88
    ],
    [
        " no one's holding these people to account. No one's holding their feet to the fire. No one's demanding like,",
        6237.88,
        6242.64
    ],
    [
        " hey, you know, you have completely discredited yourself. If you're not willing to say, hey,",
        6242.66,
        6248.12
    ],
    [
        " I was wrong. Yeah, that's like one of the Saul Linsky again, one of the rules. And he's got a whole",
        6248.14,
        6253.44
    ],
    [
        " section that's not just one of his rules. He's got a whole section on the rules of the means to",
        6253.44,
        6258.06
    ],
    [
        " an end. And it's basically if you're going to you do whatever it takes, you do whatever it takes",
        6258.06,
        6263.76
    ],
    [
        " to get to what you want. And that's why people, you know, in that situation, they go, I don't, I don't",
        6263.76,
        6269.54
    ],
    [
        " regret my statement because it's a means to an end. And they got what they wanted, which was to",
        6269.54,
        6275.22
    ],
    [
        " get a bunch of people not to see information that may affect the way that they vote.",
        6275.22,
        6279.08
    ],
    [
        " And that is such a dangerous, dangerous mindset, dangerous mindset where again, it's it's so",
        6280.64,
        6288.0
    ],
    [
        " short-sighted because you know that that's true. And I've talked to people personally who have said",
        6288.0,
        6292.3
    ],
    [
        " like, you know, there's they they will do anything and everything to pretend to prevent Donald",
        6292.3,
        6297.44
    ],
    [
        " Trump from getting elected president. He's not he is he is he's very hated by a bunch of people.",
        6297.44,
        6304.2
    ],
    [
        " Hate it is it lightly. There's a level of hatred. That's just it's it's blinding. It's blinding,",
        6304.2,
        6310.12
    ],
    [
        " right? It's blinding. And that's how short-sighted that mentality is. So, you know, means to an end.",
        6310.12,
        6316.12
    ],
    [
        " Use whatever means available and necessary to prevent that specific outcome. Turn the tables around.",
        6316.26,
        6322.66
    ],
    [
        " What about when you're on the other end of that stick? And you have the opposing side saying,",
        6323.32,
        6329.48
    ],
    [
        " now it's your side that we believe is the most dangerous thing for America.",
        6330.12,
        6334.32
    ],
    [
        " We're willing to do whatever it takes to stop you or whoever you're advocating or whatever,",
        6334.9,
        6339.8
    ],
    [
        " whatever the case may be. That is such a dangerous mentality to have. And there are examples",
        6339.92,
        6346.94
    ],
    [
        " throughout history of authoritarian dictators who themselves believe like, I am the righteous one.",
        6346.94,
        6354.14
    ],
    [
        " I am the savior. And I'm willing to do whatever it takes because only I know what's best for the people.",
        6354.14,
        6361.54
    ],
    [
        " Are you tracking the FTX meltdown at all? Marginally, I've read kind of the top lines on it. But yeah,",
        6362.16,
        6369.68
    ],
    [
        " but look, it's I don't even know what today is. I think it's the 22nd of November. And so this",
        6369.9,
        6375.06
    ],
    [
        " this case is unwinding as we speak. But right now it looks bad because these people were,",
        6375.06,
        6384.02
    ],
    [
        " they set up a big Ponzi scheme for all practical purposes. And with money from that Ponzi scheme,",
        6384.16,
        6390.16
    ],
    [
        " the they were the number two donor to the Democratic Party. Right. Second only to George Soros.",
        6390.9,
        6398.14
    ],
    [
        " So and and this guy, the guy that was running it, Sam, whatever, he's he's he's this big donor.",
        6398.96,
        6409.9
    ],
    [
        " And then they were setting him up. He was the one that was going to advise the government",
        6410.34,
        6414.36
    ],
    [
        " on how they should structure regulatory environment around digital currency. I mean, this is this",
        6414.36,
        6422.62
    ],
    [
        " is going to get ugly. But that's the kind of situation where you're on the outside. You if you're",
        6422.62,
        6428.84
    ],
    [
        " a normal person in America and you're working on your farm or you're working in your factory or",
        6428.84,
        6433.86
    ],
    [
        " you're doing construction or whatever it is you're doing, you're you're not thinking that there's",
        6433.86,
        6439.36
    ],
    [
        " just straight doctor evil shit going on where this dudes paying to have all these people elected.",
        6439.36,
        6445.36
    ],
    [
        " I mean, you don't think that a hundred million dollars has an impact on on the way an election turns",
        6445.36,
        6452.72
    ],
    [
        " out. I mean, that's having a huge impact. A huge impact. And so here's this guy and now he's",
        6452.72,
        6458.72
    ],
    [
        " getting, oh, yeah, you donated money. So we're going to let you set up the regulations around crypto",
        6458.72,
        6465.0
    ],
    [
        " currency, which is the business that you're in, which is what and again, I'm not following the case",
        6465.0,
        6469.94
    ],
    [
        " too close. And it's really early and not a lot of it's come out, though. One of the other crypto dudes",
        6469.94,
        6474.24
    ],
    [
        " CZ, some guy named CZ, he was like, Oh, you're he, uh, Sam was trying to set the gig up for himself.",
        6475.96,
        6483.78
    ],
    [
        " Of course, it wasn't out of like this altruism of like blockchain technology and cryptocurrency and",
        6484.08,
        6490.88
    ],
    [
        " you know, all of, you know, for people who are big advocates of that and the opportunity they see",
        6490.88,
        6495.16
    ],
    [
        " for that in the world of technology, that was not his did not appear to be his motivation.",
        6495.16,
        6500.2
    ],
    [
        " And this dude CZ was like, Oh, I see what you're trying to do. And he is the one that kind of",
        6500.68,
        6505.08
    ],
    [
        " caused this whole thing to far fall apart, which now, of course, you think, well, thankfully,",
        6505.08,
        6509.96
    ],
    [
        " it fell apart when it did because it was a big house of cards anyways. But as you look at this,",
        6509.96,
        6514.16
    ],
    [
        " like I said, as a normal human that lives in America and you, you don't think that there's",
        6514.26,
        6519.34
    ],
    [
        " Dr. Evil shit going down where people are buying elections. You're thinking that things are like,",
        6519.34,
        6525.76
    ],
    [
        " Hey, this is America. And the fact of matter is there is this kind of thing going on. There is",
        6525.76,
        6530.8
    ],
    [
        " this massive amount of influence. The big tech really is doing this kind of thing. The politicians",
        6530.8,
        6537.08
    ],
    [
        " really are bought. And by the way, that company gave money to Republicans as well. They were",
        6537.08,
        6543.7
    ],
    [
        " hedging their bets. They should have hedged their bets better with their freaking Bitcoin, by the way,",
        6543.7,
        6547.96
    ],
    [
        " because it ended up causing, but they had their bets Republican and Democrat more, much more to",
        6548.0,
        6552.96
    ],
    [
        " the Democrats, probably because they thought, well, Democrats are going to be in power. So we better",
        6552.96,
        6557.1
    ],
    [
        " support them right now. And so I think that's what's really disturbing. This game is being played.",
        6557.1,
        6562.96
    ],
    [
        " The surface of it, you know, we all think it's on the up and up. And as soon as you look below",
        6563.76,
        6568.84
    ],
    [
        " the surface, it's dirty. And it's corrupt. And it's disgusting. Yeah. That pay to play, I mean,",
        6568.84,
        6577.1
    ],
    [
        " it's a perfect example of the whole pay to play mentality that that is so relevant in Washington",
        6577.16,
        6582.86
    ],
    [
        " I think last time we I was on your show, we talked a little bit about big pharma. Same thing.",
        6582.86,
        6587.2
    ],
    [
        " You look at how is it possible that that's still big pharma has so much power and so much influence",
        6587.68,
        6593.54
    ],
    [
        " in Washington. They get sweet deals so that they can make more profits even when you're looking at",
        6593.54,
        6598.72
    ],
    [
        " government purchases of government of of healthcare, buying, buying prescription drugs.",
        6598.72,
        6603.8
    ],
    [
        " There are I think this most people in society recognize that this kind of outsize influence is",
        6604.28,
        6610.0
    ],
    [
        " wrong. And it's counter to the public interest. And yet many members of Congress are bought off",
        6610.0,
        6617.04
    ],
    [
        " by big pharma and they won't take those votes. They won't take those votes that hurt the people who",
        6617.04,
        6621.94
    ],
    [
        " give them their campaign donations and give them their campaign checks. Big pharma spends more money",
        6621.94,
        6627.74
    ],
    [
        " on political contributions and lobbying than they do on those crazy television ads that we see",
        6627.74,
        6635.34
    ],
    [
        " all the time of like you know the happy family frolicking in the meadow promoting whatever the drug",
        6635.34,
        6642.38
    ],
    [
        " may be. Side effects might be suicidal ideation. Massive diarrhea. And I don't think you can turn on",
        6642.38,
        6650.6
    ],
    [
        " I don't think you can watch like one commercial like segment without seeing at least one prescription",
        6650.6,
        6655.72
    ],
    [
        " drug ad. And you think about the fact that how like TV ads are expensive. Very expensive. And then",
        6655.72,
        6663.12
    ],
    [
        " you think about well gosh they're spending multiple times that amount to influence to buy influence",
        6663.12,
        6668.18
    ],
    [
        " in our government to protect themselves. How does a politician put money in their own pocket",
        6668.18,
        6673.34
    ],
    [
        " from a big pharma. I think there there's a spectrum there. You know those who are actually following",
        6673.34,
        6683.54
    ],
    [
        " all the laws make it so that those kinds of contributions make it so that they are getting the",
        6683.54,
        6689.82
    ],
    [
        " vast majority of the money in their political campaign which gives them security against any",
        6689.98,
        6695.0
    ],
    [
        " potential challenger are coming from these big corporations in lobbyists rather than from voters.",
        6695.0,
        6702.04
    ],
    [
        " So that's kind of the first thing if you look at like if you're following the letter of the law",
        6703.3,
        6706.48
    ],
    [
        " even then you're protecting your own self interest rather than what's the interest of the people in",
        6706.48,
        6711.96
    ],
    [
        " your constituency who are actually the ones who are hiring you. You look at the most one of the most",
        6711.96,
        6717.52
    ],
    [
        " egregious examples is where politicians will take money in their campaign and either live in the",
        6717.52,
        6727.36
    ],
    [
        " gray space of like oh well you know and there are examples of this like I'm going to use campaign",
        6727.36,
        6733.02
    ],
    [
        " money to pay for my spouses salary because my spouse is helping out on the campaign or I'm going",
        6733.02,
        6741.04
    ],
    [
        " to use you know $100,000 to pay for childcare because by paying for childcare then I can go out and",
        6741.04,
        6746.62
    ],
    [
        " work on my campaign. There was somebody that I worked with in Congress who used I mean he actually",
        6746.62,
        6754.78
    ],
    [
        " got convicted because he was breaking the law but used hundreds of thousands of dollars to pay",
        6754.78,
        6760.7
    ],
    [
        " his rent to pay for dental bills for his family to pay for all kinds of personal expenses and you",
        6760.7,
        6769.56
    ],
    [
        " know still to this day he's just like this is a witch hunt this is you know they're coming after",
        6769.56,
        6774.46
    ],
    [
        " me because they don't like what I'm saying like no dude you broke the law you know but there's",
        6774.46,
        6778.92
    ],
    [
        " there's a whole spectrum there I think all of which end up in a place where you know these are",
        6778.92,
        6784.14
    ],
    [
        " self-serving interests rather than actually being accountable to to your voters.",
        6784.14,
        6789.12
    ],
    [
        " How do you uh because I get asked this how do you square up the distrust of the government",
        6789.56,
        6799.7
    ],
    [
        " with I'm going to serve in the armed forces. The question I get asked a lot yeah and I answer it",
        6800.46,
        6807.34
    ],
    [
        " but how how do you answer that you're you're not active duty but you're a current reserve",
        6807.34,
        6811.62
    ],
    [
        " as you go on active duty on a pretty regular basis and yet you know the you know what how the",
        6811.62,
        6817.82
    ],
    [
        " sausage is made in Washington DC how do you square those two opposing things that are going on.",
        6817.82,
        6824.62
    ],
    [
        " I'm proud to wear the uniform of this country and the American flag. I'm proud to do my part",
        6827.32,
        6836.7
    ],
    [
        " in upholding that oath that we take when we enlist in the service. I'm honored to serve with",
        6836.7,
        6844.06
    ],
    [
        " great Americans who share that same mission and those ideals. I have because I'm in the reserves",
        6844.06,
        6852.72
    ],
    [
        " and not active duty I'm in the unique position of also being able to try to effect change in the",
        6852.72,
        6858.6
    ],
    [
        " political sense recognizing we have a civilian led military in trying to lead our country in",
        6858.6,
        6866.4
    ],
    [
        " the right direction to where we are honoring that vision that our founders had for us that we",
        6866.4,
        6873.68
    ],
    [
        " are honoring the service and sacrifice being made by our brothers and sisters in uniform and",
        6873.68,
        6878.34
    ],
    [
        " their families and that we are making the best decisions that serve our own national security",
        6878.34,
        6883.92
    ],
    [
        " interests and the freedom and prosperity of the American people. When we have people and politics",
        6883.92,
        6894.86
    ],
    [
        " who are so compromised by the military industrial complex or one interest or another that is not",
        6894.86,
        6899.92
    ],
    [
        " the interests of the country and the American people obviously those in the military are the ones",
        6899.92,
        6906.22
    ],
    [
        " who suffer the consequences when they make self-serving decisions. Even as somebody who served in Iraq",
        6906.22,
        6914.3
    ],
    [
        " like you whether we agree or disagree with those decisions that are made by those civilians",
        6914.3,
        6919.26
    ],
    [
        " in leadership it does not undermine the promise that we make to each other and to the constitution",
        6919.26,
        6928.94
    ],
    [
        " as we continue to fulfill that promise. Yeah obviously for me besides the just freaking awesome",
        6928.94,
        6941.16
    ],
    [
        " job that it is being in the military which I loved being in the military but when you're in the",
        6941.16,
        6946.4
    ],
    [
        " military you can you have an opportunity to sort of mitigate the bad decisions that get made",
        6946.4,
        6953.68
    ],
    [
        " and you also get the opportunity to shape the military itself so when you're in the military you",
        6953.68,
        6958.52
    ],
    [
        " can do a much better job of taking people and like getting people the right mindset that's going to",
        6958.52,
        6967.02
    ],
    [
        " be beneficial for the country and for whatever country we're going into. Yeah as opposed to if you're",
        6967.02,
        6973.72
    ],
    [
        " not in the military and you're sitting on the outside saying well it should be like this oh if",
        6973.72,
        6977.22
    ],
    [
        " you're in the military you can actually make some of those things exactly and you can do it within",
        6977.22,
        6980.84
    ],
    [
        " the guidelines that are set forth by the military but you can do it in a positive way so I guess",
        6980.84,
        6987.5
    ],
    [
        " that's how I always try to square myself. It's so true and right now I'm grateful to I often",
        6987.5,
        6994.78
    ],
    [
        " have the opportunity to go and provide an army they call it LPD it's like leadership professional",
        6994.78,
        6999.18
    ],
    [
        " development sessions with either soldiers who are going through training pipelines or those who are",
        6999.18,
        7006.02
    ],
    [
        " out in the force for exactly that purpose to hopefully have an impact in helping make sure that",
        7006.02,
        7014.94
    ],
    [
        " we have discerning leaders in the military not just robots who you know aren't actually thinking",
        7014.94,
        7020.22
    ],
    [
        " through the kind of responsibility that they have regardless of their rank as they're carrying out",
        7020.22,
        7025.8
    ],
    [
        " their task and their mission. The other cool thing for you is you being able to explain to leaders",
        7025.8,
        7032.4
    ],
    [
        " in the military hey this is what it looks like from the governmental side you should probably go",
        7032.4,
        7036.96
    ],
    [
        " brief every military you know what what's going on with that because I mean even when I was in I would",
        7036.96,
        7041.58
    ],
    [
        " kind of get try and grasp that and try and explain to people hey this is what it looks like from",
        7041.9,
        7046.64
    ],
    [
        " a political political perspective but for you that's that's you have the real experience to say hey",
        7046.64,
        7052.16
    ],
    [
        " this is why we're getting asked to do this yeah this is what it looks like here's what it took to get",
        7052.16,
        7056.28
    ],
    [
        " this decision made here's why we need to execute it here's what happens if we don't so that's",
        7056.28,
        7061.58
    ],
    [
        " it's pretty tough. It is it is and and you know I've I've had the opportunity to work a lot within",
        7061.58,
        7066.32
    ],
    [
        " the special operations community particularly because they they are looking for this kinds of",
        7066.32,
        7070.78
    ],
    [
        " insight and one thing I've really appreciated especially in the special operations community versus",
        7071.2,
        7075.82
    ],
    [
        " the conventional military what's not where it's not really encouraged so much but really that problem",
        7075.82,
        7080.64
    ],
    [
        " solving mindset a little bit of that challenging mindset where you know being a robot is discouraged",
        7080.64,
        7088.52
    ],
    [
        " you are actually encouraged and incentivized to be somebody who's like hey how can we do this",
        7088.52,
        7093.22
    ],
    [
        " better or why is this actually the best way or how is this decision made whether an NCO or an",
        7093.22,
        7098.88
    ],
    [
        " officer and and I just having that encouraging that critical thinking and recognizing again the",
        7098.88,
        7104.86
    ],
    [
        " impact that you have on people is so important I wish it was something that was more encouraged",
        7104.86,
        7109.56
    ],
    [
        " across the military as a whole. What are you right now a lieutenant colonel? Yeah.",
        7109.56,
        7114.7
    ],
    [
        " When do you up for colonel full-barred colonel? I think the window opens maybe in about a year or two",
        7115.02,
        7125.64
    ],
    [
        " um yeah I'm not exactly sure but we'll see the the results of the command board are supposed to",
        7127.08,
        7134.28
    ],
    [
        " come out any day now if I have if I have I'll find out if I have the the privilege of being selected",
        7134.28,
        7140.62
    ],
    [
        " to be a battalion commander for a civil affairs resource. What are your chances? Is it like how",
        7140.62,
        7146.6
    ],
    [
        " hard is it to get selected for that? It all depends on in the reserves it's a little bit different",
        7146.6,
        7152.42
    ],
    [
        " than than the active duty where obviously you've got to be able to balance your time with whatever",
        7152.42,
        7157.56
    ],
    [
        " your civilian job or profession might be with with the responsibilities of being battalion commander.",
        7157.56,
        7163.14
    ],
    [
        " So it kind of depends on how many people are opting in or out on any given year but there's a lot",
        7164.2,
        7170.7
    ],
    [
        " more it is competitive it is competitive. If you get picked up as a reserve of this battalion commander",
        7170.7,
        7175.44
    ],
    [
        " do you how much time do you have to spend like active as a battalion commander? Do you have to do",
        7175.44,
        7182.3
    ],
    [
        " more? On paper you have the same minimum requirement of you know the one weekend a month two weeks",
        7182.3,
        7189.06
    ],
    [
        " a year but a friend of mine was selected last year he's a little bit ahead of me and there's",
        7189.06,
        7196.02
    ],
    [
        " there's a lot of love time as we say there's a lot of love time because in a reserve unit you rely",
        7196.02,
        7201.2
    ],
    [
        " a lot on your full-time staff the full-time reservists who are running the staff shops you know",
        7201.2,
        7206.62
    ],
    [
        " the personnel shop the operation shop and you gotta give them anything else and he's gonna give me",
        7206.62,
        7212.88
    ],
    [
        " his best practices because he's just like yeah he's he runs his own business it's kind of and his",
        7212.88,
        7217.9
    ],
    [
        " business is doing very well he has different projects around the world and and he's also a reserve",
        7217.9,
        7223.48
    ],
    [
        " battalion commander and he's just like yeah it's a lot it's a lot but it's it's freaking awesome yeah",
        7223.48,
        7228.9
    ],
    [
        " yeah and so other than that hold on yeah how what else you got going on right now",
        7229.8,
        7236.46
    ],
    [
        " what else are we doing you got the Tulsi Gabbard show Tulsi Gabbard you finally launched I know it",
        7236.46,
        7244.64
    ],
    [
        " took forever you came you came and talked to Echo and I about that I think that's why you stop",
        7244.64,
        7248.06
    ],
    [
        " by you came you came by to like suck our brains on what you know how to do a podcast yeah and Echo",
        7248.06,
        7254.4
    ],
    [
        " decided to give you all of his advice yeah yeah I took notes we took we took we took all of the",
        7254.4,
        7262.04
    ],
    [
        " advice after that I ended up getting deployed to East Africa and was gone for a while and then",
        7262.04,
        7267.24
    ],
    [
        " came back and just you know a lot a lot of things happened but yeah finally finally pushed it out",
        7267.24,
        7272.34
    ],
    [
        " and it's just you know I mean it's it's such a great opportunity in platform to be able to",
        7272.34,
        7278.36
    ],
    [
        " to dive into you know different issues different topics have have great conversations",
        7278.58,
        7283.86
    ],
    [
        " um and so you know where people like you know like the guy in in the you know the coffee shop in",
        7283.86,
        7290.18
    ],
    [
        " Greensboro he's like oh my god why don't you leave a different oh okay go listen this episode one",
        7290.18,
        7295.88
    ],
    [
        " will tell you exactly the answer to what you're looking for how often are you doing the podcasts come",
        7295.88,
        7299.76
    ],
    [
        " out once a week once a week every Tuesday push out a new episode every Tuesday and where are you",
        7299.76,
        7307.82
    ],
    [
        " most part recording at home in Hawaii we got rid of a living room we lived in a tiny two bedroom",
        7307.82,
        7314.12
    ],
    [
        " place and decided that having a studio was more practical than having a living room how yeah literally",
        7314.12,
        7320.24
    ],
    [
        " we're like if we're just sitting around the couch or not we're not using our time very well so we",
        7320.24,
        7326.04
    ],
    [
        " got rid of the couch and my husband's a cinematographer so he puts together a studio and so I'm sure",
        7326.04,
        7331.74
    ],
    [
        " there will be on the road ones at different points but so far doing them from home and then what do",
        7331.74,
        7337.48
    ],
    [
        " do you have a sub stack did I see that yeah so just recognize you like my whole approach is",
        7337.48,
        7343.06
    ],
    [
        " there's so many different platforms that people get information from and some people like to listen",
        7343.06,
        7348.16
    ],
    [
        " to podcasts other people don't like podcasts and they they would rather watch cable news and other",
        7348.16,
        7352.44
    ],
    [
        " people don't like any of that and would rather read and so for each of the episodes at a minimum",
        7352.44,
        7358.96
    ],
    [
        " for each of the the podcast that I'm putting out that I'm talking about a different issue",
        7358.96,
        7362.9
    ],
    [
        " I jot down my notes and put them out on sub stack for people who just want to get a little bit of a",
        7363.52,
        7369.42
    ],
    [
        " summary of where I stand on certain things are my thoughts or views on on something that might be",
        7369.42,
        7376.54
    ],
    [
        " happening in the news or something like that and then YouTube you're on YouTube we're on YouTube",
        7376.54,
        7381.44
    ],
    [
        " on rumble and and your alien or your rumble rumble echo Charles what's up oh",
        7381.44,
        7388.64
    ],
    [
        " grunt rumbly wait you think we're on rumble because I know I talked about getting us on rumble",
        7390.58,
        7394.44
    ],
    [
        " yeah I could think it's a matter of how many episodes are on rumble okay so we're kind of on",
        7394.44,
        7399.9
    ],
    [
        " rumble let me double check that for I'll get back okay that's it I appreciate that one.",
        7399.9,
        7403.66
    ],
    [
        " circle back he'll say that yeah circle back and then you're doing some spots on Fox News you sat",
        7403.66,
        7410.68
    ],
    [
        " in for Tucker Tucker Carlson the other night yeah um second time he our he or his team asked for",
        7410.68,
        7418.1
    ],
    [
        " me to to guest host for him when he was off and that that man that's a new experience",
        7418.1,
        7423.84
    ],
    [
        " I've never done that before anywhere else and hosting an hour 44 minutes Sunni count in you know",
        7423.84,
        7433.46
    ],
    [
        " commercials of live television is definitely a new experience a different level of like",
        7433.46,
        7439.78
    ],
    [
        " there ain't no room for mistakes it's a thing it's a thing that it's a thing that people have",
        7439.78,
        7445.46
    ],
    [
        " some people are good at it like when you when you go and you see what the what the news what do they",
        7445.58,
        7452.66
    ],
    [
        " call newscasters broadcasters what are they called hosts what are they called yeah he would be a host",
        7452.66,
        7459.62
    ],
    [
        " because you know he's more on the opinion side of things than like your your bread bear on Foxes",
        7459.62,
        7464.48
    ],
    [
        " a little bit more of like a news kind of more of a straight news guy when you see what that job I",
        7464.48,
        7473.42
    ],
    [
        " had a lot more fun than I expected to have to be honest I it was it was certainly a lot of because",
        7473.42,
        7478.2
    ],
    [
        " you know his shows on every night and obviously Tucker's been doing this forever and he's you know",
        7478.2,
        7484.54
    ],
    [
        " good at it I'd say I mean he has he has the top rated show on Fox News and so um you know for me",
        7484.54,
        7492.32
    ],
    [
        " going in I sometimes they have guest hosts who literally just show up and then they get given",
        7492.32,
        7498.52
    ],
    [
        " the whatever's going to be on the teleprompter um I'm not I don't I wouldn't do that for anybody",
        7499.2,
        7505.84
    ],
    [
        " if I'm reading words on a teleprompter they're going to be words that I wrote and so working with",
        7505.84,
        7511.62
    ],
    [
        " his team to write and structure the show you know all within the span of like a six hour time frame",
        7511.62,
        7519.16
    ],
    [
        " it's a lot it's a lot and uh but it's look I mean it I actually did end up having having fun",
        7519.16,
        7527.0
    ],
    [
        " just just taking advantage of the opportunity to be able to share my own views on what's happening",
        7527.0,
        7533.32
    ],
    [
        " and and have conversations with people it is challenging and like okay you get four minutes to talk",
        7533.32,
        7537.98
    ],
    [
        " to somebody and you got somebody in your ear like literally like I asked the first question the",
        7537.98,
        7543.26
    ],
    [
        " producers like okay you have 90 seconds yeah like okay rap rap rap and I'm like oh my god like I",
        7543.26,
        7549.66
    ],
    [
        " would love to either challenge what they're saying or ask another follow up or whatever and",
        7549.66,
        7554.62
    ],
    [
        " it is the weirdest me in my buddy Lafru who I wrote books with and hit when his wife worked at Fox",
        7554.62,
        7560.86
    ],
    [
        " News and generally and so I would when I would go to New York you know a lot of times I would just",
        7560.86,
        7567.58
    ],
    [
        " stay with them and so I would kind of see her schedule and life and I was like oh my god yeah",
        7567.58,
        7574.16
    ],
    [
        " it's grueling it's grueling oh I didn't want anything to do with that so even the one hour session",
        7574.16,
        7582.44
    ],
    [
        " one now I guess you're gonna get good a person would get better at it you know and you could see",
        7582.52,
        7586.92
    ],
    [
        " that Jenna she was totally comfortable with it I mean it's just the way it is just like anything",
        7586.92,
        7590.38
    ],
    [
        " yeah just like anything else you're gonna get used to it but that's it yeah you know have you",
        7590.38,
        7594.58
    ],
    [
        " ever been on Maria's show Maria Bartolome that that I was so impressed with that woman when I've",
        7594.58,
        7600.82
    ],
    [
        " gone on her show gone on her show a number of times and she's just she's gotta be so smart yeah I",
        7600.82,
        7607.7
    ],
    [
        " would say no because you know you're watching her beforehand you're watching her in between because",
        7607.7,
        7611.46
    ],
    [
        " like you said in between they're like hey we got this number and here's these numbers and then like",
        7611.46,
        7615.18
    ],
    [
        " boom the camera goes back on the red light comes on and she's all just squared away with everything",
        7615.18,
        7619.1
    ],
    [
        " she's saying yeah it's pretty it's a different kind of human you can tell I guess there's a certain",
        7619.1,
        7624.38
    ],
    [
        " you know like Michael Jordan's gonna be good at basketball yeah there's a certain type of human",
        7624.38,
        7628.54
    ],
    [
        " being that's gonna be good at that job yeah you've got to be I mean obviously you've got to be very",
        7628.54,
        7634.3
    ],
    [
        " focused and you've got to be able to discern kind of the of all of the the activity and voice in",
        7634.46,
        7641.52
    ],
    [
        " your ears and everything else that's going around you got to be able to separate kind of the noise",
        7641.52,
        7645.18
    ],
    [
        " from the task at hand and not allow yourself to be shaken or distracted by whatever is going",
        7645.18,
        7654.08
    ],
    [
        " on around you and that's that's part of it so are you gonna do it more we'll see they say they",
        7654.08,
        7662.28
    ],
    [
        " yeah they they've been pretty happy with it and and so they're saying like okay well we look",
        7662.64,
        7666.58
    ],
    [
        " forward to having you do it more often we used to catch a lot of crap for a going on Fox news",
        7666.58,
        7672.18
    ],
    [
        " mm-hmm like it was I even I have because I've go I go on Fox News I still go on Fox News you know",
        7672.18,
        7679.62
    ],
    [
        " many times CNN has asked me to be on CNN zero zero yeah zero yeah same thing with any of the Fox",
        7679.62,
        7688.46
    ],
    [
        " News I'm a send me see yeah and the send me they they don't ask me to come on and talk to them yeah",
        7688.46,
        7693.62
    ],
    [
        " that's but you I mean I guess the same thing yeah it's the same thing you know it it towards the end",
        7693.62,
        7699.62
    ],
    [
        " of my well first of all like throughout the entire time that I was in Congress you know I I was",
        7699.62,
        7705.1
    ],
    [
        " asked on all all three of the different networks um over the years the invitations have shifted",
        7705.1,
        7713.16
    ],
    [
        " and changed based on whatever I was advocating for if like CNN wasn't really going after it",
        7713.16,
        7719.5
    ],
    [
        " then like oh I wonder why I don't hear from this show or that literally happened to you literally",
        7719.5,
        7725.46
    ],
    [
        " when you first showed up when you first showed up as a congresswoman yeah you were kind of like",
        7725.46,
        7730.24
    ],
    [
        " a little bit of us kind of a rising star right so they say so you were a rising star were you just",
        7730.24,
        7736.64
    ],
    [
        " were they calling you all the time all the time and I just like I was just you know",
        7736.64,
        7741.66
    ],
    [
        " you over the years people are like oh you know who's your publicist who's doing all this I was like",
        7742.06,
        7747.2
    ],
    [
        " my phone's just ringing I don't have a publicist I have somebody who used to be like a communications",
        7747.2,
        7752.94
    ],
    [
        " intern who's answering the phone calls but it was very very unexpected and I was just like okay",
        7752.94,
        7759.96
    ],
    [
        " like I'll take advantage like if it makes sense then I'll take advantage of this platform to be",
        7759.96,
        7764.2
    ],
    [
        " able to say what I want to say but um it was a palpable shift over the years as you know I would",
        7764.2,
        7771.76
    ],
    [
        " I would speak out on a certain issue or um you know I didn't support Hillary Clinton in 2016 and",
        7771.76,
        7778.78
    ],
    [
        " that was like oh okay well it was literally considered blasphemy and politics and then again in",
        7778.78,
        7785.88
    ],
    [
        " in 2020 when I ran for president um it would you know I saw this shift just throughout that campaign",
        7785.88,
        7795.32
    ],
    [
        " where there was already a negative bias towards me from the day that I announced my candidacy",
        7795.32,
        7800.58
    ],
    [
        " because I had a track record of being somebody who called it straight and was very outspoken",
        7800.58,
        7806.62
    ],
    [
        " against the foreign policy establishment in Washington and their decisions and uh that that",
        7806.62,
        7814.1
    ],
    [
        " progressed throughout the campaign where it got to a point where um instead of even covering",
        7814.1,
        7819.34
    ],
    [
        " me or instead of mentioning hey this person is the candidate for president they just stop",
        7819.34,
        7822.98
    ],
    [
        " including my name and articles about Democrats running for president completely as though I didn't",
        7822.98,
        7827.32
    ],
    [
        " exist it was a media blackout at a certain point throughout the time Fox News consistently has been",
        7827.32,
        7834.72
    ],
    [
        " a platform where I've been invited on consistently today invite you to talk about issues that",
        7834.72,
        7840.7
    ],
    [
        " you weren't disagreement with them yeah yeah over the years and they didn't care and one thing",
        7841.34,
        7847.28
    ],
    [
        " that that I've heard from different hosts of different shows and even some of the you know like the",
        7847.28,
        7852.44
    ],
    [
        " executives at Fox is like told so we really like having you on cuz we never know what you're gonna say",
        7852.44,
        7856.92
    ],
    [
        " literally you're you are unpredictable and and that's why our audience likes you because you're",
        7856.92,
        7863.58
    ],
    [
        " you you're interesting person you have something interesting to say that's not just like one",
        7863.58,
        7867.76
    ],
    [
        " party's talking points or you know whatever the popular thing is of the day and I think that that says",
        7867.84,
        7874.3
    ],
    [
        " something about media as a whole but the fact that they they just say come on and say your",
        7874.3,
        7879.96
    ],
    [
        " piece I go on and say my piece whether the host degrees or disagrees maybe that's part of the",
        7879.96,
        7883.8
    ],
    [
        " conversation but it's not it's not the deciding factor of whether they have me on or not but the",
        7883.8,
        7889.42
    ],
    [
        " other news networks it wasn't deciding fact oh absolutely I mean I and that's the people on social",
        7889.42,
        7893.66
    ],
    [
        " media like oh how come you're always on Fox news you know you're letting them take advantage of",
        7893.66,
        7897.1
    ],
    [
        " you and all this other stuff like no I'm taking advantage of the platform number one because they",
        7897.1,
        7901.82
    ],
    [
        " reach millions of people more than any other cable news network and number two CNN and MSNBC they",
        7901.82,
        7908.18
    ],
    [
        " don't they they haven't asked me on their air for years on any issue like Eve I reached out once",
        7908.18,
        7913.1
    ],
    [
        " on veterans issues toxic burn pits things things that I've worked on in Congress and still really",
        7913.1,
        7918.36
    ],
    [
        " passionate about and trying to advance no interest whatsoever that's like kind of crazy isn't it",
        7918.4,
        7927.16
    ],
    [
        " yeah it's very revealing very revealing so you would reach out to CNN and say hey I would like to",
        7927.16,
        7933.32
    ],
    [
        " talk you about the veterans that have been around these toxic burn pits and now they've got diseases",
        7933.32,
        7937.78
    ],
    [
        " would you like to do this yeah I'd be like no the response I got back and this was that was the",
        7937.78,
        7943.6
    ],
    [
        " last time I reached out the response I got back was like oh interesting let me check with the producers",
        7943.6,
        7948.0
    ],
    [
        " and then radio silence like they didn't have the balls to come back and say like yeah no thanks",
        7948.64,
        7953.7
    ],
    [
        " not interested it was just like no response well you have your own platform now right you got the",
        7953.7,
        7961.3
    ],
    [
        " the podcast the YouTube channel um the the the sub stack thing going on to see gabbard dot com you're",
        7961.3,
        7978.34
    ],
    [
        " actually focused on while if the Democratic Party and the other book focused on the cost of war",
        7979.38,
        7985.34
    ],
    [
        " are do you already have a publisher for these I do sweet and so one of these things coming out",
        7985.34,
        7990.14
    ],
    [
        " working on the sequencing but I hope to have one of the books out by I don't know early next year spring",
        7990.14,
        7999.2
    ],
    [
        " what about politics in your future I don't know I don't know is the honest answer it's um",
        7999.2,
        8007.74
    ],
    [
        " I want to be in a position where I can best make a positive impact and where I feel I can best serve",
        8009.26,
        8019.3
    ],
    [
        " I am terribly concerned for all of the reasons that we've talked about today about",
        8019.3,
        8025.88
    ],
    [
        " the failure it's not even a lack of leadership it's it's it's it's a sincere failure of leadership",
        8025.88,
        8032.12
    ],
    [
        " in this country and um if there is a way for me to actually directly impact that leadership",
        8032.12,
        8045.5
    ],
    [
        " then I will pursue that whether that means I'm running for office or trying to impact those who are",
        8045.5,
        8054.98
    ],
    [
        " in office we'll see the the vehicle is is uh less important than the impact to me",
        8054.98,
        8063.02
    ],
    [
        " but you may go back into politics sure",
        8063.02,
        8068.5
    ],
    [
        " all right what is it echo yes what do you got anything else now I was gonna ask that you we",
        8068.5,
        8077.56
    ],
    [
        " running for anything or you know thinking about it or what but you know we got that answer",
        8077.56,
        8081.86
    ],
    [
        " we're still surfing obviously yes why is often as I'd like but no how much you try to run out of",
        8082.08,
        8087.72
    ],
    [
        " life as well a lot lately a lot I've been on the road in the last two months I've probably been home",
        8087.72,
        8095.58
    ],
    [
        " I don't know two weeks out of that period of time you spend a lot of time campaigning for people too",
        8095.58,
        8101.46
    ],
    [
        " yes which was you know after I announced that I was leaving the Democratic Party becoming an",
        8101.46,
        8107.68
    ],
    [
        " independent um my phone started ringing off the hook from people in what you know what they",
        8109.08,
        8113.88
    ],
    [
        " call the swing states the states that can either go Democrat or Republican a lot of close races and",
        8113.88,
        8119.3
    ],
    [
        " people inviting me to come out um and help campaign for them recognizing that there are a lot of",
        8119.3,
        8127.8
    ],
    [
        " undecided people whether they're independence or Democrats or Republicans or frustrated",
        8127.8,
        8131.66
    ],
    [
        " with the current state of affairs and current leadership um and so yeah I reached out to you mostly",
        8132.3,
        8137.9
    ],
    [
        " Democrats or Republicans Republicans did any Democrats reach out to you no if they had if there were",
        8137.9,
        8145.52
    ],
    [
        " if there were a Democrat running for Congress who was openly calling out the insanity of the",
        8145.52,
        8152.18
    ],
    [
        " Democrat leadership of today and taking a strong stand on the things we're talking about on",
        8152.18,
        8158.06
    ],
    [
        " basic fundamentals of freedom I would have happily gone and campaigned for them",
        8158.3,
        8162.22
    ],
    [
        " not a single one reached out and I've been looking I've been looking for for those",
        8162.22,
        8167.86
    ],
    [
        " for those courageous voices to actually step out and unfortunately um that hasn't been there",
        8167.86,
        8175.76
    ],
    [
        " and I've heard from some people privately just ended and really over over the last few years who",
        8175.76,
        8184.5
    ],
    [
        " are saying hey thank you so much for speaking out on these things I appreciate what you're doing",
        8184.96,
        8189.72
    ],
    [
        " but also don't tell anyone and so it's it's sad it's unfortunate but part of like the the last",
        8189.72,
        8197.2
    ],
    [
        " thing I said in my announcement of leaving the Democratic Party is I invite I invite other",
        8197.2,
        8201.48
    ],
    [
        " Democrats to join me is anyone not yet not yet all right so",
        8201.48,
        8212.1
    ],
    [
        " um I guess we should real quick talk about supporting this podcast of course you're going to",
        8215.2,
        8218.9
    ],
    [
        " support tells us podcast but if you want to support this podcast you want to support America",
        8218.9,
        8223.02
    ],
    [
        " and you want to support yourself you can you can do it we got a bunch of different ways for you",
        8223.02,
        8227.42
    ],
    [
        " to do it how has your energy drink brand love it so you immediately went for a mango flavor",
        8227.42,
        8234.52
    ],
    [
        " which is the I mean is it safe to say this is more of a Hawaiian vibe yeah especially with a",
        8234.52,
        8239.9
    ],
    [
        " lily queen there aka passion fruit okay so we got a little bit of that going on um you can get",
        8239.9,
        8245.86
    ],
    [
        " this stuff from jockofuel.com you can get it at wawa you can get it vitamin chop you can get it",
        8245.86,
        8251.8
    ],
    [
        " we're in all military commissaries I've noticed that I was in the commissary at Kanoa",
        8251.8,
        8257.12
    ],
    [
        " Marine Corps base uh we can a half ago and I almost took a picture I was like hey we're about to",
        8257.12,
        8265.18
    ],
    [
        " be in the exchanges too which is cool because if you're in the military you know the commissaries",
        8265.18,
        8269.76
    ],
    [
        " basically families go to commissaries like the young enlisted guys they're not going to the",
        8269.76,
        8275.76
    ],
    [
        " commissary it takes them much time or whatever but they go to the exchange exchange you know they sell",
        8275.76,
        8279.48
    ],
    [
        " gas and whatever beer yeah so now you can get some jockofuel you will be able to in the very near",
        8279.48,
        8285.5
    ],
    [
        " future but um how do you like is there like red taped process to get into like a store there is",
        8285.5,
        8294.08
    ],
    [
        " so like like I was at the I was at a shot done shot the other I don't know we could whatever",
        8294.2,
        8300.14
    ],
    [
        " and they're like hey bring those energy drinks we want to sell them or whatever I can't just be",
        8300.14,
        8304.84
    ],
    [
        " like oh I got something at home and bring them right or can wait which store was it like a local",
        8304.84,
        8309.94
    ],
    [
        " yeah yeah send you a discount on mark yeah we just yeah we dig we dig a wholesale so if anybody",
        8309.94,
        8316.78
    ],
    [
        " wants to do wholesale this is like if you got a store you got a gym you got a a jitsu academy",
        8316.78,
        8322.9
    ],
    [
        " you can go to jf sales at jockofuel.com and email that and you get a wholesale account set up and",
        8323.0,
        8328.56
    ],
    [
        " and that then you can do it okay so that's hoping for you more for the the store really right yeah",
        8328.56,
        8334.58
    ],
    [
        " the yeah little bit but not really I mean when somebody wants to bring something into their store",
        8334.58,
        8339.32
    ],
    [
        " they can just get a wholesale account and set up now if they have a big chain store that's where",
        8339.32,
        8343.4
    ],
    [
        " it run that's where you run into and at some point I got to do some kind of a podcast about what",
        8343.4,
        8347.62
    ],
    [
        " goes on that'd be interesting because for instance we're so it's kind of cool it's kind of",
        8347.7,
        8356.02
    ],
    [
        " complimentary when you start making a dent all of a sudden the big the big giant billion dollar",
        8356.02,
        8363.38
    ],
    [
        " corporations realize that you're making a dent and they come after you so for instance",
        8363.38,
        8367.34
    ],
    [
        " I don't know how much I can say about this but I'll say a little bit in one particular store",
        8367.34,
        8373.5
    ],
    [
        " that we're in one of the big companies came in and paid millions of dollars millions of dollars",
        8373.5,
        8380.08
    ],
    [
        " for our slots in in this particular store and like slots meaning room on the shelf room on the shelf",
        8380.08,
        8387.66
    ],
    [
        " interesting they said we really don't want jockofuel to be out there we don't we see what they're",
        8387.66,
        8393.1
    ],
    [
        " doing we see their growth we don't like it we have to go on the offense and so they paid millions",
        8393.1,
        8398.28
    ],
    [
        " and millions of dollars to take our shelf space from us and and and I can't even be mad at the store",
        8398.28,
        8404.48
    ],
    [
        " because the store is trying to make profit and they're trying to do what they're doing and they also",
        8404.48,
        8408.74
    ],
    [
        " have to keep a relationship with the big giant companies otherwise they won't be able to supply",
        8408.74,
        8414.16
    ],
    [
        " things that those big giant companies put out there so that's what happens that's the fight we're",
        8414.16,
        8420.36
    ],
    [
        " in right now it's kind of cool because it means you're you're you're growing to a point where and",
        8420.36,
        8426.34
    ],
    [
        " people the weird thing is people kind of all these big companies and when I say big companies",
        8426.34,
        8432.38
    ],
    [
        " I'm not men singing I'm talking about the biggest companies there are they know what we're doing",
        8432.38,
        8438.16
    ],
    [
        " they're they're now taking active countermeasures to try and shut us down because they know that kind",
        8438.16,
        8445.04
    ],
    [
        " of on a on a product we they can't beat us because we held the line we're making it good for you",
        8445.04,
        8452.34
    ],
    [
        " we're doing all these things that they're not going to do they would rather sacrifice millions of",
        8452.34,
        8457.64
    ],
    [
        " dollars to buy that shelf space then pay creative better product so that says a lot about competition",
        8457.64,
        8464.16
    ],
    [
        " that's what we're up against and cool like this is it this is what we're doing and we're going to",
        8464.16,
        8470.9
    ],
    [
        " have some setbacks like that but the cool thing is the product is better we know it's better they know",
        8470.9,
        8477.52
    ],
    [
        " it's better otherwise they would just go toe to toe right oh yeah it's gonna be like cool let's do",
        8477.52,
        8481.16
    ],
    [
        " this but they don't want to do that man there there are some interesting parallels to what we",
        8481.16,
        8486.28
    ],
    [
        " were talking about about substance versus trying to silence or push out anybody who has a counter",
        8486.28,
        8493.58
    ],
    [
        " same I mean you're seeing it play out seen it play out and but it is crazy and that's why big",
        8493.58,
        8500.16
    ],
    [
        " corporations with bill with a B billions of dollars they do their best to destroy",
        8500.16,
        8508.3
    ],
    [
        " the smaller companies that are growing and that's the way it is and we'll see how it plays out I",
        8509.34,
        8514.78
    ],
    [
        " can tell you how it's playing out right now it's playing out good because we're gonna continue to",
        8514.78,
        8519.3
    ],
    [
        " make the best product we're gonna continue to grow and we and the cool thing is the demand signal",
        8519.3,
        8523.58
    ],
    [
        " the demand signal that's what like in this particular store that I'm talking about and it's a",
        8523.58,
        8529.32
    ],
    [
        " it's a whole group of stores but they they took some slots the big billion dollar corporation took",
        8529.32,
        8536.18
    ],
    [
        " some slots but the store wouldn't give up all of them they took some but they said hey man people",
        8536.18,
        8541.52
    ],
    [
        " are here every day for that darker fuel we're not given this up we're not taking this away from",
        8541.52,
        8544.54
    ],
    [
        " our customers yeah we can't just screw over our customers we can screw them over a little bit",
        8544.54,
        8549.4
    ],
    [
        " but we can't screw them all the way over so they kept a bunch of a bunch of our product in the store",
        8549.4,
        8555.44
    ],
    [
        " but not as much as we wanted but it's fine it's fine so if you want to support America",
        8555.44,
        8561.04
    ],
    [
        " and you want to support the growing companies you want to support people that are growing things in",
        8562.72,
        8567.22
    ],
    [
        " America then jacofuel.com it's the same thing with origin USA origin USA dot com and by the way",
        8567.22,
        8572.44
    ],
    [
        " next time you're in North Carolina you gotta go to our factory now I've been talking to Pete",
        8572.44,
        8576.12
    ],
    [
        " yeah and I think we we may have something planned in December we'll see good origin I was supposed to",
        8576.12,
        8581.56
    ],
    [
        " go down there I was supposed to go to the North Carolina factory for veteran stay I said I went",
        8581.56,
        8584.54
    ],
    [
        " to the main factory because there's a freaking hurricane hitting North Carolina so I couldn't go",
        8584.54,
        8588.86
    ],
    [
        " down there but yeah next time you're down there it's the same thing yeah the billion dollar",
        8588.86,
        8593.2
    ],
    [
        " corporations see what we're doing the weird thing is they they saw what we were doing and like before",
        8593.2,
        8602.18
    ],
    [
        " we were even doing very much they were threatened and I think it's I think it's because the truth is",
        8602.18,
        8610.34
    ],
    [
        " so threatening and when you have someone that's like no actually you can't build a stuff in American",
        8610.34,
        8614.72
    ],
    [
        " when for years they're saying you can't do it you can't do it you can't they're they're they're",
        8614.72,
        8618.82
    ],
    [
        " lying and so now there's someone saying oh yeah look at this over here look what we're actually",
        8618.82,
        8623.56
    ],
    [
        " doing right now 100% America look and they they're scared and so since day one they've been onto us",
        8623.56,
        8630.9
    ],
    [
        " the the food companies they're kind of taking notice in the last six months where they're like oh",
        8630.9,
        8637.6
    ],
    [
        " shit the the clothing companies they've been honest because they're scared because we're doing",
        8639.58,
        8645.06
    ],
    [
        " everything right and they're doing everything wrong and that's just all there is to I think they",
        8645.06,
        8648.96
    ],
    [
        " recognize to kind of the difference between the you know the fast fashion just buying like the cheap",
        8648.96,
        8654.92
    ],
    [
        " stuff use it a few times then throw it away versus the conscious choice that I think a lot of people",
        8654.92,
        8660.86
    ],
    [
        " are starting to make is like okay I might pay a few more dollars but I will take pride in knowing",
        8660.86,
        8666.72
    ],
    [
        " that in origins case from the cotton that's grown to the final hands that are putting those jeans",
        8667.0,
        8674.36
    ],
    [
        " in a bag these were American hands that and hard work and sweat that went into creating this and I",
        8674.36,
        8682.28
    ],
    [
        " will wear this with pride yeah and by the way that hard work these are people that have mortgages",
        8682.28,
        8689.92
    ],
    [
        " that are learning like we got kids I shouldn't call them kids but you know people that are 23",
        8689.92,
        8695.84
    ],
    [
        " years old 22 years old that now have a skill that they have a career now whether it's running a",
        8695.84,
        8701.46
    ],
    [
        " loom whether it's running a press whatever skill they're getting they're getting a skill that they",
        8701.46,
        8707.62
    ],
    [
        " can now have they have a real job they have a career they have a life so that's what you're supporting",
        8707.62,
        8712.14
    ],
    [
        " also environmentally this is America exactly we treat the environment well those factories that",
        8712.14,
        8718.26
    ],
    [
        " you're buying from overseas especially from these companies that claim to be environmental companies",
        8718.26,
        8723.32
    ],
    [
        " and they're producing the stuff why are they producing the stuff overseas because overseas they",
        8723.32,
        8726.66
    ],
    [
        " don't have the regulations they don't have the environmental regulations that we have to abide by",
        8726.66,
        8730.66
    ],
    [
        " which we do gladly because we care about the environment we care about the water right we care",
        8730.66,
        8735.8
    ],
    [
        " about the nature we care about animals that's what we do and and so these big companies they know",
        8735.8,
        8741.98
    ],
    [
        " that we're right and they are so horrified that the words getting out the words getting out that",
        8741.98,
        8748.6
    ],
    [
        " we're here we're doing it they're horrified if you want to help that out origin USA dot com get",
        8748.6,
        8753.34
    ],
    [
        " something that you're gonna wear for the next 18 years exactly you're gonna wear a pair of jeans",
        8753.34,
        8759.06
    ],
    [
        " for 14 years you can wear these boots for ever they might be forever I mean how long you're gonna",
        8759.06,
        8765.46
    ],
    [
        " live maybe it'll be a hundred right but you're gonna use a Jiu Jitsu Ghi get one gig get two",
        8765.46,
        8772.18
    ],
    [
        " Gis you can use them forever yeah and by the way are Jitsu Ghi you can wash it in a normal washing",
        8772.18,
        8776.18
    ],
    [
        " machine it doesn't take nine hours to dry out like we're the totally different world yeah plus",
        8776.18,
        8781.22
    ],
    [
        " it's Christmas coming up Christmas is coming up Christmas coming up and the economy we all know",
        8781.22,
        8787.82
    ],
    [
        " the economy needs help yeah well how do you help the economy when you buy something from origin",
        8787.82,
        8792.44
    ],
    [
        " you're helping the economy here in America there's a worker that's getting paid that's earning their",
        8792.44,
        8797.94
    ],
    [
        " career that's paying their rent paying their mortgage because of that and then what do they do they",
        8797.94,
        8802.6
    ],
    [
        " take that paycheck and they put it back into America it's like that's what we're doing so",
        8802.6,
        8806.44
    ],
    [
        " origin USA dot com yep speaking up stuff speaking of Christmas sometimes you want to get a shirt or",
        8806.44,
        8813.18
    ],
    [
        " something you know people representing I'm telling you you want to discipline Eagles freedom shirt",
        8813.18,
        8817.92
    ],
    [
        " or had a hoodie whatever go to chocolate store dot com yeah speaking in which my youngest daughter",
        8817.92,
        8824.04
    ],
    [
        " yes um is wrestling at this time you know it's wrestling season we need some rash guards",
        8824.04,
        8829.06
    ],
    [
        " for her you know just I got you do kind of make that happen yeah yeah we got a few rash guards",
        8829.4,
        8834.06
    ],
    [
        " on there she wants to represent yeah yeah on the path as I'll get you a shirt too all right I don't",
        8834.06,
        8838.86
    ],
    [
        " want already he can get you a tank top something like also short locker to subscription scenario where you",
        8838.86,
        8844.96
    ],
    [
        " get a shirt every month some good stuff coming out no free dope with me oh it's gonna be a good",
        8844.96,
        8850.04
    ],
    [
        " one that one kind of kind of get some traction on that huh I like that no free dope for me there's some",
        8850.04,
        8854.82
    ],
    [
        " good ones on there good thing too if you sign up no matter when you sign up you have access to all",
        8854.82,
        8858.7
    ],
    [
        " the past shirts like if you think oh you missed out or something like that you got access to that",
        8858.7,
        8862.36
    ],
    [
        " when you sign up so whatever you need jackel store dot com you know again like back in the day when",
        8862.36,
        8866.94
    ],
    [
        " I was a kid if you had some kind of crazy sort of movement in your life that you wanted make a",
        8866.94,
        8872.38
    ],
    [
        " statement about get a t-shirt bro yeah yeah it's getting kind of surgery man get to your",
        8872.38,
        8877.32
    ],
    [
        " head touch your put your statement on the t-shirt where does Pony goes freedom t-shirt there you go",
        8877.32,
        8881.36
    ],
    [
        " and if you in in in in eight years if you decide you know what I'm not really all about that",
        8881.36,
        8885.9
    ],
    [
        " discipline anymore cool you get a different t-shirt that says get some donuts right let's stick",
        8885.9,
        8890.72
    ],
    [
        " with that there's an anti-donut shirt coming out to by the way shirt locker wow that's controversial",
        8890.72,
        8896.46
    ],
    [
        " man there's high version yeah that down was kind of hard to to pull off you know because like",
        8896.46,
        8902.7
    ],
    [
        " how do you want that again there's a lot of ways to do it but I think we got it donuts look",
        8902.7,
        8907.94
    ],
    [
        " don't get it for me and I get it I get that there's two sides to every controversial thing in the",
        8907.94,
        8914.22
    ],
    [
        " world but I just can't support donuts I can't ever like never I can't do it so let me ask you",
        8914.76,
        8920.56
    ],
    [
        " this like so like every once in a great while every once in a great while like when I finished",
        8920.56,
        8927.64
    ],
    [
        " day zero of aerosol school in Hawaii I was like heck I'm gonna give me some donuts I earn this",
        8927.64,
        8936.54
    ],
    [
        " yes once in a great while yeah I I get it what what what's what's your once in a great while",
        8937.96,
        8943.64
    ],
    [
        " man chocolate chip ice cream okay and and and straight just chocolate chip cookies all right",
        8943.64,
        8950.0
    ],
    [
        " and you know by the way if you're out there and you're gonna send chocolate chip cookies or cookies",
        8950.0,
        8956.24
    ],
    [
        " to someone just send them chocolate chip cookies don't send them peanut butter cookies definitely",
        8956.24,
        8960.76
    ],
    [
        " don't send them oatmeal raising cookies no no no thank you guys oatmeal raising cookies look at",
        8960.76,
        8965.9
    ],
    [
        " first glance I got chocolate chip what is the point what is the point so you might as well you don't",
        8965.9,
        8973.72
    ],
    [
        " me all right you guys are you know come on come on there are there are two kind there's two foods that",
        8973.72,
        8980.32
    ],
    [
        " I I don't like oatmeal and cooked carrots just just just those are just two things I'm not really",
        8980.32,
        8988.86
    ],
    [
        " picky otherwise but oatmeal and cooked carrots I'm not happening so Ryan Joe tasking a bruiser God",
        8988.86,
        8993.28
    ],
    [
        " God bless him um he he was killed he's wounded I racked I wounds he had he hated",
        8993.28,
        9003.3
    ],
    [
        " cottage cheese and so the smell of cottage cheese he would start gagging and there was a time he",
        9003.3,
        9018.84
    ],
    [
        " some counseling from his platoon and he was under a kangaroo court right and they're like you know",
        9019.82,
        9025.54
    ],
    [
        " bagels his nickname was bagels bagels you know if you really love I forget what was put something like",
        9025.54,
        9030.44
    ],
    [
        " you know if you really love the team you're gonna eat this cottage cheese and like they're",
        9030.44,
        9033.8
    ],
    [
        " they're spooning it to his mouth and as he's go as it's going to his mouth he's like",
        9033.8,
        9037.18
    ],
    [
        " he's like and he's just choking it down and throwing up it was freaking hysterical",
        9037.18,
        9042.54
    ],
    [
        " so yeah counseling yeah he's getting ready for receiving some character building you gotta watch out",
        9042.54,
        9047.68
    ],
    [
        " but there's certain foods that do that to some people yeah and apparently it's cooked carrots yeah",
        9047.7,
        9053.72
    ],
    [
        " I just don't like them the thing that I that has that effect like that physical effect is actually",
        9053.72,
        9058.96
    ],
    [
        " just bananas like I will throw frozen bananas in my smoothies banana bread great",
        9058.96,
        9066.78
    ],
    [
        " but I think it was because in basic training like I I mean I was it was you you will eat one",
        9066.78,
        9075.9
    ],
    [
        " banana with every meal because of what I would just prevent cramping I don't know whatever it was",
        9075.9,
        9081.98
    ],
    [
        " and it just it literally got to a point where I was just like like the gag reflex was so I",
        9081.98,
        9087.54
    ],
    [
        " to this day I don't I won't eat that's crazy huh because the banana in the mulk shake is that's",
        9087.54,
        9093.16
    ],
    [
        " the tolcy jam or no frozen frozen yeah totally fine yeah I I won't actually owe you money on that",
        9093.16,
        9098.96
    ],
    [
        " like yeah we've been propping we've been propping up the tolcy frozen banana for us as just that",
        9098.96,
        9104.9
    ],
    [
        " little bit of cream and I love it I love it we all but it's just like that the fresh",
        9104.9,
        9109.32
    ],
    [
        " there was a I was on deployment I was on a ship on deployment this precondary you know no war going on",
        9109.32,
        9115.5
    ],
    [
        " we're just trying to get jacked and there was this this protein shake that was vanilla",
        9115.5,
        9120.52
    ],
    [
        " and I was drinking it like breakfast launch and dinner trying to put on the",
        9120.52,
        9125.8
    ],
    [
        " game and it was by the time probably probably two months into a six month deployment I I I had",
        9128.02,
        9134.94
    ],
    [
        " to hold my nose and drink it like it was just shot at tequila just like oh it made me want maybe",
        9134.94,
        9141.64
    ],
    [
        " with all that kind of that kind of gave me like the kind of PTSD banana PTSD you're talking about",
        9141.64,
        9147.44
    ],
    [
        " it's more the association yeah I can even to this day Vanilla is not one of my favorites just",
        9147.44,
        9152.2
    ],
    [
        " because of that one six month period of choking down yeah I mean you know when you go on deployment",
        9152.2,
        9157.44
    ],
    [
        " and you have like a like a palette and it's just filled with one flavor you know you're screwed",
        9157.44,
        9163.18
    ],
    [
        " totally especially because on a ship like the fun the food kind of sucks if you're not getting good",
        9163.18,
        9167.8
    ],
    [
        " you got to get your protein from somewhere so there you go but he well he can't technique",
        9167.8,
        9172.28
    ],
    [
        " back to the donut thing right he can't advocate even for moderation I painted myself in",
        9172.28,
        9182.18
    ],
    [
        " other than if you are ISIS we're not going to get along the other one is like I can't really",
        9182.18,
        9187.16
    ],
    [
        " decide hey maybe donuts are okay on this occasion even when people have like protein donuts you know",
        9187.16,
        9192.08
    ],
    [
        " we're talking about yeah like nutrition solutions they make protein donuts yeah I'm sure they're good",
        9192.08,
        9196.68
    ],
    [
        " to go yeah and I'm sure they're they're they're like in compliance with the path yeah yeah but I",
        9196.68,
        9202.68
    ],
    [
        " just can't do it because it's a moral victory for the donor yeah you think don't still got in there",
        9202.68,
        9207.72
    ],
    [
        " yeah you declared anti donut early on you how hard yeah yeah I see you cannot just like like how you",
        9207.72,
        9213.72
    ],
    [
        " and also wait is it my ego though yes my ego this part of the kick for sure or is it just",
        9213.72,
        9218.98
    ],
    [
        " hey I'm gonna just maintain the path there oh yeah that's a good point I don't know it's like",
        9218.98,
        9222.8
    ],
    [
        " but there's that other part two though just like the alcohol you know how you're like hey I can't",
        9222.8,
        9227.5
    ],
    [
        " advocate for alcohol at all well even though we all know that hey most people in moderation",
        9227.5,
        9233.24
    ],
    [
        " then they're not gonna have problems but you start advocating for donuts alcohol whatever some people",
        9233.24,
        9238.56
    ],
    [
        " every chocolate center's okay yeah so they they start freaking pounding donuts every week you know",
        9238.56,
        9242.56
    ],
    [
        " can't do that can still this moderation can be subjective yes exactly only five a week instead of",
        9242.56,
        9249.86
    ],
    [
        " I left today and I did yesterday so whatever you know wait you're vegan right yeah now our donuts vegan",
        9249.86,
        9255.74
    ],
    [
        " summer and there is a pop-up in Hawaii that only opens up for four hours on the weekends and",
        9256.48,
        9265.58
    ],
    [
        " it's first come first serve and they usually sell out in the first hour vegan donuts and they are",
        9265.58,
        9270.52
    ],
    [
        " I will show you pictures afterward they are the most",
        9270.52,
        9274.04
    ],
    [
        " heavenly luxuriously like oh my gosh you just look at it and it's like a whole meal in one donut",
        9274.04,
        9282.9
    ],
    [
        " it's like yeah it's it's a totally different where did you get your protein from",
        9283.32,
        9288.92
    ],
    [
        " I take I drink protein shakes every day and it's primarily coming from a pea protein source",
        9288.92,
        9297.08
    ],
    [
        " I used to do way protein but how long have you been a vegan for?",
        9297.08,
        9301.98
    ],
    [
        " probably the last I don't know for five years vegetarian my whole life and then",
        9301.98,
        9307.22
    ],
    [
        " ethical reasons environmental reasons all the above all of the above have you had a spake before no",
        9308.86,
        9315.12
    ],
    [
        " no I feel like I want to tell you that response is a response that I've gotten most often especially in",
        9315.12,
        9322.94
    ],
    [
        " the military but it's like it's not it's not something I've ever had so it's like you saying that",
        9322.94,
        9329.68
    ],
    [
        " I have no desire whatsoever Rogan I met Rogan for lunch or dinner whatever one day with some of his",
        9329.68,
        9338.24
    ],
    [
        " friends and they went to what's the what's the Brazilian folk of the child and Rogan it was",
        9338.24,
        9346.58
    ],
    [
        " he didn't really comment it on the time but he mentioned recently in a podcast he's like we went",
        9346.58,
        9351.5
    ],
    [
        " there and all she ate was salad how is that even possible but it's just it's not something you",
        9351.5,
        9358.6
    ],
    [
        " know there's no there's no craving I guess that's interesting you guys just discuss because you know",
        9358.6,
        9365.24
    ],
    [
        " with diet hot or his kids I think exercise might be another one religion and politics those are the",
        9365.24,
        9371.16
    ],
    [
        " the hot button subjects there were so we're covering all of them but this is the one you guys",
        9371.16,
        9375.88
    ],
    [
        " are opposed though that's the thing but I think I think this is this is like a good example though",
        9375.88,
        9380.52
    ],
    [
        " because it's one thing to say you know like a this is my choice for my life and my lifestyle",
        9380.52,
        9388.64
    ],
    [
        " I'm not trying to go around saying every single person in the world has to follow my exact",
        9388.64,
        9394.64
    ],
    [
        " life choices in all of those examples if we hung out more like if I move back to Hawaii and",
        9394.64,
        9401.08
    ],
    [
        " and we were hanging out more would you kind of start to be like hey you know man why are you eating",
        9401.08,
        9407.16
    ],
    [
        " all that steak you think you would to try and help me uh not unless you were saying hey Tulsi I feel",
        9407.16,
        9413.9
    ],
    [
        " like shit and my body's not functioning what would you advise or what's working for you but",
        9413.9,
        9419.92
    ],
    [
        " otherwise no that's kind of good because then that's what I was thinking too as you were saying I was",
        9419.92,
        9424.36
    ],
    [
        " thinking if you said to me like hey I don't feel that good I feel what Fargey could be like hey",
        9424.36,
        9428.66
    ],
    [
        " we're going out for steak all right um what else echo Charles so that's the shirt lockers",
        9428.9,
        9438.22
    ],
    [
        " yep stuff like this yeah subscribe uh jacquonaground.com this is the platform that we made in case",
        9438.22,
        9447.9
    ],
    [
        " we get kicked off of other platforms straight up that's what's going on that's the reality",
        9447.9,
        9451.5
    ],
    [
        " yeah of what we face and so if you go to jacquonaground.com you can get on that platform it cost $8",
        9451.5,
        9457.2
    ],
    [
        " and $18.00 a month. How'd you choose that number by the way I've always been curious. Should we",
        9457.2,
        9463.1
    ],
    [
        " is it an area code thing or no well actually put it this way there there was the first reason",
        9463.1,
        9469.88
    ],
    [
        " the primary reason and then there's like a secondary reason that that shuffled like right in there as",
        9469.88,
        9474.6
    ],
    [
        " well the secondary reason is uh from the bible's like current sufferings don't outweigh future glory",
        9474.6,
        9480.56
    ],
    [
        " something like this and then but the primary reason was hardcore recondos yeah it's an HR",
        9480.56,
        9487.22
    ],
    [
        " it's eight letter and the and the 18th which we've which we've never divulged until this moment wow",
        9487.22,
        9492.48
    ],
    [
        " so that's what it is the hardcore recondos out there both of those are pretty powerful",
        9492.48,
        9496.36
    ],
    [
        " there we are yep and look if you can't afford that which I get it's tight times and they're",
        9496.36,
        9502.44
    ],
    [
        " going to get tighter there's a recession they might allow to say there's a recession coming I think",
        9502.44,
        9507.04
    ],
    [
        " there are a lot of economists who would agree with you uh if times get too tight and you can't afford",
        9507.04,
        9512.6
    ],
    [
        " it just email email assistance at jocleonaground.com we get you hooked up there you and check out Tulsi's",
        9512.6,
        9519.88
    ],
    [
        " subs sub stack yep where they just google sub stack Tulsi if you go on sub stack and you just put",
        9519.88,
        9525.18
    ],
    [
        " in Tulsi or Tulsi Gabbard almost cost cost there um almost everything I put up is not behind a paywall",
        9525.18,
        9532.2
    ],
    [
        " if you want to kind of get it on the conversation I think it's like six bucks a month or something",
        9532.52,
        9537.08
    ],
    [
        " how do you come up with that number six bucks a month uh it's just the average of what's out there",
        9537.08,
        9541.3
    ],
    [
        " in terms I don't have a bible verse to back it up",
        9541.3,
        9543.86
    ],
    [
        " clearly a missed opportunity all right you know I just given you that opportunity then YouTube",
        9543.86,
        9550.22
    ],
    [
        " we got the jaco podcast YouTube channel yep and origin USA YouTube channel and then",
        9550.22,
        9556.8
    ],
    [
        " the Tulsi Gabbard show I think is your YouTube channel yep and subscribe to that everywhere you get",
        9556.96,
        9564.32
    ],
    [
        " your podcasts um these platforms are growing they're new and so for people if you watch or you",
        9564.32,
        9571.34
    ],
    [
        " listen and you like it uh subscribe leave a rating and and share it with others that's the plan",
        9571.34,
        9576.74
    ],
    [
        " psychological warfare is out there you need that that jaco uh influence maybe I need some jaco",
        9576.74,
        9583.84
    ],
    [
        " discipline to make a new one of those me it's been a while and need to ask me some of those questions",
        9584.36,
        9589.48
    ],
    [
        " what's good for the goose is good good for the other okay flipside camus.com",
        9589.48,
        9594.62
    ],
    [
        " Dakota Myers company bunch of books a bunch of a brand of bunch of books only cry for the living",
        9594.62,
        9600.3
    ],
    [
        " by holiday okay great great Christmas gifts oh there you go oh I mean you know it's like",
        9600.3,
        9607.56
    ],
    [
        " I you know when I think of gifts that I want to give people they should be gifts of meaning",
        9607.94,
        9614.54
    ],
    [
        " and substance ideally rather than just something that is cheap and can be easily thrown away and",
        9614.54,
        9620.82
    ],
    [
        " become part of a landfill somewhere yeah that's what I think you know books are good these books are",
        9620.82,
        9626.2
    ],
    [
        " are fantastic some of the things you're talking about earlier because for me I I actually know",
        9626.2,
        9630.86
    ],
    [
        " you can get audiobooks and you know e-books and all that but I'm one of those people who like",
        9630.86,
        9636.02
    ],
    [
        " if I'm taking notes and getting ready for a tv interview I'll look at what's on the computer",
        9636.02,
        9641.02
    ],
    [
        " and then I actually sit there and actually write it down there's something about reading words on",
        9641.02,
        9644.6
    ],
    [
        " the page that um you can keep going back to you can highlight you can kind of bend the the corner",
        9644.6,
        9649.18
    ],
    [
        " of the page over and know that that's something that you can use and keep going back to",
        9649.18,
        9655.1
    ],
    [
        " yeah I am a huge physical book sky and um there's definitely some sort of wrote memorization that",
        9655.1,
        9664.46
    ],
    [
        " happens to absorption that happens when you write stuff down you highlight it and all that stuff so",
        9664.58,
        9668.34
    ],
    [
        " yeah you can get all these books for Christmas for somebody and they can really help I'll tell you",
        9668.34,
        9674.92
    ],
    [
        " what honestly just get the kids you know get the kids you know the warrior kid books yeah just to help",
        9674.92,
        9680.0
    ],
    [
        " them with life it'll help them in so many different ways and there's so much look we spent the first",
        9680.0,
        9685.22
    ],
    [
        " I don't know 40 minutes today talking about all the negative influence that there is out there on",
        9685.22,
        9689.48
    ],
    [
        " kids and social media don't let them be exposed that or if they do get exposed to it let them have",
        9689.48,
        9695.14
    ],
    [
        " some kind of a grounding in a foundation to think through what's going on and get on the right path",
        9695.14,
        9700.1
    ],
    [
        " as a human being way the warrior kid one two three four five is coming by the way yeah",
        9700.1,
        9705.92
    ],
    [
        " let us Michael Jake so there you go ash on front leadership consultancy go to ash on front",
        9705.92,
        9712.06
    ],
    [
        " calm for details if you need help inside your organization whatever organization that is",
        9712.06,
        9716.1
    ],
    [
        " let us know we can help you we have some live events Orlando April 3rd through the 5th",
        9716.58,
        9722.94
    ],
    [
        " and Dallas October 18th through the 20th we've sold out every one of these that we've ever done",
        9722.94,
        9728.16
    ],
    [
        " so if you want to go get in early we have an online training extreme ownership.com it's an online",
        9728.16,
        9735.1
    ],
    [
        " platform training in leadership leadership is not something you learn in the day you can't just go to",
        9735.1,
        9742.76
    ],
    [
        " Tulsi's army course on leadership and like oh now you're good to go it's not going to happen no",
        9744.18,
        9747.78
    ],
    [
        " offense to Tulsi but it takes more than that you're going to have it's going to take time so if you",
        9747.78,
        9752.88
    ],
    [
        " it's like going to the gym if you want to go to the gym for leadership you want to go to the gym",
        9752.88,
        9756.56
    ],
    [
        " for life go to extreme ownership.com if you want to help service members active and retire active",
        9756.56,
        9762.12
    ],
    [
        " and retired you want to help their families gold star families check out Mark Lee's mom mom",
        9762.12,
        9766.06
    ],
    [
        " she's got a charity organization if you want to donate or you want to get involved go to america's",
        9766.06,
        9771.44
    ],
    [
        " mighty warriors dot org and also heroes and horses dot org where my kaphink has taken",
        9771.44,
        9776.72
    ],
    [
        " taken people up into the wilderness so they can find themselves on horseback getting into the wilderness",
        9776.72,
        9785.42
    ],
    [
        " so check that out as well if you want to connect with Tulsi on the inner webs Tulsi gabbert.com",
        9785.42,
        9793.1
    ],
    [
        " on social media on on Twitter on Instagram on Facebook she's at Tulsi gabbert on youtube at Tulsi",
        9793.86,
        9800.5
    ],
    [
        " gabbert show and she's got her podcast and she's got her sub stack that we talked about so",
        9800.5,
        9805.76
    ],
    [
        " check all that as well and as far as echo and iron concern deco's that equitross i am at jockelynk",
        9805.76,
        9812.12
    ],
    [
        " but listen algorithm just watch out for the algorithm because it is definitely looking to grab you",
        9812.12,
        9818.94
    ],
    [
        " and they're looking to brainwash you and if you go into it knowing that they're looking to brainwash",
        9819.0,
        9824.5
    ],
    [
        " you that's a good step in the right direction huge but if you go into it thinking that you're",
        9824.5,
        9829.18
    ],
    [
        " getting smarter because of this that's a bad situation that you're getting yourself into so just",
        9829.18,
        9835.58
    ],
    [
        " please be careful be careful with this social media use it use it for something positive though",
        9835.58,
        9841.36
    ],
    [
        " and only use it for a limited amount of time all right please there you go Tulsi",
        9841.36,
        9847.44
    ],
    [
        " any closing thoughts for us um god we covered a lot it's great to see you guys great to be back",
        9847.9,
        9857.36
    ],
    [
        " yeah i just to add on to what you just said you know don't underestimate the power of your own",
        9857.36,
        9865.84
    ],
    [
        " voice understand the responsibility that each of us has on the impact that we make in the world",
        9865.84,
        9872.56
    ],
    [
        " and know that the choices we make every day can lead to having a positive or negative",
        9872.6,
        9878.78
    ],
    [
        " impact so be an independent thinker be discerning and be intentional with the choices that you make",
        9878.78,
        9887.58
    ],
    [
        " both for yourself and for those around you sounds like a plan um thanks for joining us again",
        9887.58,
        9894.54
    ],
    [
        " thank you we'll see you again thanks for your service in the army thanks for your service in",
        9894.54,
        9900.88
    ],
    [
        " america and and now i guess thank you for your service to the world as you try and help people by",
        9900.88,
        9906.5
    ],
    [
        " spreading aloha worldwide always and uh thanks all of our service members around the world in the army",
        9906.5,
        9915.08
    ],
    [
        " navy air force marines thank you for protecting our freedom the same goes here at home to our",
        9915.08,
        9920.0
    ],
    [
        " police and law enforcement firefighters paramedics emt's dispatchers correctional officers board",
        9920.0,
        9925.56
    ],
    [
        " of patrol secret service all first responders thanks for what you do on a daily basis to keep us safe",
        9925.56,
        9933.3
    ],
    [
        " here at home and everyone else out there the world is a crazy place right now and it will drive you",
        9933.3,
        9942.08
    ],
    [
        " crazy if you let it my recommendation is that you remain sane that you stay balanced that you",
        9942.08,
        9953.5
    ],
    [
        " don't let bots or provocateurs or trolls get into your head instead listen but question what you",
        9953.5,
        9964.58
    ],
    [
        " hear try and understand what's going on and then go do some gj2 and then like tolcy go spread some",
        9964.58,
        9974.04
    ],
    [
        " of that aloha spirit yeah until next time this is tolcy and echo and jaco out",
        9974.04,
        9979.92
    ]
]