[
    [
        " This is Jockel Podcast number 165 with Echo Charles and me, Jockel Willick.",
        0.16,
        6.86
    ],
    [
        " Good evening, Arco. Good evening. I've said that war is the ultimate teacher and I think",
        7.3,
        27.8
    ],
    [
        " there's a side of people that would not normally be allowed to come out.",
        27.8,
        35.32
    ],
    [
        " Because in war, there's so much happening. There's so much pressure. There's so much emotion.",
        37.02,
        44.74
    ],
    [
        " And it's all so intense. And I saw people change. And I don't want to make this overly",
        45.52,
        57.04
    ],
    [
        " dramatic. And in most cases, I'm not talking about some big dramatic transformation that",
        57.08,
        62.94
    ],
    [
        " a person goes through. But I am talking about changes. And the changes were often visible.",
        62.94,
        70.98
    ],
    [
        " Visible things that would be out of character for someone. They'd start acting a different",
        71.6,
        77.14
    ],
    [
        " way, sometimes negative and sometimes positive. There might be someone whose temper gets",
        77.14,
        86.04
    ],
    [
        " quick, starts to flare up. There might be someone that becomes more understanding, more forgiving.",
        86.04,
        92.04
    ],
    [
        " Some people were happier in combat. And some were just absolutely stressed to the core.",
        92.88,
        104.14
    ],
    [
        " And when I look back now, it becomes very clear that there were some",
        105.28,
        112.32
    ],
    [
        " oscillations in my own attitude. There were sometimes when I had to reel myself in, I definitely",
        115.24,
        126.98
    ],
    [
        " try and stay professional at all times. That's kind of what I do. I try to play the game.",
        126.98,
        135.82
    ],
    [
        " I try not to get emotional. That's just how I try and roll. But I could feel it sometimes",
        136.42,
        148.94
    ],
    [
        " starting to come apart a little bit. And I would have to breathe",
        148.94,
        153.84
    ],
    [
        " mentally, mentally, breathe, consciously pull the pieces back together.",
        153.84,
        164.82
    ],
    [
        " So I don't lose my temper. I don't lose my composure. And I know that that's a good quality.",
        168.9,
        179.72
    ],
    [
        " It's one that I saw other leaders enact. And I thought that that was a positive quality.",
        179.9,
        187.74
    ],
    [
        " And it's one that I tried to emulate. And I got pretty good at emulating that quality.",
        187.74,
        193.9
    ],
    [
        " But sometimes on deployment, I really had to focus on that. I had to focus on keeping my composure.",
        194.62,
        205.72
    ],
    [
        " I had to focus on not getting emotional. I had to detach and tell myself to settle down and",
        205.72,
        213.58
    ],
    [
        " keep it together. And it's not easy to do. And some people have a hard time doing that.",
        213.58,
        219.98
    ],
    [
        " And they get short-fused and they lose their temper at the drop of a hat once they're under the stress",
        220.56,
        226.46
    ],
    [
        " of sustained combat. Others will not do that. Others will go numb. And they'll just kind of turn",
        226.46,
        235.84
    ],
    [
        " off. And I tried to stay balanced not to completely turn off my emotions, but at the same time, not",
        235.84,
        243.08
    ],
    [
        " get emotional. But I had to think about that. I had to consciously think about that.",
        243.58,
        249.66
    ],
    [
        " And there were other things that I noticed about myself, especially when I look back,",
        250.32,
        254.88
    ],
    [
        " one thing I noticed is that the little things they really didn't matter anymore. They lost",
        255.24,
        264.48
    ],
    [
        " things of little importance, pretty much lost all importance. If no one was dead and no one was",
        264.48,
        270.26
    ],
    [
        " wounded, then things were going to be okay. That's how it was for me. And some people go in the",
        270.26,
        275.68
    ],
    [
        " opposite direction. They start to lose their mind over little meaningless things. And what they're",
        275.68,
        283.32
    ],
    [
        " doing when they lash out in those situations is that that's how they're letting out the",
        283.32,
        287.88
    ],
    [
        " seizing, all-encompassing stress that they're feeling.",
        287.88,
        293.9
    ],
    [
        " Another thing I noticed is that I'm normally very tactful when I communicate with people up and",
        296.78,
        306.68
    ],
    [
        " down the chain of command. And it's pretty natural for me. I've been doing it for so long. I'm thinking",
        306.68,
        312.66
    ],
    [
        " about what I'm saying. I'm making sure I'm saying the right things and that they're being understood",
        312.66,
        317.22
    ],
    [
        " correctly. I understand the importance of communicating from a leadership perspective. But during combat",
        317.22,
        323.26
    ],
    [
        " deployments, I can tell you I had to think a little bit more. I had to put a little bit more",
        323.26,
        327.86
    ],
    [
        " thought into what I was saying. Because the urge I was fighting against often was this urge just to be",
        327.86,
        336.28
    ],
    [
        " offensively blunt, just blunt, and really even condescending or sarcastic or patronizing or",
        336.28,
        348.74
    ],
    [
        " snide or mocking or cutting. Because there is some level of madness in war. There just is. I mean,",
        349.14,
        360.12
    ],
    [
        " let's face it, you're going to go out and you're trying to kill people and they're trying to kill you.",
        360.18,
        364.48
    ],
    [
        " And your friends are trying to kill their friends and their friends are trying to kill your friends.",
        364.82,
        368.56
    ],
    [
        " That's not normal. If you take that out of context, that's just madness.",
        369.02,
        377.84
    ],
    [
        " And that madness in war, it can creep into your head and then very easily it can creep out of your",
        380.3,
        390.14
    ],
    [
        " mouth if you let it. And these were all these types of things. They happen to me. They happen to",
        390.14,
        403.42
    ],
    [
        " me. Everyone, I think I had a pretty good handle on it. In some people handle it better, some people",
        403.42,
        409.68
    ],
    [
        " handle it worse. The combat situations I was in, there's people that have gone through infinitely",
        409.68,
        416.0
    ],
    [
        " harder combat scenarios for all of mankind, from the history of mankind. Everyone in these situations",
        416.0,
        425.18
    ],
    [
        " is going to have to react to them in some way. Everyone's going to be impacted by that madness",
        425.18,
        432.14
    ],
    [
        " of war. And like I said, they're going to react in different ways depending on who they are,",
        432.4,
        438.48
    ],
    [
        " depending on their background, depending on their personality. But the war itself is going to reveal.",
        438.56,
        445.34
    ],
    [
        " It's going to reveal strengths and weaknesses. It's going to reveal fears and regrets. It's going",
        445.88,
        452.02
    ],
    [
        " to reveal ego and selflessness. And when we see death, when we face death, when our friends and",
        452.02,
        466.52
    ],
    [
        " our comrades are wounded and maimed and killed, that has an effect.",
        466.52,
        475.42
    ],
    [
        " And you might think how hard do I have to pull in on the reins of my own fury and hatred and",
        479.6,
        489.38
    ],
    [
        " murderous thoughts? When young man after young man is sent home in a flag draped coffin,",
        489.38,
        500.72
    ],
    [
        " I can tell you I had to pull in those reins hard.",
        501.32,
        505.08
    ],
    [
        " And I wasn't alone. I was surrounded by men with the same vengeful thoughts.",
        507.18,
        518.44
    ],
    [
        " But those thoughts have to be tempered and they have to be controlled or else everything falls apart.",
        519.82,
        529.46
    ],
    [
        " But those thoughts get revealed because of war.",
        533.94,
        538.0
    ],
    [
        " And war reveals things about us that otherwise might slip by.",
        539.2,
        545.86
    ],
    [
        " Things we might now want to share. Thoughts that we might not even know are a part of us.",
        547.26,
        558.3
    ],
    [
        " But they are a part of us.",
        561.2,
        563.34
    ],
    [
        " And in the end war ultimately reveals who we are.",
        564.44,
        570.72
    ],
    [
        " It reveals our nature and thereby reveals human nature itself. It reveals our psychology.",
        571.54,
        582.64
    ],
    [
        " And you can imagine that understanding all these different actions and reactions from",
        586.76,
        594.16
    ],
    [
        " your subordinate leaders, from your commanders, from your troops, from yourself.",
        594.16,
        601.3
    ],
    [
        " There's no way to effectively lead without some understanding of all these people.",
        601.94,
        611.76
    ],
    [
        " And their nature, people that you must work with in order to accomplish the mission in order to",
        612.64,
        621.96
    ],
    [
        " win. And while that is crystal clear in war, it applies to every undertaking.",
        621.96,
        634.22
    ],
    [
        " It applies to everything that you try and do knowing the people you work with.",
        635.32,
        642.02
    ],
    [
        " Understanding the people you work with, knowing and understanding your enemy, knowing and",
        643.16,
        647.92
    ],
    [
        " understanding yourself. Knowing and understanding psychology and human nature and the better you can do that.",
        647.92,
        661.26
    ],
    [
        " The better you will perform as a team and as an individual.",
        662.68,
        669.62
    ],
    [
        " And especially as a leader.",
        671.02,
        673.16
    ],
    [
        " And we spent the last podcast talking about the first part of a book called Psychology for the",
        674.0,
        683.0
    ],
    [
        " Fighting Man. What you should know about yourself and others.",
        683.0,
        688.64
    ],
    [
        " It's a very straightforward book written in 1942.",
        690.04,
        695.88
    ],
    [
        " Right as World War II was kicking off. And on the last podcast we covered the early sections in the book",
        697.08,
        704.7
    ],
    [
        " about things like putting the right people in the right jobs, about the importance of training,",
        704.7,
        710.62
    ],
    [
        " about the best ways to teach and learn and how to become more efficient. And today we're going to dive",
        710.8,
        715.5
    ],
    [
        " into the second half of the same book, which gets into some incredibly insightful",
        715.5,
        723.3
    ],
    [
        " and some incredibly revealing topics. So let's go back to the book.",
        723.3,
        735.32
    ],
    [
        " Kicking off with this section, it's actually not the, this isn't actually the second half of the",
        735.96,
        742.08
    ],
    [
        " book. This is probably the last third of the book that we're getting into.",
        742.08,
        745.84
    ],
    [
        " And it starts off with this section that's about morale. Here we go. Moral depends on the",
        746.74,
        753.76
    ],
    [
        " incentives to human action, on men's motives, on their emotions and how they react to their",
        753.76,
        759.02
    ],
    [
        " emotions. It can be developed in a military unit by the control of those psychological conditions",
        759.02,
        765.6
    ],
    [
        " which determine men's desires and conduct and affect their attitudes toward one another and",
        765.6,
        771.82
    ],
    [
        " toward the great undertaking of winning a war. And then it rolls into talk about incentives.",
        771.82,
        778.16
    ],
    [
        " Some of these are pretty obvious, starting off with hunger. Hunger is a mess call most sure to be",
        778.72,
        785.64
    ],
    [
        " heard. Pain is an alert seldom missed. The most primitive incentives for action, which man",
        785.64,
        794.74
    ],
    [
        " shares with other animals are his bodily needs. Hunger thirst sex. The need for rest when he is",
        794.74,
        801.52
    ],
    [
        " tired. The need for activity when rested. The desire to escape from pain, extreme heat, extreme",
        801.52,
        807.66
    ],
    [
        " cold and other intolerable conditions. It might be possible to control men or animals by the use",
        807.66,
        814.58
    ],
    [
        " of these incentives. You might make a man go hungry until his work is done and then let him eat as",
        814.58,
        821.62
    ],
    [
        " a reward. You might make a man fight by lashing him and then letting up on him as a reward for fighting.",
        821.62,
        828.34
    ],
    [
        " But that isn't the way the R-Army works. Whenever possible it supplies enough food and rest",
        828.94,
        836.22
    ],
    [
        " to its soldiers and makes other provisions for their comfort so that they stay in good spirits and",
        836.22,
        840.64
    ],
    [
        " can do their work well. But in areas, but in fighting areas it's not always possible to provide",
        840.64,
        846.88
    ],
    [
        " these physical comforts. When food or water is short, when the weather is too hot or too cold,",
        846.88,
        852.92
    ],
    [
        " when it becomes impossible to bathe and shave, when bombs and shells drive sleep away and fatigue",
        853.2,
        859.16
    ],
    [
        " makes a man, it makes effort a torture. Problems combat morale arise.",
        859.16,
        865.26
    ],
    [
        " And then some other incentive is required beyond their animal need to keep men going,",
        866.58,
        873.64
    ],
    [
        " to make them determined to keep fighting unto death.",
        873.68,
        877.86
    ],
    [
        " When the primitive needs are no longer enough, it is the social incentives which help a",
        878.28,
        887.88
    ],
    [
        " fighting man do his utmost. There are many social needs here or some of them. So",
        887.88,
        894.48
    ],
    [
        " interesting way to kick it off. And those are so obvious. We all know those things. We all know",
        894.48,
        901.3
    ],
    [
        " that we, if we're hungry, we all know if we try and escape from pain. We all know we try and",
        901.3,
        906.02
    ],
    [
        " find comfort if there's discomfort. I know you especially know that. But when those things,",
        906.02,
        916.7
    ],
    [
        " you can't always provide those things. And you know what's really interesting? We're talking about,",
        916.9,
        922.76
    ],
    [
        " it's just words, right? It's just words in a book, talking about to make them determined to",
        923.04,
        927.6
    ],
    [
        " keep on fighting unto death. Just words in a book right now. But if you think about,",
        927.6,
        933.12
    ],
    [
        " this is World War II, we're getting ready to go and hundreds of thousands of men are going to go",
        933.34,
        939.92
    ],
    [
        " and fight into the death. And these primitive needs aren't going to be enough to drive. So here's",
        939.92,
        947.7
    ],
    [
        " some social needs that people have. Number one, desire for social approval, admiration,",
        947.7,
        955.16
    ],
    [
        " recognition, and appreciation. Two, desire for security, safety, escape from danger,",
        955.16,
        963.7
    ],
    [
        " and disapproval, or fears of all kinds. Number three, the desire for power, mastery,",
        963.96,
        972.24
    ],
    [
        " domination, superiority, and self-assertion. Number four, desire for adventure, new experience,",
        972.64,
        980.5
    ],
    [
        " freedom, escape from futility, and humdrum. Number five, desire for personal response,",
        980.5,
        987.9
    ],
    [
        " companionship, friendship, love. Number six, desire to help and protect others, especially the",
        988.22,
        995.22
    ],
    [
        " week and helpless, such as children. Number seven, desire for a successful achievement,",
        995.22,
        1000.68
    ],
    [
        " completeness, effectiveness, the desire to do a good job. Number eight, desire to destroy",
        1000.88,
        1008.62
    ],
    [
        " interference with other desires, aggression, and rage. That's a, that's a, it's, when you hear,",
        1008.88,
        1018.52
    ],
    [
        " when I'm reading that list, I think of little people that I've known and you know what was driving",
        1018.66,
        1023.92
    ],
    [
        " them. I remember thinking this. So you think of the military as a group of people, even I do. It's",
        1023.92,
        1036.3
    ],
    [
        " a group you think of, oh, it's an army. It's a battalion. It's a brigade. It's a company. You",
        1036.3,
        1040.54
    ],
    [
        " think of it as a, as a unit that's working together. But what I will tell you is these, these desires",
        1040.54,
        1048.5
    ],
    [
        " right here are so important for the conduct of warfare because when you get down to a battalion",
        1048.5,
        1056.46
    ],
    [
        " level, a company level, a platoon level, there's individual human beings that are driving that thing",
        1056.46,
        1062.9
    ],
    [
        " forward. And if you didn't have a leader in charge or it doesn't necessarily have to be the",
        1062.96,
        1068.96
    ],
    [
        " platoon leader, but if you didn't have a platoon sergeant, if you didn't have someone in that",
        1068.96,
        1073.24
    ],
    [
        " organization that was going to drive this thing forward, it wouldn't go anywhere. When, when we do",
        1073.24,
        1079.72
    ],
    [
        " operations overseas and we'd work with the conventional forces overseas, there was a guy",
        1079.72,
        1084.06
    ],
    [
        " that was making these things happen that had, that was driven by these types of things, whether",
        1084.06,
        1092.38
    ],
    [
        " whether something I wanted to shine and get noticed and he's going to take his platoon out,",
        1092.86,
        1099.42
    ],
    [
        " or whether he realized, hey, the best thing I can do for survivability is to get aggressive and",
        1099.62,
        1103.86
    ],
    [
        " go take the fight to the enemy. All these things you can see where they come into play. And you see",
        1103.86,
        1112.26
    ],
    [
        " the same thing in a civilian organizations. When you see what's driving me, you know, you ever hear",
        1112.26,
        1118.38
    ],
    [
        " the question of like a rich person, whatever that means, but how much is enough, right?",
        1118.38,
        1125.04
    ],
    [
        " There's very few people that become financially successful that go, okay, you know what I'm good.",
        1125.66,
        1132.94
    ],
    [
        " Okay, I've got two houses, three houses, I've got a bunch of really nice cars, I've got a bunch",
        1134.14,
        1140.96
    ],
    [
        " of money in the bank, I'm good. I'm fine, I'm done. It doesn't happen very often.",
        1140.96,
        1147.54
    ],
    [
        " The folks that they achieve there and then they look up and go, wait, I can do some more. And",
        1148.36,
        1155.02
    ],
    [
        " whether that's, you know, just completing a job, like it says, the desire to do a good job,",
        1155.02,
        1159.4
    ],
    [
        " or the desire to help other people, hey, the more money I get, the more I can give to other people,",
        1159.58,
        1166.48
    ],
    [
        " like these things are real and they really drive. And so when you see an organization get stagnant,",
        1166.48,
        1173.74
    ],
    [
        " you've got to look and say to yourself, which, how can we fuel this desire? How can we allow",
        1173.98,
        1179.26
    ],
    [
        " this mission to answer some of these desires? Going back to the book, when a military leader calls",
        1179.26,
        1187.6
    ],
    [
        " a man by name and gives him a simple word of commendation for some task well performed,",
        1187.6,
        1192.34
    ],
    [
        " he's appealing to at least two or three natural incentives. Calling a man by name shows personal",
        1192.34,
        1197.48
    ],
    [
        " interest, which almost every soldier likes. The commendation is social approval. If the soldier",
        1197.48,
        1203.36
    ],
    [
        " has been feeling insecure, not quite sure of things, then perhaps his sense of security is",
        1203.36,
        1208.66
    ],
    [
        " established by the event of his leader's approval. He also has assurance that he has accomplished",
        1208.66,
        1215.1
    ],
    [
        " a job well done. That's, think about that. All it is, and I've talked about that a bunch on here",
        1215.1,
        1219.94
    ],
    [
        " where I say, you know, sometimes leaders don't realize how powerful it is to say, hey, echo,",
        1219.94,
        1225.72
    ],
    [
        " really good work on that last video. People don't realize, hey, echo, really good job holding",
        1226.06,
        1230.34
    ],
    [
        " security last night on that position. And I've said it's powerful. Now it's here's why. Here's",
        1230.34,
        1238.68
    ],
    [
        " some of the things that that feeds that person. These desires that they want satisfied get fed",
        1238.68,
        1243.4
    ],
    [
        " when a leader steps down and and gives a commendation like that. Back to the book, social approval is",
        1243.4,
        1249.46
    ],
    [
        " a strong motive in human affairs. And in general, praise is much more effective than blame.",
        1249.46,
        1254.22
    ],
    [
        " Commendation can get results when ballings out fail. By ballings out, they mean yelling at people.",
        1254.94,
        1260.86
    ],
    [
        " Reproof tends to leave resentment. This is so smart. Blame is often, however, effective when used",
        1261.62,
        1269.98
    ],
    [
        " in private and in moderation against a man whose quality performance is high for you will work hard",
        1269.98,
        1275.36
    ],
    [
        " to avoid such criticism. I've always I had the luxury of oftentimes working with people where",
        1275.36,
        1281.32
    ],
    [
        " if they mess something up, if they got in trouble, whatever, you didn't need to I didn't need to do",
        1281.32,
        1286.36
    ],
    [
        " anything. I could I could just basically say I heard what happened. And that was enough like they",
        1286.36,
        1293.18
    ],
    [
        " were just never they were never going to stop until they corrected that in my eyes. Yeah. Yeah,",
        1293.18,
        1300.6
    ],
    [
        " I could see that. Yeah. A man wants to count to amount to something to feel that he is worth",
        1300.6,
        1307.3
    ],
    [
        " while and appreciated promotion citations and distinctions of all kinds help serve this purpose.",
        1307.3,
        1312.96
    ],
    [
        " Fear of the disprovals of others or some other form of punishment works as an incentive,",
        1313.5,
        1319.8
    ],
    [
        " but is not as good as a steady thing. Troops coerced into action by a snapping martinette",
        1319.96,
        1327.62
    ],
    [
        " become anxious disgruntled jittery. There is a loss in morale and initiative,",
        1328.4,
        1333.06
    ],
    [
        " in judgment, even in skill. Men do better in groups, whether fighting or working. And one",
        1333.56,
        1339.96
    ],
    [
        " thing that's interesting and we're going to get to there's a section in this part of the book called",
        1339.96,
        1343.2
    ],
    [
        " leadership. And there's a definite dichotomy and you can you can hear it here. Starting to talk",
        1343.2,
        1350.48
    ],
    [
        " about how it sometimes it leans towards the stereotypical military idea of like if I tell you what to",
        1350.48,
        1357.28
    ],
    [
        " do, you do it. But every time it leans towards that, it counters it. It counters it and says,",
        1357.28,
        1363.88
    ],
    [
        " look, if people don't respect you, look, if you're not under people don't understand why they're doing",
        1363.88,
        1367.6
    ],
    [
        " what they're doing, like it, it always comes back to the true leadership. Even though it brushes",
        1367.6,
        1373.68
    ],
    [
        " up and it converses about some of the stereotypical military leadership, it, it certainly every time",
        1373.68,
        1381.56
    ],
    [
        " counters them with real true leadership. Back to the book, soldiers desire to do a good job.",
        1381.66,
        1389.48
    ],
    [
        " His sense of workmanship is helped whenever he can be allowed to understand the nature of the",
        1389.76,
        1395.16
    ],
    [
        " whole undertaking which he is contributing to which he is contributing. A successful leader never",
        1395.16,
        1401.14
    ],
    [
        " signs tasks blindly when he can reveal their larger purpose by allowing his men to see the",
        1401.14,
        1407.46
    ],
    [
        " significance of their own smaller jobs. He dignifies the lesser tasks by relating them to the",
        1407.46,
        1414.7
    ],
    [
        " large one. This is always make sure your people understand why they're doing what they're doing.",
        1414.7,
        1420.16
    ],
    [
        " That's what it is. A successful leader never assigns tasks blindly.",
        1420.6,
        1428.52
    ],
    [
        " He wants to make sure that the subordinates understand the nature of the whole undertaking to",
        1429.76,
        1435.7
    ],
    [
        " contribute. This stuff is so important. Continuing on, Moral is the capacity to stay on the job,",
        1435.7,
        1442.18
    ],
    [
        " especially a long hard job with determination and zest. It is the opposite of apathy. Moral needs",
        1442.38,
        1449.64
    ],
    [
        " good health, physical and mental, unless the body is well and vigorous, it is pretty hard to",
        1449.64,
        1454.72
    ],
    [
        " endure hardship and keep up enthusiasm. Fatigue and illness, sap mental vigor and moral strength.",
        1454.72,
        1463.2
    ],
    [
        " The body does influence the mind. You hear that? The body does influence the mind.",
        1464.1,
        1470.64
    ],
    [
        " Yet there is more to Moral than that. Men can carry on with strong determination, sometimes even",
        1471.04,
        1476.22
    ],
    [
        " with zest through injury, disease and physical privation. For that sort of Moral, a man needs self-confidence",
        1476.22,
        1485.74
    ],
    [
        " and conviction. He needs to feel sure of himself and emotionally secure. While there are no simple",
        1485.74,
        1493.0
    ],
    [
        " rules for obtaining this sense of security and confidence when the world is blowing up around your",
        1493.02,
        1498.02
    ],
    [
        " ears, some of the conditions that bring it are known. It helps to have grown up in a home where there",
        1498.02,
        1505.24
    ],
    [
        " is no quarreling or jealousy. It helps to have friends and to be working or fighting in a group. It",
        1505.24,
        1512.74
    ],
    [
        " is essential for the job to seem important for it can be related to some of the incentives to",
        1512.74,
        1517.44
    ],
    [
        " a thoughtful man may need to see the job in its larger relations to fit into a philosophy of life",
        1518.02,
        1524.16
    ],
    [
        " to make it a means of satisfying his own code of what is good and desirable. He may need to take",
        1524.16,
        1530.18
    ],
    [
        " a long-range view that extends beyond his own lifetime and perhaps into another world.",
        1530.18,
        1535.06
    ],
    [
        " All incentives to human action are potential Moral builders.",
        1536.1,
        1540.48
    ],
    [
        " There is a back and forth relation between work and Moral. Not only does Moral make soldiers work",
        1541.16,
        1548.34
    ],
    [
        " and fight, working and fighting keep up their Moral. Somebody in the last podcast, somebody on",
        1548.34,
        1555.58
    ],
    [
        " Twitter just hammered out quotes from this book and I was reading them, rereading them because I'm",
        1555.58,
        1563.12
    ],
    [
        " reading this whole book and I'm just rereading these quotes and there's so many awesome quotes in",
        1563.12,
        1569.84
    ],
    [
        " this book. You can just make a book of quotes from just this book. That's one of them though.",
        1569.84,
        1575.0
    ],
    [
        " Not only does Moral make soldiers work and fight, working and fighting keep up their Moral.",
        1575.64,
        1581.14
    ],
    [
        " It's 100% true, especially in times of emotional stress as in battle does a man need to be doing things.",
        1581.82,
        1590.18
    ],
    [
        " As for work alone, men are not naturally lazy. People like to work, enforced idleness is a cruel",
        1591.46,
        1597.54
    ],
    [
        " punishment. It has been shown again and again that persons with useful jobs to do in air raids are",
        1598.5,
        1604.28
    ],
    [
        " unlikely to be afraid of bombs. They are busy and the Moral is good. They carry on because they",
        1604.28,
        1611.16
    ],
    [
        " have important and useful work to do. Actually, they feel secure, even in an air raid which is a",
        1611.16,
        1616.52
    ],
    [
        " strange place to feel secure. It is the same with trained soldier in the midst of combat.",
        1616.52,
        1621.64
    ],
    [
        " That stuff is brilliance right there. That's brilliance. That's why you have standard operating",
        1623.76,
        1628.62
    ],
    [
        " procedures. That's why you have an immediate action drills when you get attacked by the enemy.",
        1628.62,
        1634.14
    ],
    [
        " Everyone knows what their job is supposed to be. It doesn't even allow them time to be scared.",
        1634.4,
        1639.64
    ],
    [
        " I have one parachute failure where I pulled my reserve parachute and I got to the ground and",
        1640.22,
        1651.0
    ],
    [
        " people are like, oh, you know, because all my buddies that I was jumping with at the time, we were",
        1651.0,
        1655.98
    ],
    [
        " all kind of the same level except for maybe one guy that had a ton of jumps. But all my friends,",
        1655.98,
        1661.14
    ],
    [
        " all my platoon mates were all, bro, you pulled your reserve and I was like, yeah, yeah. They were",
        1661.3,
        1668.08
    ],
    [
        " like, bro, was it sketchy? I thought about it and said, no, I did what we trained to do.",
        1668.08,
        1675.96
    ],
    [
        " Arch, look, grab, look, grab, hold, pull, check, check. I did what the procedure says to do. That's",
        1676.68,
        1680.86
    ],
    [
        " what I was thinking about. That's what I was focused on. That's what I did. So when you have,",
        1680.86,
        1685.3
    ],
    [
        " so if I didn't have a protocol to follow, it's like, my parachute is going to fail. I'm going to",
        1685.48,
        1691.76
    ],
    [
        " die in 12 seconds or whatever it is. Like you're dead in 12 seconds if something good doesn't happen",
        1691.76,
        1696.38
    ],
    [
        " real quick. Yeah, brother. It's not even 12 seconds because you're at 2000 feet and you're fallen.",
        1696.38,
        1701.24
    ],
    [
        " Yeah, it's not very much time. You're going to be dead pretty quick is what I'm saying. Yeah.",
        1701.6,
        1706.82
    ],
    [
        " And I didn't even think about it. And I got to the ground and it wasn't, it's like my adrenaline",
        1707.08,
        1711.26
    ],
    [
        " didn't even move. Right. Because you're doing what you're supposed to do. Yeah, like you,",
        1711.26,
        1716.14
    ],
    [
        " and you and obviously we're thinking about it, not in the situation. So yeah, it's all scary. I mean,",
        1716.62,
        1724.2
    ],
    [
        " you pull one shoot. It doesn't work. And I'm saying outside of the procedure, you know,",
        1724.54,
        1730.78
    ],
    [
        " I'm saying the facts of the reality of the situation. You pull one shoot. It doesn't work.",
        1730.92,
        1735.88
    ],
    [
        " Proof that parachutes don't work to you right there and then there. Proof. Oh, if you want to",
        1736.16,
        1741.0
    ],
    [
        " start digging a hole, you can dig one real deep right now. I'm talking about though. And then now,",
        1741.0,
        1746.76
    ],
    [
        " guess what we need to shoot to you only have left one. You already witnessed first hand one shoot",
        1746.86,
        1751.68
    ],
    [
        " failing. So far in this parachute jump, you're 100% fail rate with your parachute. And you only got",
        1751.68,
        1756.48
    ],
    [
        " one more chance. Yeah, within 10 seconds or whatever. You know, so really your brain is like,",
        1756.48,
        1763.3
    ],
    [
        " yeah, this is it. You know, if you think of it that way, but yeah, if your mind is occupied with,",
        1763.3,
        1768.02
    ],
    [
        " okay, procedure procedure procedure, and then you just do do do do. And then it's like, you don't",
        1768.02,
        1772.04
    ],
    [
        " have time to be scared about anything. Unless they're, you know, if the second one fails, then",
        1772.04,
        1776.66
    ],
    [
        " it's different, obviously, but, you know, you, you, yeah, your mind doesn't have room to start",
        1776.66,
        1783.18
    ],
    [
        " making all these, these fearful assessments, you know, action. Taking action is a real positive",
        1783.18,
        1790.72
    ],
    [
        " thing in so many situations when you start feeling fear, you got to do something. You got to step",
        1790.72,
        1797.92
    ],
    [
        " up and do something. That's like, you know, in like a, you just to turn them in or whatever,",
        1797.92,
        1801.98
    ],
    [
        " like a competition situation. I don't want to imagine it'd be like this. If you're talking",
        1802.18,
        1808.6
    ],
    [
        " publicly or whatever before you do it, like, okay, before when I used to compete a lot in",
        1808.6,
        1813.04
    ],
    [
        " judits before I'm like, oh my gosh, like you're anxious. And you just like, you know, the feeling",
        1813.04,
        1817.68
    ],
    [
        " beforehand is like way different than when right when he says start, when he says start, you don't,",
        1818.22,
        1822.68
    ],
    [
        " you're not in my nervous anymore. Yeah, which you do every day anyway, kind of thing,",
        1822.68,
        1826.18
    ],
    [
        " and because you know what to do. And that's what your mind is on. You're not feeling like,",
        1826.36,
        1829.36
    ],
    [
        " even though you don't even know this guy, you never even seen this guy before. So you don't know",
        1829.64,
        1833.18
    ],
    [
        " what mystery this guy holds, you know, I'm just saying that's kind of what you're thinking before",
        1833.18,
        1837.3
    ],
    [
        " you go on. But once, once you, yeah, for sure, hesitation is the, is the moment that you have to",
        1837.3,
        1842.6
    ],
    [
        " overcome for fear. And action will help you do that. Back to the book, if an officer wants to",
        1842.6,
        1851.46
    ],
    [
        " assess the morale of his own unit, there are at least two things for him to do. He can listen.",
        1851.46,
        1857.24
    ],
    [
        " Then we'll talk and permit it or encourage to. And they will sometimes speak freely. When they do,",
        1858.58,
        1864.06
    ],
    [
        " they give their leader information that will enable him to answer these questions. Do the troops",
        1864.16,
        1868.82
    ],
    [
        " feel like they are being well trained? Well, led. Do they think their weapons are adequate? Do",
        1868.88,
        1873.42
    ],
    [
        " they want to try and get the enemy? Are they proud of their unit? Do they have suggestions for",
        1873.42,
        1878.52
    ],
    [
        " its improvement? Do they have, do they think they get fair treatment, fair chances for advancement?",
        1878.52,
        1883.22
    ],
    [
        " Are they worrying about anything back home or what about what will happen when the war is over?",
        1883.34,
        1886.7
    ],
    [
        " From the answers to questions like these, an officer can usually estimate accurately the",
        1887.62,
        1891.58
    ],
    [
        " morale of his unit. He can also study the behavior of his men. Are they ready to volunteer for",
        1891.58,
        1897.76
    ],
    [
        " special duty? Are they frequent, are there frequent violations of discipline? How many are A-Wall?",
        1897.76,
        1903.6
    ],
    [
        " How many in the guard house? What is the rate of venereal disease? How do they receive bad rumors?",
        1904.14,
        1910.32
    ],
    [
        " Are there many fights and are the fights based on religious or racial differences?",
        1910.84,
        1914.58
    ],
    [
        " Moral building is the primary task of leadership. Actually, it says primary task. Moral building is",
        1917.2,
        1924.1
    ],
    [
        " primary task of leadership. The leader, any leader trying to improve the morale of his unit will",
        1924.26,
        1931.84
    ],
    [
        " find these rules helpful. So, one of the main things you have to do as a leader is keep morale up.",
        1931.84,
        1939.44
    ],
    [
        " No doubt about that. If your morale falls apart inside of a team, you're in a bad situation.",
        1939.7,
        1946.06
    ],
    [
        " And here's some things to help you improve morale. One, make each man feel he is needed by his",
        1946.88,
        1953.46
    ],
    [
        " unit that his job is important. Two, never let a man forget that he is a soldier and that a soldier",
        1953.46,
        1960.7
    ],
    [
        " of the United States army is an important and respected person. Three, make it very clear that the",
        1960.7,
        1968.08
    ],
    [
        " unit has its own important function in winning the war. Four, encourage the expression of pride in",
        1968.08,
        1975.7
    ],
    [
        " achievements of the unit. Five, give commendation and encouragement when it can sincerely and",
        1975.7,
        1984.52
    ],
    [
        " appropriately be given for fair appreciation usually works better than condemnation. Six, never",
        1984.52,
        1993.18
    ],
    [
        " belittle or humiliate a man in front of others except when a military emergency as in battle may",
        1993.18,
        1998.68
    ],
    [
        " require quick correction. When rebuke is necessary, do it in private and make clear, make it clear",
        1998.68,
        2006.06
    ],
    [
        " that it is the act that is punished not the man. Seven, keep italeness at a minimum",
        2006.06,
        2015.28
    ],
    [
        " but make recreation possible. The little dichotomy you have to balance there. Train each man in every",
        2015.28,
        2023.08
    ],
    [
        " useful task and action that actual combat will require and teach him that these habits will",
        2023.08,
        2027.86
    ],
    [
        " reduce fear when combat comes as well as make him a trained and able fighter. Nine, let men work",
        2027.86,
        2036.26
    ],
    [
        " together in groups whenever possible because the social relation increases effectiveness and ten",
        2036.26,
        2041.5
    ],
    [
        " but the soldier on isolated duty feel that he is an indispensable man, not a forgotten one.",
        2041.5,
        2047.92
    ],
    [
        " Great advice there. How often, and this is something I've talked about, I always, the way I",
        2050.18,
        2059.04
    ],
    [
        " used to say this is I would say I want every person my platoon to think that their job is the most",
        2059.04,
        2062.52
    ],
    [
        " important job in the soup too. I want the point man to think, hey point man, if you don't know where",
        2062.52,
        2067.36
    ],
    [
        " you're going, everyone's lost, you got the most important job. And the platoon commander, hey,",
        2067.36,
        2071.86
    ],
    [
        " this is your patrol, you're the guy in charge, you're the most important job and the radio man,",
        2072.24,
        2076.4
    ],
    [
        " hey, radio man, if something goes sideways out there, it's you with your ability to communicate",
        2076.64,
        2083.7
    ],
    [
        " with air assets and other support elements that are going to save everyone. You're the most",
        2083.7,
        2089.7
    ],
    [
        " important guy. And then the medic, hey if someone gets shot, you're the guy, it's like I go right",
        2089.7,
        2094.5
    ],
    [
        " on down the line. Everyone thinks and what's what's I'm not, I'm not lying to them. I'm actually",
        2094.5,
        2104.6
    ],
    [
        " telling them the truth. I'm actually telling the truth in critical situations. Someone in that",
        2104.6,
        2109.52
    ],
    [
        " platoon is going to have to be the most important person. It's not the same all the time. I'm telling",
        2109.52,
        2112.6
    ],
    [
        " them the truth. The truth is if you're the radio man and you're getting overwhelming enemy fire",
        2112.6,
        2118.62
    ],
    [
        " and that radio man can reach out and drop bombs on the enemy, he's the most important guy in the",
        2118.62,
        2123.82
    ],
    [
        " platoon without question. If you're trying to get to an extract point who's going to get to get",
        2123.82,
        2128.86
    ],
    [
        " your platoon out of there, then the point man is the one that knows where he's going and no one else",
        2128.86,
        2132.72
    ],
    [
        " knows. That point man's the most important person. When you're in a machine gun fight, when you're",
        2132.94,
        2137.2
    ],
    [
        " in a gun fight, it's the machine gunners that are going to lay down fire and allow you to cover and",
        2137.2,
        2141.4
    ],
    [
        " move and close with and destroy the enemy. It's the machine gunners most important. You take away",
        2141.4,
        2145.74
    ],
    [
        " the machine guns and assume you've got a real problem on your hands. So I'm not lying to anyone.",
        2145.74,
        2149.68
    ],
    [
        " I'm telling them the truth. The truth is you have the most important job in this platoon.",
        2149.92,
        2153.92
    ],
    [
        " That's the truth. And when people hear that man, it's important to them.",
        2154.62,
        2160.92
    ],
    [
        " And he goes back, the book goes back and making sure that everyone understands how important",
        2167.14,
        2172.74
    ],
    [
        " what the unit is doing to the strategic victory. And talking about pride and unit expression that",
        2172.74,
        2181.26
    ],
    [
        " we were overseas and like army units would have their battle streamers that they bring from,",
        2181.26,
        2189.72
    ],
    [
        " the wall and their in their makeshift opt center from World War II hanging them up post or",
        2189.72,
        2196.7
    ],
    [
        " paper newspaper clippings from World War II. And they're hanging them up. This is our unit.",
        2196.7,
        2202.82
    ],
    [
        " This is what we've done. We are upholding tradition. We have pride in what we do. It's awesome.",
        2203.06,
        2208.62
    ],
    [
        " It's a real thing. Next little section is about zest. Zest is the fabric from which morale is made.",
        2209.1,
        2218.8
    ],
    [
        " Zest, figure of spirit, love of life coupled with a willingness and eagerness to risk life itself",
        2218.98,
        2224.78
    ],
    [
        " in a good undertaking. A spirit of high adventure that turns a difficult mission into a rare chance",
        2224.78,
        2231.58
    ],
    [
        " to show the stuff of which men are made. This is the weapon that makes a military unit unbeatable.",
        2231.58,
        2238.44
    ],
    [
        " I think of a mission as a rare chance to show the stuff of which men are made.",
        2238.44,
        2248.06
    ],
    [
        " Highly motivated. Zest depends first upon physical fitness. It demands a sharp appetite that will",
        2249.5,
        2257.46
    ],
    [
        " make a soldier eat plentifully and digest his food. It requires physical exercise that brings plenty",
        2257.46,
        2262.14
    ],
    [
        " of oxygen into the lungs and plenty of red blood circulating to the brain and back to the hands and",
        2262.14,
        2267.22
    ],
    [
        " legs. If a man is to meet the sun rise with any sort of spirit for the new day, he must have slept",
        2267.48,
        2274.06
    ],
    [
        " at night sound and undisturbed by anxious dreams within him or by vermin in his bed.",
        2274.06,
        2280.0
    ],
    [
        " Fatigue can quickly reduce a fighting spirit. The symptoms of mental fatigue, whether in the air",
        2281.38,
        2289.06
    ],
    [
        " or on the ground, are a staleness, a lack of interest in the job to be done, lack of enthusiasm,",
        2289.06,
        2295.52
    ],
    [
        " enthusiasm, a heaviness of limbs, eyelids, even of the well that makes it well-nigh impossible to",
        2295.68,
        2303.06
    ],
    [
        " drag through the day's duties. And with it, shortness of temper, irritability, and the blues.",
        2303.06,
        2310.66
    ],
    [
        " All leaders have to be constantly on guard against this insidious spiritual fifth columnists",
        2311.74,
        2320.2
    ],
    [
        " among their men and among themselves. Regardless of how invaluable the man when fatigue is made at",
        2320.2,
        2327.04
    ],
    [
        " this attack on his fitness, he must have relief. He must be required to sleep, to take respite",
        2327.04,
        2333.24
    ],
    [
        " from responsibility, to get away from the strain he has been under, otherwise the price is a",
        2333.24,
        2338.6
    ],
    [
        " psychological casualty. And the more important the man, the greater the cost to the army.",
        2338.6,
        2345.72
    ],
    [
        " Make sure you're people are getting some rest as much as you can. And again, this book counters",
        2347.98,
        2352.86
    ],
    [
        " these things all the time by saying, hey, there's sometimes where you're not going to, you people",
        2352.86,
        2356.28
    ],
    [
        " aren't going to be able to rest. That's the way it is. So then what you have to do is you have to",
        2356.28,
        2359.52
    ],
    [
        " understand, you have to understand that. That's what this book is about. You have to understand now",
        2359.52,
        2363.2
    ],
    [
        " what are the risks involved. Now we've got a unit that is severely fatigued in battle-worn,",
        2363.2,
        2368.46
    ],
    [
        " what are the risks? They're not going to be able to fight as well as they did when they were fresh.",
        2368.72,
        2372.56
    ],
    [
        " If you don't know that, perhaps you send them in the front line to another battle. If you know",
        2374.24,
        2378.46
    ],
    [
        " it, you take another group that was in the rear and you send them in the front line, you let the",
        2378.46,
        2382.48
    ],
    [
        " guys that are fatigued be the reserves. That's why you have to know and understand these things.",
        2382.48,
        2385.86
    ],
    [
        " Back to the book. Excessive physical discomfort can also eventually dead in all zest for life",
        2387.28,
        2394.04
    ],
    [
        " and for battle. Men can fight with their socks stiff, with dirt, or frozen to their feet,",
        2394.04,
        2399.24
    ],
    [
        " with hands so swollen and cracked that they can barely pull a trigger. They have fought when the",
        2399.24,
        2404.64
    ],
    [
        " baths are unknown and shaves are almost as scarce when marching must be done through seas of mud",
        2404.64,
        2411.04
    ],
    [
        " and clothing never dries and when the eyes are cut and lungs are choked with never settling clouds",
        2411.04,
        2417.14
    ],
    [
        " of dust and sand, men have fought and are fighting under such conditions.",
        2417.14,
        2421.86
    ],
    [
        " What it takes an unquenchable spirit to keep it zest when things are like this. Whole armies have",
        2423.16,
        2428.9
    ],
    [
        " shown this spirit, but such conditions prolonged dead zest in the end and therefore must be relieved",
        2428.9,
        2435.72
    ],
    [
        " whenever possible. When a man has his first encounter with the immediate threat of death,",
        2435.72,
        2445.72
    ],
    [
        " when he must kill and see men killed, when he must steal himself to hear the unheeded cries of",
        2445.94,
        2451.92
    ],
    [
        " the mortally wounded and endure the stench of battle, a man may become sick in his very vitals.",
        2451.92,
        2457.92
    ],
    [
        " He may lose interest in his food and yet this will be no sign of squeamishness.",
        2458.9,
        2464.52
    ],
    [
        " The toughest of leathernecks may feel intensely the inward revolting and horror of the",
        2465.48,
        2470.7
    ],
    [
        " battlefield can provoke. The defenses against these physical and mental foes of the spirit",
        2470.7,
        2477.7
    ],
    [
        " are faith in good leaders, a loyalty to them and to comrades and a shoulder to shoulder",
        2477.7,
        2483.58
    ],
    [
        " feeling of solidarity with the other men of the outfit. I can go anywhere and stand anything my",
        2483.72,
        2490.64
    ],
    [
        " captain and the rest of my outfit can. I'm going to set that good example. Fear, ally or trader.",
        2490.64,
        2501.84
    ],
    [
        " The first battle, the first experience of having an enemy machine gun aimed at you, the first",
        2502.34,
        2507.96
    ],
    [
        " time an airplane swoops low to lay its deadly eggs in your particular patch of ground. That is",
        2507.96,
        2513.36
    ],
    [
        " an experience anticipated by the young soldier with mingle dread and eagerness. He is eager by",
        2513.36,
        2519.26
    ],
    [
        " that time to get at the enemy. He has learned a great deal about the science of war and wants to",
        2519.26,
        2524.36
    ],
    [
        " use this knowledge to wipe out the enemy and gain victory. But he always wonders, every man does",
        2524.36,
        2530.66
    ],
    [
        " just how he will behave when the time comes. He doesn't feel like a hero. If he is honest,",
        2530.66,
        2537.42
    ],
    [
        " completely honest with himself, he knows he will be scared, terrified.",
        2537.48,
        2541.58
    ],
    [
        " The experienced soldier who has been through all this the first time and many other times",
        2542.12,
        2547.68
    ],
    [
        " has found out for certain that every man going into battle is scared. His hands tremble,",
        2547.68,
        2553.42
    ],
    [
        " his throat is dry, he must swallow constantly because his heart is in his mouth. He does idiotic",
        2553.68,
        2559.88
    ],
    [
        " things like looking at his watch every few seconds or examining his rifle a hundred times to",
        2559.88,
        2563.8
    ],
    [
        " be sure to slow the soldier green to battle may think he is the only one so disturbed,",
        2563.8,
        2568.86
    ],
    [
        " but it is true of all the veteran as well. And it is true of the enemy.",
        2569.42,
        2575.38
    ],
    [
        " Germans and Japs get just as scared as Americans in British.",
        2576.36,
        2579.48
    ],
    [
        " The bad moments do not come during actual combat however, but in the time of tense waiting",
        2581.28,
        2589.4
    ],
    [
        " just before, as you just talked about, echo, as soon as the frightened man is able to go into action",
        2590.3,
        2596.76
    ],
    [
        " to do something effective against the enemy, especially if it involves a violent physical action,",
        2596.76,
        2601.8
    ],
    [
        " his fright is apt to be dispelled or forgotten because he is too busy fighting to remember it.",
        2602.0,
        2606.94
    ],
    [
        " And this is great propaganda to talk about because what they're basically, they're given this book",
        2607.4,
        2616.42
    ],
    [
        " to young soldiers that are getting ready to go and fight. And what they're telling him is,",
        2616.42,
        2621.0
    ],
    [
        " look, you're going to be scared, everyone's scared, it's fine. So that way they don't get scared",
        2621.06,
        2624.68
    ],
    [
        " and freak out because they're scared. Airplane pilots who had distinguished themselves in action against",
        2624.68,
        2632.3
    ],
    [
        " the Japanese said when asked whether they were scared during those moments of acute peril,",
        2632.3,
        2637.7
    ],
    [
        " why I don't know, there was too much to do. We didn't have time to think.",
        2638.28,
        2642.52
    ],
    [
        " Most were scared at first, wrote a member of a torpedoed ship. Sure, we were. But when the torpedo hit us,",
        2643.5,
        2650.5
    ],
    [
        " we forgot all about it. There wasn't much time and then there was much work to do.",
        2650.6,
        2654.6
    ],
    [
        " It's another thing when you, and it's going to go into this, but when you're a leader and things are",
        2655.34,
        2661.6
    ],
    [
        " going bad, give people something to do, right? Give them a direction, give them an order, say,",
        2661.6,
        2667.82
    ],
    [
        " look, all right, this is what we're going to do right now. I don't know about that, but there's",
        2667.9,
        2671.2
    ],
    [
        " what we're going to do. We're going to move all these chairs and get them into this world. Whatever,",
        2671.2,
        2674.1
    ],
    [
        " you figure out something to do and do it. Encounters with the enemy are most terrifying when they are",
        2674.38,
        2681.58
    ],
    [
        " unfamiliar. The soldier becomes used to gunfire to explosions and to the site and order of death.",
        2681.58,
        2686.28
    ],
    [
        " Sorry, as the soldier becomes used to gunfire explosions and the site of older,",
        2686.9,
        2691.24
    ],
    [
        " site and order of death, he gradually acquires the power to meet these things more stoically. He",
        2691.5,
        2701.18
    ],
    [
        " on the business of combat. And if he has in his trained hands a good weapon, which he knows will",
        2701.18,
        2708.42
    ],
    [
        " put the enemy out of action. This gives him a feeling of confidence, a sense of power that in large",
        2708.42,
        2713.8
    ],
    [
        " measure outweighs his fear. He knows it will soon be the other fellows turned to be scared.",
        2713.8,
        2720.36
    ],
    [
        " Fear, when experienced, is intensely uncomfortable and seems often to be incapacitating.",
        2723.56,
        2730.52
    ],
    [
        " If the period of fright is prolonged, a man may feel that his nerves are all shot by it.",
        2731.18,
        2736.9
    ],
    [
        " For fear is disintegrating, demoralizing. It shatters morale. The soldier may be rooted to the spot",
        2737.76,
        2745.26
    ],
    [
        " paralyzed or immobilized by fear. Nevertheless, such awful moments before an attack when each",
        2745.26,
        2751.26
    ],
    [
        " second seems an hour may actually be useful to any soldier. They may really add to his efficiency.",
        2751.26,
        2758.66
    ],
    [
        " For fear is the body's preparation for action. The heart pounds faster, blood pumping more rapidly",
        2759.16,
        2765.98
    ],
    [
        " to the arms and legs and brain where oxygen is needed. The lungs do their part by quick and",
        2765.98,
        2771.1
    ],
    [
        " breathing. Blood pressure goes up. A adrenaline which is nature's own shot in the arm is",
        2771.1,
        2775.7
    ],
    [
        " poured liberally into the bloodstream. Suttle changes in body chemistry automatically",
        2775.7,
        2781.36
    ],
    [
        " affected by powerful emotion, served to protect the soldier in action in ways he would never think of.",
        2781.36,
        2787.22
    ],
    [
        " If he had to plan them himself, his blood clots more readily. He loses temporarily sense of fatigue",
        2787.22,
        2793.84
    ],
    [
        " even though he may have been dog tired. It is sometimes difficult for a tense frightened soldier",
        2793.84,
        2799.78
    ],
    [
        " to get started into combat to begin the action will relieve his fear. That part is taken care of",
        2799.78,
        2807.14
    ],
    [
        " by army training and discipline. Months of training have taught the soldier to respond from habit",
        2807.14,
        2812.72
    ],
    [
        " to definite battle orders even though in battle commands often cannot be given as in training.",
        2813.26,
        2819.2
    ],
    [
        " It has become second nature to him to carry out his own job as a member of the fighting team.",
        2819.54,
        2825.1
    ],
    [
        " So there you go. This is also important. When you know what's going to happen,",
        2826.04,
        2831.44
    ],
    [
        " it allows you to not be scared that you're scared. All of a sudden your breathing starts going",
        2832.62,
        2837.12
    ],
    [
        " faster and you feel the adrenaline going through your system. If you don't know what's happening,",
        2837.12,
        2841.3
    ],
    [
        " it might catch you off guard. But if you know what's happening, well, cool, that's my adrenaline.",
        2841.3,
        2846.18
    ],
    [
        " You know when you feel adrenaline actually go through your system,",
        2846.86,
        2851.7
    ],
    [
        " let's say you're driving and somebody pulls out in front of you almost crashed it.",
        2852.0,
        2858.44
    ],
    [
        " And you can feel the adrenaline go down your arms and your legs. Are you felt that before?",
        2859.08,
        2864.78
    ],
    [
        " So if you don't have any idea what that is, and it happens, you might scare you a little bit.",
        2866.32,
        2871.94
    ],
    [
        " Yeah. Let's you know what it is. You're kind of you're kind of good with it.",
        2872.12,
        2875.02
    ],
    [
        " Yeah. It's like you it's help people. I mean, I don't know the actual process, but you know, like",
        2875.2,
        2883.16
    ],
    [
        " yeah, when you tense up before you do something, right? And you feel your heart like beating all",
        2883.16,
        2889.4
    ],
    [
        " fast and stuff like that. If you know, okay, you know, I'm getting excited because of this,",
        2889.4,
        2893.56
    ],
    [
        " you know, event that's big in my mind or whatever. But if you're like, if you don't know, or you're",
        2893.68,
        2899.68
    ],
    [
        " like, what I'm losing it, I feel like I'm losing it right now. You know, like if you're, I don't",
        2899.68,
        2903.9
    ],
    [
        " know, you know, if you're about to go skydiving or something different for you, obviously,",
        2903.9,
        2907.36
    ],
    [
        " but the normal person before they jump out of an airplane, you know, yeah. And that's what's a lot",
        2907.52,
        2914.52
    ],
    [
        " of the military training that you go through is to get yourself. Hey, when you when you start",
        2914.52,
        2919.28
    ],
    [
        " fast road, roping out of helicopter, when you're repelling off of off of the side of a cliff",
        2920.26,
        2925.32
    ],
    [
        " or out of a window in an urban environment or you're parachuting, static line parachute,",
        2925.32,
        2929.52
    ],
    [
        " free fall parachute, all these things that you do, when you first start doing them, there's like",
        2929.76,
        2934.48
    ],
    [
        " an adrenaline rush in it, but you just get used to it. And so then by the time you're getting shot",
        2934.48,
        2938.96
    ],
    [
        " by the time you're getting shot at, you're like, oh, yeah, I know what this is. I'm good. Yeah,",
        2938.96,
        2942.54
    ],
    [
        " I can carry on. Yeah.",
        2942.54,
        2944.0
    ],
    [
        " Back to the book, no matter how distracted your mind may be by unfamiliar,",
        2945.38,
        2951.26
    ],
    [
        " interifying sites and smells and sounds, you act from sheer force of habit.",
        2951.54,
        2956.52
    ],
    [
        " In fact, it is habits which take care of a man if he is too frightened to think clearly,",
        2957.24,
        2962.62
    ],
    [
        " like the habit of diving for cover when bombs come down. Then, presently, you are an action.",
        2962.96,
        2967.68
    ],
    [
        " You are fighting. You are at last using your force against the foe. No more are you a depressed",
        2967.68,
        2975.24
    ],
    [
        " frightened soul. Fear is forgotten provided to your well-trained.",
        2975.24,
        2978.72
    ],
    [
        " Good to teach people the how to respond in certain situations. Like, you know, when he comes to",
        2979.92,
        2986.46
    ],
    [
        " the self-defense, hey, if you get attacked, here's what happens. Here's what you do. When they",
        2986.46,
        2992.92
    ],
    [
        " just have that plan, that's worth a lot. Just having a plan is worth a lot. Somebody grabs you",
        2992.92,
        2998.16
    ],
    [
        " here. This is your reaction. Somebody grabs you there. This is your reaction. You know, those things,",
        2998.16,
        3002.22
    ],
    [
        " they, if you see them out of context, like if you watch a Gracie Self Defense video out of context,",
        3002.82,
        3009.74
    ],
    [
        " you'll say, well, it's going to be hard for that particular movie. It's, if you go watch like a",
        3009.74,
        3014.36
    ],
    [
        " McDow Joe self-defense, then you go, that's just obviously that's never going to work. But even",
        3014.36,
        3019.66
    ],
    [
        " you watch a Gracie Self Defense thing out of context, you don't understand it. You might be like,",
        3019.66,
        3024.78
    ],
    [
        " well, I don't know how that's going to work. But it's a plan that you're going to take action.",
        3024.8,
        3030.0
    ],
    [
        " And it isn't effective plan, by the way. It's not like it's not a good plan. But the fact that you",
        3030.32,
        3036.3
    ],
    [
        " are going to immediately take action, you're going to respond to the event immediately. It's going to",
        3036.3,
        3041.68
    ],
    [
        " put you in a totally different place and a much, much infinitely better place. Then I just got,",
        3041.68,
        3047.3
    ],
    [
        " you know, someone just grabbed me by the head or by the arm. And I have no idea what to do.",
        3047.3,
        3053.58
    ],
    [
        " Yeah. That's a bad situation. Then that fear is going to rise. If you have a reaction, boom,",
        3053.72,
        3057.58
    ],
    [
        " you go in action. Yeah. And then he talks about like training right. If you, you know, the well-trained",
        3057.64,
        3062.46
    ],
    [
        " person, it's like you're just so, because training is just like repetition. Right? All these",
        3062.46,
        3067.08
    ],
    [
        " different scenarios. So you're so used to it. It's like nothing new. You're so like used to this",
        3067.08,
        3073.76
    ],
    [
        " stimulus. Okay, remember when you're in elementary school, they do a fire drill every whatever they",
        3073.84,
        3078.84
    ],
    [
        " do. And you just calmly stand up and walk out in a single file line. You know, it's like it's",
        3078.84,
        3083.74
    ],
    [
        " kind of boring in a way. But I mean, we'd never had a fire in my elementary school. But I'm imagining",
        3083.74,
        3089.98
    ],
    [
        " that if the, once you heard it was a certain, it was a specific bell that went on. It instead of",
        3089.98,
        3096.0
    ],
    [
        " the regular bell, it would go, ding, ding, ding, ding. It was obviously a fire drill, you know,",
        3096.18,
        3101.54
    ],
    [
        " when you heard the bell. So it was so ingrained in, well, in me anyway, I'm sure everyone else felt",
        3101.94,
        3107.96
    ],
    [
        " the same way as a kid. When you heard that, you were like, oh, you just sort of automatically like a",
        3107.96,
        3112.34
    ],
    [
        " zombie stand up and line up like per, you know, it was almost like, yeah, it's like so automatic.",
        3112.34,
        3117.66
    ],
    [
        " So I'm assuming that like if a fire actually happened, your instinct would be to do it.",
        3117.98,
        3125.12
    ],
    [
        " Just do it. Normally, you wouldn't run and scatter and be all crazy or whatever you just,",
        3125.12,
        3129.7
    ],
    [
        " because you're so quote unquote trained just to do it, you know, completely. I guarantee if you",
        3129.84,
        3135.38
    ],
    [
        " look back in the history of school fires, at some point, there was a school fire before they",
        3135.38,
        3140.02
    ],
    [
        " did that training and everyone panicked and freaked out and people died. Yeah. Or maybe people didn't",
        3140.02,
        3144.44
    ],
    [
        " die, but people said, oh, that could have gone bad and said, oh, guess what you do? You rehearse it,",
        3144.44,
        3148.44
    ],
    [
        " you trained this bell means stand up, moving this direction, go out this door, assemble in the",
        3148.54,
        3152.84
    ],
    [
        " recess area for that count. Yeah. In fact, I remember in college, someone pulled the fire alarm.",
        3153.82,
        3158.86
    ],
    [
        " It ended up to be a prank, but everyone sort of thought that, oh, this building is on fire right now.",
        3159.12,
        3165.32
    ],
    [
        " It was in the middle of the night. I don't think I've ever believed a fire alarm.",
        3165.32,
        3172.22
    ],
    [
        " In my whole life. Yeah. And I'm trying to think if no way, I've been in one situation where there was",
        3172.72,
        3178.16
    ],
    [
        " a legit fire, but I was like completely. Everyone just thought I was super cool and calm,",
        3178.16,
        3185.42
    ],
    [
        " but I was actually, did it believe it? And then finally, I was, yeah, we need to get out of here.",
        3185.7,
        3190.62
    ],
    [
        " But yeah, most fire, because you think about, I've experienced a lot of fire alarms and there's a very",
        3190.98,
        3196.38
    ],
    [
        " low percentage of them that were real fires. Yeah. Yeah. And that's, well, I mean, I guess that's",
        3196.38,
        3201.5
    ],
    [
        " an added element though. Like if, if you're trained, but you never think it'll ever, ever happen,",
        3201.5,
        3207.4
    ],
    [
        " I don't think I would think that'd be a little bit different because almost like you run the risk",
        3207.4,
        3213.16
    ],
    [
        " of when it actually does happen and you smell smoke or see the smoke or see the flames or whatever,",
        3213.16,
        3217.54
    ],
    [
        " that might introduce an added element that you weren't expecting. You know? Yeah. So that might",
        3217.68,
        3224.52
    ],
    [
        " jam you up. But nonetheless, I think like when you go through, I remember there, there was a fire,",
        3224.52,
        3231.3
    ],
    [
        " but it was like way in a different building. And it was just procedure. Everyone evacuate,",
        3231.3,
        3235.34
    ],
    [
        " you know, kind of thing. And we found out it was just later or whatever. So yeah, I don't think I",
        3235.34,
        3239.76
    ],
    [
        " ever had the stimulus of the fire. But in college or whatever, one, one, I did think that it was on fire.",
        3239.76,
        3246.66
    ],
    [
        " I didn't hear it or I mean, I didn't smell it or see it or nothing like that. But we all thought,",
        3246.76,
        3251.4
    ],
    [
        " obviously we're in no threat. Yeah. Because if there's no fire around you, then you think you",
        3251.7,
        3256.5
    ],
    [
        " have that time to get out. Yeah. Right. But it was still the same. Like no one was panicking.",
        3256.5,
        3260.8
    ],
    [
        " It seemed like it wasn't that, but I'm just saying there's no, there's no, like what we're",
        3260.98,
        3266.08
    ],
    [
        " talking about here, there's no incentive to run. Yeah. Because it's just the alarm and you fall",
        3266.08,
        3270.6
    ],
    [
        " the procedure. Yeah. Well, yeah. And then if you let's say you're just lining up in a single",
        3270.6,
        3277.22
    ],
    [
        " file line calmly, because you're supposed to do it calmly. Meanwhile, the guy behind you is like",
        3277.22,
        3283.64
    ],
    [
        " choking and getting his shirts on fire. Right. You're going to run straight up.",
        3283.64,
        3289.44
    ],
    [
        " I might try and help him actually. Give him the old stop drop. It's old school. Yeah.",
        3290.8,
        3297.14
    ],
    [
        " And help him out. Yeah. Running well, bro, the time fire.",
        3297.16,
        3300.46
    ],
    [
        " Good for you. All right. Goes into some specifics here. How to fight fear. One, action to",
        3301.06,
        3308.68
    ],
    [
        " spells fear. Do something. And the time is suspense when men are already for action, but are",
        3308.68,
        3314.02
    ],
    [
        " waiting for the signal to start fear is at its height. If the period of waiting is prolonged,",
        3314.02,
        3318.94
    ],
    [
        " perhaps delay until a weather changes, the time should be occupied with preparation for action.",
        3319.02,
        3324.58
    ],
    [
        " Fight fear with necessary or manufactured work. What expect in combat when waiting for enemy",
        3324.94,
        3331.82
    ],
    [
        " bombers to return? Manure factured work. Like, hey, you just got to make something up for people to do.",
        3331.82,
        3337.0
    ],
    [
        " Seems easy. Yeah. And it's not hard in combat. There's always something to get ready. Right. So",
        3337.76,
        3343.7
    ],
    [
        " it's not hard to say, all right, what we're going to do is we're going to set up a couple other",
        3343.7,
        3347.34
    ],
    [
        " bunkers. Let's fill some sandbags. Cool. We're all working. There's always a reason it doesn't",
        3347.34,
        3351.74
    ],
    [
        " even have to be manufactured. It can be real to physical contact with friends helps. Men should,",
        3351.74,
        3357.84
    ],
    [
        " if at all possible, stay within sight of in time of peril, but not bunched up enough to become a",
        3357.86,
        3362.5
    ],
    [
        " bomb target. Just the presence of another man not far off with no, when no word is spoken,",
        3362.5,
        3367.62
    ],
    [
        " minimize his fear. Three, role calls help men and peril should be reminded that they are not alone.",
        3367.78,
        3373.2
    ],
    [
        " Four knowledge is power over fear. Surprise is the most important element in battle.",
        3374.2,
        3379.12
    ],
    [
        " Thus men should be constantly kept informed of the dangers they may meet. That one could be a",
        3379.28,
        3386.26
    ],
    [
        " little, that's a little bit of a tricky one because sometimes people would get a little freaked out",
        3386.26,
        3392.2
    ],
    [
        " when they would hear about what the enemy can do. You know what I'm saying? Like, I'll tell you",
        3392.2,
        3398.52
    ],
    [
        " one thing, when we were in Ramadi, there was a lot of IEDs, a lot of IEDs. And if someone would come",
        3398.52,
        3405.8
    ],
    [
        " to visit us, and they wanted to come on an operation with us, we would give like the slightly",
        3405.8,
        3413.36
    ],
    [
        " longer IED brief so that they understood the threat. It wasn't always helpful for them.",
        3413.36,
        3420.22
    ],
    [
        " It was like, a lot of the way you could see as the brief went on, you could see I would watch",
        3420.36,
        3425.6
    ],
    [
        " the reactions on people's faces and you could see them start getting really concerned.",
        3425.6,
        3429.44
    ],
    [
        " Because it's just my EOD guy standing on the nose. Here's the bomb from this, what it did to this",
        3429.76,
        3436.22
    ],
    [
        " vehicle yesterday, this is what it did to the vehicle day before. Here's what it looked like,",
        3436.22,
        3439.78
    ],
    [
        " here's one that they found, here's one that they did. It was just a slide show of bombs.",
        3439.9,
        3444.04
    ],
    [
        " In the city that you're about to go into, which is not a big city, it's two miles, three miles across.",
        3445.5,
        3451.04
    ],
    [
        " It's not like we're going, and there's a small chance. And by the way, there's seven to ten IEDs",
        3451.22,
        3456.08
    ],
    [
        " detonated a day on route Michigan, one road going across Ramadi. So it was when you tell",
        3456.08,
        3462.46
    ],
    [
        " people to come to Ramadi and they'd get that brief, it would always be sort of an interesting look",
        3462.46,
        3468.0
    ],
    [
        " on their face. I would see people tap in their toe, shaking their leg, you know what I'm saying?",
        3468.0,
        3474.12
    ],
    [
        " You know what I'm saying? It's like a nervous thing. I would watch for that and I'd see people",
        3474.36,
        3477.58
    ],
    [
        " just getting all nervous because hey, it's a real thing. I mean, I get it. But the guys from",
        3477.58,
        3483.64
    ],
    [
        " TU Brewzer were kind of adjusted to it, you know, they were adjusted to it. Back to the book,",
        3483.64,
        3490.92
    ],
    [
        " Control of Action Helps. To be afraid does not mean that a man must act afraid. Oh, this one's",
        3491.58,
        3496.98
    ],
    [
        " so good. To be afraid does not mean that a man must act afraid. Fear is contagious when",
        3496.98,
        3504.28
    ],
    [
        " is expressed in action. If a man goes to pieces and becomes panicky, he must be removed from the",
        3504.7,
        3510.28
    ],
    [
        " side of other men if that is at all possible. It is each man's responsibility to control the",
        3510.28,
        3516.04
    ],
    [
        " signs of his own fear if he can, so as to spare the others. If he can manage to act as though",
        3516.04,
        3523.46
    ],
    [
        " he were calm, he may actually become more calm. At any rate, the opposite of true is true,",
        3523.46,
        3531.1
    ],
    [
        " giving it to fear tends to increase it.",
        3531.18,
        3535.12
    ],
    [
        " There you go. It's straightforward. Don't be shaking your leg during the brief.",
        3535.12,
        3545.48
    ],
    [
        " Yeah. You know what I'm saying? Don't show that you're scared because that gets contagious and",
        3546.56,
        3551.6
    ],
    [
        " other people will start feeling like you're afraid. You got to act like no factor. Whatever. You",
        3551.6,
        3556.56
    ],
    [
        " think they can blow me up. Bring it. Bring it. You can't be panicking and freaking out.",
        3556.56,
        3564.16
    ],
    [
        " And each man is responsible to keep themselves in check, keep their fear in check. And just because",
        3564.68,
        3571.98
    ],
    [
        " you're afraid doesn't mean you get to act like it. Yeah. That kind of like when your kids get older,",
        3571.98,
        3577.02
    ],
    [
        " you, well, you, when your kids get older, you have to have that conversation with them.",
        3577.02,
        3580.1
    ],
    [
        " You know, I have that conversation. You don't get to act like you're scared. You don't even get",
        3580.3,
        3583.94
    ],
    [
        " to act like you're mad. That's why we play normal face. You don't get to act like that.",
        3583.94,
        3587.82
    ],
    [
        " You think you're going to get hit in the head with this thing? Cool. Deal with it.",
        3588.16,
        3591.28
    ],
    [
        " Yeah. Do it on the inside. You know, like when you're when they're young, young,",
        3591.38,
        3596.72
    ],
    [
        " and they fall down, right? Your kid, your son, your daughter, whatever. They fall down.",
        3596.92,
        3601.6
    ],
    [
        " Best thing you can do. Right. Laugh at them. Or yes. And it's funny because that was awesome.",
        3601.74,
        3607.06
    ],
    [
        " Yeah. That's a, that's a good one that I do. But there's that split second when they fall,",
        3607.28,
        3613.18
    ],
    [
        " they're stunned. They're shocked. And they look at you with like how am I supposed to act right now?",
        3613.82,
        3618.78
    ],
    [
        " Exactly. So if you're like, oh my god, run up to them. Oh my gosh. Are you okay? I think it's",
        3619.12,
        3623.42
    ],
    [
        " okay. Every time that noise that you just made is, is my wife is the absolute greatest",
        3623.42,
        3631.18
    ],
    [
        " at this noise. She can make a grown person make you think that you should start crying and",
        3631.18,
        3639.2
    ],
    [
        " forget because she just gives the. She causes it. She causes so much alarm. I've been married to her",
        3639.5,
        3648.68
    ],
    [
        " for over 20 years. And we'll be driving. Just just trust time to go by. We're not, we're not",
        3648.68,
        3657.5
    ],
    [
        " talking like a rain storm on the highway going 60 miles an hour. We're talking just cruising",
        3657.5,
        3663.3
    ],
    [
        " just through like a normal area. And I'll just be, you know, relax thinking,",
        3663.76,
        3669.84
    ],
    [
        " pain attention all of a sudden. And you know what she'll say at the end of it. She'll go,",
        3670.4,
        3676.52
    ],
    [
        " look at that. All over there. It's got such a cool. And I'm thinking, darling, can you,",
        3676.62,
        3685.14
    ],
    [
        " now I've been telling her not to do this, but it's an instinct that she has. Yeah. It's a,",
        3685.28,
        3688.9
    ],
    [
        " it's an instinct that my wife has. And it's, and now, you know, my son doing his driving,",
        3689.0,
        3696.14
    ],
    [
        " like he got his license. So he can drive. And he came home the other day. He's like, man, he's a",
        3696.3,
        3702.42
    ],
    [
        " dad. I'm driving with mom and it's kind of scary. And I'm like, why, what did she do? I was thinking",
        3702.42,
        3709.02
    ],
    [
        " she was driving. He goes, no, I was driving. But I drove by like a road. And she was,",
        3709.02,
        3717.44
    ],
    [
        " you know, that's intense. Yeah. Oh, yeah. Can't do it. Don't act scared. Don't do it. And, and for some",
        3718.9,
        3724.52
    ],
    [
        " reason, my wife's, that's, that's an emotional noise that she makes. It's not fear. It's like",
        3724.52,
        3728.74
    ],
    [
        " excitement. It's, yeah, it's everything. Sometimes it's like, I see something cute.",
        3728.74,
        3733.78
    ],
    [
        " Yeah. Just something that's, what does that even mean? I see something. Why would you do this?",
        3734.06,
        3738.4
    ],
    [
        " If you see something cute, why would you go, don't do that noise? That's the wrong noise.",
        3738.48,
        3743.78
    ],
    [
        " That's the noise means I'm about to get embraced for impact. That's what that noise means.",
        3743.78,
        3748.94
    ],
    [
        " Noise means I'm about to get t-boned. Yeah. And I have a split second to accelerate out of",
        3749.02,
        3755.06
    ],
    [
        " the kill zone. Yeah. That's what that noise means. It doesn't mean, look at that cap. Stop it.",
        3755.06,
        3763.3
    ],
    [
        " Woman, please. Yeah. And I don't know if that's a wife thing or what? Because my wife is the same",
        3763.42,
        3769.28
    ],
    [
        " thing, same way. And it actually is exactly what this book said where you can act, act scared",
        3769.28,
        3775.36
    ],
    [
        " because it'll cause other sex scare, essentially, right? Induced panic, whatever. Which, because",
        3775.36,
        3779.22
    ],
    [
        " that's what it did. That's what your wife for sure. To you. That's what my wife does to me,",
        3779.22,
        3783.2
    ],
    [
        " which is like, like on the computer. And she's like, I'm like, looking around. Yeah. We're",
        3783.2,
        3788.24
    ],
    [
        " being attacked. Yeah. Or something. Clearly, we're all about to die in the next 15 seconds,",
        3788.24,
        3791.76
    ],
    [
        " because we just made that noise. Exactly. Right. And that's kind of what goes on for a split",
        3791.76,
        3795.6
    ],
    [
        " second. I wonder because I should have been able to deprogram myself. And I have a little,",
        3795.6,
        3800.34
    ],
    [
        " have a little bit, but it's not full. It's not a full deprogram when I hear it. I still think",
        3800.48,
        3804.32
    ],
    [
        " imminent threat is within 14 seconds of impact. Yeah. And if not three seconds. Well, yeah,",
        3804.32,
        3811.0
    ],
    [
        " especially when it's out of nowhere, like that. Oh, it's totally out of nowhere. You know,",
        3811.2,
        3814.34
    ],
    [
        " we're just driving. It's a sunny day. Everything's so bad. Don't make that noise unless you",
        3814.42,
        3822.9
    ],
    [
        " see a person with a machete. And it's in the striking position. Don't make that noise. Because",
        3823.68,
        3828.7
    ],
    [
        " that's what I think. I think I think Freddie Krueger's with behind me with a with a battle axe.",
        3828.7,
        3835.38
    ],
    [
        " Get ready to take my head off. No, I don't think he has a battle axe. No, he had a",
        3835.58,
        3839.84
    ],
    [
        " weird fingers. Yeah. Yeah. The nice on the fingers. But yeah, dang. That's good advice.",
        3839.84,
        3845.34
    ],
    [
        " 100%. You can't, I don't know how much you can train yourself with that though. That's",
        3845.56,
        3849.9
    ],
    [
        " I don't know. I think that's a, I think that's a genetic programmed noise that heightens",
        3849.9,
        3856.3
    ],
    [
        " your reaction. What? And prepares you for combat situations. Yeah. Because there's some reason",
        3856.3,
        3861.38
    ],
    [
        " it's morphed into this thing where it can also be triggered to make that noise by a cute cat",
        3861.38,
        3868.26
    ],
    [
        " on the stuff, you know, whatever. Yeah. Or like maybe she forgot something. You know, oh, yeah,",
        3868.26,
        3874.88
    ],
    [
        " that's another one. I forgot to tell you like, you know, our friends are having a baby",
        3874.88,
        3880.56
    ],
    [
        " or something like this, you know, no, it won't even be that. It'll be like, I forgot to tell you,",
        3880.56,
        3886.12
    ],
    [
        " I got Billy coming over to work on, you know, yard, yeah, spring clear. Yeah. Okay, cool. Thanks.",
        3886.24,
        3892.52
    ],
    [
        " So now that my adrenaline is through the room, bad, that's gonna happen. Check.",
        3892.52,
        3898.48
    ],
    [
        " Back to the book. There's another kind of fear that must be endured for days and weeks,",
        3899.58,
        3904.4
    ],
    [
        " perhaps months or years. If men are besieged, cut off from help deprived of adequate, deprived",
        3904.4,
        3911.8
    ],
    [
        " of adequate defense, then the ever present peril from the enemy may be aggravated by the greater",
        3911.8,
        3917.8
    ],
    [
        " peril of disease, famine, exposure. And there may be little chance for action. Men in the present",
        3917.8,
        3925.76
    ],
    [
        " war have endured primitive sorts of hardships that would seem to be beyond human endurance in",
        3925.76,
        3931.88
    ],
    [
        " baton on Corregidor alone on a rubber life raft for five weeks in blistering sun and drenching storm",
        3931.88,
        3939.88
    ],
    [
        " without food, without shelter, without water, without any aid, but their own unquenchable spirit,",
        3939.88,
        3946.1
    ],
    [
        " their fortitude and their faith. This means terror mixed with despair. The misery cannot be",
        3946.48,
        3954.6
    ],
    [
        " relieved. It can only be endured. Then they must maintain sanity, courage, and life itself",
        3954.6,
        3960.44
    ],
    [
        " by their ingenuity in originating occupations for hands and minds that will leave the tension",
        3960.44,
        3966.6
    ],
    [
        " and seem to reduce the hazards. And this is the kind of stuff that Captain Plum talked about.",
        3966.6,
        3972.84
    ],
    [
        " Just figuring out stuff to do. Like, just we're gonna figure out stuff to do. Whether it's",
        3972.98,
        3979.1
    ],
    [
        " whether it's make teacher self-colligraphy by making an earwax etch a sketch,",
        3979.1,
        3987.68
    ],
    [
        " or whatever. I mean, those guys figured out things to do. Back to the book in such trying times",
        3990.0,
        3996.0
    ],
    [
        " and intense moments, a laugh can be a lifesaver. An army officer relating experience of the",
        3996.0,
        4000.58
    ],
    [
        " World War, that's the First World War, tells of a time when badly frightened untrained soldiers",
        4000.58,
        4004.74
    ],
    [
        " of that war had taken refuge in a roadside ditch against an unsprisoned horror, the fire of",
        4004.74,
        4010.6
    ],
    [
        " American guns turned on them by mistake. Panic sent the blood pounding into my head and emptied",
        4010.6,
        4016.6
    ],
    [
        " my stomach of courage. It was bad enough to be shot at by the bush, but there was no sense in",
        4016.6,
        4022.42
    ],
    [
        " being killed by friendly troops. My men looked wild and fingered their triggers, ready to return",
        4022.42,
        4027.52
    ],
    [
        " fire of our other battalion. Something had to be done and done quick, and Captain wash did it",
        4027.52,
        4034.66
    ],
    [
        " unintentionally, but he still did it. Jackson, he yelled, yes, captain, where are you?",
        4034.66,
        4039.86
    ],
    [
        " Right here across the road, stand up so I can see you. Captain Jackson shouted above the",
        4040.18,
        4046.12
    ],
    [
        " crackling roar of machine gun bullets. If you want to see me, you stand up.",
        4046.12,
        4050.94
    ],
    [
        " American humor can lick anything. Smothered chuckles ran down the line, orders were given and",
        4052.22,
        4058.28
    ],
    [
        " listened to men wriggled backwards out of the zone of fire, the first to reach the trees,",
        4058.28,
        4063.04
    ],
    [
        " dashed down the line of the third battalion, shutting off the guns. So you are going to hear jokes",
        4063.24,
        4067.62
    ],
    [
        " and it is helpful. Continuing, the soldier who deliberately chooses to be blown up in order to",
        4067.62,
        4074.72
    ],
    [
        " wipe out an enemy tank or machine gun nest that would have otherwise cost the lives of his friends",
        4074.72,
        4079.3
    ],
    [
        " as ideals has indeed all it takes to make a soldier. The commander of a ship who coolly sends away",
        4079.3,
        4085.98
    ],
    [
        " the last lifeboat and goes down with his vessel rather than abandon it while some of his men are",
        4085.98,
        4090.5
    ],
    [
        " helplessly imprisoned in one of its compartments is afraid, but governed by something more powerful",
        4090.5,
        4096.58
    ],
    [
        " than fear. That's a good statement, isn't it? Governing by something more powerful than fear.",
        4096.58,
        4104.48
    ],
    [
        " What kind of governance do you have over your own emotions? That's a good question.",
        4105.04,
        4108.4
    ],
    [
        " You may call this force idealism, conscience, religion, philosophy, tradition, code, or even habit.",
        4110.14,
        4117.76
    ],
    [
        " Or you may be modern and call it ideology. Psychologists sometimes call it the triumph of the",
        4118.36,
        4125.46
    ],
    [
        " social over the selfish instincts. They recognize this force as the most potent weapon an army can",
        4125.46,
        4131.64
    ],
    [
        " possess. Men fighting for their homes and armed with this spirit can stand their ground and win",
        4131.64,
        4136.74
    ],
    [
        " against tremendous opposing forces. Next section, why men fight lower animals fight from a variety of",
        4136.74,
        4145.98
    ],
    [
        " causes. Some fight because as Beesa Prey, they live by killing and devouring animals may fight their",
        4145.98,
        4151.82
    ],
    [
        " own kind in a tussle over a mate. They fight to defend their young, their homes, or their own",
        4151.82,
        4157.12
    ],
    [
        " lives. Some are aggressive and go about seeking what they may devour. Others fight as a last resort",
        4157.12,
        4162.84
    ],
    [
        " when they are cornered. Men being two-legged animals may fight for any or all of these reasons.",
        4162.84,
        4168.68
    ],
    [
        " But because they have minds capable of being moved by abstract ideas such as honor, glory,",
        4169.6,
        4174.86
    ],
    [
        " freedom, sympathy, justice, and patriotism, men also fight for what they believe to be right.",
        4175.14,
        4180.28
    ],
    [
        " Greater than fear of injury and death Napoleon said is the fear of shame.",
        4181.82,
        4187.64
    ],
    [
        " Before a drafted man throws himself wholeheartedly into his work as a soldier before",
        4189.24,
        4195.34
    ],
    [
        " the civilian makes up his mind to enlist in the army, he is stirred by",
        4195.34,
        4199.24
    ],
    [
        " he is stirred in influence by one or perhaps many of the following forces.",
        4199.24,
        4203.94
    ],
    [
        " He may be carried away by men. This is it. Jesus laid out why people are in the army,",
        4204.96,
        4209.66
    ],
    [
        " and this is important to understand if you are a leader of a bunch of people in the army,",
        4209.66,
        4212.92
    ],
    [
        " then you got to understand how they ended up there. So if you are in charge of a company,",
        4213.34,
        4215.74
    ],
    [
        " you got to understand how people ended up in a position where they are working for you.",
        4215.78,
        4219.04
    ],
    [
        " Why are they there? How did they end up there? He breaks it down for people that join the army.",
        4219.3,
        4224.64
    ],
    [
        " One, he may be carried away by mass suggestion. An infectious martial spirit spreads through",
        4225.08,
        4231.34
    ],
    [
        " the community, roused by government officials, speakers, or writers, flags are waving,",
        4231.34,
        4235.26
    ],
    [
        " bands are playing, drums are beating, and crowds are cheering. Boom.",
        4235.26,
        4237.68
    ],
    [
        " Two, he may become involved in a wave of war hysteria.",
        4238.96,
        4242.36
    ],
    [
        " Like the fervor of martial spirit, war hate is infectious. Men rush to arms at news of the",
        4243.14,
        4249.32
    ],
    [
        " enemy's evil designs or brutalities of a treacherous assault or intended invasion.",
        4249.32,
        4254.0
    ],
    [
        " Three, he may be urged on by strong spirit of adventure.",
        4254.7,
        4259.52
    ],
    [
        " Four, the ambitious self-centered man, especially perhaps if he has been unable to achieve success",
        4259.9,
        4266.28
    ],
    [
        " in civilian life, may see war as an opportunity to gain personal glory and power.",
        4266.28,
        4271.32
    ],
    [
        " Five, he may be driven by his own combativeness. Some men delight in fighting for its own sake.",
        4272.8,
        4278.9
    ],
    [
        " Some may even be killers at heart, because murders outlawed in civilian life and because in many",
        4279.4,
        4285.04
    ],
    [
        " circles even taking a poke at a man or cursing him freely is frowned upon, some combative men",
        4285.04,
        4290.38
    ],
    [
        " may find their first thrill of release in an attack on the enemy.",
        4290.38,
        4294.1
    ],
    [
        " Six, he may be unconsciously trying to relieve a grouch by violence that is considered legitimate.",
        4295.32,
        4303.02
    ],
    [
        " The man who has spent a lifetime enduring unending series of disappointments, failures,",
        4303.56,
        4307.4
    ],
    [
        " and obstacles, and who is damned up in himself, over-ever mounting grievances and resentment may",
        4307.62,
        4313.74
    ],
    [
        " be able to turn all that ill will against the enemy.",
        4313.74,
        4316.98
    ],
    [
        " Seven, he may have joined the army as he would apply for a job.",
        4318.34,
        4321.46
    ],
    [
        " Think about the stark difference between those couple there. We've got one person that just",
        4322.34,
        4326.76
    ],
    [
        " wants to fight people. One person that feels like they've been a failure and everything",
        4326.76,
        4329.92
    ],
    [
        " and just has an opportunity to take that grudge out against the world.",
        4329.92,
        4333.34
    ],
    [
        " I'm a murderer at heart. And then you've got another guy that, hey, I joined because it's okay.",
        4333.6,
        4337.7
    ],
    [
        " Seems like a good job. They could just pay me a GI bill or whatever.",
        4338.46,
        4341.34
    ],
    [
        " Eight, he may have been driven into army life by regard for public opinion. He may feel keenly",
        4343.0,
        4349.24
    ],
    [
        " the way his friends, especially the girls, regard a military uniform and a fighting man.",
        4349.24,
        4355.28
    ],
    [
        " He may hate the thought of being considered a slacker.",
        4356.08,
        4358.44
    ],
    [
        " Nine, it may be his desire to maintain his own self-esteem that moves him.",
        4360.08,
        4364.72
    ],
    [
        " He may have to end his secret shame at the thought that others are doing the fighting for him.",
        4365.22,
        4372.48
    ],
    [
        " Ten, his action may be based on a feeling of oneness with the nation and on faith in the leaders",
        4373.22,
        4379.1
    ],
    [
        " and the nation's leaders. Eleven, he might be acting out of his faith in democracy.",
        4379.1,
        4383.66
    ],
    [
        " Twelve, he might be compelled by his spirit of sacrifice.",
        4383.92,
        4386.64
    ],
    [
        " All these reasons why men join the army, why they accept training in many cases, why they",
        4387.54,
        4393.22
    ],
    [
        " keep unwillingly, willingly when they go on overseas to a fighting front. Yet by the motives,",
        4393.5,
        4402.52
    ],
    [
        " by then the motives usually change or some of them do. And here are the chief reasons why a man",
        4402.8,
        4408.84
    ],
    [
        " fights at the front. So there's a little difference here. So this is why they joined and now it's",
        4408.84,
        4414.2
    ],
    [
        " why they're fighting. And this is something you hear about. It's kind of a cliche thing.",
        4414.2,
        4418.08
    ],
    [
        " He's fighting for the guy who's left and to his right. This is this we're going to go into a little",
        4418.64,
        4422.36
    ],
    [
        " bit because that that is what it is. And it's true. Thirteen in a unit with good morale, he fights out",
        4422.48,
        4427.1
    ],
    [
        " of loyalty to his comrades in his unit. Boom, there it is. This is important though.",
        4427.1,
        4431.96
    ],
    [
        " Fourteen or he may fight because he has led men at the front face danger and are often uncertain",
        4432.96,
        4440.48
    ],
    [
        " what to do about it. This is especially true in a unit with uncertain morale. It's like I said earlier,",
        4440.48,
        4446.74
    ],
    [
        " like sometimes the leaders, if you got a good leader that's going to make things happen,",
        4447.02,
        4450.44
    ],
    [
        " you're going to make things happen. This is a good one. Fifteen. Finally, a man may fight because",
        4450.44,
        4457.2
    ],
    [
        " there's literally nothing else to do. And of course, everyone uses the word literally now.",
        4457.2,
        4462.82
    ],
    [
        " All the time. And if you take it, if you remove that from your brain to make literally mean what",
        4464.04,
        4472.46
    ],
    [
        " it's supposed to mean, think about the sentence, finally, a man may fight because there is literally",
        4472.46,
        4478.34
    ],
    [
        " nothing else to do. He and his comrades are in the war and at the front in battle.",
        4478.48,
        4484.64
    ],
    [
        " No one stops to figure out why he should escape from a burning house. So with fighting. So yeah,",
        4485.3,
        4491.62
    ],
    [
        " there's some people like, oh yeah, yes, what? You have two choices. Fight or die. And you're going to fight.",
        4491.66,
        4498.8
    ],
    [
        " Yeah. How men meet defeat. The way a man stands up to a blow, part leave, of course, depends",
        4499.2,
        4508.04
    ],
    [
        " on how heavy the blow when a man is faced with a very difficult problem or a series of them,",
        4508.04,
        4512.72
    ],
    [
        " with any sort of obstacle or frustration, when things become too difficult, there are three",
        4513.1,
        4517.3
    ],
    [
        " sorts of things he can do. He can work out at harder, attacking the problem from new angles with",
        4517.3,
        4521.68
    ],
    [
        " increasing vigor. He can get mad and attempt to destroy the obstacle or himself or something else.",
        4521.68,
        4527.0
    ],
    [
        " And three, he can give up and despair and run away in apathy. The first way is the way of learning,",
        4527.48,
        4534.38
    ],
    [
        " right? When what seems like a good plan is hit upon and is tried, if this fails, this signal for",
        4535.62,
        4540.24
    ],
    [
        " more thinking, when a good working plan is finally evolved, success is achieved and the man has learned.",
        4540.24,
        4547.1
    ],
    [
        " So that's the best thing to do, right? You try different solutions. All this activity is healthy",
        4547.82,
        4554.48
    ],
    [
        " unless the individual, oh, there's a little balance, there's a little dichotomy here. All this activity",
        4554.48,
        4559.08
    ],
    [
        " is healthy unless the individual becomes so engrossed with a single problem, so obsessed by it",
        4559.08,
        4565.52
    ],
    [
        " that he fails to eat or sleep or pay attention to other necessary problems. Can't get target fixation.",
        4565.52,
        4571.48
    ],
    [
        " Getting mad over disappointments or failures is generally not profitable.",
        4572.46,
        4579.1
    ],
    [
        " It is particularly hard on the innocent bystander because of the way men have of shifting their",
        4579.66,
        4586.46
    ],
    [
        " grouch from the original obstacle to other persons or things. The man who fails to get a promotion,",
        4586.46,
        4592.36
    ],
    [
        " he has been working and longing for doesn't take a poke at the officer who refused to recommend him,",
        4592.86,
        4598.5
    ],
    [
        " much as he would like to have it out with him and said he's likely to kick his buddy in the pants so",
        4599.32,
        4604.4
    ],
    [
        " much as he raises, if he so much as raises an eyebrow. Leaders too may take it out on unafending men",
        4604.4,
        4611.24
    ],
    [
        " who then wonder what's eaten him.",
        4611.24,
        4613.92
    ],
    [
        " Aggression may also be turned inward onto the self. Many a man goes about kicking himself",
        4617.46,
        4624.58
    ],
    [
        " usually figuratively but sometimes in real self-punishment such as bang the head or punching or",
        4624.58,
        4630.32
    ],
    [
        " kicking a hard object until the flesh is bruised. Of course the extreme of self-punishment for",
        4630.32,
        4636.92
    ],
    [
        " disastrous failure or frustration is suicide but mostly suicide is just giving up.",
        4636.92,
        4643.0
    ],
    [
        " If it first you don't succeed try try again. This adage may be used to maintain courage but the",
        4644.72,
        4651.84
    ],
    [
        " process is actually governed by natural law. The number of times a man will attempt to accomplish",
        4651.84,
        4659.32
    ],
    [
        " a certain job or to reach a certain objective is governed in one direction by the importance of",
        4659.32,
        4664.52
    ],
    [
        " that particular success and in the other direction by the effort and pain involved in trying.",
        4664.52,
        4670.06
    ],
    [
        " When the successful achievement means less than the individual than the freedom from the strain",
        4670.4,
        4677.66
    ],
    [
        " of trying to attain it any man will abandon the struggle. Giving up is nature's way of protecting",
        4677.66,
        4684.44
    ],
    [
        " the organism against too much pain. So that's my don't. Once you've banged your head against the",
        4684.44,
        4695.1
    ],
    [
        " wall 44 times that's enough. You're not going to get through it on the 45th or the 46th or the",
        4695.56,
        4700.92
    ],
    [
        " 47th try. You need to find a different way. It goes on. Giving up may mean defeat but it does not",
        4700.92,
        4714.42
    ],
    [
        " always mean surrender. In most situation what is given up is some particular way of reaching the",
        4714.42,
        4720.72
    ],
    [
        " goal rather than a complete abandonment of the objective. This sort of defeat results in thinking",
        4720.72,
        4727.66
    ],
    [
        " in fresh striving in eventual progress. A man who has been unable to get a commission in the army",
        4727.66,
        4732.86
    ],
    [
        " main list earn his stripes and later reach an officer candidate school. Another kind of giving up",
        4732.86,
        4739.46
    ],
    [
        " results in compromise. The original objective is abandoned but another more easily achieved is",
        4739.46,
        4745.7
    ],
    [
        " substituted. And this stuff is these are the things that people get the impression that",
        4745.8,
        4753.48
    ],
    [
        " well from me. Well you just never give up. Never compromise. It sounds really cool to say that.",
        4753.48,
        4760.46
    ],
    [
        " There is no there's no t-shirt back in the day. It was for H&K rifles. And it said in a world of",
        4761.0,
        4771.22
    ],
    [
        " compromise some don't. And it had a picture of like an entry team going into a building.",
        4773.62,
        4777.6
    ],
    [
        " And of course you hear that and you think that's right. No compromise ever. But here's the problem.",
        4778.0,
        4787.92
    ],
    [
        " No compromise means if you don't win every single time you will get defeated in the stride.",
        4788.52,
        4795.0
    ],
    [
        " Because you're not going to win. The problem is that is you're not going to win every time.",
        4795.22,
        4798.28
    ],
    [
        " You're not going to win every argument that you have. You're not going to win every idea that you",
        4798.28,
        4801.66
    ],
    [
        " put forth isn't going to be the idea that gets selected. And what you end up being is a person that",
        4801.66,
        4806.58
    ],
    [
        " can't work with anyone else. Or you end up a person that has one chance at charging machine",
        4806.58,
        4813.52
    ],
    [
        " gun nest and you go straight forward up the hill towards the machine gun nest and guess what",
        4813.52,
        4817.24
    ],
    [
        " everyone dies. You didn't achieve the mission and everyone is dead. Now if you would have said you",
        4817.24,
        4824.74
    ],
    [
        " know what we tried we lost two guys we backed up now we're in covered position and we're waiting",
        4824.74,
        4829.7
    ],
    [
        " for some reinforcements. And when the reinforcements show up here's the plan we're going to put down",
        4829.7,
        4834.9
    ],
    [
        " covering fire we're going to maneuver around to the flank or we're going to get a heavy weapon in",
        4834.9,
        4837.98
    ],
    [
        " here and we're going to shoot a bazooka at this thing whatever. So this one he's one in the book",
        4837.98,
        4843.46
    ],
    [
        " where it says give up it's not giving up it's more like giving up on a certain he says giving up",
        4843.46,
        4851.02
    ],
    [
        " does not always mean surrender. So surrender is like I give up on the mission. Yes essentially.",
        4851.02,
        4856.94
    ],
    [
        " Yes. Giving up is like giving up like just basically stop doing something that's not working kind",
        4857.22,
        4863.4
    ],
    [
        " of thing. Right. Yeah. We had this question on the podcast is when is it okay to quit? Yes.",
        4863.4,
        4869.04
    ],
    [
        " To like define this exact thing. Yeah. The definition that's kind of the thing. And I had the",
        4869.04,
        4872.76
    ],
    [
        " conversation with a guy that we both know who was was making a great effort in a business.",
        4872.76,
        4879.36
    ],
    [
        " The business was not being successful the way he had envisioned it.",
        4879.36,
        4883.54
    ],
    [
        " And it was costing him a lot of money. It was costing him time. He was putting all his efforts into it.",
        4883.68,
        4890.06
    ],
    [
        " And you know he literally asked me, hey man if I shift to something else is that quitting?",
        4890.22,
        4900.54
    ],
    [
        " And I said it's quitting but it's not surrendering. And I actually said what is your goal?",
        4901.42,
        4908.42
    ],
    [
        " In his goal was not to be successful in that particular business. His goal was to spend time with",
        4909.64,
        4914.36
    ],
    [
        " his family and set up a safe financial situation for them. And he kind of got his wires crossed",
        4914.36,
        4921.58
    ],
    [
        " on thinking that this business that he had started was the mission. Wasn't the mission.",
        4921.58,
        4928.2
    ],
    [
        " The mission was taking care of his family and spending time with his family. And he was actually",
        4928.72,
        4933.52
    ],
    [
        " failing to do either. So sometimes you have to sometimes you have to make those adjustments. You",
        4933.52,
        4941.16
    ],
    [
        " have to quit. Just because you quit one plan doesn't mean you surrender. Yeah. In fact I would get",
        4941.16,
        4947.72
    ],
    [
        " mad at young seals when they would come up with their plan. They'd use the plan to go hit a",
        4947.72,
        4952.38
    ],
    [
        " training target. The plan would start to fail and they wouldn't adapt. They wouldn't change.",
        4952.38,
        4957.68
    ],
    [
        " They'd stick with their plan. I'm not a quitter. We're going to keep going. Oh really? Okay.",
        4957.68,
        4962.78
    ],
    [
        " Cool. We'll kill everyone that you have. You can do buddy carries the rest of the night out here",
        4962.8,
        4965.8
    ],
    [
        " in the desert. I got all my. So it's essentially when it comes down to it's almost like an issue with",
        4965.8,
        4972.92
    ],
    [
        " the language because like quitting giving up like these are things that we're kind of trained to",
        4972.92,
        4978.02
    ],
    [
        " think are bad. These are bad things to quit and give. So all you have. I mean, and given what he's",
        4978.02,
        4984.28
    ],
    [
        " talking about, you know, like nowadays I've heard people use word pivot like the guy you're talking",
        4984.28,
        4988.98
    ],
    [
        " about with a business right? Yeah, I got to pivot. It's like, well, pivot, quit, give up. I mean,",
        4988.98,
        4994.38
    ],
    [
        " I'd rather use the word pivot because it sounds like, hey, I'm still on the mission on the path.",
        4994.56,
        5000.0
    ],
    [
        " I'm just taking a different direction. You know, it would we'd have to come up with a legitimate",
        5000.0,
        5004.08
    ],
    [
        " what never quit, which is what we're actually taught in the seal teams. But then when you say,",
        5004.08,
        5011.2
    ],
    [
        " you're never quit, that means never surrender. That's what that's what it really means is never lose",
        5011.2,
        5017.02
    ],
    [
        " sight of accomplishing and doing what it takes to accomplish your long term strategic goals.",
        5018.1,
        5023.16
    ],
    [
        " That's what it really means, but that doesn't sound as cool as never quit. Yeah. But then and then give",
        5023.44,
        5028.22
    ],
    [
        " up same thing. Give up means like this is too much for me or I'm not willing to work hard through it",
        5028.22,
        5034.52
    ],
    [
        " or whatever. That's what it feels like it means, but in this book, it doesn't mean that. I mean,",
        5034.52,
        5038.2
    ],
    [
        " here's here's a little little dichotomy for me that kind of hurts and I know I think it's pretty",
        5038.34,
        5042.82
    ],
    [
        " much ego talking, but I when I hear pivot, I always think, oh, things are going so well.",
        5042.82,
        5048.82
    ],
    [
        " I think you're giving up. See, you know what that's like?",
        5048.82,
        5051.36
    ],
    [
        " That's kind of a negative connotation, which is not good. I'm criticizing myself for even having",
        5051.36,
        5056.3
    ],
    [
        " those thoughts because you do have to pivot in business. You do have to pivot in combat.",
        5056.3,
        5060.48
    ],
    [
        " You can't be like, oh, here's what we were trying to do and it wasn't working. So we're just",
        5060.96,
        5064.74
    ],
    [
        " going to do it harder. No, you actually have to say, hey, this isn't working and we're going to make",
        5064.74,
        5068.7
    ],
    [
        " some adjustments. We're going to pivot. Yeah. And I think that's what that word was sort of",
        5068.7,
        5072.82
    ],
    [
        " introduced to that whole space to mean because of all these different, but then here's the thing,",
        5072.82,
        5077.96
    ],
    [
        " though, on the flip side of that, some guys don't give up. They'll straight up give up because",
        5078.04,
        5082.72
    ],
    [
        " it's too much work and be like, I'm going to take a new direction. You know, I'm going to pivot towards",
        5082.72,
        5087.0
    ],
    [
        " more of the more personal stuff. More personal things. Yeah.",
        5087.0,
        5093.2
    ],
    [
        " This one, you know, meanwhile they surrendered their whole mission because there's too much work for",
        5093.2,
        5097.36
    ],
    [
        " them. You know, we can come as easier quickly with it. We're going to pivot hard.",
        5097.36,
        5102.26
    ],
    [
        " If we need to. Yes. Check.",
        5102.66,
        5105.68
    ],
    [
        " Next, ability to accept defeat in such ways is no fault of character. In fact, a man who can",
        5107.16,
        5115.0
    ],
    [
        " take it and still do his best without bitterness is highly regarded in the army and in civilian life.",
        5115.0,
        5121.26
    ],
    [
        " But there are other ways of meeting defeat or disappointment that are destructive and may result in",
        5122.12,
        5128.74
    ],
    [
        " psychological casualty. The familiar sour grapes reaction is what happens in a man who has",
        5128.74,
        5135.44
    ],
    [
        " set his heart so firmly on a particular achievement that he can't give it up and face the fact.",
        5135.44,
        5140.52
    ],
    [
        " So he belittles or runs down the very job he wants so much to have. He says pilots are all crazy",
        5140.8,
        5147.88
    ],
    [
        " or fools and the whole flying game is a jip. You. We have to talk to good deal Dave Burke about that one.",
        5148.44,
        5156.24
    ],
    [
        " Good deal. No, because that definitely happens. You know, you get someone that's trying to achieve.",
        5156.32,
        5160.92
    ],
    [
        " You don't even care about a black belt. Yeah. There's not even that big deal. Yeah.",
        5161.28,
        5164.76
    ],
    [
        " But cool. Don't get one because apparently you're not sour grapes. Sour grapes. You know where that",
        5164.92,
        5169.66
    ],
    [
        " expression comes from. I do not. Yeah. So I didn't either until I was well into adulthood. So",
        5169.66,
        5175.8
    ],
    [
        " it's like a old what do you call them? Little fable. I don't know. I don't know. What is it when it's",
        5176.0,
        5181.2
    ],
    [
        " like a story that didn't really happen? But it was so famous. Super short. So this fox was hungry.",
        5181.2,
        5189.22
    ],
    [
        " And saw some grapes up on the vines. Right? And so the fox was like dang, they're pretty high. So",
        5189.68,
        5194.72
    ],
    [
        " it's all good. I'm going to jump up on me. Those grapes. Because I'm hungry.",
        5194.72,
        5197.7
    ],
    [
        " Okay. Jump up. Mrs. The grape. He can't jump high enough. So he's like, all right.",
        5198.94,
        5202.34
    ],
    [
        " He comes back and he's like, you know, I just got to jump higher. That's all. So he jumps",
        5202.9,
        5207.32
    ],
    [
        " high. Even higher still can't still can't get him. Try again. Still can't get him. Again,",
        5207.32,
        5211.52
    ],
    [
        " still can't get him. Finally gives up. Doesn't pivot. Gives up. And while he's leaving, he says",
        5211.84,
        5218.48
    ],
    [
        " his grapes were probably sour anyway. There it is. There you go. Don't like that.",
        5218.48,
        5226.52
    ],
    [
        " Continuing. More likely to occur is a sort of symbolic running away through fained illness or",
        5229.18,
        5236.98
    ],
    [
        " physical defect. Defect. A man faced with failure to pass an examination for a promotion. Or he",
        5236.98,
        5243.84
    ],
    [
        " as long for may suddenly announce that he is colorblind or nightblind or has some other previously",
        5243.84,
        5248.38
    ],
    [
        " undiscovered defect that would prevent a success. Or he may become actually ill and be honestly",
        5248.38,
        5254.48
    ],
    [
        " unaware of the connection between sudden sickness and frustration. This is a fained physical defect",
        5254.48,
        5262.74
    ],
    [
        " is a big one for people that don't make it through some kind of military training program.",
        5262.74,
        5268.68
    ],
    [
        " So what is that? That's like we're like, what happened? I run my leg. Right.",
        5268.98,
        5273.5
    ],
    [
        " Maybe they did it or wait, so are they blaming something that actually is occurring? Or are they",
        5274.08,
        5279.66
    ],
    [
        " just sort of making a physical effect? Okay, I couldn't do this because my leg was hurt. That's why I",
        5279.66,
        5284.22
    ],
    [
        " didn't make it through the program because I got this. I got that. Yeah. Okay. And the other thing",
        5284.22,
        5290.16
    ],
    [
        " they make is sometimes people actually get sick, but it's because they're, you know, like the mind",
        5290.16,
        5295.84
    ],
    [
        " connection. It's crazy. Back to the book. Each man, no matter how strong Menelian physically has",
        5296.76,
        5304.48
    ],
    [
        " his limits beyond which the strongest will cannot drive him. The wise man learns his own tolerances",
        5304.48,
        5311.88
    ],
    [
        " and cautiously retreats if possible to a more defended position when hazards and obstacles",
        5311.88,
        5317.86
    ],
    [
        " he is in danger of are too great. It's amazing that they so clearly understood this. This is",
        5317.86,
        5328.26
    ],
    [
        " 1942 or something like that. And they're saying, look, they're saying the exact same thing that's",
        5328.26,
        5332.8
    ],
    [
        " a big revelation to say, pivot. They're saying the same thing. Rage, a two-edged weapon.",
        5332.8,
        5341.58
    ],
    [
        " A group of tanks stands in a field silent motionless and dead suddenly switches on",
        5342.32,
        5347.68
    ],
    [
        " throne motor start and they become alive noise burst from their exhausts and they roar to attack.",
        5347.68,
        5352.4
    ],
    [
        " A gun is a nerd and dead until a high explosive powder is set off in its chambers. A bomb without",
        5352.8,
        5358.14
    ],
    [
        " nitroglycerin is a dud. All weapons are mere useless pieces of metal until the release of energy",
        5358.14,
        5364.46
    ],
    [
        " brings them to life. Man too, as a weapon of war, must have energy released to galvanize him into",
        5364.46,
        5373.08
    ],
    [
        " acting, fighting soldier. And the high explosive that sets off a man's fighting power is emotioned.",
        5373.08,
        5384.04
    ],
    [
        " There are certain things that a man can do in an automatic way without the fire of emotional energy",
        5384.44,
        5390.04
    ],
    [
        " but these things would win no wars without fear and without rage. You could not even defend",
        5390.04,
        5396.34
    ],
    [
        " himself if the enemy were aiming at him and about to fire. Slap a man's face and he will become in",
        5396.34,
        5401.78
    ],
    [
        " rage, drop a bomb beside him and he may become terrified. But although the two feelings",
        5401.78,
        5409.38
    ],
    [
        " may seem different to, may seem to the man very different inwardly, the changes that take place in",
        5409.38,
        5416.84
    ],
    [
        " his body are similar. His heart beats faster, his blood pressure rises, his blood is shifted from",
        5416.84,
        5422.02
    ],
    [
        " internal organs to the muscles, his digestion stop. Stops sugar in his blood increases, his hands",
        5422.02,
        5428.14
    ],
    [
        " tremble, his voice quivers, the body wastes in the bladder or bowels may be expelled, he becomes",
        5428.14,
        5434.02
    ],
    [
        " alert and ready for instant action. Whether all this extreme preparation for action by the body is",
        5434.02,
        5440.0
    ],
    [
        " a good thing for the soldier or whether it will eventually or whether it will actually endangers",
        5440.0,
        5445.0
    ],
    [
        " life, depends on the circumstances. When in primitive hand-to-hand combat, when the last ounce of",
        5445.0,
        5452.12
    ],
    [
        " energy of which the body is capable must be summoned instantly for one tremendous spur of",
        5452.12,
        5458.76
    ],
    [
        " running to get away from peril or for one outburst of physical strength to down the foe, rage or",
        5458.76,
        5465.68
    ],
    [
        " fear will pour into blood the adrenaline necessary to rouse that vital energy.",
        5465.68,
        5471.4
    ],
    [
        " If immediate vigorous action is impossible, however, and if life depends",
        5472.54,
        5478.42
    ],
    [
        " instead upon the cool headed use of skill, self-control and discipline, then violent emotion can",
        5478.42,
        5486.12
    ],
    [
        " put the soldier in mortal peril. So this one thing can kill you or save you.",
        5486.12,
        5494.94
    ],
    [
        " Yeah, there's an interesting differentiation there where it's like, hey, if the task kind of",
        5496.92,
        5501.82
    ],
    [
        " requires like skill and stuff, you gotta control that. You can't be doing it, but if it's like, hey,",
        5501.82,
        5507.34
    ],
    [
        " if you sometimes, because it's face it in life and whatever, sometimes it just,",
        5507.52,
        5511.76
    ],
    [
        " bro, you just gotta power through some stuff. Everyone's in love. No doubt about it.",
        5512.08,
        5516.42
    ],
    [
        " And actually, you said how, put quite eloquently, what is it? Sometimes you have to use your logic",
        5517.06,
        5524.42
    ],
    [
        " and sometimes you have to use your logic and the discipline goes through your field manual.",
        5524.42,
        5528.16
    ],
    [
        " This thing is in the field manual. Sometimes if your logic fails, if you can't think of a good reason",
        5528.28,
        5535.46
    ],
    [
        " why should I do another set or why should I go competing this thing, you have to let your emotions",
        5535.46,
        5540.3
    ],
    [
        " get a little getting the game and then sometimes your emotions get shut down. Yeah, because you think",
        5540.3,
        5546.68
    ],
    [
        " who's just stupid. This doesn't make sense. Yeah, yeah. Yeah. Well, then you gotta let your",
        5546.68,
        5551.54
    ],
    [
        " emotions go. Wait, me? It doesn't make sense because you're being weak. You don't like that.",
        5551.54,
        5556.4
    ],
    [
        " No, that's bad. Actually, the logic one, a lot of times is, well, it's more dynamic. I'd say,",
        5556.58,
        5563.56
    ],
    [
        " because you can have full conversation in my head and the working out one was a big one where I'm",
        5563.82,
        5570.74
    ],
    [
        " like, think about how you'll feel after that's going to be the benefit. But then at the same time,",
        5570.74,
        5575.8
    ],
    [
        " it'd be like, hey, wait, but you could easily rest right now. Yeah, you can get recut. You know,",
        5575.8,
        5579.3
    ],
    [
        " so it's like you're one of those guys that has a huge, huge surplus of standing by things that",
        5579.3,
        5585.82
    ],
    [
        " are like, look, you know, most important part of working out is rest. You don't grow. You don't",
        5585.82,
        5593.68
    ],
    [
        " get stronger when you're working out. You actually get stronger when you're resting. Yeah, when you're",
        5593.68,
        5597.88
    ],
    [
        " a cover, you got that little voice, you got that one little monkey on your shoulder that's whisper",
        5597.88,
        5603.1
    ],
    [
        " in those things. Yeah, but now I got you who in like the big monkey. Yeah, even big one because",
        5603.1,
        5609.28
    ],
    [
        " and I got this from you essentially where it's like, okay, I can, this is kind of the conversations",
        5609.28,
        5615.58
    ],
    [
        " going on my head. Typically. So yes, I can be like, yeah, the recovery, that's how you, you know,",
        5615.58,
        5622.34
    ],
    [
        " get the gains, whatever, that's on one side. Then the other side is like, wait, but you want to",
        5622.68,
        5633.08
    ],
    [
        " there's more to it. There's mental exercises, mental toughness exercises in there. There's doing,",
        5633.26,
        5637.86
    ],
    [
        " you know, discipline, all like all these things. Oh, yeah. And hand, they're more like they're",
        5638.0,
        5642.48
    ],
    [
        " longer lasting like things to develop. You know, like when you develop them, they apply",
        5642.48,
        5647.44
    ],
    [
        " a more thing. So you can be I can easily be like, hey, I don't feel like it today. That's my",
        5647.44,
        5654.28
    ],
    [
        " body telling me I should rest today. Yeah, I really don't feel like it physically. And that is",
        5654.28,
        5660.26
    ],
    [
        " true. It's probably true. But what else is true is if I can train myself to power through these",
        5660.26,
        5666.74
    ],
    [
        " sorts of situations, even though they're true, that's going to serve me way better in life. So",
        5666.74,
        5671.7
    ],
    [
        " if I do develop that skill, I'll allow this. Yeah. So I'm like, dang. So now I got to explain",
        5671.7,
        5676.76
    ],
    [
        " some of that stuff to my youngest daughter, my youngest daughter about how competition is good.",
        5676.76,
        5685.46
    ],
    [
        " And the reason competition is good is because life is a competition. It is a straight-up competition.",
        5686.32,
        5691.68
    ],
    [
        " And if you're not good at competing, if you don't get comfortable with competing,",
        5692.44,
        5696.8
    ],
    [
        " that's going to be a problem when it comes time to compete, which you will have to do. You're not",
        5697.06,
        5701.26
    ],
    [
        " going to get through life without competing for things for whatever. It doesn't happen. You're",
        5701.26,
        5706.56
    ],
    [
        " going to have to compete for a job. You're going to have to compete for, you know, to meet someone,",
        5706.56,
        5711.72
    ],
    [
        " to be your wife or husband. There's a competition going on for that. They're just not like",
        5712.68,
        5718.1
    ],
    [
        " down for the call as out of the gate. No, you got to fight off other humans to get what you want.",
        5718.1,
        5725.02
    ],
    [
        " Whether it's a spouse, whether it's a job, whether it's a promotion, whether it's a part in the",
        5725.3,
        5732.18
    ],
    [
        " school play. There's other people that are going to be trying to tell my little daughter this.",
        5732.18,
        5736.62
    ],
    [
        " You think they're just going to step aside when you show up? You want the lead role?",
        5736.74,
        5741.6
    ],
    [
        " It's a competition and you must destroy the competition. And the way you do that is you compete,",
        5741.92,
        5749.38
    ],
    [
        " you compete in different things a lot. You push yourself and you figure out what it takes to step up.",
        5749.56,
        5754.78
    ],
    [
        " Yeah. Like wrestling a lot. Wrestling puts a lot of pressure on kids.",
        5755.32,
        5759.32
    ],
    [
        " And it is straight competition, mono-emano, or in the case of my daughter, what is that?",
        5760.08,
        5766.08
    ],
    [
        " Female, mono-emano. It is straight competition. You against another human being,",
        5767.9,
        5774.68
    ],
    [
        " want to use going to win. Want to use going to lose 100% of the time. That's what's going to happen.",
        5774.98,
        5780.24
    ],
    [
        " And it's all on you. So that's really good for people. It's good for kids. Yeah.",
        5780.54,
        5787.32
    ],
    [
        " Well, do just your competition. Same thing. And then you just get you can just say any kind of",
        5788.04,
        5791.58
    ],
    [
        " competition. Yeah. Yeah. It's like a dichotomy too. In the spirit of accuracy,",
        5791.58,
        5797.86
    ],
    [
        " like life, not to get too deep here, but life is half competition, half collaboration.",
        5798.78,
        5805.5
    ],
    [
        " So it could be different. It could be 60, 40, and whatever. Whatever.",
        5806.12,
        5809.5
    ],
    [
        " 100% competition for me in a bunch of collaboration for you. But here's the thing, where you get people",
        5809.68,
        5818.72
    ],
    [
        " who lean too far towards competition. They start to alienate people and they can't",
        5818.72,
        5823.76
    ],
    [
        " maintain relationships like all these problems. They're playing the short game.",
        5823.76,
        5827.68
    ],
    [
        " Short game, yes. And the collaboration. If they're playing the long game, that's not a factor.",
        5827.84,
        5832.08
    ],
    [
        " Yeah. Because they're realizing, oh, I'm going to win in the long game. So this short game is a sacrifice,",
        5832.4,
        5839.04
    ],
    [
        " no problem. Because I want to, you know, I'm not going to do something that's going to create",
        5839.36,
        5843.34
    ],
    [
        " an antagonistic relationship with these people that I'm going to count on in the future.",
        5843.34,
        5847.12
    ],
    [
        " So guess what? We're going to take a little hit right now. We're going to make some, you know,",
        5847.36,
        5851.3
    ],
    [
        " we, you make compromises because you're focused on the long game because ultimately,",
        5851.5,
        5855.64
    ],
    [
        " it is a competition. Yeah. Well, it is a competition. Sure. Not everything's a competition.",
        5855.94,
        5862.48
    ],
    [
        " It's a lot of it is a collaboration. But within, I mean, most times we collaborate to compete.",
        5862.86,
        5867.98
    ],
    [
        " Yeah. As soon as I mean, so it is, it's like a little balance, like a little dance you're doing",
        5868.3,
        5871.96
    ],
    [
        " collaboration competition. That's why I think anyway, I don't know, but from what I can",
        5872.6,
        5877.36
    ],
    [
        " view or see observed that, yeah, if you lean too much towards competition, you jam yourself up.",
        5877.36,
        5884.66
    ],
    [
        " And if you lean too much towards collaboration, you jam yourself up too. It's like you can't succeed.",
        5884.8,
        5890.96
    ],
    [
        " It's like you can't get out of like your little cloud. Yeah, it should be balanced. And if you are",
        5891.14,
        5896.74
    ],
    [
        " competing on things, there's people that compete on things that don't matter. Yeah,",
        5896.74,
        5900.94
    ],
    [
        " that don't matter. And then while, or they compete when they should be collaborating. Yeah,",
        5901.28,
        5904.78
    ],
    [
        " that's true too. Or they're afraid to compete. So they don't compete at all. So there's all kinds",
        5904.98,
        5911.06
    ],
    [
        " of problems. But yes, I, what am I, I'm speaking a little bit simplified for my daughter because what my",
        5911.06,
        5920.16
    ],
    [
        " daughter, what I want my kids to realize is that there is competition. Yeah. And that they're part",
        5920.16,
        5925.56
    ],
    [
        " of it, whether they want to be or not, that's the point that I'm trying to make. And so when I talk",
        5925.56,
        5930.22
    ],
    [
        " to my daughter about something and she gives me a kind of a shoulder shrug about something,",
        5930.22,
        5934.08
    ],
    [
        " when it's not a shoulder shrug situation, then you aren't understanding that things are a competition.",
        5934.42,
        5942.98
    ],
    [
        " And life is a competition. And you know what? It is hard to say is it's, it's, it's very extreme",
        5943.46,
        5952.14
    ],
    [
        " to say everything in life or life in general or life as a whole is a competition. That's a real",
        5952.14,
        5958.96
    ],
    [
        " extreme statement. And I can see, I totally agree with your point. And you are correct that that",
        5959.08,
        5963.24
    ],
    [
        " can result in then a bad, a bad attitude. And really, I'm not even just a bad attitude, a bad life.",
        5963.24,
        5971.82
    ],
    [
        " I mean, you can end up, like you said, you can alienate everyone and you can end up alone. And",
        5972.0,
        5975.7
    ],
    [
        " you're competing and you're like, I beat that person. I beat that person. And now you're just,",
        5975.7,
        5978.92
    ],
    [
        " you've lost, that's the thing is you, you've lost a whole section of, of your competition,",
        5979.14,
        5985.18
    ],
    [
        " which is developing relationships with other human beings that you can then count on in your",
        5985.18,
        5989.52
    ],
    [
        " times of need or that you can provide for it. It's like, oh, you ruined everything.",
        5989.52,
        5993.24
    ],
    [
        " So, but what I'm saying is even that right there, if you think about it in terms of what I just",
        5994.68,
        6001.5
    ],
    [
        " said, you lost. So ultimately, to win the competition, you, you, you have to be aware of it. You",
        6001.5,
        6013.86
    ],
    [
        " probably have the crux of what we're trying to say. Competing doesn't always mean.",
        6013.86,
        6018.16
    ],
    [
        " Competing. Smashing the other person. Yeah. Competing doesn't always mean that.",
        6018.82,
        6024.76
    ],
    [
        " Sometimes competing means actually letting the other person win. Yeah. Yeah.",
        6025.12,
        6029.98
    ],
    [
        " Competing sometimes means letting it get compromising because I'm going to win the long game.",
        6030.06,
        6037.06
    ],
    [
        " I'm playing a long game over here. Yeah. And you're playing around with the short game.",
        6037.36,
        6040.64
    ],
    [
        " You beat my, hey, good job. I'm going to applaud you. I mean, you golf clap.",
        6041.22,
        6044.4
    ],
    [
        " Yeah, man, it's true because at the end, you know, you can collaborate all you want.",
        6045.02,
        6051.12
    ],
    [
        " But if you have like, I, you put it the long game, which is a really, really effective way to look",
        6051.42,
        6056.2
    ],
    [
        " at it, by the way, with everything. But if you can be collaborating and be the, you know,",
        6056.2,
        6061.98
    ],
    [
        " the best team player in the whole wide world, but your goal, your goal is for your team.",
        6062.04,
        6068.8
    ],
    [
        " You're the team player. It's for your team to win whatever you're doing. And win. I mean,",
        6068.84,
        6073.6
    ],
    [
        " it's the, here's the thing we're worse. I think people get emotionally jammed up when they hear",
        6073.72,
        6077.8
    ],
    [
        " like, you're a competition and that shouldn't be like that or whatever to win in life.",
        6077.8,
        6082.72
    ],
    [
        " Win. They think that like, I win. You lose kind of thing. Yeah, that's part of it. You know,",
        6082.9,
        6086.64
    ],
    [
        " but really when it comes to even like just genetically, right? You know, you say, we,",
        6086.86,
        6091.34
    ],
    [
        " you know, finding a mate at reproducing whatever it's like, you're, it's like survival of the",
        6091.36,
        6096.02
    ],
    [
        " fittest, right? Darwinism kind of thing like organisms compete for mate compete for this.",
        6096.16,
        6101.06
    ],
    [
        " So it's kind of like, that's how it is, you know, it's not like, I'm a person, you're a person,",
        6101.14,
        6107.28
    ],
    [
        " I'm going to win and defeat you and you, you're the loser. It's not that, that thing. It's like,",
        6107.4,
        6111.94
    ],
    [
        " basically, you want to be successful and for, for most situations for you to be successful,",
        6111.94,
        6117.3
    ],
    [
        " you have to kind of, you have to beat someone out of them, them being successful.",
        6117.72,
        6123.2
    ],
    [
        " In order to be successful, you also have to play the game. You also have to play the game by the",
        6123.2,
        6127.34
    ],
    [
        " rules. Yeah. Because otherwise you end up ostracized or in jail, right? Because you could say,",
        6127.34,
        6133.66
    ],
    [
        " I'm going to win. That, I'm going to make the most money. So let me know I'm going to steal it",
        6133.66,
        6137.32
    ],
    [
        " from people and do immoral things in order to get there. That, that would be everything is a",
        6137.32,
        6143.18
    ],
    [
        " competition attitude, but it's the wrong attitude. Because you're not going to win in the end. You're",
        6143.18,
        6153.18
    ],
    [
        " going to realize that it is a competition and you have to play with rules and you have to win the",
        6153.18,
        6156.82
    ],
    [
        " game and winning the game means that you are successful in a place where you can help other people",
        6156.82,
        6161.28
    ],
    [
        " and you've got what you need. And that's what we're looking for. Yeah. Yeah.",
        6161.28,
        6165.64
    ],
    [
        " The definite dichotomy with that one. Speaking of dichotomy, going back to the book, it is possible.",
        6166.04,
        6172.42
    ],
    [
        " It is as possible to be literally blinded by rage as it is to be paralyzed by fear. A prize fighter",
        6172.86,
        6180.2
    ],
    [
        " knows that he can win against a stronger and more skilled opponent. If he can rouse his opponent",
        6180.62,
        6185.96
    ],
    [
        " to violent anger in which he strikes wildly and fails to use his science, we see that all the time.",
        6185.96,
        6191.46
    ],
    [
        " Gotta maintain your composure. You know, fight on the mats, even on the mats of justice for the",
        6191.62,
        6199.52
    ],
    [
        " jujitsu. Oh, yeah. Big time. You know what? You know what movie was like the the the epitome of that",
        6199.52,
        6205.3
    ],
    [
        " was a few good men. Remember at the end when he was like when he made him admit to it,",
        6205.76,
        6211.84
    ],
    [
        " yeah, he that's exactly what he did. Man, total took him out of the game, got him all riled up, made him",
        6212.02,
        6217.22
    ],
    [
        " bad man. It was good. You can't handle the truth. That's right. That was a good speech, though, by the way.",
        6217.22,
        6222.5
    ],
    [
        " He but he let the rage and the emotion cause a problem for him. Jam, didn't know. He could have just",
        6222.7,
        6228.5
    ],
    [
        " he didn't have to do anything. No. He could just kept his monster and be like, whatever. Yeah,",
        6228.5,
        6233.5
    ],
    [
        " didn't do it. Tom Cruise and Tom Cruise. He played the game really well.",
        6234.34,
        6241.06
    ],
    [
        " All right. New to the attack his emotions. You know,",
        6241.16,
        6243.86
    ],
    [
        " isn't it funny that if you understand psychology and human nature, you can actually play it on someone",
        6244.24,
        6252.1
    ],
    [
        " and bring their own demise based on something that they're going to do for themselves.",
        6252.1,
        6257.18
    ],
    [
        " Yeah, that's crazy. That's why it's important to understand human nature.",
        6257.34,
        6260.08
    ],
    [
        " Back to the book, the main purpose behind all the long routine of military training and the",
        6260.72,
        6266.24
    ],
    [
        " pre-conditioning of troops to simulate battle conditions to drill into soldiers fighting habits,",
        6266.24,
        6270.38
    ],
    [
        " so deeply ingrained, so intimately second nature that they will persist in the face of the most",
        6270.62,
        6276.0
    ],
    [
        " overwhelming provocations to rage or panic. Long practice in shooting Kool-Aid at a target",
        6276.0,
        6282.64
    ],
    [
        " without undue excitement, without blood lust makes it possible for the soldier to shoot calmly as",
        6282.64,
        6288.02
    ],
    [
        " at his target when his very life and the safety of his pals are at stake. His hand must not",
        6288.02,
        6294.44
    ],
    [
        " tremble then. His keen eye and steady nerve must not waver. Fortunately men in civilized society",
        6294.44,
        6302.84
    ],
    [
        " have been trained since early childhood to control and discipline their natural impulses.",
        6302.84,
        6308.26
    ],
    [
        " For the normal adult, it is entirely possible for intelligence to remain in command of his behavior",
        6309.68,
        6314.94
    ],
    [
        " and for even recently acquired habits to be retained in opposition to the instinctive impulses",
        6314.98,
        6321.32
    ],
    [
        " to run or drop his rifle and flail out with his fists. There are many degrees of anger, however,",
        6321.32,
        6327.38
    ],
    [
        " and although the violently enraged individual may be at the mercy of the enemy, a milder form of",
        6327.74,
        6333.36
    ],
    [
        " resentment of injustice and calm determination to avenge cruelty can serve to fill men with a",
        6333.36,
        6340.08
    ],
    [
        " fighting spirit that knows no defeat. The difference between this Kool-Aid and rage is like the",
        6340.08,
        6347.86
    ],
    [
        " difference between tempered steel and molten iron. Like the difference between a raging torrent",
        6347.86,
        6354.16
    ],
    [
        " that destroys blindly and the harnessed power of a Niagara that can be directed intelligently",
        6354.16,
        6360.26
    ],
    [
        " to wipe out the enemy. Such deep and controlled anger is not to be roused",
        6360.26,
        6365.68
    ],
    [
        " artificially by any group before any group of men. It is the automatic result of an unpardonable",
        6367.82,
        6375.32
    ],
    [
        " offense. It rises like an unquenchable fire when a man's house is attacked, when his wife or",
        6375.32,
        6380.12
    ],
    [
        " children are abused, when his own native land is invaded. Such anger can be used not only for",
        6380.12,
        6388.06
    ],
    [
        " actual killing of the enemy, but also to provide the energy needed for work behind the lines. A soldier",
        6388.06,
        6393.7
    ],
    [
        " who is determined to defeat the enemy will do anything that he feels contributes to wiping out the",
        6393.7,
        6398.42
    ],
    [
        " flow, whether it is changing the tires on a truck or unloading shells from a packing case or",
        6398.42,
        6402.8
    ],
    [
        " policing barracks in his training camp. He will fight at his job. He will do that job well and will",
        6402.8,
        6409.04
    ],
    [
        " use his own initiative to volunteer for extra duty to think up ways of doing his job more quickly",
        6409.04,
        6414.24
    ],
    [
        " and more efficiently. Anger is infectious and can spread from one person to another through personal",
        6414.24,
        6420.32
    ],
    [
        " contact just to see the flushed face and tense expression of a rathy person may be enough to stir",
        6420.62,
        6428.64
    ],
    [
        " anger in others. The sound of anger in a raised voice or the sight of angry behavior is even",
        6428.64,
        6435.88
    ],
    [
        " more catching. Anger spreads most readily when the beholder is sympathetic. When he's able to put",
        6435.88,
        6442.98
    ],
    [
        " himself in the angry man's shoes when the person who is injured is one of us. For this reason,",
        6442.98,
        6449.16
    ],
    [
        " the rouse anger of a people is much greater and more moving than the sum of the individual",
        6449.16,
        6456.06
    ],
    [
        " angers within the group. They reinforce one another. Anger shared, controlled, and directed to the",
        6456.06,
        6463.18
    ],
    [
        " single purpose of destroying the enemy is a powerful force for survival and for victory.",
        6463.18,
        6469.68
    ],
    [
        " Anger is a gift.",
        6471.4,
        6473.62
    ],
    [
        " Is that a rage against the machine?",
        6476.2,
        6478.04
    ],
    [
        " It is indeed.",
        6478.16,
        6478.62
    ],
    [
        " Bringing out quotes.",
        6478.92,
        6482.58
    ],
    [
        " It goes on hatred of the enemy makes sense. The army is organized throughout for one single purpose.",
        6483.98,
        6494.44
    ],
    [
        " Fighting. Soldiers must be fighting men with a fighting spirit.",
        6494.96,
        6499.24
    ],
    [
        " But some acts of aggression by soldiers are useless to the war effort and actually dangerous to the",
        6499.8,
        6505.66
    ],
    [
        " army. When competition between companies or regiments turns into bitter rivalry,",
        6505.66,
        6512.34
    ],
    [
        " when soldiers in town for a Saturday night pick corals with each other or with the town's people,",
        6512.82,
        6517.6
    ],
    [
        " when race prejudices are permitted to develop within a camp or when officers stooped professional",
        6517.86,
        6523.72
    ],
    [
        " jealousy, the harmful results can be as bad as those dealt out by the enemy.",
        6524.0,
        6528.28
    ],
    [
        " This is when life and I would say the enemy is outside the wire.",
        6528.84,
        6533.7
    ],
    [
        " All those things are fighting inside the wire, fighting against ourselves.",
        6534.6,
        6538.92
    ],
    [
        " Such conditions make rifts in the solidarity essential to the fighting morale.",
        6540.02,
        6544.56
    ],
    [
        " They cause a deterioration of discipline, produce a state of anxiety and insecurity",
        6544.88,
        6548.66
    ],
    [
        " among the troops and worst of all, they actually drain off in ineffective petty squabbles,",
        6548.66,
        6554.54
    ],
    [
        " the fighting energy every ounce of which is needed to bring victory.",
        6554.66,
        6558.08
    ],
    [
        " The thoughtful leader, knowing that no group or nation can long survive if it is torn by",
        6559.4,
        6565.76
    ],
    [
        " internal strife or dissension with its allies is seriously disturbed by any tendency toward personal",
        6565.76,
        6572.48
    ],
    [
        " or factional friction within his command.",
        6572.48,
        6575.8
    ],
    [
        " He well knows that victory can only come if the whole group puts all its efforts into a unified",
        6578.66,
        6585.62
    ],
    [
        " cooperative battle against a common enemy. You always end up with these little",
        6585.62,
        6593.58
    ],
    [
        " factions, right? And you have to try and prevent that. You gotta watch out for those,",
        6593.58,
        6601.84
    ],
    [
        " because they sneak up on you. It happens in any organization though,",
        6602.38,
        6605.44
    ],
    [
        " people start to relate to each other and then they pick a little common enemy",
        6605.44,
        6609.0
    ],
    [
        " even inside the wire. It's like us against them.",
        6609.0,
        6612.14
    ],
    [
        " Yeah, that's true, because in picking a common enemy, even on a social level,",
        6612.5,
        6616.52
    ],
    [
        " whatever that promotes cohesion within a group, apparently from what I read is gossip.",
        6616.74,
        6624.38
    ],
    [
        " There's a purpose for gossip. If people gossip, it makes them bond. It's weird.",
        6624.94,
        6630.12
    ],
    [
        " Yeah, no. Actually, this book talks about rumors. We're going to talk about that.",
        6630.6,
        6635.34
    ],
    [
        " What are the fruitful ripe terrain for rumors to grow? For gossip to grow?",
        6635.82,
        6642.54
    ],
    [
        " But the act of doing it, we're doing it. That's part of the reason.",
        6642.54,
        6646.08
    ],
    [
        " Part of the reason is if you and I need something to connect on,",
        6646.24,
        6649.0
    ],
    [
        " we'll just make fun of this guy. We'll talk about this guy.",
        6649.12,
        6651.74
    ],
    [
        " And we kind of bond, right? If you hate this guy and I hate this guy,",
        6652.44,
        6655.92
    ],
    [
        " we're the same man. We're in the gate. We're in the game.",
        6656.06,
        6658.5
    ],
    [
        " So you, and this says and you say that you should try to prevent those little",
        6658.5,
        6666.54
    ],
    [
        " like what he clicks or whatever, right?",
        6666.54,
        6668.9
    ],
    [
        " Is there, do you think there's benefit to them?",
        6669.12,
        6673.64
    ],
    [
        " There is benefit to you. There is benefit to you.",
        6674.24,
        6675.88
    ],
    [
        " There is benefit to you. There are benefits, but it has to be balanced.",
        6675.88,
        6679.5
    ],
    [
        " Because guess what? I'm the task unit commander of task unit,",
        6679.82,
        6682.36
    ],
    [
        " I have Charlie and Delta Platoon. I want Charlie and Delta Platoon to be competitive against each",
        6682.56,
        6689.12
    ],
    [
        " other so that they're pushing to try and become, try and make each other, try and become",
        6689.12,
        6694.14
    ],
    [
        " their best so they can talk smack to the other guys. We beat you in this thing. We beat you in",
        6694.14,
        6697.96
    ],
    [
        " that thing. Okay, cool. That's positive. I want that to happen. What I don't want is Delta Platoon",
        6697.96,
        6704.94
    ],
    [
        " figures out of good standard operating procedure and doesn't share it with Charlie Platoon because",
        6704.94,
        6709.44
    ],
    [
        " we want to keep out performing them on this drill or vice versa. That's what we don't want to",
        6709.44,
        6714.06
    ],
    [
        " have happen. So you've got to balance these dichotomies, yes, and you want to have these little",
        6714.06,
        6718.16
    ],
    [
        " competitive groups and inside, guess what? Inside of Charlie Platoon, there's squad one and squad two.",
        6718.16,
        6722.4
    ],
    [
        " They should compete with each other and inside squad one and squad two, inside squad one, you got",
        6722.88,
        6727.84
    ],
    [
        " Fire Team one and Fire Team two. They're competing against each other and then inside that,",
        6727.84,
        6731.92
    ],
    [
        " Fire Team, you got two swim pairs and they're competing with each other. So you want to establish",
        6731.98,
        6736.62
    ],
    [
        " that healthy competition, but what you want to make sure is that it doesn't cross the boundary",
        6737.96,
        6744.3
    ],
    [
        " into sabotage. Yeah, so it's like, it has to remain at all times. It has to, the little",
        6744.3,
        6752.56
    ],
    [
        " many competitions or competitive situations have to remain within the boundary of the team goal.",
        6752.56,
        6758.88
    ],
    [
        " Like, it can never cross over that, right? Like, it has to be, it all has to support the team goal.",
        6759.4,
        6765.74
    ],
    [
        " Yes, like, can't ever be taking away from the fact that we have a unified mission to execute",
        6766.64,
        6775.3
    ],
    [
        " and achieve. We can never let anything undermine that goal ever. And that right there,",
        6775.3,
        6784.68
    ],
    [
        " we throw around this term, putting the mission first, right? Like, oh, you've got to put the",
        6785.28,
        6792.08
    ],
    [
        " mission first. Like, we throw that around. But if you think that through to its ultimate end,",
        6792.08,
        6798.92
    ],
    [
        " it is the most powerful force that you can have from a leadership perspective,",
        6799.08,
        6804.88
    ],
    [
        " from the way that you operate and the decisions that you make. Because you look at some decision",
        6805.48,
        6811.18
    ],
    [
        " that needs to get made. And if you, if you truly ask yourself the question, okay, how will this,",
        6811.18,
        6819.18
    ],
    [
        " will this move us towards our objective in a positive way? If it will, okay, we're moving in",
        6819.18,
        6825.06
    ],
    [
        " the right direction. Sounds like a day. If it's not doing that, it's the wrong decision to make.",
        6825.06,
        6830.68
    ],
    [
        " And so it comes time to fire someone. You're firing this person because they talk back to you and they",
        6831.16,
        6838.4
    ],
    [
        " were, they got a bad attitude. Okay. So then you ask yourself, okay, what does this do to our mission,",
        6838.4,
        6843.7
    ],
    [
        " our ability to execute our mission? Well, the guy is a turd and he doesn't know his job well.",
        6843.9,
        6848.88
    ],
    [
        " And he's been slacking off. Okay. And no one likes him. Guess what? He's getting fired. But okay,",
        6849.18,
        6855.68
    ],
    [
        " wait a second. I don't like him. I don't like him because he rubs me the wrong way. I don't like",
        6855.7,
        6861.76
    ],
    [
        " him because he's got a big ego, which means he's brushing up against my big ego, which is making me",
        6861.76,
        6865.92
    ],
    [
        " hold it against him. And by the way, he's come up with a couple of ideas that were better than mine.",
        6865.92,
        6869.9
    ],
    [
        " And I resent him for that. And by the way, he asked some questions during my last brief that were",
        6869.9,
        6875.2
    ],
    [
        " really hard for me to answer. He kind of put me on the spot. All these things. And so I rack those",
        6875.44,
        6880.56
    ],
    [
        " things up and I start. And now I put together my little click who's, and I start saying, hey,",
        6880.56,
        6883.88
    ],
    [
        " you know, he did this and he did this on this op and obviously I got a reason. Yeah. And now I need",
        6883.88,
        6889.26
    ],
    [
        " to ask myself, okay, am I furthering the mission? If I get rid of him, who's going to replace him? He",
        6889.26,
        6894.48
    ],
    [
        " has experience. Who's going to replace that experience? He's another body. Who's going to replace that",
        6894.48,
        6898.32
    ],
    [
        " other body? And so if you make your decisions based on what's good for the team, by the way,",
        6898.32,
        6904.9
    ],
    [
        " what's good for the team is what's good for the mission? You have a team to accomplish the",
        6904.9,
        6908.6
    ],
    [
        " mission. If your team is dysfunctional, you're not going to accomplish the mission. If your team",
        6908.6,
        6911.86
    ],
    [
        " is destroyed or part of your team has lost, you can't accomplish the mission. So if you really,",
        6911.86,
        6917.8
    ],
    [
        " truly look is what I'm doing a composer, what about your family, right? Your family mission is to",
        6917.8,
        6925.1
    ],
    [
        " provide for your family and take care of your family. When you start looking at things from that",
        6925.1,
        6929.32
    ],
    [
        " standpoint, hey, I really want to get this new car. Yeah. Right? I really like this new car.",
        6930.6,
        6937.5
    ],
    [
        " Sure. Okay, we know that that's an emotional decision. Yeah. Buying cars for most people as an",
        6937.82,
        6943.14
    ],
    [
        " emotional decision, myself included. Yes. Americans, it's not even just Americans, people love cars.",
        6943.14,
        6950.64
    ],
    [
        " I don't know if it's because the advertising thing, but cars represent freedom.",
        6951.26,
        6957.22
    ],
    [
        " You have the ability to travel hundreds and thousands of miles on your own accord.",
        6958.02,
        6964.44
    ],
    [
        " And maybe you just need to travel to the grocery market. But still, the car gives you freedom.",
        6964.92,
        6970.78
    ],
    [
        " And then the car in a deeper level is a reflection of you. Yeah, your identity.",
        6971.12,
        6976.56
    ],
    [
        " It's your, yeah, this is, it's literally something that you get inside of. And when people look at it,",
        6976.56,
        6983.32
    ],
    [
        " they're looking at the metal and steel version of you in your own mind. Yes.",
        6983.54,
        6989.76
    ],
    [
        " So it can be hard to drive a 1997 Dodge Grand Caravan with a duct tape on the, on the window.",
        6990.28,
        6999.14
    ],
    [
        " Sure. It can be hard. The fires, the fires in San Diego in 2003, were you here for those?",
        6999.44,
        7005.3
    ],
    [
        " Yes. They poured ash everywhere. So that ruined a lot of paint if the cars were sitting outside.",
        7005.3,
        7009.82
    ],
    [
        " So my 1997 Dodge Grand Caravan had all peeled paint look like just, just horrible.",
        7010.14,
        7017.06
    ],
    [
        " Pealed paint. It was like a dark red, but then there was these flakes of clear stuff all over it falling",
        7017.54,
        7024.2
    ],
    [
        " off. So if you looked at that car, and I saw that car as a reflection of me, it was pretty,",
        7024.2,
        7032.22
    ],
    [
        " pretty low reflection, you know, nothing against my brothers out there that are driving the,",
        7032.52,
        7037.0
    ],
    [
        " the many vans props. You got the family, but you make that your priority because what I could have",
        7037.0,
        7042.28
    ],
    [
        " done back in the day was saying, you know what, I really want to get whatever the Ford F 350 super",
        7042.28,
        7062.2
    ],
    [
        " want to look like that on the outside. So then what is my decision, Megyn bro? Do I need that",
        7062.2,
        7067.38
    ],
    [
        " vehicle? I live in San Diego, by the way. I live in San Diego. What do I do with my vehicle? I",
        7067.38,
        7073.36
    ],
    [
        " drive to work. I drive home. I take my kids to the Jitsu tournaments. That's what I do with my",
        7073.36,
        7077.84
    ],
    [
        " vehicle. Do I need a F 350 super duty, duly extended cab diesel 7.3 power stroke engine? Do I need that?",
        7077.84,
        7086.64
    ],
    [
        " I don't know. Kind of. No, I don't. So what is the mission? What is the mission? First of all,",
        7086.64,
        7093.12
    ],
    [
        " we know that when I buy a car, it's going down in value. If I buy a piece of property, I buy a house,",
        7093.18,
        7098.1
    ],
    [
        " I buy a home. That's going to go up in value over time. Sure, it might go up and down a little bit,",
        7098.26,
        7104.64
    ],
    [
        " but over time, it's going to go up in value. Over time, my kids can have that in 30 years,",
        7104.76,
        7110.48
    ],
    [
        " that they don't want that Ford in 30 years. That thing's barely even running in 30 years.",
        7110.8,
        7114.86
    ],
    [
        " So what is my mission? My mission is to provide for the family, protect the family, take care of",
        7116.36,
        7120.92
    ],
    [
        " the family, set them up for success in the future. What do I need to drive? I need to drive a",
        7120.92,
        7126.64
    ],
    [
        " Dodge Caravan. That's what I need to drive. I understand. So if you frame things correctly about",
        7126.64,
        7135.04
    ],
    [
        " what your broad mission is, you're going to do better off. You're going to make better decisions",
        7135.04,
        7138.38
    ],
    [
        " as a leader. That's the way it's going to be.",
        7138.38,
        7141.12
    ],
    [
        " And by the way, speaking of leaders, here we go back to the book. The most serious of all causes",
        7141.56,
        7156.76
    ],
    [
        " for an epidemic of dissension is the bad leader. When as sometimes happens in any organization,",
        7156.76,
        7165.82
    ],
    [
        " like an army, men have placed over them a man. They do not trust one who loves to show his",
        7165.82,
        7173.24
    ],
    [
        " authority and throw his rank around on unreasonable, martinette, the whole outfit will be filled with",
        7173.24,
        7182.02
    ],
    [
        " resentment. Since it is impossible to show this antagonism to the officer who is at fault,",
        7182.02,
        7187.54
    ],
    [
        " the troops go around with chips on their shoulders, daring each other to knock them off.",
        7188.18,
        7192.36
    ],
    [
        " The only way to wipe out such an infection of dissension is to track down and remove the cause.",
        7192.36,
        7198.04
    ],
    [
        " If men believe they have a grievance, even if the complaint is unjustified, they should be",
        7198.46,
        7204.92
    ],
    [
        " permitted to tell their troubles to someone in authority. If an officer gives them a patient hearing,",
        7204.92,
        7211.3
    ],
    [
        " investigates conditions with a fair and open mind and explains his findings to the men,",
        7211.86,
        7217.04
    ],
    [
        " they will usually be satisfied, even in cases where it is impossible to do much to correct the",
        7217.04,
        7222.62
    ],
    [
        " objectionable state of affairs. This is such good advice. Guess what? When you're in a leadership",
        7222.62,
        7228.28
    ],
    [
        " position, you're going to have people that are going to complain about things that are going to",
        7228.28,
        7231.5
    ],
    [
        " see problems. And what you should do in those situations is listen. Listen to what the team has to",
        7231.5,
        7238.86
    ],
    [
        " say. Listen to what that individual has to say. Get feedback. That's what you should do.",
        7238.86,
        7245.66
    ],
    [
        " Back to the book, just telling their troubles to a willing listener serves to get the air cleared.",
        7246.62,
        7252.46
    ],
    [
        " And in cases where men make constructive suggestions for correcting conditions,",
        7253.0,
        7257.64
    ],
    [
        " they will take in the organization a pride that they never had before. So,",
        7257.7,
        7262.9
    ],
    [
        " God tells you to do something or ask you to do something or give suggestions, use it and give",
        7263.54,
        7267.64
    ],
    [
        " them credit. These are reasons why for many years in our army, any officer or soldier has been",
        7267.64,
        7274.2
    ],
    [
        " free to tell a grievance to the inspector general sent periodically to each place where there are",
        7274.2,
        7278.98
    ],
    [
        " troops. Inspector general is like an internal affairs type situation. But you shouldn't need",
        7278.98,
        7286.68
    ],
    [
        " to resort to that. You know, if you're a good commander and a good leader, when the internal",
        7286.68,
        7291.16
    ],
    [
        " affairs people show up, they get told, hey, everything's awesome. They have no grievances to put",
        7291.16,
        7296.08
    ],
    [
        " out there because they already told you. And then you gave them an answer. And then people say,",
        7296.08,
        7300.42
    ],
    [
        " what if I can't answer the grievances, well, then will you figure out what the answer is?",
        7300.44,
        7303.86
    ],
    [
        " If my subordinate comes to me and says, hey, we're not getting the right food out here.",
        7304.6,
        7310.9
    ],
    [
        " I don't just say, well, sorry. No, I say, okay, let me see what I can do about it. Hey,",
        7312.06,
        7315.92
    ],
    [
        " this is what's going on. By the way, there's a lack of flights heading in this direction. The",
        7316.02,
        7320.58
    ],
    [
        " supply trains are getting blown up by IEDs. We have an alternate plan for food for",
        7320.58,
        7326.2
    ],
    [
        " we're going to try and make it happen in a couple months. But right now we kind of got what we got.",
        7326.2,
        7329.76
    ],
    [
        " And now what do you say? You screw you? No, you go, okay, I understand. We're at war for crying out",
        7330.58,
        7336.86
    ],
    [
        " loud. I understand I'm not going to get steak dinner every night. It's not happening. Even though",
        7336.86,
        7343.42
    ],
    [
        " we might want it, we're not going to get it. So here are those grievances.",
        7343.42,
        7348.88
    ],
    [
        " Some people get concerned that if you start taking grievances from people, then it turns into",
        7350.24,
        7362.3
    ],
    [
        " a bitch session. You heard this word, this this turn before, the bitch session. I'm actually",
        7362.3,
        7369.74
    ],
    [
        " in general not scared of bitch sessions. I'm not scared of them because if you ask me a good question",
        7370.54,
        7377.94
    ],
    [
        " or you ask me a question, I should have an answer for it. I'm the leader. If you're in my platoon",
        7377.94,
        7383.94
    ],
    [
        " and you have a question for me, I should be able to answer it. If you have a bitch, I should be",
        7383.94,
        7389.54
    ],
    [
        " able to give you a reason why that is occurring and why we either can move forward with some kind of",
        7389.54,
        7399.72
    ],
    [
        " so I'm not really scared of bitch sessions unfolding. Have I seen them become unproductive?",
        7399.72,
        7407.88
    ],
    [
        " Absolutely. I especially see them become unproductive when we start to like lose the conversation",
        7408.08,
        7415.92
    ],
    [
        " and if the leader, if you ask me a question and I say because, yeah, you know, if you say, hey,",
        7415.92,
        7422.84
    ],
    [
        " why can't we get better food? And I say because then you say because of what? And I say because I",
        7423.0,
        7431.06
    ],
    [
        " said so now we're going to have a problem. Now this bitch session just became unproductive.",
        7431.06,
        7435.9
    ],
    [
        " If you say, hey, Jocco, we've been here for two months, why can't we get some better food? I'm",
        7436.52,
        7441.4
    ],
    [
        " like, you know what? Right now, I don't even know because I agree with you. The food is pretty bad",
        7441.4,
        7447.04
    ],
    [
        " and I like food. And so let me take a note here. I'm going to write down, I've sent it up the chain",
        7447.04,
        7451.92
    ],
    [
        " command. We can figure out a what's going on? Why we don't have good food and b if there's a way",
        7451.92,
        7457.42
    ],
    [
        " we can possibly start making this happen. I hear you. Bitch is now subdued, right? The complaint has",
        7457.42,
        7465.68
    ],
    [
        " been subdued because I gave you a legitimate answer. I didn't even give you a solution by any",
        7465.68,
        7471.76
    ],
    [
        " stretch. I just gave you an answer. I just took your information and heard what you had to say,",
        7471.76,
        7481.9
    ],
    [
        " and they get subdued. But then the leader doesn't follow up on the complaint. I don't follow up and",
        7482.04,
        7487.94
    ],
    [
        " actually go up the chain of command and say, why aren't we getting better food? That's going to be a",
        7487.94,
        7493.0
    ],
    [
        " problem next session. It's, hey, you said you were going to do some, what's the answer? And I say,",
        7493.0,
        7496.86
    ],
    [
        " well, I up, but the bit. Now you're mad. Yeah. Rightfully so. Yeah. And that's really it. That's",
        7496.92,
        7509.56
    ],
    [
        " okay. So a bitch session, right? That'll, I mean, along with complaints come what I think is",
        7509.56,
        7515.56
    ],
    [
        " more important than like the complaint or the issue that's complained about more important is",
        7515.56,
        7520.14
    ],
    [
        " the motivation to complain. So let's say the food is junk, right? If I think, if I'm mad about that,",
        7520.14,
        7528.08
    ],
    [
        " if that bothers me, whether it be because I think the food should literally be better, it should be",
        7528.18,
        7533.38
    ],
    [
        " better right now. I don't know why it's better right now, but I think it should be in that makes",
        7533.38,
        7537.08
    ],
    [
        " that bothers me at the very least that produces a motivation to complain. But if the food can be just",
        7537.08,
        7543.92
    ],
    [
        " as bad, but if I have an explanation, I have no motivation to complain because I'm mad at that,",
        7543.92,
        7548.96
    ],
    [
        " it's understandable. So a bitch session will, will develop when those feeling, those motivations to",
        7549.04,
        7556.36
    ],
    [
        " complain are maintained or escalated. So like if you're like, so why? Because because I said so,",
        7556.36,
        7562.84
    ],
    [
        " I'm still mad. Totally. And I'm not even a little bit more mad because the way you said that to me.",
        7562.84,
        7567.84
    ],
    [
        " So that's when those bitch, bitch sessions will come or if you get a couple of people making the",
        7568.08,
        7573.34
    ],
    [
        " same complaint and then another couple of people, like, you know, kind of refuting it or",
        7573.34,
        7578.62
    ],
    [
        " something like that, where anywhere where there's emotions kind of, and one key factor that you",
        7578.62,
        7583.04
    ],
    [
        " brought up is the, is the building up, right? If you're constantly communicating with your people,",
        7583.04,
        7588.28
    ],
    [
        " then the bitch sessions don't build up. It's when you decide, when you don't, when you rock yourself",
        7589.02,
        7594.0
    ],
    [
        " in your own vacuum and you don't listen to what anyone has to say and then once every six months,",
        7594.0,
        7598.68
    ],
    [
        " you go, hey guys, we're going to have a Q&A. If you guys have any questions for me, you guys can come",
        7598.92,
        7603.42
    ],
    [
        " in and you guys can ask me questions. Well, these guys have been brewing up questions for like six months.",
        7603.42,
        7607.04
    ],
    [
        " They got some questions. They got some questions. Boy, and they're going to hit you with a hard. So",
        7607.22,
        7612.1
    ],
    [
        " you that if you want to prevent the bitch session from getting out of control, guess what?",
        7612.52,
        7618.26
    ],
    [
        " Communicate with your people more often. It'll take that question about why is the food so bad?",
        7618.44,
        7622.78
    ],
    [
        " By the time it's six months deep and that guys been eating crappy food for six months,",
        7622.86,
        7626.78
    ],
    [
        " there's almost no solution that you can provide that's going to be good for them. And by the way,",
        7627.18,
        7631.32
    ],
    [
        " you wasted six months of trying to find a solution. So that's just wrong. So you're already starting off",
        7631.32,
        7636.56
    ],
    [
        " with in a really negative situation. So communicate with your people a lot. Don't be afraid.",
        7637.68,
        7643.62
    ],
    [
        " If some people say, what if they ask me a question? I don't know the answer to.",
        7644.04,
        7646.42
    ],
    [
        " Cool. You say, hey, let me write this down. Let me run this up the chanic man and find out",
        7646.98,
        7650.7
    ],
    [
        " what's going on with that because I don't know the answer. What if they ask me a question that I",
        7650.7,
        7656.28
    ],
    [
        " don't like the answer to? Right? I don't like this. I don't like what I've been told.",
        7656.28,
        7661.62
    ],
    [
        " You have the leader. So I'm as the leader. Okay. And someone says, you know, I get told,",
        7662.02,
        7666.72
    ],
    [
        " hey, you're not getting food because we prioritize one of the other platoons. They're getting all the",
        7666.72,
        7671.06
    ],
    [
        " steak, which by the way, it would never happen. But if they did that, and then I, and then someone",
        7671.06,
        7676.46
    ],
    [
        " says, hey, why are we getting this bad food? And I go, well, it's because they gave it to you",
        7676.46,
        7679.9
    ],
    [
        " the platoon. You know, I wouldn't say I would, I would answer the question truthfully, which is",
        7679.9,
        7685.66
    ],
    [
        " like, listen, this is what's going on right now. For some reason, they gave the other platoon",
        7685.66,
        7689.54
    ],
    [
        " all the steak. Believe me, we have no greater champion for steak in this platoon than me.",
        7689.88,
        7696.46
    ],
    [
        " I am personally flying to see the boss. And I'm going to figure out what's going on. We will get",
        7696.78,
        7702.48
    ],
    [
        " steak. You know what I mean? As opposed to just being mad or not wanting to give the answer,",
        7702.48,
        7706.88
    ],
    [
        " trying to hide it. Oh, what's going on? I don't know why we're not getting steak. You know why you're",
        7707.02,
        7710.96
    ],
    [
        " not getting steak? Tell everyone. Yeah. Don't the more open you are. And of course, there's a dichotomy",
        7710.96,
        7716.42
    ],
    [
        " to this too, because we can go too far in telling the truth. We can tell people the truth about",
        7716.42,
        7719.78
    ],
    [
        " things that they don't need to know about, right? Yeah. So you do have to be careful about that.",
        7719.78,
        7725.18
    ],
    [
        " You have to be careful. You have to be judicious in telling the truth. You have to make sure that it",
        7725.54,
        7732.76
    ],
    [
        " makes sense in accomplishing the long-term mission. If I tell everyone that we're not getting food",
        7732.76,
        7740.32
    ],
    [
        " because we got cut off and we're out here on our own and we're we have about three days worth",
        7740.64,
        7747.14
    ],
    [
        " of food and water. And by the way, we're not going to live. We're all going to die. So we should be",
        7747.14,
        7751.32
    ],
    [
        " happy with this. That's that's that's that's not going to help my mission. Now I could I could turn",
        7751.32,
        7757.66
    ],
    [
        " that into something that says, listen, well, here's what's going on right now. We're cut off. Here's",
        7757.66,
        7761.04
    ],
    [
        " the mission of going to undertake to make this happen. It's probably not a great example. But I think",
        7761.04,
        7766.3
    ],
    [
        " we all understand that there's times if if you screw up a video, if you put a video together for",
        7766.3,
        7770.98
    ],
    [
        " me and it's got the worst Christmas music to the video. Another terrible example. Yeah. I don't",
        7770.98,
        7775.58
    ],
    [
        " just drop the hammer on you and say you suck at editing, you know, I kind of think that at the moment.",
        7775.58,
        7779.56
    ],
    [
        " Yes. Instead I say, hey, I like what you put together. You know, maybe can you explain why you did",
        7779.94,
        7783.92
    ],
    [
        " this music selection? Because for me, it's a little bit different than what I would expect. Sure.",
        7783.92,
        7787.92
    ],
    [
        " Yeah. Thank you for that.",
        7788.26,
        7790.24
    ],
    [
        " Check going back to the book incidentally, but most important. I keep I keep adding emphasis to",
        7791.86,
        7799.0
    ],
    [
        " things that are literally not in this book. So what that actually says is incidentally, but importantly,",
        7799.0,
        7803.76
    ],
    [
        " it doesn't say most important. I added that. It's the second time I've done that. I've taken",
        7804.12,
        7809.64
    ],
    [
        " something to the next level, even though just on my own accord. Hey, you're feeling it. It's",
        7809.64,
        7813.54
    ],
    [
        " feeling great. You're feeling it. So what it says is incidentally in parentheses, but importantly,",
        7813.54,
        7818.7
    ],
    [
        " this method of dealing with this fact dissatisfaction cheats the fifth columnist and saboteur",
        7820.24,
        7826.92
    ],
    [
        " who made lurk in the camp. It is much safer for the army that mentioned poor their gripes into the",
        7826.92,
        7832.84
    ],
    [
        " years of an officer than that they should spill them in a beer joint in town or in any other place",
        7832.84,
        7838.52
    ],
    [
        " where outsiders can listen. Another method of handling dissension and overt aggression is by",
        7838.52,
        7850.22
    ],
    [
        " autocratic organizations generally. The method is commonly used even in America and most children",
        7851.64,
        7857.4
    ],
    [
        " have to learn that when they feel aggressive punishment is not that far away. So another thing",
        7857.4,
        7864.34
    ],
    [
        " you can do and somebody asks, you know, a question, hey, Jocco, can you tell us why we're not",
        7864.34,
        7869.58
    ],
    [
        " getting any steak? I'll tell you why. We're not getting steak because you haven't worked hard enough.",
        7869.58,
        7873.22
    ],
    [
        " Guess what you're doing tonight? KP Doody or whatever. You know, like when I punish you for asking a",
        7873.34,
        7879.18
    ],
    [
        " question, that's like what autocrats do. Dictators do that. Back to the book, sometimes the",
        7879.18,
        7885.72
    ],
    [
        " soldiers troubles cannot be attributed to any one person. They are due to the conditions of war or",
        7885.72,
        7892.44
    ],
    [
        " of army life. An ambitious and energetic man may find himself so wound up in red tape that he",
        7892.44,
        7898.9
    ],
    [
        " cannot do a good job. An organization may be all set to go forward to an objective but is hindered",
        7898.9,
        7903.96
    ],
    [
        " by failure of supplies, by shortages, by weather. No one is to blame. Which I kind of disagree",
        7903.96,
        7910.9
    ],
    [
        " with that statement because I always, if you're in charge of that, if you're in charge of that,",
        7910.9,
        7916.12
    ],
    [
        " then guess what? You should have figured out how to get the supplies there in time. You should have",
        7916.58,
        7920.66
    ],
    [
        " figured out a contingency plan for the weather. But what they're talking about is sometimes things go",
        7920.66,
        7926.96
    ],
    [
        " wrong and continuing on. This natural need for someone to blame and punish when things go wrong,",
        7926.96,
        7932.76
    ],
    [
        " responsible for much race and religious prejudice is also the cause for most quarrels that grow up",
        7933.08,
        7941.68
    ],
    [
        " between allies and between one branch of the service and another. So when you have these inner",
        7941.68,
        7946.84
    ],
    [
        " service rivalries, it's because there's no one else to blame. When you have organizations where the",
        7946.84,
        7951.88
    ],
    [
        " production guys, that the sales guys are selling stuff and the builders of the stuff, the engineers that",
        7951.88,
        7962.14
    ],
    [
        " design the stuff aren't getting it to them in time, or they're getting it to them in time,",
        7962.14,
        7967.06
    ],
    [
        " that's fine, but just the market is down and they start hating on each other when they should be",
        7967.1,
        7972.44
    ],
    [
        " focusing on how to adjust to the market adaptations that need to be made or the market adjustments that",
        7972.44,
        7978.1
    ],
    [
        " need to be made. Instead, they're going at each other's throats. Why? Because they're looking for someone",
        7978.1,
        7982.66
    ],
    [
        " to blame. They don't look for someone to blame, figure out what the problem is in solving.",
        7982.66,
        7987.04
    ],
    [
        " Back to the book, an occasional individual in any large group appears to contradict all the",
        7988.76,
        7993.94
    ],
    [
        " rules about how aggression was built up. He will turn nasty when he's, this is a really",
        7993.94,
        7999.12
    ],
    [
        " interesting psychological profile. So I'm going to read this again, an occasional individual in any",
        7999.12,
        8004.84
    ],
    [
        " large group appears to contradict all the rules about how aggression was built up. He will turn",
        8004.84,
        8010.66
    ],
    [
        " nasty when he is treated with kindness and becomes very docile under punishment or frustration.",
        8010.92,
        8017.04
    ],
    [
        " He is excessively polite and cooperative as long as he's kept in a subordinate position,",
        8017.34,
        8022.18
    ],
    [
        " but when he is put in command of other men, he becomes tyrannical and overbearing. Such peculiar",
        8022.5,
        8027.76
    ],
    [
        " behaviors often result of too severe punishment of self assertion or aggressiveness in childhood.",
        8027.76,
        8032.96
    ],
    [
        " This man is carrying around his own grouches and resentments bottled up inside him. He's deeply",
        8033.8,
        8038.9
    ],
    [
        " anxious to punish and hurt other people, but as long as he is faced with the threat of punishment",
        8038.9,
        8043.08
    ],
    [
        " himself, he retains his childhood fear of showing his feelings. As soon as other people treat him",
        8043.08,
        8048.48
    ],
    [
        " decently and no longer appear like a threat to him, then his meanness lashes out. People who have",
        8048.48,
        8054.94
    ],
    [
        " this curious reversal of normal reaction to other people's kindness or aggressiveness often like",
        8054.94,
        8061.04
    ],
    [
        " to boast that they are tough or hard and that they respect a man who will stand up to them.",
        8061.04,
        8066.08
    ],
    [
        " This boast is an explanation that fools many people, even including the explainer himself.",
        8066.48,
        8072.2
    ],
    [
        " Actually, the respect they claim to feel is nothing but an unconscious fear, a secret fear",
        8072.86,
        8078.06
    ],
    [
        " that the rebellious subordinate will punish them. Such men make poor leaders. They make their subordinate's",
        8078.06,
        8086.12
    ],
    [
        " angry and uncooperative. They work best when alone.",
        8086.12,
        8090.58
    ],
    [
        " And this continues on, the good leader is not afraid of criticism from his subordinates.",
        8091.4,
        8100.28
    ],
    [
        " Oh man, I guess is what I would say to that. A good leader is not afraid of criticism from the",
        8101.2,
        8109.78
    ],
    [
        " subordinates. He will encourage it as a constructive and cooperative way of eliminating causes for",
        8109.78,
        8116.9
    ],
    [
        " resentment and dissension. And he will use it himself in dealing with his subordinates, but the",
        8116.9,
        8122.26
    ],
    [
        " criticism should be constructive and directed at some true cause of the difficulty. Not some",
        8122.26,
        8127.72
    ],
    [
        " imagined evil or some harmless and defenseless person of the group. It should not be a means of",
        8127.72,
        8132.92
    ],
    [
        " passing the buck. Here are some rules for critics to keep in mind.",
        8132.92,
        8138.68
    ],
    [
        " So when you want to start throwing darts at the old man, one, stick to things that can be corrected.",
        8139.04,
        8146.26
    ],
    [
        " Don't criticize dead issues or unalterable situations. You even know some people just get stuck.",
        8146.64,
        8152.18
    ],
    [
        " They can stuck on something and they'll just never let it go. Hey, that happened three months ago.",
        8152.9,
        8158.1
    ],
    [
        " I get it was a bad decision. I if I could go back in time, I'd do it a different way. I didn't.",
        8158.32,
        8163.54
    ],
    [
        " That's the call that got made. Here's the adjustments we've made from what we learned. And here's",
        8163.7,
        8169.18
    ],
    [
        " where we're going forward. Are you good with that? Yeah, but I'm just saying it was I know.",
        8169.18,
        8174.48
    ],
    [
        " To be specific, keep to concrete issues. Say what? Three, limit the issue.",
        8175.52,
        8185.64
    ],
    [
        " Don't blame the brass hats or the men in general. Say who that's a good one. A lot of time we",
        8186.3,
        8192.82
    ],
    [
        " just like to blame them, right? They did it. Yeah. Suggest practical solutions to problems. Don't",
        8192.82,
        8202.0
    ],
    [
        " arouse emotion without suggesting what to do about it. Say how? Five, stick to facts. Don't swallow",
        8202.0,
        8209.92
    ],
    [
        " rumors, especially access inspired rumors. Six criticized leaders or men for their acts and",
        8209.92,
        8219.64
    ],
    [
        " policies, not for their personalities. Seven, put blame where it belongs. Don't find scapegoats.",
        8219.64,
        8228.74
    ],
    [
        " I was going to ask why is I wonder why it's so like appealing for lack of a better term to blame",
        8229.44,
        8238.38
    ],
    [
        " other people? Because I mean, I guess when you think about it, it feels like",
        8239.66,
        8243.02
    ],
    [
        " if I don't have to blame myself, that's a safety thing, right? So we'll start there. And then",
        8243.02,
        8248.9
    ],
    [
        " sure, someone will blame other things that are not people. I got another weather or the,",
        8248.9,
        8253.88
    ],
    [
        " you know, whatever. But it's like, it's almost like it seems more satisfying to blame other people.",
        8254.0,
        8260.28
    ],
    [
        " I don't know, maybe because they feel satisfying because it takes the blame off of you.",
        8260.9,
        8265.32
    ],
    [
        " Yeah, but even more than like blaming the weather, right? Weather is like, it's almost like,",
        8265.5,
        8271.66
    ],
    [
        " it's more satisfying because if I can blame someone else, because someone else has the capability",
        8271.96,
        8277.56
    ],
    [
        " of actively trying to get in the way of my success. So it's almost like, this is what it feels like.",
        8277.56,
        8283.36
    ],
    [
        " I think, no, I'm just wondering. Yeah, because I don't feel good about blaming anything or",
        8283.7,
        8288.76
    ],
    [
        " anybody or anyone. Yeah, so it could because yeah, because you're really in touch with like,",
        8288.76,
        8292.92
    ],
    [
        " you know, that part of things. But I'm just saying just by me, because it has to be a natural thing,",
        8293.52,
        8299.7
    ],
    [
        " right? It has to be like a natural reaction to something I would think, you know,",
        8299.9,
        8303.46
    ],
    [
        " and different people have it worse than other. I would say that that's a, that's a reaction that's",
        8303.54,
        8307.4
    ],
    [
        " not too natural. And it's a reaction that you have to nourish and raise correctly in yourself,",
        8307.4,
        8313.84
    ],
    [
        " because when you, when a little kid spells, spills the, when you walk into the kitchen and your",
        8313.84,
        8320.22
    ],
    [
        " daughter sitting there in the milk is spilled over. She says, you say, what happened? She says,",
        8320.82,
        8326.8
    ],
    [
        " the milk spilled. Yeah. She's blaming the milk and an animate object. Right.",
        8327.16,
        8331.26
    ],
    [
        " Already, and she's four years old, five years old, right?",
        8331.6,
        8334.36
    ],
    [
        " I'm the same way. Everyone starts off that way. It's, it's a blow to our ego to, to take the blame for",
        8335.26,
        8343.12
    ],
    [
        " things. We don't like to do it. So it's not like, it's something you have to mature into.",
        8343.12,
        8350.06
    ],
    [
        " It's something you have to figure out over time. And the more you figure it out, the better off",
        8350.16,
        8354.94
    ],
    [
        " you're going to be. And I was talking with Dave Burke about this. Good deal, Dave. Yeah. And he was",
        8354.94,
        8361.66
    ],
    [
        " like really fired up one day. And the, the fire was coming. I forget even what, you know, how we",
        8361.66,
        8370.92
    ],
    [
        " got on this topic. Actually, I do think we were talking about a client that we have an",
        8370.92,
        8376.38
    ],
    [
        " echelon front. And he was trying to explain to them that everything, like trying to explain",
        8376.38,
        8384.02
    ],
    [
        " to the boss, the CEO, everything, everything is your fault, everything. And the guy said, no, no,",
        8384.02,
        8393.26
    ],
    [
        " I get it. But no, no, no, everything. No, no, no, I get it. No, no, it's I'm all about extreme",
        8393.26,
        8401.74
    ],
    [
        " ownership. I get it, man. I think that's a great book. And, you know, I'm definitely taking",
        8401.74,
        8405.32
    ],
    [
        " ownership of what's going on here. But and there's always a but, but the market, but the,",
        8405.32,
        8413.18
    ],
    [
        " the guys that I hired, but the person that that I partnered with, but the person I bought the",
        8413.28,
        8419.02
    ],
    [
        " company from, but the, it goes on and on. But the real estate that we least, it just goes on and on.",
        8419.66,
        8425.48
    ],
    [
        " And guess what? If none of those are your problem, none of those are your fault, guess what?",
        8426.06,
        8429.5
    ],
    [
        " You're never going to fix any of them. So the idea that this stuff is 100% your fault, 100%",
        8429.56,
        8438.28
    ],
    [
        " your fault that's going on in your team. It's hard to get that through your brain, anyone's brain.",
        8438.28,
        8445.96
    ],
    [
        " Yeah, it's weird. You like you ever, you know, when you're a kid or something, or whether you",
        8447.24,
        8452.26
    ],
    [
        " witness someone else do this or you do it, where it's like, let's say you lost something, right?",
        8452.26,
        8455.88
    ],
    [
        " And sometimes the first reaction, who took my, whatever, what do you mean? Who? That's a seal.",
        8456.08,
        8459.46
    ],
    [
        " That's a seal curse. So the seal curse, if you lose something, as soon as you say, hey,",
        8459.46,
        8464.64
    ],
    [
        " you took my, or hey, somebody stole my, as soon as you, those words come out of your mouth,",
        8464.72,
        8469.12
    ],
    [
        " you're going to, it's going to appear in front of you. You can actually do it like to, to find",
        8469.2,
        8473.58
    ],
    [
        " something to evolve. It's probably my earliest memory in the seal teams of, you don't blame people.",
        8473.58,
        8481.28
    ],
    [
        " Is that right there? Because if you, you can't find your Sekymar life jacket, whatever. Somebody",
        8481.56,
        8487.34
    ],
    [
        " took my Sekymar, oh, there it is. There's the willing stencil, the JKO stencils on that one.",
        8487.34,
        8492.5
    ],
    [
        " Right over there, it was underneath another one. But yes, that's something that we all do.",
        8492.58,
        8496.6
    ],
    [
        " But it's like a natural thing to think, because, okay, so I have these, these slippers at home.",
        8496.82,
        8502.32
    ],
    [
        " Do you mean flip flops? No, that's the thing. They're, they're nice.",
        8503.06,
        8506.66
    ],
    [
        " Because, and how are we called flip flops? Slippers. Yes, exactly. But these are slipper slippers.",
        8506.78,
        8510.78
    ],
    [
        " Okay. Like you can just flying in out of like when you're walking in whatever. And, uh, so flip flops,",
        8510.8,
        8517.46
    ],
    [
        " like if, let's say you're wearing flip flops or fongs. Yes. Slippers, right? That's, flip flops.",
        8517.46,
        8522.46
    ],
    [
        " So they're not that because if you're wearing socks, which I have been recently, because it's kind of",
        8522.68,
        8527.62
    ],
    [
        " but week. It's so all wear socks. So you can't just slide in and out of flip flops with socks on.",
        8529.12,
        8534.44
    ],
    [
        " Not that good, you know, I'm gonna take out the trash or something like this. So anyway,",
        8534.62,
        8537.9
    ],
    [
        " I have these slippers are real comfortable to their like, just regular Nike, like slippers, whatever.",
        8538.04,
        8542.2
    ],
    [
        " So when I can't find them for a moment, you know, there's literally like six or seven places that",
        8542.98,
        8551.46
    ],
    [
        " are far away from each other, by the way, in my house, that six someplace that they could struggle",
        8551.46,
        8555.9
    ],
    [
        " as real. Echoes, your all. So my slippers are located far distances. Yeah. Inside my own house.",
        8555.9,
        8562.42
    ],
    [
        " Yeah. But they're really far apart. Okay. The point is I look in place number one, they're not",
        8562.42,
        8567.96
    ],
    [
        " there. Place number two, they're not there. I automatically go, my wife took wearing my slippers.",
        8567.96,
        8574.16
    ],
    [
        " Or someone grabbed my slippers. You know, that's like the thing. Even more so than the, you know,",
        8574.36,
        8578.9
    ],
    [
        " the four or five other places that I could easily, you know, so I think that's why I think it's a",
        8578.94,
        8583.4
    ],
    [
        " natural thing. It is a natural thing. Yes, you are correct. Blame some fun. I've been saying that",
        8583.4,
        8588.48
    ],
    [
        " for the whole time you and I have been doing this podcast. It's a natural thing to blame someone",
        8588.48,
        8592.6
    ],
    [
        " else. Yeah. That's why this idea of extreme ownership of actually taking ownership of the",
        8592.6,
        8597.38
    ],
    [
        " problems that you have is very important. Yeah. And it's hard to enact. It's not, it's not comfortable.",
        8597.38,
        8603.42
    ],
    [
        " Yeah. No one. And even when people eat the book and they listen to every podcast and they talk",
        8603.74,
        8608.74
    ],
    [
        " about it with their troops, even then it's very easy to slide into an excuse and you blame someone",
        8608.74,
        8616.44
    ],
    [
        " or something else. And the problem with those excuses are they don't ever solve themselves.",
        8616.44,
        8621.64
    ],
    [
        " They don't fix themselves. You can control you. So take control over everything. Take ownership",
        8622.34,
        8628.96
    ],
    [
        " of everything so that you can make them the way that they should be. What's the dichotomy in",
        8628.96,
        8636.06
    ],
    [
        " this? That's why we wrote dichotomy. Because some people took that and said, okay, well,",
        8636.06,
        8639.36
    ],
    [
        " I'm just going to do everything myself. Yeah. I'm just jacolus and old everything.",
        8639.46,
        8642.9
    ],
    [
        " So now I'm going to, you know what? Nicole, send me a script for the video you're making right now.",
        8643.52,
        8648.82
    ],
    [
        " I want to review it right. Yes. Send me up. What's the call when you like draw the pictures?",
        8648.82,
        8652.76
    ],
    [
        " Send me up. Storyboard for your next video. Ownership. No, that's not what I'm talking about. There's",
        8653.12,
        8661.02
    ],
    [
        " yeah. So this question. You have to keep it. You have to keep it balanced. So this question",
        8661.3,
        8667.72
    ],
    [
        " might not really care about the answer. So is it easier to blame another person or just something",
        8667.72,
        8673.44
    ],
    [
        " else? Like something that's not a personal point. Yeah. And to me, it's the point is,",
        8673.44,
        8678.28
    ],
    [
        " I feel equally horrible. I actually feel more horrible blaming another person. You seem to feel",
        8678.28,
        8685.28
    ],
    [
        " better about that person. No, no, no, no, no, I feel worse. I feel bad. I'm with you.",
        8685.38,
        8690.28
    ],
    [
        " Okay. Whether you believe me in that, I'm blaming like something other than yourself,",
        8690.46,
        8694.44
    ],
    [
        " it does feel really, really wack. Yes. Really wack. But and that's kind of the rule now.",
        8694.44,
        8699.48
    ],
    [
        " I think after like four to six months of like dealing with you and this stuff, it's like,",
        8700.22,
        8706.28
    ],
    [
        " you became like a rule subconsciously or whatever. So does he do identify when other people do it too?",
        8706.44,
        8712.14
    ],
    [
        " Yes. Yeah. And you feel it in yourself, even if you have the thought, like you feel it.",
        8712.28,
        8719.36
    ],
    [
        " But so I was I was thinking wondering. And I guess it doesn't matter, right? Because the rule",
        8719.66,
        8726.44
    ],
    [
        " is the rule, but is it easier to blame a person because it's more comforting? It's easier to blame",
        8726.44,
        8733.08
    ],
    [
        " a thing because then you then it's free. There's no guilt involved. The weather was bad. That's",
        8733.08,
        8738.52
    ],
    [
        " why we failed. Well, the weather doesn't get mad at you because you wear something like,",
        8738.52,
        8741.54
    ],
    [
        " hey, I go screwed up and drop the ball. That's why we failed. You are going to be mad at me.",
        8741.64,
        8745.32
    ],
    [
        " The weather is not going to, hey, you got a flat tire. That's why I'm late. You should have left",
        8745.32,
        8748.94
    ],
    [
        " earlier. No, no, no, no, no, no, no, no, no, no, no, that's blaming. That's me taking ownership.",
        8748.94,
        8752.58
    ],
    [
        " Yeah. But it's easy, but wouldn't it be more comforting to be like, hey, someone flat?",
        8752.96,
        8757.18
    ],
    [
        " Like let's say you walked out to your car and your tire was flat. It'd be more comforting",
        8757.34,
        8761.48
    ],
    [
        " if someone was actively trying to get in your way. Because it seems more like, okay, that's why I got",
        8761.48,
        8767.12
    ],
    [
        " defeated by this situation. I should have those feelings. I think to me, say, hey, I walked out,",
        8767.2,
        8772.3
    ],
    [
        " yeah, there's a nail in my thing. Now, you might take that one step, but somebody left a nail in my",
        8772.34,
        8776.62
    ],
    [
        " way. Yeah, as soon as I say no, I mean, I wouldn't, I don't think it would. Maybe I wouldn't know.",
        8776.62,
        8780.44
    ],
    [
        " I don't know why you're sweating this distinction. Don't blame other people or other things. That's what",
        8780.44,
        8785.2
    ],
    [
        " you do. You don't blame other people or other things. I'm reveling in the understanding.",
        8785.2,
        8788.92
    ],
    [
        " Don't revel in it. Just do. Just take action. Yeah, yeah. You're right. You're right.",
        8789.46,
        8794.46
    ],
    [
        " Yeah. And you know what? We're going to wrap for today. We haven't even, we haven't even covered",
        8794.46,
        8802.24
    ],
    [
        " the major, the one of the main reasons why I'm covering this book. We haven't even got to yet.",
        8802.24,
        8807.96
    ],
    [
        " So if we haven't even gotten to it yet, I don't want to jump into it right now because",
        8808.32,
        8813.54
    ],
    [
        " it's good. This is a book where I'm highlighting entire pages, entire pages. I'm just, so",
        8813.54,
        8821.38
    ],
    [
        " I want to have time to discuss this properly and we will not have time to discuss the rest of",
        8822.38,
        8828.42
    ],
    [
        " this properly today. So one thing we do have hopefully time to discuss properly. It's questionable",
        8828.42,
        8836.76
    ],
    [
        " because I know someone said the other day, I said on the podcast, hey, all we need to do is",
        8836.76,
        8842.74
    ],
    [
        " you know, just wrap this up and they looked at their podcast player and there was 47 minutes left.",
        8842.74,
        8849.78
    ],
    [
        " So it took you 47 minutes. I'm blaming you. I know. I know. I know. I know I am at least partially guilty",
        8850.24,
        8859.16
    ],
    [
        " for lengthy sections of the podcast because what I can't refrain from doing is making a little",
        8859.16,
        8866.18
    ],
    [
        " comment that spurns you to talk about Hawaii 50 other important topics. So we'll continue with",
        8866.18,
        8876.58
    ],
    [
        " this book next week. Right now, if you, if you want to compete, sure, in life, look, I'm not saying",
        8876.58,
        8886.94
    ],
    [
        " you got to look at life as one big competition win or lose. But I'm saying you should at least",
        8886.94,
        8894.1
    ],
    [
        " consider that that's kind of happening whether you want it to be happening or not. In that,",
        8894.1,
        8899.1
    ],
    [
        " in that view, you want to get on a path, a path of victory, a path of discipline, a path of",
        8899.76,
        8911.66
    ],
    [
        " winning. And I know you have some things that might help us in there. Yes, sir. Echo Charles.",
        8911.66,
        8917.94
    ],
    [
        " So it is one of these. So if you like the way you live your life, right? You're, it's like you're",
        8918.2,
        8923.44
    ],
    [
        " preparing for a battle metaphorically or whatever. Right? So sure, you're not competing with me",
        8923.44,
        8929.52
    ],
    [
        " or with whatever in every, in every single little thing. Right? In fact, you're a big part of what",
        8929.52,
        8936.0
    ],
    [
        " you do is collaborate with me. True. Good. Collaborate with other people. But it's a week win.",
        8936.0,
        8940.44
    ],
    [
        " So we can win exactly right. And in addition to that, if you wake up just one moment and you're in",
        8940.62,
        8947.24
    ],
    [
        " the comb, the heated competition of whatever, you're going to be more prepared to win. Yes.",
        8947.24,
        8955.86
    ],
    [
        " If you put yourself in stressful situations, you'll be more prepared when the real stress comes.",
        8956.38,
        8962.78
    ],
    [
        " Oh, yeah. Yeah. So let's say you get to, for example, right?",
        8963.06,
        8967.84
    ],
    [
        " In stressful situations, you can put yourself right into. Yeah. So let's think about this too.",
        8968.16,
        8972.78
    ],
    [
        " Where, you know, the whole collaboration competition balance goes, okay, me and you,",
        8972.9,
        8977.5
    ],
    [
        " we're competing in you just with each other when we train, right? Or, or end, we're competing with",
        8977.68,
        8984.88
    ],
    [
        " ourselves because you're using me to just get better in general. So sure, there's a part of it",
        8984.88,
        8989.9
    ],
    [
        " that's like you're trying to defeat me, whatever. But the main part is you're trying to defeat",
        8989.9,
        8994.72
    ],
    [
        " how, you know, the gut yourself beat, you know, a month ago or a day or go, whatever. Yes.",
        8994.72,
        9000.72
    ],
    [
        " Trying to get better, right? And to do that, you have to collaborate with me who's going to provide",
        9000.72,
        9005.96
    ],
    [
        " that stress on you. See? So it's always like, I think there's always an overarching competition.",
        9005.96,
        9013.24
    ],
    [
        " That's what's called the life game. Yeah. Exactly. Yeah. With varying levels of outcomes.",
        9013.52,
        9019.92
    ],
    [
        " Lots of little competitions along the way. Some of them are important. Some of them are, some",
        9020.06,
        9023.62
    ],
    [
        " you got a surrender. Yeah. Because it's going to propel you further in the long game. Some of them",
        9023.62,
        9029.94
    ],
    [
        " will feel like they should be a competition when they should be a collaboration. They should be.",
        9030.02,
        9034.7
    ],
    [
        " Okay. Anyway, back to Getsu. Okay. Getsu. We're doing Getsu. We're all doing Getsu. If you're not,",
        9035.0,
        9040.92
    ],
    [
        " then just do Getsu. You have to. You essentially have to know the path.",
        9041.14,
        9046.54
    ],
    [
        " Probably one thing that's good about Getsu is it is also, I talked about combat and war being a",
        9047.16,
        9056.4
    ],
    [
        " revealer. Getsu is revealing too. It reveals about the things about yourself. It reveals things about",
        9056.66,
        9062.68
    ],
    [
        " human nature. It reveals things about your ego. It reveals things about your temper. It reveals a",
        9062.68,
        9068.44
    ],
    [
        " lot of things. And it reveals those things about other people. And you start to be able to sense",
        9068.44,
        9072.34
    ],
    [
        " and understand other people better because you see their reactions. You see how they respond. You see",
        9072.34,
        9077.92
    ],
    [
        " how they get through or don't get through trying situations. Yeah. It's really. And so there's",
        9077.92,
        9084.34
    ],
    [
        " some really good benefits beyond the fact that you will get a good workout beyond the fact that you",
        9084.34,
        9091.7
    ],
    [
        " will truly learn to defend yourself in bad situations. You will also learn about life. Yes.",
        9091.7,
        9099.52
    ],
    [
        " You will learn about people and you will learn about yourself. Yes, sir. So go down to your",
        9099.88,
        9106.6
    ],
    [
        " local Getsu Academy and tell them you want to train some of the Getsu. That's kind of abstract.",
        9106.6,
        9111.56
    ],
    [
        " The what you said. You know, you learn about life. Not abstract. Sorry. It's general. No, no, no, no.",
        9111.78,
        9117.86
    ],
    [
        " Yeah. You're right. You're right. It's general though. Here's here's something specific. What if I told",
        9117.86,
        9122.66
    ],
    [
        " you I've learned more about life and people and myself from Getsu that I have learned about",
        9122.66,
        9130.08
    ],
    [
        " self defense from Getsu. Yeah. That's a bold statement. I don't know what that was specifically.",
        9130.08,
        9135.04
    ],
    [
        " Specifically true. Because I don't think I've learned a lot, but you learned so much about",
        9135.12,
        9140.58
    ],
    [
        " actually fighting. Yes. That's kind of what I just said. Not really.",
        9140.58,
        9145.5
    ],
    [
        " It could be for others though. There's a lot. Yeah. But I don't want to exaggerate.",
        9145.5,
        9149.84
    ],
    [
        " And lie. Well, here's why we. Well, here's why I started in whether I mean, I think you started",
        9149.88,
        9155.42
    ],
    [
        " before this event. So, okay. So there's there's this family. They said, hey, we developed this",
        9155.42,
        9163.14
    ],
    [
        " martial art. You know, whatever is there. Reasons you're not saying the Gracie family. Yeah, well,",
        9163.14,
        9167.12
    ],
    [
        " I was going to it's going to develop it into a story. But yes, the Gracie family, they developed",
        9167.18,
        9171.78
    ],
    [
        " their martial art. They were like, hey, this is our fighting style. A real fighting now. So let's",
        9171.78,
        9175.84
    ],
    [
        " this is what we're going to do. We're going to invite everyone from all the all around the world",
        9175.84,
        9179.52
    ],
    [
        " with whatever fighting style, no matter how big, no matter how small the guy is, whatever fighting",
        9179.52,
        9183.68
    ],
    [
        " style, we're going to invite everybody to come come like fight. No time limit, no rules, no nothing,",
        9183.68,
        9189.6
    ],
    [
        " just everyone's going to fight see who's fighting style is the best, right? Sounds like an old",
        9189.6,
        9193.62
    ],
    [
        " school like movie or something. Yeah. But it's true. Yeah, straight up happened. 1993. Right? Yeah,",
        9193.62,
        9199.9
    ],
    [
        " Colorado. So they come and hoist Gracie who's 165 pounds. No, he's not 165 pounds. He's",
        9200.3,
        9208.84
    ],
    [
        " at the time when he's 16. I don't think so. I think he was like 162 or 3 actually. Well, check with",
        9208.84,
        9219.58
    ],
    [
        " Rear Road with hoist before. No, he's not small, bro. Yeah, he's tall. He's tall, but he's thinner. Yeah,",
        9219.58,
        9224.12
    ],
    [
        " he's thin, but he's not like skinny. And he wasn't skinny back then. He must have weighed at least 180.",
        9224.54,
        9231.76
    ],
    [
        " I'm going to give him 180. We'll talk to hoist and get confirmation. We'll talk to some of our people.",
        9231.94,
        9235.78
    ],
    [
        " I think 160. Yeah. Anyway, if he was 160, I would have to check the scales. Yeah. Well, none the",
        9235.9,
        9243.14
    ],
    [
        " less. Now, have you ever heard that they reason hoist was fighting and not Hicks and it's because",
        9243.14,
        9247.0
    ],
    [
        " hoist was smaller and slender and looked less imposing. Yeah, then Hicks and who did look",
        9247.24,
        9254.54
    ],
    [
        " imposing. Right. Yeah. And that was kind of an added like who looked more imposing, who looked",
        9254.54,
        9259.48
    ],
    [
        " more imposing Hicks and Gracie or Ken Shamrock. Ken Shamrock. Ken Shamrock looked real imposing.",
        9259.48,
        9265.22
    ],
    [
        " Oh, yeah. That's why I was so shocking when hoists at 160 pounds apparently tapped him out.",
        9265.32,
        9271.4
    ],
    [
        " Yeah. So the story, the facts go. This is what happened. You can watch them all the old videos.",
        9271.52,
        9277.62
    ],
    [
        " So they called it the ultimate fighting challenge is what they called it the UFC. Sure.",
        9277.78,
        9283.66
    ],
    [
        " So hoist, Gracie surprisingly beats up everyone. This wasn't the kind like you have one fight in",
        9283.86,
        9288.6
    ],
    [
        " one night. No, no. This is like four fights in a row. If you win, you go on. You know, no time limit,",
        9288.6,
        9292.9
    ],
    [
        " by the way, four contact fighting headbutt, like whatever. Yeah. Kicking the groin, whatever.",
        9292.9,
        9300.72
    ],
    [
        " Anyway, hoist, Gracie beats everybody, including Ken Shamrock who's like, what, he was like 220.",
        9301.28,
        9306.36
    ],
    [
        " He was a race to 20 shoot fighting wrestling like just a bad ass guy. He went for a flock. He",
        9306.7,
        9312.46
    ],
    [
        " went for a flock. Which is crazy. He's got on top. Yeah. And hoist knew to defend it. That's",
        9312.46,
        9316.62
    ],
    [
        " even crazier. You know, got on top and choked him out. And then guys like who I don't think",
        9316.62,
        9321.88
    ],
    [
        " people talking enough about this guy Pat Smith, Patrick Smith, a beast. Yeah.",
        9321.88,
        9325.42
    ],
    [
        " Bare knuckle kickboxing champions like 250. No, that's what it said on the video.",
        9325.46,
        9330.54
    ],
    [
        " Bad just a tough bad ass guy. He was beating guys up real bad. In fact, he beat this ninja guy up",
        9331.32,
        9338.0
    ],
    [
        " on UFC two. Yeah. That I was like, as a kid watching, I was like, dang, that's like, this is brutal,",
        9338.0,
        9343.08
    ],
    [
        " man. This is like scary brutal. And nowadays that's nothing. You know, you watch the UFC. No,",
        9343.08,
        9348.22
    ],
    [
        " nothing, but nonetheless, it was brutal then. And hoist crazy beat him up. And hoist crazy beat him up.",
        9348.28,
        9353.82
    ],
    [
        " He didn't do a submission hold on him. He just had him in mouth. Oh, yeah. And punch the",
        9353.94,
        9359.94
    ],
    [
        " tattoo to strike. You know, anyway, so the point is hoist crazy with Gracie Jiu Jitsu, which is",
        9359.94,
        9364.92
    ],
    [
        " Brazilian Jiu Jitsu. It's interchangeable nowadays. Beat up everyone. Proving that it's like the",
        9364.92,
        9370.88
    ],
    [
        " ultimate fighting style. Yeah. So that's why that's the number one reason I think most people",
        9370.88,
        9376.9
    ],
    [
        " go into Jiu Jitsu. That's definitely a good reason. I think, well, back that I would say this,",
        9376.9,
        9382.56
    ],
    [
        " that's the number one reason in 1993, 1994, 1995, why people wanted Jiu Jitsu. I think Jiu Jitsu now is,",
        9382.78,
        9389.74
    ],
    [
        " I think Jiu Jitsu as a whole is more popular. You can get Jiu Jitsu from anywhere. I mean, at",
        9389.96,
        9395.86
    ],
    [
        " resting tournaments, there's all kinds of kids. They walking out Jiu Jitsu T-shirts on. They didn't",
        9395.86,
        9398.9
    ],
    [
        " walk. They weren't even close. They weren't even, they were, they were, they're 12 years old. Yeah.",
        9398.9,
        9403.32
    ],
    [
        " And now it's a remember 1993. Think about something that happened whatever 20 years before you",
        9403.32,
        9410.14
    ],
    [
        " were born. 77. Think of something that happened in 1957. I can't think of one single thing.",
        9410.14,
        9415.76
    ],
    [
        " And that's what I'm saying. That's when the first UFC happened to these kids 20 years before",
        9415.96,
        9419.68
    ],
    [
        " they were born. Yeah. They don't remember it. It's not even a thing. But what they do remember is",
        9419.68,
        9424.44
    ],
    [
        " like, oh, some kid down the street knows how to fight. He choked me. I want to learn that. Yeah,",
        9424.44,
        9430.48
    ],
    [
        " well, if they were watching ultimate fight night last night or the other night or whatever.",
        9430.48,
        9436.02
    ],
    [
        " And they saw Cron Gracie. Yes. Choked out the guy in UFC. Yes. In the first round. Yes. Someone's",
        9436.16,
        9442.12
    ],
    [
        " going to join Jiu Jitsu because that anyway, that is true. Yes, that was true. A beautiful",
        9442.12,
        9446.94
    ],
    [
        " display of Jiu Jitsu. Very. Cron Gracie. Yeah. And that always feels good because it's a reminder.",
        9446.94,
        9454.26
    ],
    [
        " Because it's easy like now, because everyone knows Jiu Jitsu, you know, varying levels or whatever.",
        9454.76,
        9458.38
    ],
    [
        " And UFC. But when you get a guy who's like so good at Jiu Jitsu every once in a while, like",
        9458.38,
        9462.74
    ],
    [
        " Hill and Damien Maya would do this too. Where they'd remind everyone like how powerful if you're",
        9462.74,
        9466.98
    ],
    [
        " just really good at Jiu Jitsu. And and the other guy doesn't quite have those elements or whatever.",
        9466.98,
        9471.9
    ],
    [
        " You know, reminds me of that. Dean Lister reminds me of that a lot. Yeah. For sure.",
        9472.16,
        9478.12
    ],
    [
        " No, no, last world doing Jiu Jitsu and we need a Ghee. What Ghee do we get? We get origin. Ghee's",
        9478.48,
        9483.22
    ],
    [
        " made America. Yeah. Yeah. From the scotten all the way up to the Ghee made America for Jiu Jitsu.",
        9483.22,
        9488.68
    ],
    [
        " Not many other martial arts is all just for Jiu Jitsu. Specifically. Not Ikeido.",
        9489.04,
        9494.54
    ],
    [
        " They're not made for Ikeido. No, no, no. For Jiu Jitsu made America. They're",
        9495.02,
        9499.88
    ],
    [
        " they're the best Ghee's that you can get. Oh, yeah. There's not even any question about that one.",
        9499.88,
        9505.2
    ],
    [
        " OriginMain.com. That's also got rash guards. Rash guards. If you need rash guards for your",
        9505.56,
        9510.76
    ],
    [
        " no Ghee situation. They got T shirts. Sweat shirts. Jeans. Pete just sent me a picture of jeans",
        9510.76,
        9518.92
    ],
    [
        " coming off the rack. They're in production at this time. Jeans. So be ready to get jeans.",
        9518.92,
        9525.18
    ],
    [
        " Also supplements. From origin labs. Best kind of supplements. The kind that maintain your joints,",
        9526.1,
        9531.76
    ],
    [
        " joint warfare. I sure I incurred a hip injury. Yeah. The other day. It's really bad that night.",
        9531.76,
        9542.64
    ],
    [
        " So I don't overdo it. Can you overdo some joint warfare? I'm not sure. I haven't tried. So I add",
        9543.26,
        9548.44
    ],
    [
        " just one pill. Usually I take three. I take three a day. Okay, I take three in the morning for",
        9548.44,
        9554.26
    ],
    [
        " at night. Okay, so I went two and two. Okay. And I'm like, I'm just going to do this or whatever.",
        9554.26,
        9558.64
    ],
    [
        " And it is surprise. The difference between night one of the injury and night two of the injury",
        9559.14,
        9565.28
    ],
    [
        " was surprising given how the injury felt. There you go. So this is it. Yeah. So joint warfare.",
        9565.28,
        9570.96
    ],
    [
        " And these are the and now I think these are the most important kind of supplements. There is.",
        9571.06,
        9574.56
    ],
    [
        " I think I agree with you. joint warfare, Kryloil, discipline and discipline go.",
        9574.82,
        9581.02
    ],
    [
        " When you need a little bit of need to get me to get up on step is what we call it in the",
        9582.62,
        9589.04
    ],
    [
        " teams. Well, and what that means is you're in a little zodiac boat. And the zodiac boat going",
        9589.04,
        9594.08
    ],
    [
        " across the water with a 55 horsepower engine. If you're out on the on the west coast on the east",
        9594.08,
        9598.32
    ],
    [
        " coast, they use a smaller engine on the west coast. You use a big 55 horsepower engine because",
        9598.32,
        9602.22
    ],
    [
        " you're out in the Pacific and the waves are freaking huge. But the it reaches a point where kind of",
        9602.22,
        9609.08
    ],
    [
        " the the boats like trying to push and then it gets on the it's like in the water and then it gets",
        9609.22,
        9614.34
    ],
    [
        " kind of on the surface of the water. Mm-hmm. In all of a sudden it goes, and then you're going fast.",
        9614.34,
        9620.46
    ],
    [
        " You're on step. Yeah. We're getting on step. I don't know where that comes from.",
        9620.66,
        9624.12
    ],
    [
        " Huh. But in a zodiac. So it's like the perfect zone where it gets the water.",
        9624.4,
        9628.9
    ],
    [
        " Catch the water. The boat's no drag. Yes, that's the minimum amount of drag for the boat.",
        9629.28,
        9634.14
    ],
    [
        " And that's what I feel like when I take discipline. Go. Yeah.",
        9635.18,
        9639.66
    ],
    [
        " I've said I gotta go. Let's say I'm going to meet with someone. I take like, you know, in a meeting",
        9640.24,
        9644.5
    ],
    [
        " I'm going to be working with a company. Take some discipline. Go get the mind firing correctly.",
        9644.5,
        9650.44
    ],
    [
        " That's it. Don't forget about moan. Additional protein. Additional protein.",
        9650.78,
        9655.6
    ],
    [
        " That delicious way. Or you can call it additional protein or you can just call it dessert",
        9655.72,
        9659.94
    ],
    [
        " straight up. Yes. I had three scoops of warrior kid strawberry moa.",
        9660.04,
        9666.4
    ],
    [
        " And I was just sitting there drinking it and being happy about the whole world.",
        9666.5,
        9672.8
    ],
    [
        " Guilt. Three. Guilt. But look, can you can you can beverage make you happy to be alive?",
        9673.3,
        9679.12
    ],
    [
        " Yes. Yeah. Warrior kid strawberry moa can make you can make you happy to just be in the world",
        9679.5,
        9687.12
    ],
    [
        " and just be looking and be sipping on it and being and having a whole a whole big cup.",
        9687.24,
        9693.02
    ],
    [
        " And you're just every sip is you're not you're not even what's the word you're not even rationing",
        9693.44,
        9698.22
    ],
    [
        " yourself at all. It's just great sipping. Just free form just as much as you can put in your mouth",
        9698.22,
        9705.24
    ],
    [
        " like just beautiful strawberry moa. Yeah. And I'm really getting crazy now where I'm I'm really",
        9705.24,
        9712.42
    ],
    [
        " scatterbrained. I'm like peanut butter moa. Oh right. I'm the flavors. Yeah. So anyways,",
        9712.66,
        9718.72
    ],
    [
        " that's that very good. All that stuff is at origin main.com. Also, jaco is a store. It's called",
        9719.02,
        9726.38
    ],
    [
        " jaco store. And that's where you can be on the path for sure. Be on the path requirement.",
        9726.38,
        9733.4
    ],
    [
        " But if you want to represent a while on the path, go to jacostore.com. Got some cool shirts on",
        9733.92,
        9739.56
    ],
    [
        " there. More rash guards. Yeah. More representative of the path specifically. Some hoodies on there.",
        9739.56,
        9746.92
    ],
    [
        " Shrink hats. Yeah. Shrink hats specifically or flex fit. Whatever you like.",
        9747.08,
        9751.9
    ],
    [
        " Brow both however you want to represent. And here's the thing. Look, I don't I don't know if I'm",
        9752.06,
        9756.64
    ],
    [
        " going to put zip up hoodies on there. I don't know. I think so. That might not be your thing.",
        9756.64,
        9761.86
    ],
    [
        " They better be so thick. Maybe they'll let the whole world that the whole world stops and says,",
        9761.86,
        9769.34
    ],
    [
        " if I was in somewhere cold, I would wear that because the whole world will say because actually",
        9769.42,
        9774.32
    ],
    [
        " that makes sense. If you go ultra thick with the zip up, the reason you want zip up is because",
        9774.32,
        9779.4
    ],
    [
        " you got other clothes on some awkward taking it on and off overhead. That's why you got the zip",
        9779.4,
        9784.48
    ],
    [
        " because it's a real heavy duty. I prefer the zip light or heavy. Yeah. But you prefer the pull",
        9784.48,
        9791.62
    ],
    [
        " over as you indicated. I like to pull over if we're talking about, you know, medium weight.",
        9791.62,
        9799.02
    ],
    [
        " But if we're going ultra heavyweight, which no one has showed me ultra heavyweight, I want to see",
        9799.64,
        9804.18
    ],
    [
        " ultra heavyweight. I want something that actually is hard to pick up kind of physically heavy.",
        9804.18,
        9811.26
    ],
    [
        " All right. Well, I think nonetheless, I think I'm going to go with some zip up stuff for",
        9811.5,
        9820.1
    ],
    [
        " as you brainstorm that. Let me see the samples and let me talk to the producers of the fabric.",
        9820.28,
        9826.34
    ],
    [
        " So I can make sure that it is the heaviest and most durable and warmest fabric.",
        9826.86,
        9831.28
    ],
    [
        " All right. I will promise. All right. There it is. Again, it's at jockelstore.com. Go on there.",
        9832.12,
        9837.68
    ],
    [
        " Do you like something? Get something. Good way to represent while you're on the path. Also,",
        9838.14,
        9844.06
    ],
    [
        " jockewite. If you were R a tea drinker or not a tea drinker, still drink jockewite for various",
        9844.64,
        9852.96
    ],
    [
        " reasons. So I gave some of this to my neighbor. We're doing some things, you know, and she goes,",
        9852.96,
        9860.84
    ],
    [
        " oh my gosh, yes, you know, like it was the one in the can. So my wife gave her three of them.",
        9860.98,
        9866.42
    ],
    [
        " And she's like, oh my gosh, thank you so much. This is so good. And it's so hard to find tea in a",
        9866.8,
        9872.86
    ],
    [
        " can that certified organic. Yeah. Like that was the front running thing for her. So I'm like looking",
        9872.86,
        9878.82
    ],
    [
        " at her like understanding that she has no idea that she can like dead live eight thousand pounds.",
        9878.82,
        9884.06
    ],
    [
        " No, or you know, like all these other added benefits. But nonetheless, it really demonstrated how",
        9884.14,
        9890.12
    ],
    [
        " vast the benefits, you know, and the people. It's kind of a weird perspective to have on life when you",
        9890.12,
        9898.6
    ],
    [
        " when you rate certified organic over a guaranteed of dead left of eight thousand pounds.",
        9899.32,
        9905.62
    ],
    [
        " And I know clinically, you know, it's crazy. But nonetheless, after, you know, a little bit of thought,",
        9905.62,
        9910.88
    ],
    [
        " I understand because you know, this is a nice lady who lives next door and you know, I dug it either",
        9910.9,
        9915.64
    ],
    [
        " way. But one of the added benefits was brought to the surface and I liked it.",
        9915.64,
        9919.98
    ],
    [
        " Jocke, speaking of benefits, subscribe to the podcast, which we were going to stop saying until",
        9920.06,
        9925.78
    ],
    [
        " people noted that they didn't subscribe to the podcast until echo actually said it on podcast 164",
        9925.82,
        9932.4
    ],
    [
        " or no 163. And someone said, I listen to 163 podcasts and hadn't subscribed. So",
        9932.4,
        9938.66
    ],
    [
        " subscribe to the podcast or echo will keep telling you to and don't forget about the War Your Kid",
        9938.66,
        9943.56
    ],
    [
        " Podcast lagging lagging on the War Your Kid podcast. And I got told by young Alana, you know,",
        9943.56,
        9950.72
    ],
    [
        " sure. I got told by Alana's dad. She said he, she's like, he said she has memorized the first",
        9951.26,
        9959.08
    ],
    [
        " to whatever it is 21 podcasts. And I said, I looked at her and I said, I'm sorry, I'll make more.",
        9959.08,
        9964.54
    ],
    [
        " And she said it's okay. But she didn't mean it. I don't think she meant it. I think she was kind",
        9964.62,
        9969.48
    ],
    [
        " of like just being nice. She's a nice girl. I don't think she wanted to say, yeah, you should",
        9969.48,
        9974.14
    ],
    [
        " make some more podcasts. Yeah. The first 21 are getting worn out. War Your Kid Podcast,",
        9974.22,
        9979.42
    ],
    [
        " good podcast for kids to learn a really solid lessons about life. Don't forget about the",
        9980.06,
        9988.08
    ],
    [
        " War Your Kid soap Irish oaks ranch.com where Aiden, who's a War Your Kid, is making soap.",
        9988.08,
        9994.46
    ],
    [
        " Got his own business. He's 13 years old. He's got his own business. He's got product moving.",
        9995.56,
        10000.2
    ],
    [
        " He's shipping stuff. He's got credit card. What is that thing called? The credit card system.",
        10000.36,
        10006.18
    ],
    [
        " Oh, like the, yeah, the point of sale, the point of sale system running. You're 13 years old.",
        10006.44,
        10012.54
    ],
    [
        " Got a point of sale system running. Got production, got manufacturing happening.",
        10012.7,
        10016.58
    ],
    [
        " Hey, it's soap. Is it an iPhone? No, but you know what? What were you doing at 13 years old?",
        10017.04,
        10022.76
    ],
    [
        " You weren't, you didn't have a manufacturing line set up. I don't think. So if you want to support",
        10023.02,
        10027.4
    ],
    [
        " kid, a kid or your kid that's getting after Irish oaks ranch.com and get yourself some soap so that",
        10027.4,
        10033.9
    ],
    [
        " you can stay clean. YouTube videos. Yes. If you like watching YouTube videos, that's not good.",
        10033.9,
        10042.96
    ],
    [
        " You probably don't need to watch YouTube videos. They're distracting. They take a",
        10043.32,
        10057.38
    ],
    [
        " excerpts of this podcast that are clipped out or you can even watch Echoes legit videos,",
        10057.82,
        10066.54
    ],
    [
        " which are videos that Echo has modified with CGI straight up. Straight up CG.",
        10066.82,
        10073.78
    ],
    [
        " Yeah, Chennai. It's computer generated graphics. That's what Echoes good at. That's his thing.",
        10074.24,
        10080.84
    ],
    [
        " Sure. He's good at that and he's good at curls.",
        10081.12,
        10083.8
    ],
    [
        " Well, not as good as I was before. Yeah. So subscribe to the YouTube channel and then you can",
        10085.48,
        10092.68
    ],
    [
        " watch all these videos. Psychological warfare. Don't forget about that. Echoes just showing me a funny",
        10092.68,
        10099.44
    ],
    [
        " thing on the gram. The gram. Instagram of a girl that was lip syncing a psychological warfare video",
        10099.44,
        10108.16
    ],
    [
        " and we have to say it was awesome. I'm going to try and find it and put it out there so I can",
        10108.16,
        10112.6
    ],
    [
        " see this girl is super fired up and good at lip syncing. Oh yeah. She knows like spot on.",
        10112.6,
        10118.5
    ],
    [
        " Spot on. Like if you didn't know you or her, like you'd be like, bro, this girl's voice is weird.",
        10118.58,
        10123.6
    ],
    [
        " Yeah. Because she has your voice away because it looks really good. Yeah, she did a good job",
        10123.82,
        10127.96
    ],
    [
        " with that psychological warfare. Little assistance getting through moments of weakness in your day.",
        10127.96,
        10134.92
    ],
    [
        " I'll tell you what to do. I'll tell you why you should do it and then you'll go do it.",
        10135.52,
        10140.44
    ],
    [
        " Psychological warfare iTunes Google Play MP3 platforms. Check it out. Give some. Also for legit",
        10140.56,
        10148.78
    ],
    [
        " fitness gear while you're still with developing your home gym, which we always are. I still am.",
        10148.78,
        10154.96
    ],
    [
        " This is where you get your stuff. Go to onit.com slash chocolate. A lot of good stuff",
        10155.44,
        10159.72
    ],
    [
        " on there. I just got a stormtrooper. Oh wait, I told you this last time. Okay, so I made a mistake.",
        10159.72,
        10166.44
    ],
    [
        " So stormtroopers are not clones. Stormtroopers are like individual humans. Yeah, that they",
        10166.64,
        10171.66
    ],
    [
        " raised from kids or whatever. Clones. It are the clones from the Clone War who came from bubble",
        10171.66,
        10180.56
    ],
    [
        " fat or jangle fat. One of them once again, bro. You're out of my league. Yeah, well, I was talking",
        10180.56,
        10185.9
    ],
    [
        " out of my I got scolded by my brother and various people for not knowing my show. I'm sure",
        10185.9,
        10190.2
    ],
    [
        " we're getting Charles jumped on you. Like you just he was literally listening to it in my presence.",
        10190.2,
        10194.94
    ],
    [
        " I didn't know he was listening to it. He paused and he's like, bro. And I'm like, you know,",
        10194.94,
        10198.92
    ],
    [
        " one of these, you know, kind of like you. I was like, he was like that kind. Yeah. And I was like,",
        10199.08,
        10202.94
    ],
    [
        " yeah, and he's like, his stormtroopers aren't love. And he's, he's man. Nonetheless, I still got",
        10203.04,
        10208.44
    ],
    [
        " the stormtrooper kettlebell, which has nothing to do with any clones. It's just dope. And it's a",
        10208.44,
        10213.72
    ],
    [
        " kettlebell, which is good for, you know, you're working out and stuff. Anyway, I got it from on it.",
        10213.72,
        10217.72
    ],
    [
        " That's where they have the best, the best kettlebells, the best stuff. Go on there. Get something from",
        10217.76,
        10221.88
    ],
    [
        " there. It's really good stuff on it. I'll come slash jaco. We also have some books.",
        10221.88,
        10226.52
    ],
    [
        " What kind of books? Well books for reading, I guess you might say, Mikey in the dragons. How'd",
        10227.1,
        10233.72
    ],
    [
        " you like Mikey in the dragons? That's Danny. How often do you read it? So I read it. It's not on any",
        10233.72,
        10240.36
    ],
    [
        " kind of rotation, but I've read it three times to the children. Yeah. And did they support? Yeah.",
        10240.36,
        10247.16
    ],
    [
        " So you know what's funny? They let not only do they like reading it. They like watching the video.",
        10247.56,
        10251.72
    ],
    [
        " Which and I'm working on the whole book video. So when I work on it or whatever, they, you know, the",
        10251.9,
        10257.4
    ],
    [
        " I'm not always uninterrupted. We'll say that. So they'll see me working on that. Then I get",
        10257.4,
        10263.66
    ],
    [
        " constant interruption because they want to watch it. They want to see it. But it, I mean, I dig it",
        10263.66,
        10268.8
    ],
    [
        " because it is fun. Yeah. Really good book. Mikey in the dragons. The lessons for kids in that book.",
        10268.8,
        10275.82
    ],
    [
        " Probably meant for a little bit younger ages than the other kids books have written way the warrior",
        10275.82,
        10281.12
    ],
    [
        " kid and way the warrior kid to Mark's mission. And now we have way of the warrior kid three.",
        10281.14,
        10287.06
    ],
    [
        " I'm trying to get that up for pre order on Amazon. The subtitle is where there's a will.",
        10287.7,
        10293.52
    ],
    [
        " And some challenges presented to Mark in this latest book. Thankfully, Uncle Jake is around to",
        10294.72,
        10301.0
    ],
    [
        " guide him and show him the path. Also, we got Discipline and Ghost Freedom Field Manual.",
        10301.0,
        10309.14
    ],
    [
        " Explains all the people that ask what you work out, what did you eat, what time did you sleep?",
        10311.96,
        10317.02
    ],
    [
        " All those questions are all in there. And then all the questions that are how do you,",
        10317.18,
        10322.9
    ],
    [
        " how do you get out of bed, how do you, when you want to procrastinate, what do you do when you're",
        10323.04,
        10327.7
    ],
    [
        " tired, what do you do when you're angry, what do you do when you're afraid? All those questions",
        10327.7,
        10331.32
    ],
    [
        " and put all those questions in one big book. It's called the Discipline and Ghost Freedom Field Manual.",
        10331.32,
        10334.78
    ],
    [
        " And it's a book that you can give to someone and they will be happy.",
        10336.68,
        10343.92
    ],
    [
        " Sure. And they will not, they will, they will get more from the book",
        10344.14,
        10349.28
    ],
    [
        " than just a good read. They'll get a little shift in their perspective in life.",
        10349.28,
        10357.34
    ],
    [
        " And they might even hopefully get themselves heading down what we like to call.",
        10357.66,
        10364.04
    ],
    [
        " The path. The path of discipline. I think you were right about that one. You say that it's like",
        10364.98,
        10371.98
    ],
    [
        " the book that you sort of wish you had. Oh, for sure. Like when you, I would say maybe not when I was",
        10371.98,
        10378.56
    ],
    [
        " like a teenager because I don't think I would have the capacity to accept, you know, this kind of,",
        10378.56,
        10384.34
    ],
    [
        " but like young adulthood, maybe like 23, 23-ish. Yeah. That'd be like, man. And what's crazy is I've got",
        10384.66,
        10393.36
    ],
    [
        " people that are 54. Yeah. One of the coolest things was I met a woman at the",
        10393.52,
        10400.18
    ],
    [
        " muster. She was like 55 years old. And she was all excited. She saw me and she's like, hey,",
        10400.18,
        10405.98
    ],
    [
        " and I was like, hey, we were working out. And we got done with the workout. Oh, you started in the gym",
        10406.26,
        10410.72
    ],
    [
        " or something? No, no, no, in the in the morning. Yeah, and she says to me, she says, you know why I'm here?",
        10410.72,
        10416.38
    ],
    [
        " And I was said, actually, I have no idea why you're here or how you got here. And she was in",
        10416.54,
        10421.3
    ],
    [
        " Costco or Walmart or Target and saw the disciplinicals for freedom, freedom field manual. And she just",
        10422.58,
        10427.74
    ],
    [
        " looked at it and said, I'm buying this. I don't even know what it is. I'm buying it. Got home, opened up,",
        10427.74,
        10432.6
    ],
    [
        " read it. Next day gets up 430 in the morning starts working out like that's what we're talking about.",
        10432.7,
        10438.94
    ],
    [
        " From zero, this is a person that doesn't know anything about me, about the podcast, about any of the",
        10439.1,
        10445.9
    ],
    [
        " other books, just that one book picks it up and says, this I'm just going to get this. And she",
        10445.9,
        10451.38
    ],
    [
        " was fired up. She just lost weight. She's just crushing things. So that's a good book to get for",
        10451.38,
        10460.0
    ],
    [
        " yourself. It's a book that I read keeps me on the path. And if you want the audio version, it's on",
        10460.0,
        10468.58
    ],
    [
        " iTunes, Amazon Music, Google Play, other MP3 platforms, there's obviously extreme ownership. First",
        10468.58,
        10474.22
    ],
    [
        " book I wrote with my brother, Lafe Babin. It's about leadership. It's about the leadership",
        10474.22,
        10481.24
    ],
    [
        " principles we learned in combat and how you can apply them. And then I talked about dichotomy",
        10481.24,
        10485.48
    ],
    [
        " leadership today because sometimes we can take any principle and we can go too far in one direction",
        10485.48,
        10490.18
    ],
    [
        " or another. That can cause major derailment of your organization, your team, your life. So read",
        10490.18,
        10497.46
    ],
    [
        " the dichotomy of leadership so you can know and understand and recognize the pitfalls of going too",
        10497.46,
        10503.74
    ],
    [
        " far in one direction or the other. On top of those two books, we got a little company called",
        10503.74,
        10508.78
    ],
    [
        " Ashalan Front. It's a leadership consultancy. And what we do is we solve your problems through",
        10508.78,
        10514.88
    ],
    [
        " leadership. That's what we do. Whatever problems you're having in your organization, those problems",
        10514.88,
        10521.12
    ],
    [
        " are leadership problem. No matter what those problems are, they're a leadership problem. That's",
        10521.12,
        10525.08
    ],
    [
        " what they are. And if you want to get those problems fixed, go to ashlanfront.com. And we'll be in",
        10525.08,
        10533.2
    ],
    [
        " touch also the muster, which is a leadership conference 2019. We got May 23rd and 24th in Chicago.",
        10533.86,
        10540.08
    ],
    [
        " We got September 19th and 20th in Denver. We got December 4th and 5th in Sydney. All of our shows",
        10540.3,
        10546.82
    ],
    [
        " we've ever done have sold out. These are going to sell out to if you want to come to them, go to",
        10546.82,
        10553.22
    ],
    [
        " extremotorship.com and work it out. EF online just launched EF online in January.",
        10553.22,
        10561.84
    ],
    [
        " If you can't come to the muster, if you are living in a situation where you can't come to the",
        10562.74,
        10569.46
    ],
    [
        " muster, you can't afford the muster, but you really want to get the information from the muster. Awesome.",
        10569.46,
        10575.84
    ],
    [
        " You liked extremotorship and you want to get more out of it. Awesome. You like listening to",
        10576.64,
        10582.06
    ],
    [
        " the podcast and you want to dig a little deeper. Awesome. All those situations is why we made",
        10582.06,
        10587.64
    ],
    [
        " something called EF online. I had a company 18 months ago. Guys said, hey, I want you to train",
        10587.64,
        10594.26
    ],
    [
        " everyone in my organization. I said, yeah, do it no problem. And then I was like, wait a second.",
        10594.26,
        10598.32
    ],
    [
        " How many people do you have? 87,000 globally. Guess what? I was like, okay, let me get back to you.",
        10599.14,
        10607.98
    ],
    [
        " Because I humanly, physically could not do that. So I had to think about how we're going to",
        10608.28,
        10617.28
    ],
    [
        " go. Let's go digital. And it's a little scary because in the Navy, we did like the digital",
        10617.28,
        10623.76
    ],
    [
        " training sometimes online HR type training. And it was a lame. And so I was nervous about it. But once",
        10623.76,
        10630.68
    ],
    [
        " once we saw the new technology, which exists, which is awesome. That's what we did. So we spent the",
        10630.68,
        10636.6
    ],
    [
        " last year putting it together. It's interactive. You do role plays. You put yourself in combat",
        10636.6,
        10641.68
    ],
    [
        " situations. As a leader, you put yourself in business situations as a leader. You got frequently",
        10641.68,
        10645.12
    ],
    [
        " asked questions. You got all kinds of choose your own adventure scenarios that I fold. And you",
        10645.12,
        10652.2
    ],
    [
        " get the briefings and explanations and details around the principles of combat leadership. It's",
        10652.2,
        10658.5
    ],
    [
        " all in there. So if you want to check that out, it's at EF online.com, EF online.com. And also,",
        10658.5,
        10667.14
    ],
    [
        " we have EF Overwatch, where we are finally taking combat proven leaders from special operations",
        10667.14,
        10678.14
    ],
    [
        " and combat aviation. And we're putting them into companies that need leaders that understand",
        10678.14,
        10684.34
    ],
    [
        " the principles that we talk about in the books and on this podcast. So EF Overwatch.com is where you go.",
        10684.34,
        10692.0
    ],
    [
        " If you are either someone that's looking for talent or someone that's looking for a change of",
        10692.22,
        10697.42
    ],
    [
        " careers after you're done with your military career, we're waiting for you there. And if you want to",
        10697.42,
        10701.92
    ],
    [
        " talk to Echo and I more, if if three hours wasn't enough, if you need to tell us something else,",
        10701.92,
        10710.1
    ],
    [
        " or you want to tell us something else, or you want to ask us something else, that's cool. We are",
        10710.1,
        10716.06
    ],
    [
        " on the interwebs. We are on Twitter. We are on Instagram. And we are on that page. Okay.",
        10716.72,
        10723.06
    ],
    [
        " And Echo is at Echo Charles. And I am at Jocke Willink. And of course, thanks to everyone that",
        10724.66,
        10730.0
    ],
    [
        " is out there in uniform holding the line. Our military personnel, police and law enforcement,",
        10730.0,
        10737.34
    ],
    [
        " firefighters, paramedics, EMTs, correctional officers, border patrols, all you first responders.",
        10737.6,
        10744.48
    ],
    [
        " Thanks for everything that you do to keep our safety and security intact.",
        10746.06,
        10751.7
    ],
    [
        " And to everyone else that's out there listening.",
        10752.56,
        10757.64
    ],
    [
        " Remember what this book said. And that's remember that real defeats other than death itself are",
        10758.86,
        10776.04
    ],
    [
        " itself are psychological in nature. So know who you're dealing with, know who you can count on,",
        10776.04,
        10781.6
    ],
    [
        " know your enemy and what his strength and weaknesses are. And most important, know yourself.",
        10781.76,
        10787.4
    ],
    [
        " Know your own nature so you can avoid the pitfalls that we are all susceptible to know yourself.",
        10788.98,
        10799.2
    ],
    [
        " So you can stand up in any situation and keep getting after it no matter what.",
        10799.2,
        10807.42
    ],
    [
        " So until next time, this is Echo and Jocke out.",
        10807.92,
        10814.7
    ]
]