[
    [
        " Ego is the enemy. Can you take that too far?",
        0.18,
        4.04
    ],
    [
        " I can joke about myself all day and be okay,",
        4.8,
        8.3
    ],
    [
        " but also I don't want co-workers not to take me seriously.",
        8.3,
        12.54
    ],
    [
        " So that's actually kind of two questions.",
        13.14,
        15.68
    ],
    [
        " It's talking about Ego and it's talking about joking around, right?",
        15.7,
        19.06
    ],
    [
        " Those are two different things. It's like self-deprecating.",
        19.22,
        22.14
    ],
    [
        " Yeah, yeah, yeah.",
        22.46,
        23.12
    ],
    [
        " And so can you be too humble and put your Ego in so much check",
        23.12,
        29.84
    ],
    [
        " that it hurts you? Yes, actually you can.",
        29.84,
        31.46
    ],
    [
        " You know, hey Ego, how's it going? I'm in charge.",
        32.06,
        34.26
    ],
    [
        " I'm really horrible at this. I just don't know what I'm doing, right?",
        34.64,
        37.84
    ],
    [
        " That's not good. You know, it's like I said to the Marine Lieutenant, right?",
        38.02,
        41.58
    ],
    [
        " Have I told him to go into check-in and say, hey guys, I just got here,",
        41.8,
        47.92
    ],
    [
        " just got out of the basic school. I don't know anything really.",
        48.14,
        50.98
    ],
    [
        " Do you want to follow that guy? No.",
        51.42,
        52.86
    ],
    [
        " That's what I'm talking about. So can you be overly humble?",
        53.38,
        56.34
    ],
    [
        " Yes, like I said, it's okay to admit that you don't know everything,",
        56.8,
        59.88
    ],
    [
        " but that doesn't mean don't be well prepared.",
        60.1,
        62.02
    ],
    [
        " That doesn't mean don't be confident that you can figure things out.",
        62.54,
        66.16
    ],
    [
        " That doesn't mean you can't ask good questions, right?",
        66.18,
        69.3
    ],
    [
        " It doesn't mean that you don't report in without knowing the nomenclature",
        69.58,
        74.7
    ],
    [
        " and the fundamentals, right?",
        74.7,
        76.82
    ],
    [
        " That's going to, you know, hey, Jockel just checked in,",
        77.12,
        79.76
    ],
    [
        " but he knows what our mission's been, he knows what our mission statement is,",
        79.82,
        83.08
    ],
    [
        " he knows how our basic process is, he already looked at all,",
        83.08,
        86.54
    ],
    [
        " he knows everyone's name, yeah, I'm prepared.",
        86.64,
        89.06
    ],
    [
        " I'm prepared.",
        89.54,
        90.58
    ],
    [
        " So that's what you want to be.",
        91.1,
        93.44
    ],
    [
        " That's not saying, I have no idea what I'm doing right now.",
        93.82,
        96.62
    ],
    [
        " I just got here. No.",
        96.68,
        97.62
    ],
    [
        " No, that's not what we're talking about.",
        98.4,
        100.46
    ],
    [
        " So don't be overly humble. Most people,",
        100.62,
        105.4
    ],
    [
        " the reason I talk about the other one of Be humble all the time is because most people",
        105.82,
        110.24
    ],
    [
        " tend towards letting the ego be inflated.",
        111.52,
        113.0
    ],
    [
        " That's what most people tend towards.",
        113.16,
        114.76
    ],
    [
        " So I tend to talk more about, hey, keep your ego in check when you were checking",
        115.22,
        119.12
    ],
    [
        " because most people are so scared of looking bad.",
        119.12,
        121.2
    ],
    [
        " They say, well, I know how to do this.",
        121.46,
        122.9
    ],
    [
        " Right.",
        123.24,
        123.62
    ],
    [
        " I've never seen it before. I know how to do that.",
        123.86,
        125.22
    ],
    [
        " I've never seen it before. You're going to look stupid.",
        125.38,
        127.16
    ],
    [
        " Hey, guys, hey, I've been putting in charge of this.",
        127.74,
        130.92
    ],
    [
        " I know you guys have been doing it for a while.",
        131.26,
        132.56
    ],
    [
        " Looking forward to learning from you and how you execute it and driving forward",
        132.8,
        136.2
    ],
    [
        " and keeping kicking ass in this mission.",
        136.2,
        137.7
    ],
    [
        " Does anyone get mad at that? No.",
        138.4,
        139.96
    ],
    [
        " That's a lot different than, hey, guys, I have no idea what's happening.",
        140.8,
        144.56
    ],
    [
        " That's too much.",
        145.02,
        146.28
    ],
    [
        " So don't go there.",
        146.86,
        148.2
    ],
    [
        " Be humble, but not passive.",
        148.68,
        152.4
    ],
    [
        " Put your ego in check, but don't turn into a baby word of the day.",
        152.78,
        156.3
    ],
    [
        " The second part of this is question about joking around too much.",
        157.7,
        162.36
    ],
    [
        " And that's, you know, that's different from too much ego.",
        162.44,
        164.4
    ],
    [
        " And absolutely you can joke around too much.",
        165.34,
        167.36
    ],
    [
        " Now, of course, and we've talked about this, a good team",
        167.82,
        171.48
    ],
    [
        " and a good leader. They're having fun.",
        171.48,
        174.5
    ],
    [
        " They're having fun with everything that you're doing.",
        174.68,
        176.08
    ],
    [
        " And I always had fun. I always had fun.",
        176.18,
        178.56
    ],
    [
        " I still have fun all the time.",
        178.64,
        180.3
    ],
    [
        " I'm having fun.",
        180.54,
        181.36
    ],
    [
        " But if all you do is joke around all the time,",
        181.94,
        185.1
    ],
    [
        " then when it comes time for the jokes to be over, people won't take you seriously.",
        185.24,
        188.02
    ],
    [
        " So that will be problematic.",
        188.22,
        189.84
    ],
    [
        " You know, I had a rule that was no joking on the radios.",
        190.26,
        194.1
    ],
    [
        " Right. So if you were on a radio, you weren't allowed to take, make jokes.",
        194.48,
        198.36
    ],
    [
        " No joking on the radio.",
        198.64,
        199.34
    ],
    [
        " And what's cool about the, you know, in task into bruiser,",
        199.84,
        202.52
    ],
    [
        " when I was up a tune commander, when I was a system to a commander,",
        202.76,
        204.98
    ],
    [
        " we had fun all the time.",
        205.16,
        206.96
    ],
    [
        " We laughed, we joked, we had a blast, we had everything we did.",
        207.14,
        209.76
    ],
    [
        " No joking on the radio.",
        210.2,
        211.38
    ],
    [
        " You see what I'm saying?",
        211.94,
        212.56
    ],
    [
        " That was a law.",
        212.82,
        213.7
    ],
    [
        " No joking on the radio.",
        214.28,
        215.44
    ],
    [
        " And what was good about it was, as I think back to that,",
        215.8,
        219.7
    ],
    [
        " what that translated to was, we're not joking around in the field.",
        219.86,
        223.34
    ],
    [
        " And that expanded, like when we're briefing, we're not joking around.",
        223.7,
        226.42
    ],
    [
        " It was a very clear distinction.",
        226.94,
        229.1
    ],
    [
        " Of course, did people have, we did things happen out in the field sometimes.",
        229.56,
        232.48
    ],
    [
        " We're like, oh my god, this is hilarious.",
        232.48,
        234.42
    ],
    [
        " Of course, that happened.",
        234.58,
        235.46
    ],
    [
        " But the general 99% of the time, 95% of the time was, hey, we're in the field.",
        235.64,
        241.88
    ],
    [
        " We're working.",
        241.88,
        242.44
    ],
    [
        " We are serious.",
        242.66,
        243.44
    ],
    [
        " That's the priority.",
        243.76,
        244.64
    ],
    [
        " Did we have fun in the field? Yes.",
        244.98,
        246.52
    ],
    [
        " Did I laugh in the field? Yes.",
        246.78,
        247.78
    ],
    [
        " But the priority and this norm was, we are going, we are serious.",
        248.06,
        253.32
    ],
    [
        " And we are, that's the priority.",
        253.32,
        254.62
    ],
    [
        " So don't joke so much that you don't get taken seriously.",
        254.96,
        262.38
    ],
    [
        " One time I was with a senior ranking officer, a flag officer,",
        262.66,
        265.96
    ],
    [
        " meaning an officer with stars.",
        265.96,
        267.38
    ],
    [
        " And we went to go brief.",
        267.9,
        270.68
    ],
    [
        " I wasn't attached to this unit, but they went to go brief this unit.",
        270.92,
        273.84
    ],
    [
        " Or we went to go receive a brief from a unit.",
        274.18,
        277.14
    ],
    [
        " And in the brief, in a PowerPoint slide, these guys had put a slide in.",
        277.42,
        283.3
    ],
    [
        " That was an inappropriate slide.",
        283.62,
        286.36
    ],
    [
        " And it was a crude joke.",
        286.58,
        287.98
    ],
    [
        " And it was really funny.",
        288.34,
        289.4
    ],
    [
        " I thought it was really funny.",
        289.64,
        291.14
    ],
    [
        " I was like, oh, that's pretty funny.",
        291.58,
        292.72
    ],
    [
        " That these guys did that.",
        293.04,
        293.76
    ],
    [
        " You know, I saw the slide.",
        293.8,
        294.7
    ],
    [
        " They had it up there.",
        294.7,
        295.42
    ],
    [
        " And it was completely inappropriate.",
        295.56,
        297.26
    ],
    [
        " And vulgar, right?",
        297.58,
        299.66
    ],
    [
        " That's what it was.",
        299.78,
        300.32
    ],
    [
        " They didn't know this general at all.",
        300.74,
        304.0
    ],
    [
        " And he was a very straight-laced guy.",
        304.24,
        305.82
    ],
    [
        " And didn't appreciate that kind of humor.",
        306.16,
        309.26
    ],
    [
        " And they had the welcome slide.",
        309.7,
        312.5
    ],
    [
        " The next slide that came up was this inappropriate vulgar slide.",
        312.66,
        315.8
    ],
    [
        " What was it?",
        315.94,
        316.42
    ],
    [
        " It was.",
        316.92,
        317.74
    ],
    [
        " You have to tell me.",
        317.9,
        318.7
    ],
    [
        " It was, it was, it was inappropriate.",
        318.92,
        322.52
    ],
    [
        " I'll leave it at that.",
        323.04,
        323.84
    ],
    [
        " And, you know, it was like there was a chuckle in the room.",
        324.96,
        328.9
    ],
    [
        " And at the same time, there was nothing but silence in the room.",
        329.42,
        333.26
    ],
    [
        " And you could feel the discomfort.",
        333.48,
        335.38
    ],
    [
        " And since, like I said, I thought it was funny.",
        335.74,
        338.1
    ],
    [
        " And I knew it wasn't going to go over well.",
        338.58,
        340.7
    ],
    [
        " As soon as I saw this, ooh, that's not good.",
        340.74,
        343.4
    ],
    [
        " And the reason I'm telling this big long story is because I have another rule.",
        344.36,
        347.02
    ],
    [
        " Don't put jokes into your slides in PowerPoint.",
        347.88,
        352.02
    ],
    [
        " No jokes.",
        352.46,
        353.28
    ],
    [
        " Because you can articulate the joke because you can feel the room out.",
        353.5,
        357.26
    ],
    [
        " You can see what's going on.",
        357.4,
        358.78
    ],
    [
        " You can get a taste.",
        359.12,
        360.32
    ],
    [
        " You can get a feel for them.",
        360.46,
        361.34
    ],
    [
        " If you walk in, if they would have had a chance,",
        362.02,
        364.94
    ],
    [
        " if I could have said freeze the first slides up,",
        364.94,
        366.88
    ],
    [
        " you've met the general here for five minutes.",
        367.62,
        370.14
    ],
    [
        " Do you want to remove that slide?",
        370.56,
        371.74
    ],
    [
        " They'd be like, oh, absolutely.",
        371.86,
        372.82
    ],
    [
        " Let's get it out of that.",
        372.98,
        373.56
    ],
    [
        " Because they could see that it was a serious guy.",
        373.6,
        374.94
    ],
    [
        " And not, you know, one to be, that wants to be seen, that kind of thing.",
        375.18,
        378.64
    ],
    [
        " It didn't take, it wasn't hard.",
        378.8,
        379.68
    ],
    [
        " It was, it was pretty easy book to read.",
        379.82,
        381.48
    ],
    [
        " But you don't have that opportunity.",
        381.8,
        384.12
    ],
    [
        " There was no hold on.",
        384.5,
        385.34
    ],
    [
        " We're going to delete this slide.",
        385.36,
        386.4
    ],
    [
        " No, there it was.",
        386.66,
        387.64
    ],
    [
        " Boom.",
        387.9,
        388.12
    ],
    [
        " Welcome.",
        389.26,
        389.78
    ],
    [
        " It was the, it was after the slide of, you know, this is where we are.",
        389.84,
        393.04
    ],
    [
        " It was the welcome slide.",
        393.2,
        394.58
    ],
    [
        " And I said, ooh.",
        395.02,
        396.22
    ],
    [
        " So no joking on the radio.",
        397.82,
        399.28
    ],
    [
        " No joking on your slides.",
        399.52,
        401.02
    ],
    [
        " Keep your slides clean.",
        401.02,
        402.48
    ],
    [
        " And, and the, the risk benefit.",
        402.84,
        404.98
    ],
    [
        " You tell a good joke.",
        405.36,
        406.42
    ],
    [
        " Hey, that's great.",
        407.24,
        408.6
    ],
    [
        " You get, you know, two credits.",
        408.76,
        410.46
    ],
    [
        " Right.",
        410.68,
        410.9
    ],
    [
        " If your joke is bad and considered inappropriate,",
        411.24,
        413.52
    ],
    [
        " it's negative 39.",
        413.84,
        414.94
    ],
    [
        " So it's not worth it.",
        415.18,
        416.88
    ],
    [
        " Yeah, it's not worth it.",
        416.96,
        418.26
    ],
    [
        " And again, I'm all about, you know, you, you want to have fun.",
        418.62,
        421.26
    ],
    [
        " When you're briefing, you want people to be entertained and have fun.",
        421.58,
        423.84
    ],
    [
        " But you don't want to have inappropriate stuff.",
        423.86,
        426.04
    ],
    [
        " No.",
        426.26,
        426.38
    ],
    [
        " Yeah.",
        426.66,
        426.92
    ],
    [
        " So that's that for both these, for both these things,",
        427.26,
        431.32
    ],
    [
        " am I joking too much or am I being too serious?",
        431.32,
        433.2
    ],
    [
        " Am I, you know, is my ego too big or am I being too humble?",
        433.2,
        436.76
    ],
    [
        " It's balanced.",
        437.58,
        439.08
    ],
    [
        " It's a dichotomy leadership and you got to find the right spot in the middle",
        439.4,
        442.14
    ],
    [
        " and you got to check yourself and you got to, you know,",
        442.14,
        444.74
    ],
    [
        " if your team is joking when they shouldn't be joking,",
        444.94,
        447.0
    ],
    [
        " guess what?",
        447.06,
        447.46
    ],
    [
        " You're leading them the wrong direction.",
        447.54,
        448.78
    ],
    [
        " Yeah.",
        449.02,
        449.32
    ],
    [
        " If your team is somber and doesn't have any spirit,",
        449.56,
        453.68
    ],
    [
        " you're not having good enough time.",
        453.8,
        455.54
    ],
    [
        " So you got to find the balance there.",
        455.58,
        456.94
    ],
    [
        " Same thing with ego, you know, or people talking with you and communicating with you",
        457.04,
        460.46
    ],
    [
        " and being open with you and telling you when they disagree with things",
        460.46,
        465.02
    ],
    [
        " or is no one talking to you.",
        465.02,
        466.42
    ],
    [
        " Because if that's the case, your ego is so big that they don't want to talk to you.",
        466.46,
        469.76
    ],
    [
        " So find the dichotomy leadership, find the balance between those two.",
        470.64,
        474.18
    ],
    [
        " Dang, that's a good one.",
        475.0,
        476.12
    ],
    [
        " If they're, if they're not talking to you, you know,",
        476.44,
        478.96
    ],
    [
        " because you know how it at work, you're talking with your friends, you know,",
        479.12,
        484.04
    ],
    [
        " and then somebody comes, that person comes to it, you're like,",
        484.28,
        487.6
    ],
    [
        " you know, for whatever reason, you're not necessarily talking about them or nothing.",
        487.7,
        491.8
    ],
    [
        " But they come in, you're kind of, you got to stop your conversation.",
        492.04,
        494.94
    ],
    [
        " Yeah.",
        495.54,
        495.68
    ],
    [
        " That's like a little indicator, you know, if you roll up to,",
        496.28,
        498.36
    ],
    [
        " you see people across the room talking and you're like,",
        498.48,
        501.04
    ],
    [
        " hey, that looks like a cool conversation or whatever.",
        501.06,
        503.62
    ],
    [
        " Or I'm going to go say hi to pop whatever and you go and they stop talking",
        504.1,
        507.78
    ],
    [
        " and they stop like laughing, they just stop talking and they give you like small talk or whatever.",
        507.84,
        511.48
    ],
    [
        " That's an indicator.",
        511.98,
        513.1
    ],
    [
        " Yeah.",
        513.44,
        513.58
    ],
    [
        " Yeah.",
        514.12,
        514.18
    ],
    [
        " It's an indicator, it could be actually either one of those two.",
        514.4,
        516.82
    ],
    [
        " If people are having a good time and you walk in and they stop laughing,",
        516.96,
        519.3
    ],
    [
        " oh, it's okay.",
        519.68,
        520.28
    ],
    [
        " And if you walk in and they're having a conversation and they don't,",
        521.22,
        524.46
    ],
    [
        " they just, you know, don't want to talk to you.",
        524.46,
        526.14
    ],
    [
        " They probably, they probably don't like your big ego that's slapping them in the face.",
        526.38,
        530.3
    ],
    [
        " So okay.",
        530.84,
        531.26
    ],
    [
        " Put your ego in check.",
        531.64,
        532.54
    ]
]