[
    [
        " If you got diagnosed with a horrible disease,",
        1.02,
        5.94
    ],
    [
        " and I try to think of a better way to ask you this question,",
        6.04,
        7.96
    ],
    [
        " which isn't like majorly depressing,",
        7.98,
        9.56
    ],
    [
        " because this is, but if you got diagnosed with a disease",
        9.66,
        13.36
    ],
    [
        " that was gonna kill you in a year or 18 months,",
        13.36,
        18.08
    ],
    [
        " what would you do with those months?",
        19.08,
        21.02
    ],
    [
        " So I roleplay this all the time,",
        22.9,
        25.7
    ],
    [
        " not because I wanted to dwell in the darkness,",
        27.78,
        29.76
    ],
    [
        " but this is part of the rehearsing the worst case scenario.",
        29.76,
        32.32
    ],
    [
        " So not only do I rehearses for myself,",
        33.02,
        34.68
    ],
    [
        " but I try to spend time around people who are going to die.",
        34.92,
        37.16
    ],
    [
        " And when I get back to the Bay Area,",
        37.9,
        39.9
    ],
    [
        " I actually wanna volunteer in a hospice center",
        39.9,
        42.08
    ],
    [
        " to contend with that.",
        42.08,
        43.82
    ],
    [
        " There are a few things.",
        44.74,
        46.64
    ],
    [
        " So I would get my affairs in order relatively quickly.",
        47.3,
        49.86
    ],
    [
        " They're already largely in order",
        49.86,
        51.42
    ],
    [
        " so that my family would be taken care of.",
        51.42,
        53.86
    ],
    [
        " And to be honest, there aren't many points",
        56.12,
        58.52
    ],
    [
        " in my life where I could say this,",
        58.52,
        59.44
    ],
    [
        " I would largely keep doing what I'm doing, honestly.",
        59.56,
        63.2
    ],
    [
        " I think that I stopped, for instance,",
        63.88,
        67.48
    ],
    [
        " the tech investing about two years ago",
        67.6,
        69.04
    ],
    [
        " because I felt like I was replaceable.",
        69.04,
        70.4
    ],
    [
        " I felt like if I, in a sense, didn't participate,",
        70.44,
        74.52
    ],
    [
        " there were a hundred other people in line",
        74.74,
        76.9
    ],
    [
        " who were gonna step up and write a check.",
        76.9,
        78.38
    ],
    [
        " And that wasn't a unique opportunity,",
        78.8,
        81.78
    ],
    [
        " nor a unique skill that I held to hopefully put into the world",
        81.98,
        87.92
    ],
    [
        " to benefit people in some way.",
        87.92,
        89.46
    ],
    [
        " But all the ludicrous experiments,",
        89.98,
        92.98
    ],
    [
        " some more practical than others,",
        93.62,
        95.36
    ],
    [
        " and the podcasting and so on,",
        96.12,
        98.04
    ],
    [
        " I feel like I'm putting out the best work that I can.",
        98.1,
        100.1
    ],
    [
        " And I think I'd keep doing it.",
        101.28,
        104.34
    ],
    [
        " I'd certainly end in the last few years",
        104.52,
        107.36
    ],
    [
        " after reading an essay, I think it's called The Tale End,",
        109.84,
        113.16
    ],
    [
        " by Tim Urban on Wait But Why,",
        114.04,
        115.88
    ],
    [
        " about how effectively by the time you're 18",
        116.16,
        118.28
    ],
    [
        " and leave the house, you've spent 80% of the total hours",
        118.28,
        120.96
    ],
    [
        " you were ever spend with your parents.",
        120.96,
        122.6
    ],
    [
        " I've reorganized my calendar and my year",
        123.2,
        127.5
    ],
    [
        " to spend a lot more time with my family,",
        127.5,
        129.54
    ],
    [
        " meaning my parents and my brother.",
        129.94,
        131.6
    ],
    [
        " And I think I'd keep doing what I'm doing, honestly.",
        132.22,
        136.52
    ],
    [
        " Until I slipped, you know, end up in a pile of dust,",
        138.12,
        141.14
    ],
    [
        " which is where we're all ended up.",
        141.38,
        142.7
    ],
    [
        " So we're all ahead.",
        142.74,
        143.3
    ],
    [
        " Sooner or later.",
        143.62,
        145.16
    ],
    [
        "",
        145.56,
        145.56
    ],
    [
        " I was listening to, I keep wanting to do this.",
        146.22,
        148.74
    ],
    [
        " I wanna, when I'm listening to certain podcasts,",
        149.42,
        151.62
    ],
    [
        " sometimes I wanna just live tweet,",
        151.86,
        153.42
    ],
    [
        " like when I'm having thoughts about them.",
        153.76,
        155.4
    ],
    [
        " And I do with Rogan sometimes, I go,",
        155.58,
        157.8
    ],
    [
        " man, I should just be live tweeting this,",
        157.9,
        159.26
    ],
    [
        " because sometimes when he had, who do you have on,",
        159.3,
        161.42
    ],
    [
        " oh, when he had Sam Harrison,",
        161.52,
        162.64
    ],
    [
        " I was just, there were so many things that they were saying",
        163.18,
        165.42
    ],
    [
        " that were just hilarious to me.",
        165.42,
        167.04
    ],
    [
        " And I wanted to live tweet, but when you had Shay Carlon,",
        167.32,
        169.82
    ],
    [
        " that at one point, I can't remember his quote.",
        170.02,
        173.44
    ],
    [
        " There was this, you got to this topic.",
        173.62,
        175.6
    ],
    [
        " And, you know, of what you would do,",
        176.14,
        179.16
    ],
    [
        " and it wasn't the same question,",
        179.36,
        180.32
    ],
    [
        " but it was somewhere in the same thing.",
        180.44,
        182.16
    ],
    [
        " Maybe it was about money, and it got enough money now,",
        182.18,
        183.9
    ],
    [
        " or something along those lines.",
        184.02,
        185.46
    ],
    [
        " And kind of at the same time, you know, he says,",
        185.98,
        188.74
    ],
    [
        " he says something like, you know,",
        188.86,
        190.42
    ],
    [
        " just imagine being able to spend all this time",
        190.48,
        191.86
    ],
    [
        " with your family.",
        191.86,
        192.38
    ],
    [
        " And then you said at the same time,",
        192.76,
        194.26
    ],
    [
        " cocaine and horse.",
        195.0,
        195.96
    ],
    [
        " I was like, I wanted to live tweet down, like, that's gold.",
        196.42,
        201.66
    ],
    [
        " Yeah, Shay and I had spent a couple of days together.",
        203.0,
        205.08
    ],
    [
        " And, and which, just for those people",
        206.02,
        208.34
    ],
    [
        " who don't have any context, he's also, you know,",
        208.34,
        210.16
    ],
    [
        " raised Church of Latter-day Saints, you know, Mormon, Utah.",
        210.64,
        214.34
    ],
    [
        " And so I was like, cocaine and horse,",
        215.22,
        216.92
    ],
    [
        " which is the nature of my podcast.",
        217.28,
        219.46
    ],
    [
        " I love that was classic.",
        220.06,
        222.82
    ]
]