[
    [
        " What would be a good approach to effectively, what would be a good approach to effectively",
        0.32,
        6.6
    ],
    [
        " leading a team where instead of taking ownership of their responsibilities and working towards",
        6.6,
        11.94
    ],
    [
        " team goals, each team member is just trying to be the boss.",
        11.94,
        15.56
    ],
    [
        " Okay, so a couple things here, you want to let them be the boss of their tasks, right?",
        16.18,
        22.82
    ],
    [
        " That's what you're trying to do.",
        22.92,
        23.8
    ],
    [
        " So that makes sense.",
        23.96,
        25.22
    ],
    [
        " And one of the ways, if they want to be the boss of everything, maybe you give them a little",
        25.44,
        29.14
    ],
    [
        " bit more as much decision making process as you can as to what task or what projects they're",
        29.14,
        34.2
    ],
    [
        " in charge of, so that makes them feel a little bit like they're empowered.",
        34.2,
        37.06
    ],
    [
        " And I shouldn't say makes them feel like they're empowered.",
        37.2,
        39.28
    ],
    [
        " You actually are empowered, you know what I mean?",
        39.5,
        41.08
    ],
    [
        " So there's a pretty significant distinction because once again, people will recognize if",
        41.22,
        46.5
    ],
    [
        " you're just letting them do it to make them feel good about it, they're going to know",
        46.5,
        48.94
    ],
    [
        " that.",
        48.94,
        49.16
    ],
    [
        " Yeah, okay, Jaco, thanks for the decision.",
        49.68,
        51.6
    ],
    [
        " You gave me a choice of one thing.",
        51.7,
        53.32
    ],
    [
        " Thank you.",
        53.48,
        54.06
    ],
    [
        " The color of pants.",
        54.14,
        54.94
    ],
    [
        " Yeah.",
        54.94,
        55.47
    ],
    [
        " So, so, you know, maybe let them really express their authority and leadership on owning what",
        55.94,
        64.44
    ],
    [
        " it is that they're owning.",
        64.44,
        65.58
    ],
    [
        " But the question says they're not taking ownership of their responsibilities.",
        65.98,
        69.64
    ],
    [
        " So let's make sure first that we're not, that we're giving them full rain and full ownership",
        70.0,
        75.8
    ],
    [
        " of their responsibilities and we're not micromanaging in there.",
        75.8,
        78.32
    ],
    [
        " Now, if that, if we're beyond that and we got people that just want to be in charge",
        78.46,
        84.68
    ],
    [
        " of the whole thing, well, cool.",
        84.68,
        87.3
    ],
    [
        " That's, that's actually awesome.",
        87.62,
        89.02
    ],
    [
        " You want to be in charge of everything?",
        89.2,
        90.16
    ],
    [
        " If Echo isn't our team and you want to be in charge of everything, hey guys, check",
        90.24,
        93.88
    ],
    [
        " it out.",
        93.88,
        94.2
    ],
    [
        " Right now, this next, you know, project that we're working, Echo is going to run it.",
        94.68,
        98.42
    ],
    [
        " I'm going to sit back and by the way, next project, Bill, you're running and next project,",
        98.9,
        105.06
    ],
    [
        " Fred, you're running.",
        105.26,
        106.02
    ],
    [
        " Now, we're all going to get to actually get in the hot seat and you know, I'll tell you",
        106.28,
        110.7
    ],
    [
        " what you're going to see.",
        110.7,
        111.16
    ],
    [
        " Number one, you're going to see some people like, oh, you, they wanted to sit in the back",
        111.56,
        116.3
    ],
    [
        " and chirp, but they don't actually want to be responsible for anything.",
        116.3,
        118.8
    ],
    [
        " So that puts them to rest right away.",
        118.92,
        120.28
    ],
    [
        " You're also what's going to happen with everybody is they're all going to see that this thing",
        121.1,
        124.24
    ],
    [
        " that looks so easy from the back of the room is a lot harder than they think.",
        124.24,
        127.32
    ],
    [
        " That's what it's like running a seal mission.",
        127.38,
        129.06
    ],
    [
        " The guy in the back that's never been in charge before is like, oh, we should just do",
        129.28,
        132.14
    ],
    [
        " it like this.",
        132.14,
        132.74
    ],
    [
        " And that guy, you say, okay, here, you run this.",
        134.12,
        136.58
    ],
    [
        " And then, you know, in six hours, they come up and say, hey, uh, yeah, can you give me",
        136.92,
        142.12
    ],
    [
        " a hand with how we're supposed to contact and de-conflict with these other units?",
        142.12,
        145.9
    ],
    [
        " Okay.",
        146.02,
        146.36
    ],
    [
        " It's a little tricky than you thought.",
        146.54,
        147.32
    ],
    [
        " Maybe, isn't it?",
        147.32,
        148.14
    ],
    [
        " But you actually put people in charge of things.",
        149.24,
        151.76
    ],
    [
        " If they want to be in charge of things, put them in charge of things.",
        152.02,
        153.64
    ],
    [
        " It's great.",
        153.72,
        154.14
    ],
    [
        " And you know, don't let them fall on their face.",
        154.5,
        156.04
    ],
    [
        " Don't let them get anyone killed.",
        156.22,
        157.08
    ],
    [
        " Don't let them, you know, get anyone injured or lose any strategic ground.",
        157.22,
        161.92
    ],
    [
        " We're not going to do that.",
        162.3,
        163.18
    ],
    [
        " But we're going to let them have the opportunity to step up and lead.",
        163.78,
        166.98
    ],
    [
        " If they do a good job, sweet, sweet.",
        167.18,
        171.1
    ],
    [
        " Now you've got them, you can rely on them.",
        171.62,
        172.9
    ],
    [
        " You can actually put them in charge of projects.",
        172.96,
        174.22
    ],
    [
        " Now you don't have to micromanage.",
        174.34,
        175.2
    ],
    [
        " You don't have to watch over them.",
        175.24,
        176.2
    ],
    [
        " This is a no-lose situation.",
        176.68,
        178.22
    ],
    [
        " This happened actually one of my, one of my, uh, Patunas going through training and",
        178.34,
        182.6
    ],
    [
        " one of the Patunas commanders came up to me and we were just putting a, putting a",
        182.6,
        186.28
    ],
    [
        " Patunas through training and he comes up and he's, oh, my Patunas chief wants to run",
        186.28,
        189.6
    ],
    [
        " everything.",
        189.6,
        190.02
    ],
    [
        " And I said, good.",
        190.86,
        191.62
    ],
    [
        " Let him run everything.",
        191.66,
        192.56
    ],
    [
        " Let him run everything.",
        193.04,
        193.9
    ],
    [
        " That's perfect.",
        194.1,
        194.48
    ],
    [
        " Then you can focus on, you know, other things.",
        194.78,
        197.12
    ],
    [
        " Don't worry about it.",
        197.62,
        198.38
    ],
    [
        " But ego, right?",
        198.7,
        200.1
    ],
    [
        " We want to be running everything.",
        200.38,
        201.62
    ],
    [
        " We want the, we, I'm the guy in charge.",
        202.0,
        203.78
    ],
    [
        " Yeah.",
        204.06,
        204.24
    ],
    [
        " No, let him run it.",
        204.62,
        205.98
    ],
    [
        " And it's just, it's, it's, it's the reason the thing that holds people back from letting",
        206.5,
        212.54
    ],
    [
        " other people run things is insecurity.",
        212.54,
        214.18
    ],
    [
        " If I think Echol is going to do a better job than me or I think you're going to do a really",
        214.64,
        218.64
    ],
    [
        " good job and you're going to shine and I don't feel like I do a good job.",
        218.64,
        221.6
    ],
    [
        " I'm going to hold you back as the best of my ability to be back.",
        221.72,
        224.26
    ],
    [
        " No, Echol.",
        224.32,
        224.96
    ],
    [
        " You go ahead and you go ahead and just stay in your lane.",
        226.22,
        228.1
    ],
    [
        " They're pretty.",
        228.26,
        228.54
    ],
    [
        " I'll probably be so here.",
        228.8,
        229.5
    ],
    [
        " No.",
        229.84,
        230.06
    ],
    [
        " But if I, if I, if I know if I'm securing my leadership, man, Echol, oh, you want to run",
        230.68,
        237.02
    ],
    [
        " this?",
        237.02,
        237.2
    ],
    [
        " Dude, awesome.",
        237.36,
        237.88
    ],
    [
        " Here you go.",
        238.08,
        238.48
    ],
    [
        " Here's the plan.",
        238.68,
        239.3
    ],
    [
        " I want you, you know, here's the, here's the portfolio.",
        239.64,
        241.34
    ],
    [
        " Why don't you put the plan together?",
        241.34,
        242.88
    ],
    [
        " I'm going to be over here looking down the road on the next project and looking for our",
        243.18,
        246.68
    ],
    [
        " next thing down the road going out and getting another client to bring into the game.",
        246.68,
        250.28
    ],
    [
        " We're going to make this happen.",
        250.58,
        251.64
    ],
    [
        " No factor.",
        251.82,
        252.24
    ],
    [
        " Yeah, seems like counterintuitive, isn't it?",
        252.62,
        255.96
    ],
    [
        " Yeah, it is.",
        256.12,
        256.6
    ],
    [
        " You want me to say, here's how you keep the people in your lanes.",
        256.78,
        260.0
    ],
    [
        " Yeah, exactly.",
        260.2,
        260.8
    ],
    [
        " Yeah, let me tell you what you do.",
        260.88,
        261.86
    ],
    [
        " Let them out of their lanes.",
        262.18,
        262.88
    ],
    [
        " Let them into your lane.",
        263.3,
        264.2
    ],
    [
        " Let them run some stuff.",
        264.52,
        265.36
    ],
    [
        " Build a new leader.",
        266.4,
        268.16
    ],
    [
        " It's a beautiful thing.",
        268.68,
        269.38
    ],
    [
        " When you, you know, when you're insecure, you want, you don't want them to shout out",
        271.06,
        276.44
    ],
    [
        " to you, you know, you can tell that where I think it's natural though, you know, when",
        276.66,
        281.62
    ],
    [
        " people maybe a little insecure, you know, or if you're not as good as maybe you hope",
        281.62,
        286.46
    ],
    [
        " or what, I think it's natural to be a little bit insecure, of course.",
        286.46,
        288.52
    ],
    [
        " Here's how, here's how in my experience anyway, where I could tell where I'm being insecure,",
        288.72,
        293.44
    ],
    [
        " where if someone's performing a certain thing and you're kind of like, you can feel it consciously,",
        293.88,
        299.78
    ],
    [
        " you kind of hope that they don't do that good.",
        300.12,
        301.84
    ],
    [
        " But man, I know that's bad.",
        302.04,
        304.9
    ],
    [
        " It's bad, but that's how you can tell.",
        305.14,
        306.58
    ],
    [
        " That's how you can tell.",
        306.6,
        307.68
    ],
    [
        " If you have that feeling, you should definitely, if you have that feeling, check yourself.",
        307.98,
        312.84
    ],
    [
        "",
        313.32,
        313.32
    ],
    [
        " God, you know what?",
        313.36,
        314.24
    ],
    [
        " Here I am.",
        314.36,
        314.86
    ],
    [
        " Hoping that my own team member doesn't do a good job.",
        315.22,
        318.64
    ],
    [
        " Yeah, that's a bad situation.",
        319.58,
        320.94
    ],
    [
        " Real bad.",
        321.16,
        321.52
    ],
    [
        " You want to hope everyone's doing great.",
        321.64,
        323.12
    ],
    [
        " Yeah.",
        323.46,
        323.58
    ],
    [
        " And you know, this happened on deployment and I talk about it in the book, Extreme Ownership,",
        324.12,
        328.26
    ],
    [
        " was, you know, the Delta Patoon Commander.",
        328.86,
        331.56
    ],
    [
        " He was worried that this element that had come into work in his AO, he was worried that",
        331.56,
        335.66
    ],
    [
        " they were going to be better than him and take his job.",
        335.66,
        337.44
    ],
    [
        " And he told me that and I said, hey, bro, if they take your job, good, I'll find a new",
        337.64,
        342.7
    ],
    [
        " job for you.",
        342.7,
        343.12
    ],
    [
        " There's so much work we got work to do.",
        343.22,
        344.52
    ],
    [
        " Don't worry about it.",
        344.7,
        345.28
    ],
    [
        " Help them.",
        345.44,
        345.92
    ],
    [
        " Help them take your job.",
        346.12,
        347.54
    ],
    [
        " And I'll find you a new job.",
        347.84,
        349.08
    ],
    [
        " It turns out that their ego's were too big and they couldn't let that happen.",
        349.62,
        353.0
    ],
    [
        " But that's the same situation.",
        353.2,
        356.24
    ],
    [
        " You got somebody that thinks, going to take your job and do better than you.",
        356.4,
        359.0
    ],
    [
        " Help them.",
        359.3,
        359.96
    ],
    [
        " And then find new work.",
        360.26,
        361.64
    ],
    [
        " Because we're trying to help the team, right?",
        362.02,
        364.34
    ],
    [
        " There's a mission.",
        364.48,
        364.92
    ],
    [
        " There's an overall mission.",
        365.16,
        366.0
    ],
    [
        " And if echo can do something better than me, hey, here's the turnover.",
        366.56,
        369.56
    ],
    [
        " Here's the lessons I learned.",
        369.84,
        370.7
    ],
    [
        " You're better at this than I am.",
        370.88,
        371.94
    ],
    [
        " You keep running with it.",
        372.22,
        373.18
    ],
    [
        " I'm going to go find something that I'm good at or an area that I can help.",
        373.46,
        377.12
    ],
    [
        " That's just supporting the whole team.",
        377.8,
        380.06
    ],
    [
        " That's a win.",
        381.24,
        381.7
    ],
    [
        " So.",
        382.04,
        383.38
    ],
    [
        " And you know what, sitting in the podcast studio, it's so easy to talk about that.",
        383.72,
        389.66
    ],
    [
        " But it's so hard for people to do that.",
        390.22,
        392.16
    ],
    [
        " It really is.",
        392.38,
        392.94
    ],
    [
        " Really is.",
        393.28,
        393.76
    ],
    [
        " Yeah.",
        393.78,
        393.92
    ],
    [
        " So one of those things where you're dealing with your actual feelings in the situation,",
        394.04,
        397.1
    ],
    [
        " we're not dealing with our actual feelings in the situation right now.",
        397.1,
        399.72
    ],
    [
        " But which, but it doesn't that mean that it's, that's good.",
        399.96,
        403.36
    ],
    [
        " You know, you're giving a fresh like view.",
        403.82,
        406.68
    ],
    [
        " You know, you are detached.",
        406.84,
        408.6
    ],
    [
        " I am the catcher.",
        408.86,
        409.76
    ],
    [
        " I'm accurate advice.",
        409.96,
        410.74
    ],
    [
        " And the more detached, and you pointed out some red flags, right?",
        410.92,
        413.66
    ],
    [
        " If I'm hoping that these guys go on the mission and fail, that's a red flag that you're being",
        413.88,
        418.24
    ],
    [
        " selfish and insecure about your job and what you're doing.",
        418.8,
        421.78
    ],
    [
        " And if someone can do a job better than you, let them do it.",
        422.26,
        425.78
    ],
    [
        " That's going to help the whole team.",
        426.12,
        428.04
    ],
    [
        " Yeah.",
        429.34,
        429.56
    ],
    [
        " So it's like you're us in the podcast room.",
        429.68,
        431.96
    ],
    [
        " We're like, you know, if you get a guy in the maze, the maze of emotions.",
        432.4,
        436.74
    ],
    [
        " And we're outside of the maze on top.",
        437.56,
        439.02
    ],
    [
        " We can see the whole maze.",
        439.02,
        439.94
    ],
    [
        " Yes.",
        440.1,
        440.24
    ],
    [
        " We're not in the maze of emotions.",
        440.34,
        441.28
    ],
    [
        " We're on top.",
        441.28,
        442.4
    ],
    [
        " We can look at the whole scenario, the whole maze.",
        442.44,
        444.12
    ],
    [
        " So we can tell that guy what to do effectively.",
        444.36,
        446.38
    ],
    [
        " Yes.",
        446.58,
        446.78
    ],
    [
        " Echo, you just described detachment.",
        447.52,
        449.34
    ],
    [
        " There you go.",
        449.86,
        450.22
    ],
    [
        " That's what detachment is like.",
        450.26,
        451.5
    ],
    [
        " That's what it's like for me.",
        451.8,
        453.76
    ],
    [
        " I can see the maze.",
        454.12,
        455.2
    ],
    [
        " And I remember learning how to step back and step above and look at the maze.",
        456.04,
        460.68
    ],
    [
        " I remember learning that and going, oh, that's all you got to do.",
        461.16,
        464.52
    ],
    [
        " And then I remember taking it from the training ground, the battlefield,",
        465.52,
        469.08
    ],
    [
        " and then realizing that that's what you need to do in the everyday interactions with people.",
        469.08,
        473.76
    ],
    [
        " And especially once I got in the business world, the thing that was cool about when we",
        474.16,
        478.28
    ],
    [
        " started Escalon Front, now I would be witnessing like, I'd go into a meeting and I would be",
        478.28,
        483.44
    ],
    [
        " detached.",
        483.44,
        483.76
    ],
    [
        " I would be up above the maze of emotions in turmoil.",
        483.98,
        488.54
    ],
    [
        " And so now I would get to see it.",
        489.18,
        490.96
    ],
    [
        " And then I would start bringing the leadership and saying, look at what this looks like to",
        491.7,
        495.22
    ],
    [
        " me.",
        495.22,
        495.4
    ],
    [
        " And they'd go, I don't like that.",
        495.8,
        498.24
    ],
    [
        " I don't like that.",
        498.24,
        498.84
    ],
    [
        " Going to the video team.",
        498.88,
        499.72
    ],
    [
        " Yeah.",
        499.78,
        499.98
    ],
    [
        " Going to the video.",
        500.22,
        500.84
    ],
    [
        " And so then that's how you learn.",
        501.84,
        503.4
    ],
    [
        " We go to the video, look what it looks like from up above the maze.",
        503.92,
        506.54
    ],
    [
        " And now you see what you were doing here in your meeting.",
        506.9,
        509.46
    ],
    [
        " You had everybody so intimidated that no one said anything.",
        509.94,
        513.16
    ],
    [
        " You just gave a 15 minute meeting.",
        513.38,
        515.36
    ],
    [
        " No one responded in any way to anything you said.",
        515.7,
        518.52
    ],
    [
        " Do you think everyone in that room agreed with everything you said?",
        518.6,
        520.56
    ],
    [
        " Not a chance.",
        520.8,
        521.44
    ],
    [
        " They didn't say a word.",
        521.68,
        522.46
    ],
    [
        " Why is that?",
        522.54,
        522.98
    ],
    [
        " You intimidated them.",
        523.24,
        524.04
    ],
    [
        " You bullied them.",
        524.2,
        524.74
    ],
    [
        " And now you're not getting any feedback.",
        524.84,
        525.9
    ],
    [
        " And they're going to execute the plan that they don't believe in.",
        526.1,
        528.2
    ],
    [
        " And that's probably less effective than the one that they have coming from the field.",
        528.2,
        531.16
    ],
    [
        " Yeah.",
        531.42,
        531.92
    ],
    [
        " Congratulations.",
        532.1,
        532.52
    ],
    [
        " Congratulations.",
        532.9,
        533.42
    ],
    [
        " No, not congratulations.",
        533.86,
        534.94
    ],
    [
        " Let's get this fixed.",
        535.38,
        536.28
    ],
    [
        " Stop it.",
        536.28,
        536.72
    ],
    [
        " Of congratulations.",
        536.92,
        537.42
    ],
    [
        " Like, you know, so I was in the in traffic.",
        538.12,
        542.26
    ],
    [
        " And someone think about.",
        542.68,
        544.32
    ],
    [
        " I was in traffic.",
        544.82,
        546.8
    ],
    [
        " And you know how you have the two lanes, right?",
        547.04,
        548.74
    ],
    [
        " So I'm going to turn left on the light.",
        548.84,
        550.4
    ],
    [
        " Yep.",
        550.76,
        550.98
    ],
    [
        " Then the lane next to me, they're going straight.",
        551.36,
        552.72
    ],
    [
        " So whoever the person in front of the person that was next to me, both going straight,",
        554.36,
        558.5
    ],
    [
        " they were taking too long.",
        559.04,
        560.64
    ],
    [
        " So the lady next to me, she's talking the horn all crazy, like, oh, going like this,",
        561.38,
        565.28
    ],
    [
        " all crazy.",
        565.3,
        565.68
    ],
    [
        " So of course I look over at her and she's going crazy.",
        565.84,
        567.82
    ],
    [
        " She looks over at me.",
        568.34,
        569.58
    ],
    [
        " She's like, like, do you believe this kind of thing all going nuts?",
        569.58,
        572.44
    ],
    [
        " Meanwhile, I'm looking at myself, you know, other people around me.",
        572.72,
        576.26
    ],
    [
        " They're just like, well, this lady's going nuts, you know?",
        576.28,
        578.58
    ],
    [
        " So that's an example of being on the outside looking in her.",
        579.28,
        583.58
    ],
    [
        " She thought it was justifiable honking the horn looking nuts.",
        583.64,
        586.28
    ],
    [
        " But meanwhile, we're on the outside looking at her like, bro, you know how you look?",
        586.5,
        590.18
    ],
    [
        " And you know what that situation is?",
        590.24,
        591.42
    ],
    [
        " You didn't have anywhere to be.",
        591.8,
        594.4
    ],
    [
        " She did.",
        595.1,
        595.74
    ],
    [
        " Well, I was in a red light.",
        596.04,
        597.26
    ],
    [
        " She was, you know what I'm saying though?",
        597.52,
        598.98
    ],
    [
        " She's a person that had left for late work late.",
        599.14,
        602.7
    ],
    [
        " And she was going to be in trouble and blah, blah, blah.",
        603.04,
        605.44
    ],
    [
        " And that 30 set, that 10 second, that 8 seconds.",
        605.6,
        609.9
    ],
    [
        " Yeah, it was probably like three minutes.",
        609.98,
        610.94
    ],
    [
        " Wasn't eternity for her.",
        610.94,
        611.94
    ],
    [
        " She's just going nuts, just like I was talking about in the airport.",
        612.16,
        614.62
    ],
    [
        " If I'm running late for the flight, TSA takes five minutes.",
        614.82,
        617.2
    ],
    [
        " It could be no factor or it could drive me completely insane.",
        617.5,
        621.24
    ],
    [
        " Yep.",
        621.66,
        621.84
    ],
    [
        " And that was her.",
        622.42,
        623.62
    ],
    [
        " And you know what?",
        624.2,
        624.96
    ],
    [
        " These days, when I screw something up, I don't get frustrated like that.",
        625.12,
        629.04
    ],
    [
        " You know, that's what we're talking about the first question.",
        629.2,
        630.52
    ],
    [
        " I'm like, oh my God.",
        630.9,
        631.64
    ],
    [
        " I look at myself and go, I can't believe I left late to do this.",
        631.74,
        634.82
    ],
    [
        " I'm an idiot.",
        634.88,
        635.96
    ],
    [
        " Yeah.",
        636.08,
        636.52
    ],
    [
        " I won't let that happen again.",
        636.62,
        637.64
    ],
    [
        " I said that in 1996 and I haven't let it happen since.",
        637.84,
        641.48
    ],
    [
        " Boom.",
        641.48,
        642.08
    ],
    [
        " Damn, yeah.",
        642.44,
        643.42
    ],
    [
        " See to me, no, I was outside the maze of emotion.",
        644.04,
        646.06
    ],
    [
        " Yeah.",
        646.06,
        646.48
    ],
    [
        " I know.",
        646.56,
        646.92
    ],
    [
        " I know how she's feeling.",
        646.92,
        648.08
    ],
    [
        " Well, these guys are not going.",
        648.28,
        649.78
    ],
    [
        " Go green light, go.",
        649.9,
        650.88
    ],
    [
        " It's time to go.",
        651.36,
        652.22
    ],
    [
        " Universal.",
        652.34,
        652.68
    ],
    [
        " Yeah.",
        653.08,
        653.28
    ],
    [
        " So I understand the feeling, but look how you look from the outside, you know?",
        653.42,
        656.62
    ],
    [
        " Did she check herself at all when she saw you?",
        657.14,
        659.9
    ],
    [
        " No.",
        659.92,
        660.02
    ],
    [
        " She looked at to me for some emotional support.",
        660.46,
        663.58
    ],
    [
        " Yeah.",
        663.68,
        663.86
    ],
    [
        " As if you believe this guy, you know, get crazy with me kind of thing.",
        663.86,
        668.54
    ],
    [
        " That was the look.",
        668.68,
        669.46
    ],
    [
        " Yeah, man.",
        669.84,
        671.9
    ],
    [
        " It's like dig it.",
        672.14,
        672.98
    ],
    [
        " That's, I think that's another, uh, understand the difference between feeling and behavior as well.",
        673.12,
        678.5
    ],
    [
        " You know, like I feel like, I know that's a frustrating thing.",
        678.92,
        681.22
    ],
    [
        " It can be, but don't behave like that.",
        681.36,
        683.82
    ],
    [
        " Calm down.",
        683.96,
        684.32
    ]
]