[
    [
        " Now here's another one.",
        0.04,
        1.58
    ],
    [
        " So when I retired from the Navy and got out and started the consulting business working",
        1.82,
        7.78
    ],
    [
        " and one of my risk-averse friends that was staying in the military for its welfare program.",
        7.78,
        18.5
    ],
    [
        " Right.",
        18.76,
        18.88
    ],
    [
        " It's a paycheck.",
        19.06,
        19.66
    ],
    [
        " The guy wasn't, you know, he wasn't all fired up anymore, but he was in.",
        20.3,
        23.38
    ],
    [
        " And so he had a mortgage to pay and kids to feed.",
        23.5,
        25.5
    ],
    [
        " So he just staying in.",
        25.62,
        26.48
    ],
    [
        " And he kind of looked at me when I was getting out.",
        27.3,
        29.02
    ],
    [
        " And I said, yeah, man, I got bills to pay too, but I'm going to go and get after it somehow.",
        29.02,
        32.46
    ],
    [
        " And he said, what are you going to do if it, you know, if the business doesn't work and",
        33.3,
        37.28
    ],
    [
        " you end up, you know, you're going to come back in and what are you going to do?",
        37.28,
        40.54
    ],
    [
        " You won't be able to get back in blah, blah, blah.",
        40.64,
        41.8
    ],
    [
        " And I said, bro, worst case scenario.",
        42.46,
        45.02
    ],
    [
        " Everything goes to hell.",
        45.76,
        47.34
    ],
    [
        " Guess what I'm going to be doing.",
        47.64,
        48.76
    ],
    [
        " I have an RV.",
        48.88,
        49.46
    ],
    [
        " I will be in my RV with my family.",
        49.78,
        52.48
    ],
    [
        " We'll be driving up and down the coast of California, rating Jiu-Jitsu schools and training.",
        52.48,
        57.0
    ],
    [
        " And I'll be surfing.",
        57.18,
        57.88
    ],
    [
        " And it's all good.",
        58.06,
        58.88
    ],
    [
        " And it won't cost me barely anything to do that.",
        59.22,
        60.46
    ],
    [
        " My retirement will cover it'll be good to go.",
        60.5,
        61.64
    ],
    [
        " You got a backup plan like that?",
        62.3,
        64.12
    ],
    [
        " Let me rephrase that.",
        65.1,
        67.82
    ],
    [
        " If you needed a backup plan like that, what would it be?",
        68.1,
        73.28
    ],
    [
        " This is one of my favorite topics.",
        74.24,
        77.12
    ],
    [
        " So I would say that I have an infinite number of backup plans.",
        77.62,
        82.6
    ],
    [
        " And the way I think about that is by doing what I call fear setting.",
        82.66,
        88.88
    ],
    [
        " So much like you just said, looking at my goals, the worst things that could happen,",
        89.2,
        94.94
    ],
    [
        " the ways I could mitigate that and the way I could get back to where I am now, if all hell struck at once,",
        95.08,
        100.5
    ],
    [
        " helps me to remove the fear of taking these steps that might paralyze me otherwise.",
        101.38,
        107.58
    ],
    [
        " The second part is by, say, practicing fasting, practicing spending no money for certain periods of time.",
        107.88,
        114.96
    ],
    [
        " I don't fear, I would say, the top handful of things that tend to stop people from taking what they perceive as risks.",
        115.52,
        123.62
    ],
    [
        " The other very important thing is that risk has a very specific meaning for me.",
        124.28,
        131.48
    ],
    [
        " And I realized early on that people talk about risk tolerance, taking risks.",
        132.14,
        135.66
    ],
    [
        " But if they don't define it clearly, it can end up being paralyzing and how nebulous it is.",
        136.5,
        143.38
    ],
    [
        " So for me, risk is very simple.",
        143.52,
        145.48
    ],
    [
        " It is the likelihood of an irreversible negative outcome.",
        145.64,
        149.5
    ],
    [
        " That's it.",
        150.36,
        151.06
    ],
    [
        " So most things I do, even though people look at it, they say, oh my god,",
        151.6,
        154.5
    ],
    [
        " this guy's investing in speculative startups when it's just one guy and an idea.",
        154.6,
        158.64
    ],
    [
        " Man, he's a risk taker.",
        159.26,
        161.58
    ],
    [
        " I don't view myself that way at all.",
        161.8,
        163.22
    ],
    [
        " I view myself as if anything someone who's very has taken a lot of time to get good at mitigating risk.",
        163.22,
        169.54
    ],
    [
        " I'm a risk mitigator.",
        169.76,
        171.16
    ],
    [
        " And in the case of, say, speculative investing, I am only using money that I can comfortably afford to lose.",
        171.98,
        179.64
    ],
    [
        " And for me, backup plan, similar to yourself, you know, throw my dog in an RV, get some, get some instant oatmeal,",
        180.08,
        189.48
    ],
    [
        " sleep in bag, you know, somebody's right in my backyard.",
        190.3,
        192.7
    ],
    [
        " I'm gonna go find some dirt bag climbers and hang out there.",
        192.98,
        195.42
    ],
    [
        " Good to go.",
        195.72,
        196.16
    ],
    [
        " Yeah, go hang out with my parents, get to see more of them, go for a run in the woods.",
        196.36,
        200.68
    ],
    [
        " While I'm trying to figure out the next step, it's then you had that attitude when you were taking more legitimate risk.",
        201.52,
        207.22
    ],
    [
        " I mean, right now, obviously, you're, you're pretty good to go.",
        207.26,
        209.88
    ],
    [
        " And but, but in the beginning, when you moved out to the West Coast, you had to have this similar attitude of,",
        210.16,
        217.2
    ],
    [
        " because I know I did, that, that attitude for me freed me.",
        217.2,
        220.06
    ],
    [
        " Yeah.",
        220.54,
        220.62
    ],
    [
        " Like, oh, worst case scenario, I lose everything.",
        220.66,
        222.26
    ],
    [
        " Cool.",
        222.44,
        222.62
    ],
    [
        " I still have my RV.",
        222.84,
        223.54
    ],
    [
        " It's paid for.",
        223.68,
        224.16
    ],
    [
        " Yeah.",
        224.52,
        224.72
    ],
    [
        " We're good.",
        225.14,
        225.98
    ],
    [
        " Yeah, totally.",
        226.26,
        226.72
    ],
    [
        " I had that attitude.",
        226.94,
        228.02
    ],
    [
        " I'm more surfboards than any other human should ever have.",
        228.02,
        230.8
    ],
    [
        " And, and not knives and surfboards.",
        231.12,
        233.02
    ],
    [
        " We rolled deep.",
        233.48,
        234.84
    ],
    [
        " I, I think I had that realization early on.",
        235.88,
        239.32
    ],
    [
        " And of course, when I first graduated from school, went out to the West Coast, I did not have a lot of money.",
        239.46,
        244.8
    ],
    [
        " I remember when I came out to California for the first time for a job interview.",
        244.8,
        248.14
    ],
    [
        " I couldn't afford a hotel.",
        248.38,
        249.4
    ],
    [
        " I stayed at the Fairtext Kickboxing Gem on the second floor, sleeping on a bunk bed with a tie instructor sleeping above me",
        249.74,
        255.22
    ],
    [
        " and washed my clothes in the sink.",
        255.22,
        257.28
    ],
    [
        " Good to go.",
        257.8,
        258.76
    ],
    [
        " And I was happy.",
        259.1,
        260.42
    ],
    [
        " I mean, I was fully content.",
        260.84,
        262.88
    ],
    [
        " I, I didn't feel like I was missing anything.",
        263.22,
        264.94
    ],
    [
        " And, but let's not kid ourselves.",
        266.06,
        268.24
    ],
    [
        " I mean, when I first moved out, it was 1999.",
        268.54,
        271.58
    ],
    [
        " This is at the peak of the bubble.",
        272.08,
        273.76
    ],
    [
        " Rental prices are out of control.",
        274.06,
        275.88
    ],
    [
        " And I was making 40 grand a year pretax and yeah.",
        277.1,
        281.4
    ],
    [
        " And my, my office, my desk was in the fire exit.",
        281.4,
        286.22
    ],
    [
        " I mean, they, they was completely illegal.",
        286.34,
        287.62
    ],
    [
        " I was, I had, I had a, a pretty slick setup, but it was very low budget.",
        287.82,
        294.42
    ],
    [
        " And, but, but really what I think freed me on some level is realizing in this,",
        294.72,
        301.14
    ],
    [
        " hopefully this doesn't sound prickish or arrogant or whatever, but no matter what difficulties might be",
        301.18,
        308.94
    ],
    [
        " fall me, whatever unemployment might come my way, there are people with fewer resources with less education",
        308.94,
        316.58
    ],
    [
        " who have figured it out before and survived.",
        316.58,
        320.2
    ],
    [
        " So if dozens or hundreds or thousands of millions of people have figured this out,",
        320.68,
        326.36
    ],
    [
        " I'm going to come out the other end and be fun.",
        326.54,
        328.24
    ],
    [
        " And so that, that was very reassuring to me.",
        329.84,
        331.72
    ]
]