[
    [
        " What impresses you the most when you're considering to work with someone or hire them to be part of your team?",
        0.22,
        6.24
    ],
    [
        " This is a question that I get asked all the time.",
        6.54,
        8.06
    ],
    [
        " Everybody wants to know who to hire and what I look for.",
        8.56,
        11.38
    ],
    [
        " And obviously I look for someone that's humble and I look for someone that's balanced.",
        11.78,
        15.86
    ],
    [
        " And really, you know, it's one of those things where as much as you can before you hire someone, get to know them.",
        16.56,
        24.8
    ],
    [
        " And the advice we give people at echelon front all the time when they're looking to hire someone is we say,",
        25.0,
        28.9
    ],
    [
        " look, if you can hire them temporarily.",
        29.1,
        32.66
    ],
    [
        " Bring them on as a contractor for 90 days.",
        32.92,
        34.42
    ],
    [
        " You have to see them in the environment that they're actually going into.",
        34.64,
        37.68
    ],
    [
        " They're going to be working in before you know what they're really going to be like.",
        37.94,
        41.34
    ],
    [
        " Because just like going through, they screen people like crazy to go into seal training.",
        41.86,
        47.02
    ],
    [
        " And they can't tell who's going to make it and who's not going to make it.",
        47.46,
        49.62
    ],
    [
        " They just can't tell.",
        49.7,
        50.46
    ],
    [
        " And you work with people in the seal teams and you think you know what they're going to be like when you're going to combat.",
        51.32,
        58.42
    ],
    [
        " But you just can't tell.",
        59.18,
        60.22
    ],
    [
        " You can have a decent idea, but you just can't tell.",
        60.28,
        62.14
    ],
    [
        " And so if you get the opportunity or the best way to do it is try and bring people on board in a temporary manner.",
        62.68,
        68.3
    ],
    [
        " So you get to know them better.",
        68.46,
        69.34
    ],
    [
        " And then once you know them, you can either hire them or you can get rid of them easily.",
        69.58,
        73.1
    ],
    [
        " Next question makes that.",
        74.26,
        76.0
    ],
    [
        " Hey, Jaco.",
        77.6,
        79.82
    ],
    [
        " For a new entrepreneur or someone new to a leadership position who is meeting with their employees or direct reports for the first time.",
        80.52,
        89.92
    ],
    [
        " What are some key things to address during that initial conversation?",
        90.82,
        93.96
    ],
    [
        " As soon as you meet someone that's going to be working for you,",
        94.96,
        98.88
    ],
    [
        " you're immediately making impressions.",
        99.26,
        102.26
    ],
    [
        " So we want to make a good impression.",
        102.46,
        103.64
    ],
    [
        " We also don't want to go, okay, it's a dichotomy because you're immediately building a relationship with them.",
        103.72,
        110.96
    ],
    [
        " But you can't go overboard and be all buddy-buddy with them.",
        111.26,
        116.16
    ],
    [
        " That's why I followed the Hackworth model and I actually took that to the next level.",
        116.22,
        119.44
    ],
    [
        " Hackworth wouldn't like laugh and joke around with the troops for six weeks.",
        119.9,
        123.92
    ],
    [
        " I up that to eight weeks because I'm a little bit more hardcore.",
        124.54,
        127.64
    ],
    [
        " Yeah.",
        129.86,
        130.22
    ],
    [
        " But one thing that's good out of the gate is put out some brief general guidelines,",
        129.2,
        136.46
    ],
    [
        " like some of the most broad guidance that you can possibly give, which is, hey, look, here's what's important to me.",
        136.68,
        142.9
    ],
    [
        " We're going to do a great job.",
        143.16,
        144.02
    ],
    [
        " We're going to work hard and this is our mission and this is what we're going to focus on.",
        144.3,
        148.04
    ],
    [
        " And that's it.",
        148.78,
        149.24
    ],
    [
        " You don't need to come out of the gate trying to show everyone that you're the man.",
        149.42,
        153.4
    ],
    [
        " You don't need to do that.",
        154.32,
        155.2
    ],
    [
        " Guess what?",
        155.2,
        155.76
    ],
    [
        " You're the boss.",
        156.0,
        156.56
    ],
    [
        " You actually de facto are the man.",
        156.8,
        158.82
    ],
    [
        " So don't run around and try and prove yourself out of the gate.",
        159.3,
        163.34
    ],
    [
        " Get to know him.",
        164.08,
        165.14
    ],
    [
        " Let that relationship build over time and that's where we're going to end up in the best situation.",
        165.52,
        170.06
    ],
    [
        " Makes sense.",
        170.54,
        170.9
    ],
    [
        " You sort of did that to me even as friends.",
        171.62,
        173.82
    ],
    [
        " Like this.",
        174.76,
        175.96
    ],
    [
        " Like here.",
        176.66,
        177.2
    ],
    [
        " Here.",
        177.44,
        177.56
    ],
    [
        " Good to meet you.",
        178.18,
        179.02
    ],
    [
        " Here's you.",
        179.16,
        179.46
    ],
    [
        " Good to meet you.",
        180.06,
        181.02
    ],
    [
        " Eight weeks.",
        181.68,
        182.28
    ],
    [
        " Just like that.",
        182.64,
        183.3
    ]
]