[
    [
        " You recently said Hackworth was a rule follower, most of his career.",
        0.0,
        4.94
    ],
    [
        " But in about face the book, he always talks about how he went against his",
        5.34,
        9.96
    ],
    [
        " commandist rules. How do you play the game, but also act like",
        9.96,
        13.14
    ],
    [
        " Hackworth? Yeah, and so this is a classic example",
        13.14,
        15.74
    ],
    [
        " of the dichotomy leadership with regard to obeying rules.",
        15.74,
        20.32
    ],
    [
        " And Hackworth absolutely obeyed the rules, and he obeyed them to the",
        20.88,
        25.14
    ],
    [
        " extreme. Sometimes if you remember in the book, he he worked in situations where",
        25.56,
        34.96
    ],
    [
        " they were like the strictest in garrison. So like not in combat, just in garrison,",
        34.96,
        40.62
    ],
    [
        " he would everything's perfect. Beautiful. If you remember, in general, Moukiyama was on.",
        40.62,
        44.4
    ],
    [
        " And we talked to him about meeting Hack for the first time.",
        44.9,
        48.72
    ],
    [
        " And you know, it's kind of like, what was he like? And he was like, oh, he was",
        49.02,
        52.54
    ],
    [
        " high in tight haircut, totally squared away. That's following the rules to a T.",
        53.14,
        58.54
    ],
    [
        " And the other thing that he played, he definitely played, he played the game.",
        60.08,
        63.92
    ],
    [
        " Hackworth played the game. He developed with, he developed relationships with people that were",
        64.22,
        70.84
    ],
    [
        " senior to him, people that were influential. SLA Marshall, who he went on tour with, if you",
        70.84,
        76.34
    ],
    [
        " remember through Vietnam, and SLA Marshall, he didn't really even respect. But SLA Marshall had",
        76.34,
        80.08
    ],
    [
        " such big influence that he said, hey, you know what? How could it become bros with this guy?",
        80.08,
        83.62
    ],
    [
        " He played the game because Marshall had influence. And he even took some hits.",
        84.48,
        92.66
    ],
    [
        " You know, took a little frag for, for SLA Marshall. But at the same time, if his troops weren't",
        93.12,
        100.92
    ],
    [
        " getting the right treatment, that he would do what he needed to do, he would break rules to take",
        100.92,
        105.04
    ],
    [
        " care of them if he had to. And at the same time, he would follow the rules to a T. If you remember,",
        105.04,
        111.5
    ],
    [
        " when he took over the battalion in Vietnam, the hopeless and wanted to turn him into the hardcore,",
        111.54,
        116.72
    ],
    [
        " he brought all their crap into the middle of the thing and said, we're going to fly it out of",
        117.28,
        120.06
    ],
    [
        " here. No more radio, no more guitars, none of this other stuff. He'd get it out. So that's like",
        120.06,
        122.9
    ],
    [
        " following the rules to a T. But at the same time, if he needed to like steal food for them or",
        122.9,
        129.74
    ],
    [
        " stake something to get him, he would do that stuff. So he's constantly balancing that economy.",
        129.74,
        135.5
    ],
    [
        " Another thing he did is he, he took these administrative jobs that he hated",
        135.8,
        140.3
    ],
    [
        " in order to rise through the ranks in order to become, to get places to develop relations. So",
        140.3,
        149.46
    ],
    [
        " we could have more influence. He was assigned to the Pentagon. He, in the book, he talks about the",
        149.46,
        154.64
    ],
    [
        " Pentagon being working in the Pentagon being a cluster phobic hole, no more than 20 by 20 feet",
        154.64,
        160.06
    ],
    [
        " with 15 other people in it. And he talks about, he said, you'd say your paper, your inbox would be",
        160.06,
        166.6
    ],
    [
        " filled when you showed up. And you'd immediately the phone would be ringing. You'd be talking to",
        166.6,
        171.7
    ],
    [
        " people all over the world via, if all the people in Vietnam, they're calling you at their, their time",
        171.7,
        175.88
    ],
    [
        " zone. And so he didn't like this job. But guess what? Got the highest possible evaluations when he",
        175.88,
        182.0
    ],
    [
        " left? Why? Because he played the game. And he built these relationships with, with all these",
        182.0,
        188.7
    ],
    [
        " kernels and all these generals and all these people that had influenced his, Glover Johns and",
        188.7,
        192.18
    ],
    [
        " Pearson and countless others by doing what he needed to do. And then when he needed to, he broke,",
        192.18,
        198.52
    ],
    [
        " he broke the rules. And sometimes he went a little too far, we're breaking the rules. And",
        198.68,
        203.46
    ],
    [
        " when he, when he got out, when they kind of drove him out after he did the big interview where he",
        206.86,
        212.62
    ],
    [
        " said, hey, we're not going to win. They went and drilled down into his camps and looked at the",
        212.62,
        216.6
    ],
    [
        " things that he had going on there. Said, oh, you're allowing this to happen. You're allowing this",
        216.6,
        219.64
    ],
    [
        " to happen. So he left himself a little bit vulnerable by breaking the rules a little bit too much. So",
        219.64,
        225.92
    ],
    [
        " the rule to learn from that is like, don't do things that people can hold over you. And for me,",
        225.92,
        230.94
    ],
    [
        " the things that people can hold over you are things where you can't stand up and say, yes,",
        231.08,
        236.86
    ],
    [
        " that's what I did. Yes, that's what I did. Hey, my guys didn't, hadn't had a good meal in four",
        236.98,
        244.54
    ],
    [
        " weeks. They've been in the field for three of those weeks. And when they came out, guess what? I,",
        244.54,
        252.44
    ],
    [
        " I figured out a way to get some stake. And I took it from the rear and I had it flown up,",
        252.56,
        257.28
    ],
    [
        " using millet, using our helicopters. And I had it. Yep, that's what I did. And if you want to,",
        257.28,
        262.1
    ],
    [
        " do you want to drop the hammer on me for that? Got it. Now, if you do that, that's cool.",
        262.12,
        267.08
    ],
    [
        " But there's some things we break through rules where maybe you wouldn't be able to stand up",
        267.4,
        271.4
    ],
    [
        " tall and proud and say, this is what I did and this is why I did it. So you don't want to be",
        271.4,
        276.34
    ],
    [
        " careful that you don't do things that will allow people to hold things over your head.",
        276.34,
        281.7
    ],
    [
        " And for me, things that are things like that are things that you can't stand up",
        282.82,
        286.16
    ],
    [
        " with your chest out and say, this is what I did and this is why I did it. I know it wasn't",
        286.16,
        290.62
    ],
    [
        " within the regulations. This is what I did. This is why I do it. And if I get fired because of that,",
        290.62,
        296.1
    ],
    [
        " understood. Check. Now, here's where you get a little, here's where we can, we can question",
        296.48,
        307.16
    ],
    [
        " hack. For sure. Let me ask you this. If hack would have, because okay, so he didn't play the game.",
        307.52,
        317.18
    ],
    [
        " At the end, he didn't play the game. He went on an interview and said, hey, we're not going to",
        317.38,
        320.58
    ],
    [
        " win the war. Not the way we're fighting. We're not going to win the war. Within a few weeks,",
        320.58,
        324.26
    ],
    [
        " he was driven out of the army. He didn't play the game at that moment, right? So let me ask you this.",
        324.26,
        329.88
    ],
    [
        " If he would have played the game just a little bit, just look, we need to change our strategy.",
        332.2,
        337.94
    ],
    [
        " If you know what I mean, if he would have just, and then he would have stayed in,",
        338.26,
        340.78
    ],
    [
        " and then he would have perhaps gotten a promotion and got perhaps gotten to a position where he",
        341.7,
        345.46
    ],
    [
        " actually had influence over the way the war was being fought. If he had done that, would he have",
        345.46,
        352.28
    ],
    [
        " been better off? Would he have been able to better help the situation? Because I don't",
        352.28,
        359.8
    ],
    [
        " know. Once they drove him out, it's not like that interview. Well, I don't know. We'd have to check the,",
        359.8,
        364.36
    ],
    [
        " check the historical sort of results of that interview. It certainly started to sway public",
        364.36,
        370.08
    ],
    [
        " opinion. And maybe that, you know, maybe in his mind, hey, I need to tell everyone what's going on",
        370.08,
        373.9
    ],
    [
        " so we can get out of here, right? So maybe, maybe that was the intention. Maybe that was the result.",
        373.9,
        381.12
    ],
    [
        " Maybe that helped shut down the war eventually. But maybe if he would have played, continue to play",
        381.28,
        389.06
    ],
    [
        " the game, he could have gotten to a position where he had more, even more influence and could have",
        389.06,
        395.04
    ],
    [
        " changed the way the war was being fought. I don't know. I'm sure we could have a long debate about",
        395.04,
        399.32
    ],
    [
        " that. But that's as a leader, something that you are going to have to weigh out all the time.",
        399.32,
        407.78
    ],
    [
        " And there's situations where, and actually breaking news today, General Mattis just put in his",
        407.92,
        415.74
    ],
    [
        " resignation for being Secretary of Defense. So is that so I work, we don't have to talk about that",
        417.6,
        423.48
    ],
    [
        " when I get a little more information on is that him saying, look, I, it's going to be better for me to",
        423.48,
        428.28
    ],
    [
        " make this statement by leaving. Or would he have been better off staying there where he can at least",
        428.28,
        435.9
    ],
    [
        " still have a massive amount of influence because he's the Secretary of Defense. We'll have to drill",
        435.9,
        442.16
    ],
    [
        " down on that one. That's a, that's a good question. Both those are good questions. And the bottom line is,",
        442.16,
        448.76
    ],
    [
        " if you haven't read about face, read it and learn from a guy named Colonel David Hackworth.",
        448.92,
        454.66
    ],
    [
        " Next question. Next question. So I answered that question was sort of another question.",
        455.12,
        461.74
    ],
    [
        " Kind of a question you got to ask yourself. Yes. And that's a question that I've talked about this",
        461.98,
        467.04
    ],
    [
        " where if I tell you, echo, hey, echo, I want you to do this mission. I want you to do this way.",
        468.88,
        472.48
    ],
    [
        " Take your platoon and go do it. And you disagree with what I'm telling you. And you just say, hey,",
        472.56,
        477.36
    ],
    [
        " boss, I don't want to do it that way. And I said, hey, you shut up and do what I told you to do.",
        477.46,
        480.72
    ],
    [
        " And you go, you know what? You can fire me, but I'm not doing it. I go, okay, fine. You're fired.",
        481.14,
        484.94
    ],
    [
        " And I get knucklehead over here who's a yes man. It comes in and I tell him to go do the mission",
        484.98,
        488.68
    ],
    [
        " the way I told him to do it. And he goes and doesn't get to everyone killed. Would it have been better",
        488.68,
        492.8
    ],
    [
        " off if you said, okay, boss, I get it. I'll do it your way. Here's some things I'd really like to",
        492.8,
        497.88
    ],
    [
        " not do. And you go, no, I said, no, shut up. And then you take your guys, you mitigate everything",
        497.88,
        502.44
    ],
    [
        " that you can. Actually, there's an example of this in band of brothers where major winners",
        502.44,
        506.96
    ],
    [
        " is being told, hey, send a reconnaissance element across the river again tonight. And he doesn't",
        506.96,
        513.1
    ],
    [
        " want to do it. The war's almost over. They had taken some casualties. I think the night before",
        513.1,
        518.12
    ],
    [
        " when they did the same type of operation and he just says, got it, boss. And then the guys go and",
        518.12,
        524.08
    ],
    [
        " they sit in the they pretend to go out, but they really just sit in the basement of a building",
        524.08,
        529.46
    ],
    [
        " on their side of the river. And then later on, they say, yep, we went. We came back. We didn't find",
        529.46,
        533.9
    ],
    [
        " anything. Okay, cool. There's a perfect example. Imagine if major winners, dick winners was like,",
        533.9,
        540.2
    ],
    [
        " we're not doing it. And now you get an ego contest with the colonel who's like, oh, yes, you are.",
        540.28,
        544.84
    ],
    [
        " No, we're not. Okay, fine. You're fired. Let me get knucklehead over here. Yeah. Who's going to do",
        544.88,
        549.56
    ],
    [
        " what I told him to do? Who's it totally? Yes, man. And now we take that risk and guys get killed. So",
        549.56,
        554.36
    ],
    [
        " so who is it? There's a there's a dick winners played the game. He played the game so he could still",
        554.36,
        560.72
    ],
    [
        " have that influence and power and and still protect his guys. Yeah, you can get complex. Yeah,",
        560.72,
        567.8
    ],
    [
        " it's it's very that's why leadership is hard. Yes. It's it's weird though. Because when you say",
        568.06,
        572.82
    ],
    [
        " it's complex, when you say leadership is hard at the same time, like you, if you're a principled",
        572.82,
        578.14
    ],
    [
        " human being and you have principles and you know what's right and you're doing the right thing",
        578.14,
        582.56
    ],
    [
        " for the right reason, the decisions are actually usually a little easier. Clear, like clear,",
        582.56,
        588.14
    ],
    [
        " clear. Yeah, they might not be easy, but they're clearer. Like I know what I'm supposed to do here.",
        588.32,
        591.62
    ],
    [
        " I got it. Yeah, I'm going to figure this one out. Yeah. And this this up, I think applies to",
        591.62,
        599.42
    ],
    [
        " to most scenarios where like if you think of the big picture, where if you're like, hey,",
        599.66,
        607.0
    ],
    [
        " I'm going to consider myself after everything's going to be said and done, you know, it kind of",
        607.26,
        612.24
    ],
    [
        " goes along with what you said, like, Oh, can you stand up and be proud? If you consider, okay,",
        612.24,
        617.8
    ],
    [
        " look back, you're going to there because it's going to come a point where you're going to look",
        618.06,
        621.18
    ],
    [
        " back on this and you're going to feel the way you're going to feel right now. But later on,",
        621.18,
        625.78
    ],
    [
        " how are you going to feel about like how you handled it? You know what decision you made and how",
        625.78,
        630.14
    ],
    [
        " you made it. It's a good thing to tell kids too. Yeah. Like would you, if you're, if you're at a party",
        630.14,
        634.32
    ],
    [
        " or you're wherever and something's going on, would you be proud to stand up and be, hey,",
        634.32,
        639.92
    ],
    [
        " here is the situation. Yeah. And I, this is what I did and this is why I did it. If you can't,",
        640.02,
        645.06
    ],
    [
        " maybe you should really reconsider what your actions are going to be. No, man, it's because a lot",
        645.64,
        650.62
    ],
    [
        " of the time shoots for she's a kid. That's an adult too. A lot of the time it's like they're",
        650.62,
        654.56
    ],
    [
        " literally the opposite decision. You know, like, especially if it's one of those like go along with",
        654.68,
        658.92
    ],
    [
        " the crowd kind of scenarios, you know, where it's like, oh, yeah, it's easy to go along there. And",
        658.92,
        662.24
    ],
    [
        " when your kid's especially when it involves drinking and stuff, sometimes there's really no",
        662.24,
        665.82
    ],
    [
        " consequence, you know, whatever you did, something dumb, no one gets to hurt or dies or nothing like that.",
        665.82,
        669.64
    ],
    [
        " But everyone's in a while there is. But so it's like, it makes it harder because you don't,",
        669.74,
        674.08
    ],
    [
        " like when you go do something, I don't know, jump off or bridge or something, drink and drive or",
        674.42,
        679.78
    ],
    [
        " whatever. And no one dies or knowing nothing big happens. It sort of reinforces that,",
        679.78,
        685.24
    ],
    [
        " maybe it might be okay. You know, you may be able to slide with this behavior a little bit, you know.",
        685.3,
        690.02
    ],
    [
        " But at the end of the day, you know, yeah, if you can clearly see that big picture where in the",
        690.56,
        695.62
    ],
    [
        " future, you're going to be looking back on how you handled it. Yeah. Here's another thing, same",
        695.62,
        699.76
    ],
    [
        " concept. I used to tell I told my guys was you just might as well act like CNN is recording what",
        699.76,
        706.3
    ],
    [
        " you're doing. And it's going to be a CNN. Right. So if you want to act like an idiot, guess what?",
        706.3,
        711.44
    ],
    [
        " It's going to be on CNN because someone's got a camera somewhere around there. And you might as",
        711.56,
        714.84
    ],
    [
        " well be saying that today as a kid, as a teenager, you might as well be saying, yep, this is,",
        714.84,
        719.82
    ],
    [
        " this is the next viral video. This is my 15 minutes of fame is going to be me doing whatever I'm",
        719.94,
        725.88
    ],
    [
        " doing right here. Yeah. So you got to watch out for that. Learn from hack.",
        725.88,
        730.74
    ]
]