[
    [
        " you as a leader, right? There's actually millions of people that follow you, right?",
        0.88,
        9.7
    ],
    [
        " That listen to you, that respect what you say, and they truly follow your lead. I mean,",
        10.42,
        18.2
    ],
    [
        " clearly they follow your lead. We saw this with the launch of or the release, what's it called",
        18.36,
        25.46
    ],
    [
        " when a book comes out? When my book came out, I think it was. Yeah. You would kind of predict",
        25.46,
        29.3
    ],
    [
        " it everything that was going to happen to a tee of like, yeah, when we talk about this book,",
        29.3,
        32.94
    ],
    [
        " it's going to, you know, the people going by it, that's going to, and so people clearly follow you",
        33.1,
        37.08
    ],
    [
        " and listen to what you say as a leader. And I don't know if you foresee yourself that way, but you are a",
        37.08,
        46.78
    ],
    [
        " leader. Two questions. One, where do you think you fall short? And two, and more important, where are",
        46.78,
        57.86
    ],
    [
        " you trying to lead people? Yeah, these are good. So I haven't thought of myself as a leader, but",
        57.86,
        66.02
    ],
    [
        " I think that two terms sometimes get used interchangeably and I view them as very different. So",
        66.02,
        77.08
    ],
    [
        " as a leader, if I'm looking through that lens at myself, I think I'm very good at",
        77.26,
        85.82
    ],
    [
        " affecting national conversations and steering the attention of groups to one thing for",
        85.82,
        94.42
    ],
    [
        " sustained periods of time. I think I'm very good at that and helping people to prioritize.",
        94.42,
        98.22
    ],
    [
        " If I were to view myself as a manager, I think I have many deficiencies.",
        98.52,
        105.78
    ],
    [
        " And one of them would be, and this has been a help in a hindrance as many things are",
        107.04,
        114.64
    ],
    [
        " in patients. I have extremely high standards and hold myself to just",
        114.64,
        124.28
    ],
    [
        " a ridiculous degree of expectation for perfection, which of course leads to a lot of the problems",
        125.72,
        133.0
    ],
    [
        " we've talked about earlier. But on the flip side, I get a lot done in part, I think, because that is",
        133.0,
        139.54
    ],
    [
        " a driver. That can also damage relationships very quickly. And it can in a management environment",
        139.54,
        148.34
    ],
    [
        " cause hurt feelings and people to not put forth their best because they feel like they are being",
        149.08,
        153.9
    ],
    [
        " criticized and not lauded for their successes. And in part, that is because as an athlete, I really",
        153.9,
        161.72
    ],
    [
        " and hopefully this doesn't sound weird, or I don't really care if it sounds weird actually.",
        161.72,
        166.36
    ],
    [
        " In sports and in business, my general feeling was, and I remember, mentor early on, said something",
        167.02,
        171.48
    ],
    [
        " like this to me. He said, don't tell me about the good stuff. The good stuff takes care of itself.",
        171.48,
        176.14
    ],
    [
        " Just tell me about the bad stuff. And that's always been my personal policy for myself.",
        176.14,
        181.12
    ],
    [
        " But that does not always translate well to team environments. So that I think is my homework",
        181.6,
        191.1
    ],
    [
        " that I'm and deficit that I've been working hard to correct for the last few years is getting",
        191.1,
        199.06
    ],
    [
        " better at managing people who do not necessarily conform to that mindset at all times, which I think",
        199.06,
        205.56
    ],
    [
        " can be a big problem when it's when it's out of control. But that would be the biggest",
        205.56,
        211.34
    ],
    [
        " deficit. But if we're defining leader as someone who can put forth a vision or an objective or",
        211.34,
        221.34
    ],
    [
        " catalyze a movement and move attention in people in one direction, I feel like I'm quite good at",
        221.34,
        227.88
    ],
    [
        " mitigating the risk of that. And because for instance, people think that the haters, this is a",
        229.7,
        237.22
    ],
    [
        " very popular word on the internet and not all critics or haters, of course. Important to be able to",
        237.22,
        242.08
    ],
    [
        " take criticism and feedback. But many people who are thrust into a position where they have the",
        242.08,
        248.06
    ],
    [
        " opportunity to lead people virtually on the internet, which is a huge responsibility. And I take",
        248.06,
        254.96
    ],
    [
        " it extremely seriously, worry about say their detractors causing problems. It's not the detractors",
        255.48,
        262.18
    ],
    [
        " in my experience that can do the most damage. It's the die hard fans who get the message wrong,",
        262.18,
        266.18
    ],
    [
        " who get the directive and misinterpret it. That is where you have to do damage control and think",
        266.6,
        274.2
    ],
    [
        " ahead. So I think I'm quite good at that. As far as where I'm leading people, if I'm leading them",
        274.2,
        278.7
    ],
    [
        " anywhere, I've always, I shouldn't say always, but for the last at least five years,",
        278.7,
        285.26
    ],
    [
        " thought of my goal as creating a benevolent army of super learners effectively, who can teach",
        285.72,
        296.36
    ],
    [
        " in turn 10 additional people each the same skill set. So to propagate a toolkit that enables people to",
        296.36,
        306.5
    ],
    [
        " be elite problem solvers instead of accidental haphazard problem creators has been my goal for at",
        307.48,
        317.82
    ],
    [
        " least the last five years explicitly teaching people how to learn so they can teach people how to",
        317.82,
        325.12
    ],
    [
        " learn. That's right. And part of learning is problem solving. So you're by definition getting",
        325.12,
        331.82
    ],
    [
        " people who are good at dissecting problems, testing assumptions. That's where I'm leading people.",
        331.82,
        338.58
    ],
    [
        " Yeah, that's that's solid. I mean, that's obviously a really positive thing. I always talk about",
        339.24,
        344.74
    ],
    [
        " the fact that you know, I want to help people learn how to learn. I talk about that all the time.",
        344.74,
        350.08
    ],
    [
        " And I've said that before on the podcast deal. We won't teach people how to not what to think,",
        350.36,
        354.8
    ],
    [
        " but how to think. Obviously, I'm not the same scale that you are in terms of volume of",
        354.88,
        361.48
    ],
    [
        " masses of people, but there's definitely some people out there that I think are following me in",
        361.48,
        368.96
    ],
    [
        " some way. And that might be a strong word, but I always think that what I'm trying to get people to",
        368.96,
        374.1
    ],
    [
        " do if you're following me, I'm really trying to get you to follow yourself and lead yourself. I",
        374.1,
        381.72
    ],
    [
        " don't you know, lead yourself. Okay, you see it. My path. That's cool. My path was good. I like my path.",
        381.72,
        388.32
    ],
    [
        " Now, forge your path. You know, figure out where you want to go. How you're going to get,",
        390.28,
        394.68
    ],
    [
        " how you're going to get stronger, how you're going to get faster, how you're going to get smarter,",
        394.82,
        398.54
    ],
    [
        " how you're going to get, how you're going to get better. And I always think that those answers",
        398.72,
        403.92
    ],
    [
        " work best when they don't come from somebody else, but when they come from yourself.",
        403.92,
        410.12
    ],
    [
        " Absolutely. And I think also the teaching people how to learn, enabling my audience to learn",
        410.94,
        422.26
    ],
    [
        " how to learn. And when I say that, I mean 10, 100 times faster than would be expected in a lot of",
        422.26,
        428.16
    ],
    [
        " domains, that's only one leg of the stool. So let's say there are three legs. The other two would be",
        428.16,
        432.9
    ],
    [
        " teaching them to dissect and manage fear. And then the third leg would be teaching them to be",
        432.9,
        438.74
    ],
    [
        " emotionally aware and resilient. And that I think is covered largely by stoicism. If you take it",
        439.9,
        446.4
    ],
    [
        " as a practice and not as something to passively ingest. Yeah. And I just talked about stoicism",
        446.4,
        452.48
    ],
    [
        " on my last podcast because somebody hit me up on Twitter and says, do you practice stoicism? And",
        452.48,
        457.64
    ],
    [
        " I was like, no, I just said no, because I'm pretty turrets on Twitter. And the guy kind of rolled back,",
        457.64,
        464.42
    ],
    [
        " I don't want to say he was offended. And I don't want to rehash the whole story because I just",
        464.68,
        467.88
    ],
    [
        " talked about him on my last podcast. But you know, he said, hey, well, you know, what's wrong with",
        467.88,
        471.94
    ],
    [
        " stoicism? And I never wrote back. I'm like, man, there's nothing wrong with stoicism. I get it.",
        471.94,
        477.0
    ],
    [
        " But for me to say that I practice it or even that I learned it from studying the agents is not true.",
        477.38,
        483.82
    ],
    [
        " I didn't go to Princeton. You know, I didn't study when I was in high school. I wasn't an overachiever.",
        484.1,
        489.48
    ],
    [
        " I was an underachiever. I was a I was a troublemaker. So I didn't learn anything about stoicism.",
        489.62,
        496.78
    ],
    [
        " Until much later in my life, my roots aren't my beliefs aren't founded on what I read. They're",
        498.0,
        502.6
    ],
    [
        " founded on what I lived. And it's just, does it make sense? Yeah. When I look at it down,",
        502.6,
        509.1
    ],
    [
        " and people always ask me, are you going to do Marcus Arale? I'm going to do Marcus Arale. It's",
        509.1,
        512.9
    ],
    [
        " on the podcast. And really all I'd be saying is like, look, Marcus Arale has said this,",
        512.9,
        516.36
    ],
    [
        " thousands of years before I did. Awesome. And I would love to be all educated, but I wasn't. I was",
        516.78,
        524.44
    ],
    [
        " just, I went down the path that I went down and experienced the things that I experienced in my life.",
        524.44,
        529.1
    ],
    [
        " And I came to the same conclusions that these ancients came to. So it's an interesting dynamic.",
        529.52,
        537.78
    ],
    [
        " No, it is. And I think it's worth noting also that if you find anyone who is consistently good",
        538.0,
        543.66
    ],
    [
        " at operating at a high level in stressful environments, the tools are the same. Exactly. I mean,",
        543.66,
        552.98
    ],
    [
        " if you read one of my favorite books, Musashi, historical fiction, fantastic book, it's all the same",
        552.98,
        559.82
    ],
    [
        " shit. You read that stoicism, stoicism, and senica was my real introduction, but that didn't come",
        559.82,
        565.34
    ],
    [
        " into my life until 2004. So it was after graduation. For those of you that want me to do Musashi on this",
        565.34,
        572.7
    ],
    [
        " podcast, I'm not going to do it. I'm not going to do Musashi. Now tell you why. And if you've read it,",
        572.7,
        578.86
    ],
    [
        " you know, you can't, you got to go through Musashi to get to the end. You got to go through the",
        578.86,
        585.62
    ],
    [
        " whole thing to get the end. It is one of the best rewards in all of literature to get to the end.",
        585.62,
        590.98
    ],
    [
        " And the end, this is a, what's the, how many pages is Musashi's? It's massive book. And it's,",
        591.1,
        597.34
    ],
    [
        " and you have to read the whole thing and it's all good, but it all comes and it's literally,",
        597.5,
        603.18
    ],
    [
        " I think in my copy, because I always laugh about this, it is two or three pages from the end of the",
        603.38,
        608.28
    ],
    [
        " whole book. It's where you get to the end of Musashi where you go, damn, that just happened.",
        608.28,
        614.5
    ],
    [
        " The pay office. All the pay office is so good. And the, oh, and I'm not going to do it on here,",
        615.08,
        619.7
    ],
    [
        " because I obviously don't have to give away the pay off. And so I'm not going to do that. And you",
        619.72,
        622.78
    ],
    [
        " have to go and read Musashi. It's, it's awesome. And the ending is just as good as it gets. It's",
        622.78,
        630.72
    ],
    [
        " as good as it gets. And it's a historical fiction, but that happened. Oh, yeah, that's documented.",
        630.72,
        634.44
    ],
    [
        " Oh, yeah. And it doesn't get me better. So read Musashi for yourself, people. Maybe I'll give us",
        634.44,
        641.14
    ],
    [
        " like a one year lead time. And then I'll do it. One year, episode one hundred. Maybe we'll do,",
        641.14,
        648.3
    ],
    [
        " give people enough heads up episode one hundred. We'll go back and do Musashi. If you, and I'll give",
        648.56,
        652.42
    ],
    [
        " up a spoiler alert at the beginning, because Musashi's good when you get to the end and go,",
        652.42,
        657.9
    ],
    [
        " yeah. Is that kind of like the Matrix? What's that? Is there like a spoiler at the end of",
        658.6,
        668.0
    ],
    [
        " the Matrix? Oh, does it kind of, I guess. Oh, man, I got to watch more movies, apparently.",
        668.0,
        673.82
    ],
    [
        " More Echo Charles movies. Highly recommend Babe. Volta Pig. That's good like a jocke.",
        674.56,
        678.32
    ],
    [
        " Dude, what did you, dude? Did you watch that a bunch of times? You got some Babe story, right?",
        678.58,
        682.52
    ],
    [
        " Yeah, I do. So I tend to, when I write books, so that I don't feel isolated, I will generally,",
        684.12,
        689.62
    ],
    [
        " I write late at night. That's when I do my synthesis. So I can do research and interviews on,",
        689.86,
        693.38
    ],
    [
        " but I'll do my writing generally between 11 p.m. and 5 a.m. And so that I don't feel like I'm sitting",
        693.48,
        699.4
    ],
    [
        " in a cave by myself, I will generally listen to the same track or same album over and over again",
        699.4,
        708.38
    ],
    [
        " for a given book. That's how I focus. And then I will have a movie playing on mute in the background",
        708.48,
        714.12
    ],
    [
        " so that I feel like there are other people in the room. Now, at one point, I was like, all right,",
        714.12,
        719.26
    ],
    [
        " I've seen the born identity 5,000 times I don't want to see it anymore. I have seen, because I was",
        719.38,
        724.0
    ],
    [
        " for the first book. I've seen Sean of the Dead, which is a comedy, 6,000 times. I don't want to",
        724.0,
        729.0
    ],
    [
        " watch that anymore. So I'll just, I'll just watch it on repeat. So I might watch a movie five times",
        729.0,
        732.58
    ],
    [
        " at night. Okay, let's go to Amazon Prime and I pull it up in the first movie that gets displayed as",
        732.58,
        737.58
    ],
    [
        " babe, that little pig and farmer hog it. And I put it on and I was like, oh, this is hilarious.",
        737.6,
        743.98
    ],
    [
        " This is, all right, well, I'll pick a real movie after this and I was like, good god, this is a fine film.",
        743.98,
        749.02
    ],
    [
        " No, Renegade duck. Anyway, so yeah, babe, I don't think you'd actually like, I think you'd be",
        750.06,
        757.98
    ],
    [
        " disgusted with my recommendation, but I know I don't watch enough, I don't watch a lot of movies.",
        757.98,
        762.74
    ],
    [
        " I think I think you'd like Narcos, which is a, that many series. I've heard of that one.",
        763.68,
        768.02
    ],
    [
        " That Pablo Escobar, right. I think I've heard about that one. Then you're jumping into what,",
        768.06,
        773.7
    ],
    [
        " like 30 hours of content. That is own, yeah, you're looking at about 20.",
        773.76,
        778.16
    ],
    [
        " Then you're in the vortex. You know what, you know what, I want to watch that?",
        778.36,
        781.28
    ],
    [
        " Like when I'm 78. I'll watch Narcos, put that on my list.",
        782.02,
        785.98
    ]
]