[
    [
        " Would love to hear your thoughts on the dichotomy of honest self-expression versus normal face and or passion versus discipline.",
        0.0,
        8.12
    ],
    [
        " If you aren't caught up on all the podcast normal faces a game I used to play with my kids where they would have to keep an expressionless face or what I called the normal face.",
        8.6,
        18.1
    ],
    [
        " Good game by the way.",
        18.2,
        18.92
    ],
    [
        " And you I would line up my kids and they would have to keep that face and then if they change their expression anyway I would hit them in the head with a",
        19.06,
        27.04
    ],
    [
        " with the inside cardboard roll of a thing of wrapping paper and or I had eventually made like foam pieces for it because they were a little bit more durable and you could hit really hard and it would not hurt at all.",
        27.48,
        40.44
    ],
    [
        " So anyways I know it sounds like you should call child services on me but it's fun game to play because as you hit one kid they make the other kids laugh and then you end up hitting them all on everyone's laughing and it's fun.",
        41.0,
        50.6
    ],
    [
        " So and there's also a pragmatic reason to do it because it teaches people to control their emotions and there are times there are many times where you have to learn to control your emotions and as kids if you learn to control your emotions it's going to be beneficial for you in many ways.",
        51.34,
        68.68
    ],
    [
        " But does that mean that you should keep normal face all the time.",
        69.24,
        72.72
    ],
    [
        " Never show emotions no it's not like that at all.",
        73.7,
        76.32
    ],
    [
        " There's like everything else there's a dichotomy that you have to balance if your kid wins a wrestling match you should be happy and great smile and yeah I five right that's cool.",
        76.66,
        87.28
    ],
    [
        " If you bite into a amazing piece of prime rib that your wife cooked for you then you should raise your fist to the air.",
        87.5,
        102.9
    ],
    [
        " And say yes.",
        103.72,
        104.6
    ],
    [
        " My wife the first time she ever cooked prime rib she she she she's we didn't know this but she has a talent she knows she cooks dry chicken prime rib she knocks it out of the park.",
        105.38,
        114.98
    ],
    [
        " First time she ever cooked prime rib and I took my I smelled amazing I was like oh this is I took my first bite I looked at her and I looked up at her and I said I want to read that redo our vows for marriage.",
        114.98,
        129.76
    ],
    [
        " I mean you have a new the Vows so yes you know scenarios like that yeah you want to show your emotions and if you hear something if your team slacks off.",
        130.54,
        143.66
    ],
    [
        " And if you fail the mission you fail the task.",
        144.1,
        148.1
    ],
    [
        " Of course you're going to own it but you might you know you might want to show a little anger about what happened so that everyone knows like oh.",
        148.4,
        155.8
    ],
    [
        " Shuckle does normally get mad and he's mad and so we really did something bad and you know even though you're blaming yourself like I can't believe I let this down you know what I mean like you show a little bit of that people okay.",
        157.14,
        166.7
    ],
    [
        " So there you're gonna show some most you if you get bad and well if you get news that that you know you got a friend that died we know that's you got to let those emotions out there's all.",
        167.0,
        177.86
    ],
    [
        " Kind of situations where emotions are not only acceptable but they're needed and they're required and in fact if you don't have emotions in those situations that's horrible.",
        178.48,
        189.96
    ],
    [
        " You need to have them not only as a person as a human being you need to let out your emotions sometimes but as a leader if you don't show any emotions at all.",
        190.84,
        200.46
    ],
    [
        " No one's gonna follow you there's no connection between you and the people on your team.",
        200.72,
        206.42
    ],
    [
        " And if you ever if you just sit there and think about people that you've worked for that didn't show emotions you had no connection with them you don't care about them you'll leave you won't go the extra mile to get the job done.",
        207.16,
        216.24
    ],
    [
        " So you have to show emotions but of course there are many times in life in the world where showing your emotions are going to have a negative impact on your situation you're you give up the take down.",
        216.62,
        230.74
    ],
    [
        " In a jujitsu competition and you show it in your face that person just thinks I just broke you right you want to show any emotion there boss tells you're getting stuck with the underperforming team.",
        231.06,
        243.24
    ],
    [
        " Show any emotion right don't don't do that but hey what about this there's a good one boss is giving you feedback that you don't agree with.",
        243.24,
        255.98
    ],
    [
        " Roll your eyes.",
        256.32,
        259.38
    ],
    [
        " The heavy side the crunch teeth as you're trying to listen with this person you don't even respect him he's telling you what's not going to get you.",
        261.3,
        267.44
    ],
    [
        " Not going to get you anything then showing that negative emotion there you need to keep normal facing that situation your kids doing something that's annoying is trying to test your patients and they're just trying to piss you off don't let them keep it in check.",
        267.6,
        281.38
    ],
    [
        " Get told to go to the other line in DMV after you've been waiting for an hour and one don't freak out don't show any emotions got it.",
        283.94,
        293.22
    ],
    [
        " Here's here's another one we already talked about this one your friends are poking front of you because you missed a shot at the range or you got lost on the land navigation course or whatever.",
        293.22,
        304.98
    ],
    [
        " Get all mad don't get frustrated don't show any emotion.",
        305.46,
        310.08
    ],
    [
        " You know they make fun of your haircut they make fun of your accent they make fun or whatever don't show emotions don't freak out.",
        311.38,
        317.38
    ],
    [
        " That's the other balance now there are also times where you might have to force yourself to show some emotion just to get the point across right your kid hasn't listened to you after five or six violations.",
        317.38,
        331.84
    ],
    [
        " You might have to show some anger or they or they do something that's going to get them hurt right you got to show some emotions so that they realize that was real.",
        333.54,
        341.02
    ],
    [
        " But flying off the temper and flying off the handle and losing your temper is almost never does you any good so yeah you have to be balanced in order to be balanced you have to be in control and in order being control you have to detach from your emotions so you control your emotions and not let your emotions control you.",
        341.48,
        359.52
    ],
    [
        " I think we already talked about this one part before we're like you know like with your kids or whatever and you're you fly off the handle not fly off the handle but you you show emotion you raise your voice and you out loud because this one is important this lesson that I'm teaching you obviously didn't get it before what.",
        360.96,
        377.36
    ],
    [
        " Here thing you can't do that every single time you know every single lesson like okay it was effective when I raise my voice let me just raise my voice now right logically that if that if that is what induces their compliance let me just do that right doesn't work that way because after all I like op rats all just don't noise now so yeah you got to be like no.",
        378.18,
        397.62
    ],
    [
        " Yeah yeah yeah or yeah just be like normal face normal face normal face everything you know and then like the one time you use it it's like the what do you call the video game needs to play it's like you could just press the button and blow up everybody.",
        398.3,
        414.7
    ],
    [
        " Long story but yeah don't use it all the time is what I'm saying just use it like sparingly you're saying yeah judiciously yeah yeah cool this good how do you know what you're saying.",
        415.02,
        425.1
    ]
]