[
    [
        " How do you deal with ultimatums from customers, bosses, etc.",
        0.0,
        4.28
    ],
    [
        " That are unrealistic due to the nature of the situation and the ultimatum?",
        5.36,
        9.56
    ],
    [
        " What I'm going to do with ultimatums is I am going to tell the truth about the situation to them.",
        10.4,
        19.7
    ],
    [
        " But first, I'm going to tell the truth about the situation to myself.",
        20.26,
        25.76
    ],
    [
        " Because you got to look at the situation and say to yourself, is this truly unattainable?",
        27.96,
        32.18
    ],
    [
        " Like truly unattainable?",
        32.44,
        34.08
    ],
    [
        " And sometimes even though it seems truly unattainable, but then when you actually think about it, you realize,",
        34.6,
        40.3
    ],
    [
        " oh, I could attain this. I can make this happen.",
        40.42,
        42.06
    ],
    [
        " I'm going to have to sacrifice whatever to make it happen.",
        42.34,
        45.84
    ],
    [
        " I'm going to have to to",
        46.16,
        48.26
    ],
    [
        " it's going to cost me or the team or the company something in order to make it happen.",
        49.26,
        55.12
    ],
    [
        " Like, oh, you want that done?",
        55.3,
        56.14
    ],
    [
        " You want that project done by, you know, the 15th?",
        56.88,
        60.98
    ],
    [
        " Cool. We'll get it done.",
        61.0,
        61.8
    ],
    [
        " But here's what we're not going to be able to do or here's what I'm not going to be able to do.",
        62.68,
        65.64
    ],
    [
        " And I'm also going to make sure that I pressure test the ultimatum against me giving",
        65.78,
        75.06
    ],
    [
        " the absolute full measure of effort.",
        76.68,
        78.72
    ],
    [
        " Right? Like, wow, if I go 110%, not even on a person beyond, you're going to give everything you can.",
        79.84,
        88.36
    ],
    [
        " Is it achievable?",
        88.5,
        89.3
    ],
    [
        " Because a lot of times people do it's an ultimatum, you can't make it.",
        89.7,
        91.98
    ],
    [
        " Well, as a member of a team, I want people's attitude to be like, you know what?",
        92.44,
        97.6
    ],
    [
        " We're going to do it. We're going to get it done.",
        98.16,
        101.32
    ],
    [
        " No one else is able to do this, but we're going to do it.",
        101.58,
        103.16
    ],
    [
        " Watch.",
        104.06,
        104.58
    ],
    [
        " That's what I like saying that sometimes.",
        104.6,
        106.78
    ],
    [
        " Watch.",
        106.98,
        107.44
    ],
    [
        "",
        108.48,
        108.48
    ],
    [
        " I used to say watch me work.",
        108.6,
        111.14
    ],
    [
        " Yeah, where I got it from some.",
        111.76,
        113.36
    ],
    [
        " Me, Ellie.",
        113.64,
        114.18
    ],
    [
        " So then, okay, so now you truly, you tell yourself the truth about the situation.",
        115.06,
        120.04
    ],
    [
        " You figure out that there's truly under no circumstances that this is possible.",
        120.24,
        126.36
    ],
    [
        " Then it's my time to tell them the truth, which is like, listen, and I'll get my data together.",
        126.74,
        131.54
    ],
    [
        " I'll get my information together.",
        131.54,
        132.78
    ],
    [
        " I'll explain to them what, you know, what, why I can't, I'm not going to be able to physically get this done.",
        133.3,
        140.72
    ],
    [
        " It's physically not possible.",
        140.88,
        142.6
    ],
    [
        " And then, you know, what the shortfalls are going to be.",
        142.84,
        147.06
    ],
    [
        " Now, I don't want to explain that to them.",
        147.46,
        149.24
    ],
    [
        " If they're, if they're completely unwavering because if you explain everything and you put",
        149.26,
        152.64
    ],
    [
        " your data together and you say, look, the bottom line is to, to, to assemble this many pieces by",
        152.64,
        158.34
    ],
    [
        " our best two people on the team, it takes them an hour each and you want us to assemble 14 of them in three hours.",
        158.34,
        165.02
    ],
    [
        " It is not possible for us to do that.",
        165.26,
        167.06
    ],
    [
        " And even if you gave me more people, it doesn't matter.",
        167.66,
        170.54
    ],
    [
        " They know how to do that.",
        170.64,
        171.36
    ],
    [
        " So it can't be done.",
        171.58,
        172.56
    ],
    [
        " I need at least whatever six hours with those, whatever, whatever it is.",
        172.64,
        176.98
    ],
    [
        " If they're unwilling to, to waver on the ultimate, I'm at all like, no, go.",
        177.6,
        184.84
    ],
    [
        " You need to get it done.",
        185.06,
        185.76
    ],
    [
        " You need to get done.",
        185.88,
        186.44
    ],
    [
        " Well, then what I'm going to do?",
        186.54,
        187.34
    ],
    [
        " Okay, I'm going to try my hardest.",
        187.46,
        188.36
    ],
    [
        " I'm going to buckle down.",
        188.7,
        190.02
    ],
    [
        " I'm going to do my best.",
        190.16,
        191.28
    ],
    [
        " I'm going to see how much, how close I can get to achieving the goal.",
        191.66,
        196.0
    ],
    [
        " I'm going to have fun.",
        196.28,
        197.28
    ],
    [
        " I'm going to go so hard that it's going to get nuts.",
        197.56,
        201.24
    ],
    [
        " Like we're going to get it done.",
        201.6,
        202.68
    ],
    [
        " And then when if we fall short, which we will, because I figured out there's no physical humanly",
        203.78,
        212.64
    ],
    [
        " possible way to make this happen, then what I'm going to do is I will go to them.",
        212.7,
        216.94
    ],
    [
        " And I'll explain the things that I am going to do differently next time in order to meet their goals.",
        217.08,
        222.98
    ],
    [
        " Right?",
        222.98,
        223.36
    ],
    [
        " I'm going to say, listen, you know what?",
        223.74,
        224.92
    ],
    [
        " I, I should have asked you earlier if this was a possible thing.",
        225.46,
        229.72
    ],
    [
        " And I should have had a backup plan.",
        229.72,
        231.56
    ],
    [
        " So here's what I'm putting into place now to make sure this doesn't happen again.",
        231.56,
        233.98
    ],
    [
        " Or hey, I am going to need more manpower.",
        234.14,
        236.98
    ],
    [
        " So that if we run into this again, I've got the people.",
        236.98,
        239.44
    ],
    [
        " It's my fault for not staffing us up correctly.",
        239.48,
        241.84
    ],
    [
        " Or I need to pay more attention to what's happening in the future so that I can have a better,",
        243.0,
        248.42
    ],
    [
        " I have better awareness of when this type of situation will unfold.",
        248.68,
        252.82
    ],
    [
        " So I can have my team prepared for it.",
        253.12,
        255.06
    ],
    [
        " Or these complexities that happened, I didn't explain to them.",
        255.24,
        259.66
    ],
    [
        " I didn't explain them to you well enough.",
        259.84,
        261.24
    ],
    [
        " And so if you understood, if I do a better job of making you understand the difficulties of making this happen,",
        261.5,
        267.68
    ],
    [
        " hopefully you'll realize that there's, that's more time is needed.",
        267.94,
        271.48
    ],
    [
        " So I'm not going to go in there and throw up my arms and see I told you so.",
        272.0,
        275.36
    ],
    [
        " You were stupid. I was right.",
        275.5,
        278.1
    ],
    [
        " Because then that's just sabotage too.",
        278.28,
        279.82
    ],
    [
        " Now they don't believe you anyways.",
        280.1,
        281.3
    ],
    [
        " Yeah. Now when you say, we couldn't get it done.",
        281.64,
        283.66
    ],
    [
        " See like I told you I told you we need more time.",
        283.82,
        286.16
    ],
    [
        " And they're like, yeah, of course you, you know, you, you, you went into it thinking you're going to fail.",
        286.42,
        289.52
    ],
    [
        " And guess what? Self-fulfilling prophecy.",
        289.56,
        291.3
    ],
    [
        " Good job. Good job.",
        291.48,
        293.38
    ],
    [
        " You proved yourself to be right loser, demoted.",
        293.46,
        296.92
    ],
    [
        " And that's what I do.",
        297.42,
        301.0
    ],
    [
        " Up and down the chain, by the way, you know,",
        301.26,
        303.58
    ],
    [
        " ultimatums can come up and down the chain of command.",
        303.76,
        305.9
    ],
    [
        " Hold the line. Do your best.",
        306.38,
        309.34
    ],
    [
        " That's what you do.",
        309.7,
        310.62
    ],
    [
        " Yeah. That seems and tell the truth.",
        310.92,
        313.1
    ],
    [
        " It all starts telling the truth to yourself.",
        313.1,
        315.24
    ],
    [
        " And then to your people that you're a customer, you know, client, I want this foundation",
        315.82,
        321.52
    ],
    [
        " poured by such and such a date.",
        321.52,
        323.22
    ],
    [
        " Hey, we, we will do our best.",
        323.42,
        326.88
    ],
    [
        " Here's the shortfalls.",
        327.02,
        327.68
    ],
    [
        " You know, whatever.",
        327.68,
        328.7
    ],
    [
        " Yeah.",
        329.0,
        329.26
    ],
    [
        " That's the way it is.",
        329.46,
        330.26
    ],
    [
        " Yeah. And that's a big one here.",
        330.36,
        331.62
    ],
    [
        " Like where?",
        331.84,
        332.28
    ],
    [
        " Kind of learn this from you.",
        332.9,
        336.08
    ],
    [
        " Where it's because you could like to tell you like, Oh, hey, I can't, this can't be done.",
        336.6,
        342.54
    ],
    [
        " Like you kind of, you get to the point in your mind where you're like, we both know it can't be done.",
        342.84,
        348.2
    ],
    [
        " But I'm just, you know, giving my current rest and sleep schedule.",
        348.2,
        352.48
    ],
    [
        " And, you know, I got this chill.",
        352.98,
        355.4
    ],
    [
        " I like to watch it.",
        355.5,
        356.48
    ],
    [
        " Right?",
        356.66,
        356.76
    ],
    [
        " I don't kind of, you know, it's like that kind of situation.",
        356.96,
        358.82
    ],
    [
        " How about you five?",
        358.82,
        359.46
    ],
    [
        " I don't want to miss that one.",
        359.72,
        361.64
    ],
    [
        " Exactly.",
        361.76,
        362.08
    ],
    [
        " So it, it kind of shapes up to be like that.",
        362.8,
        365.8
    ],
    [
        " You know, where it's like, we both know.",
        366.08,
        368.18
    ],
    [
        " And I don't know, you know, like if there's a box who's like just grinding someone into the ground,",
        368.82,
        373.42
    ],
    [
        " okay, that's a whole different scenario.",
        373.5,
        374.64
    ],
    [
        " But yeah, at the end of the day, like if you're truthful and it's like, Hey, get just done.",
        374.82,
        378.72
    ],
    [
        " Or you're fired kind of thing.",
        378.92,
        380.28
    ],
    [
        " And then you start with a truth.",
        380.66,
        381.92
    ],
    [
        " I you say, you be like, can I get it done?",
        381.92,
        383.5
    ],
    [
        " And then you really think, let's say like you were going to die or I don't know, you could get it done.",
        383.66,
        388.14
    ],
    [
        " A lot of the time.",
        388.4,
        389.2
    ],
    [
        " I'm not saying I'm nothing all the time.",
        389.2,
        390.4
    ],
    [
        " Of course, of course, the amount of times in my naval career, let's call it when I was in the Navy,",
        390.62,
        395.24
    ],
    [
        " that guys said to me like, we can't do it.",
        395.48,
        398.58
    ],
    [
        " I can't even remember times like, because guys, guys just be like, like,",
        398.96,
        402.54
    ],
    [
        " like I know.",
        402.82,
        404.24
    ],
    [
        " Yeah, yeah, they wouldn't be like, well, I don't know, Jaco.",
        405.44,
        408.14
    ],
    [
        " I'd be like, Hey, look, here's what we got to get done.",
        408.48,
        410.46
    ],
    [
        " Yeah.",
        410.78,
        410.94
    ],
    [
        " Think we can do it.",
        411.2,
        411.96
    ],
    [
        " And they'd be like, yep.",
        411.96,
        414.92
    ],
    [
        " Yeah.",
        415.76,
        416.16
    ],
    [
        " Because we're about to go get some.",
        415.58,
        417.64
    ],
    [
        " But yeah.",
        417.92,
        418.36
    ],
    [
        " And you know, obviously a situation, some situations are more like more serious, you know, like you're not going to.",
        418.7,
        425.78
    ],
    [
        " I don't know.",
        425.8,
        426.06
    ],
    [
        " But yeah, that telling the truth thing, tell the truth.",
        426.5,
        430.36
    ],
    [
        " I do speak from a position of luxury where I have the truth reflected at me pretty accurately on a pretty",
        430.56,
        437.48
    ],
    [
        " regular basis.",
        437.48,
        438.6
    ],
    [
        " So I'm not saying it's that easy to tell the truth.",
        438.9,
        440.86
    ],
    [
        " But if you just try hard, try genuine, you got to be genuine, right?",
        440.86,
        443.9
    ],
    [
        " Genuinely be like, yes, this is true about myself.",
        444.58,
        447.9
    ],
    [
        " Do it.",
        448.14,
        449.62
    ],
    [
        " Check.",
        449.68,
        449.92
    ]
]