[
    [
        " What do I say to someone I've trained and later claims this person claims that a certain",
        0.0,
        7.14
    ],
    [
        " thing was not covered in the training?",
        7.14,
        8.92
    ],
    [
        " In addition to the question says obviously excuses.",
        9.72,
        14.04
    ],
    [
        " Obviously excuses.",
        14.34,
        15.1
    ],
    [
        " So this is a really pretty common question of how do you handle these situations?",
        15.52,
        21.56
    ],
    [
        " And I've actually been lucky enough in my life to have run a lot of training into a lot",
        21.58,
        25.0
    ],
    [
        " of different situations mostly in the military.",
        25.0,
        26.7
    ],
    [
        " And I've absolutely had this happen and there's one thing that I do when this happens",
        27.22,
        34.2
    ],
    [
        " and you can probably guess what it is.",
        34.2,
        35.84
    ],
    [
        " I take ownership of it.",
        36.0,
        37.28
    ],
    [
        " So check it out.",
        37.56,
        38.48
    ],
    [
        " If somebody comes to me and says oh you were supposed to train us on X and you didn't",
        38.52,
        43.52
    ],
    [
        " and I know that I did and it was in the curriculum and we covered it.",
        43.52,
        46.4
    ],
    [
        " I say I don't say no I trained you and here it is.",
        46.5,
        48.74
    ],
    [
        " No I say okay.",
        48.94,
        49.68
    ],
    [
        " Let's get it trained then.",
        49.96,
        51.76
    ],
    [
        " What do I got to do?",
        52.0,
        52.56
    ],
    [
        " Here it is.",
        52.8,
        53.36
    ],
    [
        " Let me redo the curriculum.",
        53.5,
        54.42
    ],
    [
        " Let me show it to you again because here's the thing as a trainer.",
        54.42,
        57.08
    ],
    [
        " It's not just your job and this is what I used to tell my guys when I ran training.",
        57.66,
        61.66
    ],
    [
        " The guys that were the instructor of cadre I'd say listen it isn't your job just to run",
        61.9,
        66.26
    ],
    [
        " the training just to provide the training.",
        66.26,
        68.4
    ],
    [
        " It is your job to ensure that the training is absorbed.",
        68.64,
        72.8
    ],
    [
        " That's the difference.",
        73.2,
        75.4
    ],
    [
        " That's a big difference between philosophies of training.",
        75.68,
        77.98
    ],
    [
        " My goal when I'm training someone is to make sure that the training is absorbed into",
        78.38,
        82.68
    ],
    [
        " the mind.",
        82.68,
        83.06
    ],
    [
        " Otherwise go watch a YouTube video because a YouTube video you can see the same instruction.",
        83.76,
        87.64
    ],
    [
        " But no I need to seek you out and say okay where did you miss it?",
        87.94,
        94.4
    ],
    [
        " And also where did I fail in my training?",
        94.52,
        96.72
    ],
    [
        " If I covered it why don't you remember it?",
        97.1,
        99.0
    ],
    [
        " Yeah.",
        99.3,
        99.4
    ],
    [
        " That means I didn't cover it well enough.",
        99.48,
        100.6
    ],
    [
        " I didn't teach it well enough and I think that you then you retrain them.",
        100.6,
        107.06
    ],
    [
        " You get them up to speed.",
        107.18,
        108.28
    ],
    [
        " At some point they're going to realize that you did train them.",
        108.4,
        110.42
    ],
    [
        " I mean if they truly forgot or even if they didn't forget but they're just placing",
        110.42,
        115.2
    ],
    [
        " the blame on you they're going to realize that you know they're going to know that you",
        115.2,
        119.06
    ],
    [
        " know that you trained them when they when you reflect on the same information and",
        119.06,
        124.1
    ],
    [
        " do it again.",
        124.1,
        124.76
    ],
    [
        " So I think it's a pretty simple answer.",
        125.14,
        127.76
    ],
    [
        " When someone is saying you haven't trained them take responsibility for it, take ownership",
        128.32,
        133.68
    ],
    [
        " for it and say okay let me get you trained on it.",
        133.68,
        136.52
    ],
    [
        " My apologies.",
        136.64,
        137.56
    ],
    [
        " I'm here to train you.",
        138.02,
        138.94
    ],
    [
        " Let me make sure that I train you and make sure that you absorb it.",
        138.94,
        141.68
    ],
    [
        " Let's go.",
        141.68,
        142.32
    ],
    [
        " I think that your way of training should be done or performed with kids as well like",
        142.58,
        153.16
    ],
    [
        " parents with their kids.",
        153.16,
        154.26
    ],
    [
        " You know how the kids misbehaving and the parents like I don't know why he does that.",
        154.66,
        159.8
    ],
    [
        " I told him not to pitch a fit.",
        159.92,
        161.36
    ],
    [
        " Well yeah I know you probably told him or you went through the motions of telling him",
        161.86,
        165.1
    ],
    [
        " or whatever but man you got to you got to train him and make sure that's absorbed.",
        165.1,
        168.62
    ],
    [
        " You know.",
        168.62,
        169.1
    ],
    [
        " Absolutely.",
        169.54,
        170.08
    ],
    [
        " So and I always kind of think of it this way not kind of I really think of it this way",
        170.64,
        175.22
    ],
    [
        " where if your kid is misbehaving it's something you did or didn't do.",
        175.22,
        180.22
    ],
    [
        " Of course.",
        180.22,
        180.62
    ],
    [
        " So you can't really sit there and be like oh blaming the kid for misbehaving or whatever.",
        180.84,
        186.96
    ],
    [
        " Yeah you know you're right I wonder isn't it weird that you can have families where one",
        187.12,
        193.36
    ],
    [
        " kid can go to go to high school and do well and do great on the SATs and get to a great",
        193.36,
        200.24
    ],
    [
        " college and go to and go be a doctor and the other kid can become a heroin addict.",
        200.24,
        205.6
    ],
    [
        " You.",
        205.74,
        205.86
    ],
    [
        " Isn't that strange?",
        206.26,
        207.16
    ],
    [
        " It's interesting but and I think long time ago I would talk to you about this like",
        207.6,
        212.78
    ],
    [
        " a long time ago.",
        212.78,
        213.32
    ],
    [
        " And how do we blame the parents?",
        213.32,
        214.5
    ],
    [
        " Well that's a thing that's the that's not what I'm saying.",
        215.44,
        218.08
    ],
    [
        " I'm not saying blame the parents.",
        218.22,
        219.58
    ],
    [
        " I'm not saying that because because that would that if you're blaming them that's like",
        219.7,
        222.7
    ],
    [
        " saying it's so easy.",
        222.7,
        223.38
    ],
    [
        " Why didn't you do that?",
        223.6,
        224.2
    ],
    [
        " I blame you you know kind of things not easy.",
        224.42,
        225.98
    ],
    [
        " For there's so many different dynamics to every kid's experience so you know how and this",
        226.26,
        231.5
    ],
    [
        " is how the conversation kind of if I remember correctly kind of started when you were like",
        231.5,
        234.82
    ],
    [
        " hey I have you know four kids or whatever and they're just different.",
        234.82,
        239.22
    ],
    [
        " They are true.",
        239.34,
        240.18
    ],
    [
        " And then I said this before I had kids by the way so you weren't really feeling what I was",
        240.4,
        245.48
    ],
    [
        " thinking.",
        245.48,
        245.5
    ],
    [
        " Yeah you didn't you didn't really care about that.",
        245.8,
        248.72
    ],
    [
        " Well not to say you didn't care.",
        248.9,
        249.94
    ],
    [
        " So what you said.",
        249.94,
        250.46
    ],
    [
        " Anyway I said I said okay it's kind of complicated.",
        250.46,
        258.96
    ],
    [
        " So kids are different yeah but they're not just different like that's not it.",
        259.32,
        265.94
    ],
    [
        " It's nature and nature.",
        265.96,
        267.04
    ],
    [
        " Yes yes fully.",
        267.24,
        268.08
    ],
    [
        " So consider every kid's starting point is different.",
        268.42,
        271.8
    ],
    [
        " So you can't expect everyone every kid's ending point to be the same even though they go",
        272.3,
        277.14
    ],
    [
        " through the same experience.",
        277.14,
        278.18
    ],
    [
        " That's true.",
        278.18,
        278.38
    ],
    [
        " Just being the second born you're starting out as a completely different human being.",
        278.72,
        282.92
    ],
    [
        " Just being two years one year five years younger than your older brother.",
        283.26,
        287.44
    ],
    [
        " So those minor variables end up creating some major differences.",
        287.9,
        293.14
    ],
    [
        " Yes of course.",
        293.32,
        294.06
    ],
    [
        " So at certain points in development they're going to have kind of the same needs but in a",
        294.2,
        299.24
    ],
    [
        " different environment.",
        299.24,
        300.06
    ],
    [
        " So the way that you fulfill those same needs with the first kid are going to look different",
        300.5,
        304.76
    ],
    [
        " as far as them being translated with the second kid and the third kid and for you know",
        304.76,
        309.64
    ],
    [
        " how deep however many kids you have to make slight adaptations to what you did to the second",
        309.64,
        314.78
    ],
    [
        " kid in the first.",
        314.78,
        315.44
    ],
    [
        " And to keep a handle of all those dynamics is it's hard so that's why it's not only that",
        315.74,
        320.74
    ],
    [
        " it's not an exact science.",
        320.74,
        322.48
    ],
    [
        " Yeah.",
        322.6,
        323.14
    ],
    [
        " And in the way kids react away people it's not just we're not just talking about kids here",
        323.44,
        328.78
    ],
    [
        " we're talking about people because you get different people that you hire at different",
        328.78,
        332.24
    ],
    [
        " times or different people that join platoons at different times and they have a different",
        332.24,
        335.1
    ],
    [
        " attitude so yeah you know just but the bottom line is the thing that remains constant",
        335.1,
        340.04
    ],
    [
        " through all this is that if you're trying to impart knowledge on people you need to take",
        340.04,
        344.54
    ],
    [
        " responsibility not just for showing them the knowledge but to making sure that they",
        344.54,
        348.62
    ],
    [
        " absorb the knowledge and the primary methodology of doing that is by explaining to people why",
        348.62,
        353.14
    ],
    [
        " they're doing what they're doing and why you're telling them this and why this occurs.",
        353.14,
        358.96
    ],
    [
        " So if like you said you tell your kid don't have a temper tantrum and then you never explained",
        359.86,
        365.36
    ],
    [
        " to them here's why you don't want to have a temper tantrum when you're doing this you",
        365.36,
        368.5
    ],
    [
        " could hurt yourself you could hurt other people you're going to do things that regret you",
        368.5,
        371.5
    ],
    [
        " can like break something in the house I can't control you I can't bring you anywhere if",
        371.5,
        375.56
    ],
    [
        " you're going to act like this that means we can't go out and have fun so you got to explain",
        375.56,
        378.32
    ],
    [
        " why and once you explain why then people have a better chance of absorbing the information",
        378.32,
        383.14
    ],
    [
        " but yes you as a trainer parent leader teacher has the responsibility not just to impart knowledge",
        383.14,
        389.8
    ],
    [
        " but to ensure that the knowledge is absorbed yeah rant complete yeah but and of course like I said",
        389.8,
        398.66
    ],
    [
        " it's for parenting it's not like just that easy you know no parenting is very difficult",
        398.66,
        405.26
    ],
    [
        " leadership situation so it's really a lot like plinco consider it I mean you started a different",
        405.26,
        411.42
    ],
    [
        " point and all these variables but yeah there you go",
        411.42,
        414.98
    ]
]