[
    [
        " This is Jockel Podcast number 162 with Echo Charles and me, Jockel Willink.",
        0.06,
        6.26
    ],
    [
        " Good evening Echo.",
        6.9,
        7.4
    ],
    [
        " Good evening.",
        7.68,
        7.94
    ],
    [
        " On the 22nd of April 2008, two marine battalions, the first battalion 9th Marines, the walking",
        8.58,
        21.1
    ],
    [
        " dead from Vietnam fame, and the second battalion 8th Marines were switching out in Ramadi,",
        21.1,
        29.06
    ],
    [
        " Iraq.",
        29.06,
        29.62
    ],
    [
        " One battalion going home in a few days, and the other just starting its 7 month tour.",
        30.26,
        38.22
    ],
    [
        " Two Marines, Corporal Jonathan Yale and Lance Corporal Jordan Herder, 22 and 20 years",
        39.36,
        49.44
    ],
    [
        " old respectively, one from each battalion.",
        49.44,
        52.8
    ],
    [
        " One, they were assuming the watch together at the entrance gate to an outpost that contained",
        52.8,
        59.26
    ],
    [
        " a makeshift barracks housing 50 Marines.",
        59.26,
        62.32
    ],
    [
        " The same broken down ram shackled building was also home to a hundred Iraqi police.",
        63.14,
        70.66
    ],
    [
        " They were my men in this fight against the terrorists in Ramadi.",
        71.96,
        76.94
    ],
    [
        " Yale was a dirt poor mixed race kid from Virginia, with a wife and a daughter and a mother",
        79.84,
        88.18
    ],
    [
        " and a sister who lived with them, and he supported them as well on $13,000 a year.",
        88.18,
        95.22
    ],
    [
        " Herder was a middle class white kid from Long Island.",
        96.72,
        101.44
    ],
    [
        " The two of them were from two completely different worlds in our country.",
        103.8,
        108.02
    ],
    [
        " Not good, not bad, just different.",
        108.72,
        113.06
    ],
    [
        " Had they not joined the Marine Corps, they would never have known each other.",
        115.2,
        118.86
    ],
    [
        " They would never have even understood that multiple Americas exist simultaneously, depending",
        119.84,
        126.62
    ],
    [
        " on your education level, your family's income status, maybe, but they were Marines.",
        126.62,
        133.38
    ],
    [
        " They were combat Marines.",
        134.92,
        136.56
    ],
    [
        " And because of this bond, they were brothers as close as if they were born to the same woman.",
        137.48,
        145.0
    ],
    [
        " The mission orders they received from the sergeant, their squad leader, I am sure went something",
        146.0,
        155.0
    ],
    [
        " like this.",
        155.0,
        155.54
    ],
    [
        " Okay, you two clowns, stand this post and let no unauthorized personnel or vehicles pass.",
        156.16,
        164.58
    ],
    [
        " You clear on that?",
        164.9,
        165.9
    ],
    [
        " I'm also sure that Yale and Herder then rolled their eyes and said in unison something like,",
        166.66,
        174.72
    ],
    [
        " yes, sergeant, we got it.",
        174.78,
        175.94
    ],
    [
        " We know what we're doing.",
        176.34,
        178.16
    ],
    [
        " We just enough attitude that made the point without saying the words, no kidding sweetheart.",
        179.34,
        185.04
    ],
    [
        " We know what we're doing.",
        185.6,
        187.38
    ],
    [
        " They then relieved the two other Marines on watch who turns out we're probably the two",
        190.06,
        197.84
    ],
    [
        " luckiest Marines on earth that day.",
        197.84,
        199.54
    ],
    [
        " And they assumed they're post at the entry control point at joint security station,",
        201.08,
        207.28
    ],
    [
        " NASA in the Sophia district of Ramadi, Iraq.",
        207.56,
        210.56
    ],
    [
        " A few minutes later, a large blue truck turned down the alleyway.",
        211.76,
        218.28
    ],
    [
        " The alleyway was no more than 100 yards in length and sped its way through the serpentine",
        219.06,
        226.66
    ],
    [
        " of concrete Jersey walls.",
        226.98,
        228.78
    ],
    [
        " The truck stopped just short of where the two were posted and detonated, killing them both",
        229.3,
        239.98
    ],
    [
        " catastrophically.",
        239.98,
        241.0
    ],
    [
        " If you know what combat is like, you know what I'm talking about when I say catastrophically.",
        241.78,
        248.48
    ],
    [
        " 24 brick masonry houses were damaged or destroyed by the blast.",
        251.54,
        256.46
    ],
    [
        " A mosque 100 yards away collapsed.",
        257.38,
        260.82
    ],
    [
        " The truck's engine came to rest 200 meters away, knocking most of a building down before",
        262.22,
        268.96
    ],
    [
        " it stopped.",
        268.96,
        269.52
    ],
    [
        " Our EOD guys, our explosive guys reckoned the blast was made of at least 2000 pounds",
        272.8,
        278.92
    ],
    [
        " of explosives to died.",
        278.92,
        283.88
    ],
    [
        " And because these two young infantry men didn't have it in their DNA to run from danger,",
        284.4,
        291.5
    ],
    [
        " 150 men, 50 US Marines and 100 Iraqis were saved.",
        291.68,
        296.76
    ],
    [
        " When I read the situation report about the incident a few hours after it happened, I called",
        298.24,
        306.74
    ],
    [
        " the regimental commander and I asked him for details of what had happened.",
        306.74,
        309.94
    ],
    [
        " It seemed different to me.",
        311.18,
        314.02
    ],
    [
        " Unfortunately, Marines dying or being seriously wounded is common in combat.",
        316.4,
        320.86
    ],
    [
        " We expect Marines and for that matter soldiers, sailors, airmen and coast guardsmen regardless",
        321.44,
        331.46
    ],
    [
        " of rank or MOS to do their duty, to stand their ground and do their duty and to die if that's",
        331.46,
        342.22
    ],
    [
        " what the mission requires.",
        342.22,
        343.14
    ],
    [
        " The regimental commander had just returned from the site and he agreed with me, but reported",
        344.48,
        352.76
    ],
    [
        " that there were no American witnesses to the event, just Iraqi police.",
        352.76,
        356.9
    ],
    [
        " I figured if there was any chance of finding out what actually happened and then to recognize",
        358.4,
        365.82
    ],
    [
        " and decorate these two young Marines and acknowledge their bravery, I'd have to do it myself.",
        365.82,
        370.96
    ],
    [
        " Because I understood that the bureaucrats back in Washington would never accept Iraqi",
        371.64,
        377.14
    ],
    [
        " statements for what had taken place.",
        377.14,
        379.34
    ],
    [
        " If getting these Marines properly awarded had any chance at all, it had to come under",
        380.36,
        386.76
    ],
    [
        " my signature as a general officer.",
        386.76,
        389.86
    ],
    [
        " So I traveled to Ramadi the next day and spoke individually to half dozen Iraqi police, all",
        394.16,
        401.86
    ],
    [
        " of whom told the same story.",
        401.86,
        403.62
    ],
    [
        " They said the blue truck turned down into the alley and immediately sped up as it made",
        404.46,
        411.16
    ],
    [
        " its way through the serpentine Jersey walls.",
        411.16,
        414.04
    ],
    [
        " They all said they knew immediately what was going on, particularly as the Marines began",
        416.22,
        422.78
    ],
    [
        " to fire.",
        422.78,
        423.58
    ],
    [
        " The Iraqi police all began firing as well.",
        424.26,
        428.82
    ],
    [
        " Then to a man they ran for safety just prior to the explosion.",
        429.42,
        437.64
    ],
    [
        " They all survived.",
        439.82,
        441.2
    ],
    [
        " Many were injured.",
        442.16,
        443.96
    ],
    [
        " Some seriously injured.",
        445.08,
        446.4
    ],
    [
        " One of the Iraqis said to me that they had all run from the danger like any normal man",
        447.86,
        456.64
    ],
    [
        " would to save his own life.",
        456.64,
        458.54
    ],
    [
        " What he didn't know until then, what he learned that very day, was that a man who was",
        460.14,
        467.62
    ],
    [
        " Americans are not normal.",
        467.62,
        469.02
    ],
    [
        " With tears, welling up, he said, sir, in the name of God, no sane man would have stood",
        470.24,
        477.94
    ],
    [
        " there and done what they'd done.",
        477.94,
        479.32
    ],
    [
        " No sane man.",
        480.42,
        482.44
    ],
    [
        " They saved all of us.",
        483.2,
        486.22
    ],
    [
        " What we didn't know at the time and what I didn't know at the time and only learned",
        491.42,
        497.52
    ],
    [
        " a couple of days later after I wrote a summary of this bravery and submitted it and submitted",
        497.52,
        503.02
    ],
    [
        " them both Yale and Herder for the Navy crosses, which is the number two award for Marines",
        503.02,
        509.84
    ],
    [
        " and sailors in combat.",
        509.84,
        511.16
    ],
    [
        " What I didn't know was that one of our security cameras that we had at the location that",
        512.36,
        520.16
    ],
    [
        " was damaged initially in the blast had caught everything.",
        520.16,
        524.38
    ],
    [
        " It had happened exactly as the Iraqis had described it to me.",
        525.2,
        531.28
    ],
    [
        " That took exactly six seconds by that recording from when the truck entered the alley until",
        532.66,
        539.44
    ],
    [
        " it exploded.",
        539.44,
        540.08
    ],
    [
        " Six seconds.",
        543.04,
        544.0
    ],
    [
        " And you can watch.",
        545.3,
        549.4
    ],
    [
        " And I did watch many, many times on this recording the last six seconds of their young",
        549.86,
        557.72
    ],
    [
        " lives.",
        557.72,
        558.4
    ],
    [
        " When it first started, I suppose it took a second or so for the Marines to separately come",
        559.44,
        568.24
    ],
    [
        " to the same conclusion about what was going on.",
        568.24,
        570.92
    ],
    [
        " They had no time to talk it over.",
        571.86,
        575.38
    ],
    [
        " Only enough time to take half an instant and think about what the sergeant had told them",
        576.86,
        581.52
    ],
    [
        " to do only a few minutes before, let no unauthorized personnel or vehicles pass.",
        581.52,
        586.4
    ],
    [
        " At that point in the recording, the two Marines had about five seconds left to live.",
        590.52,
        594.74
    ],
    [
        " It took maybe another two seconds for the two jar heads to raise their weapons, take",
        595.58,
        603.46
    ],
    [
        " game and open fire on the truck.",
        603.46,
        605.32
    ],
    [
        " By this time, the truck was halfway through the barriers and gaining speed the whole time.",
        606.32,
        612.02
    ],
    [
        " Here, the recording shows a number of Iraqi policemen, some of whom had fired their AKs",
        614.56,
        620.1
    ],
    [
        " now scattering like the normal and rational men they were, some running right past the",
        620.1,
        626.28
    ],
    [
        " Marines.",
        626.28,
        626.58
    ],
    [
        " The two Marines had about three seconds left to live.",
        627.36,
        634.22
    ],
    [
        " For about two seconds more, the recording shows the Marines weapons firing nonstop.",
        637.78,
        645.3
    ],
    [
        " The truck's windshield exploded into shards of glass as their rounds took it apart and",
        645.78,
        653.3
    ],
    [
        " undoubtedly tore into the body of this terrorists that was trying to kill their brothers.",
        653.3,
        657.9
    ],
    [
        " Unaware of the danger at the time, the other Marines and Iraqi soldiers in the barracks",
        661.3,
        666.64
    ],
    [
        " could take comfort in the fact that two Marines were on watch and would die before they ran.",
        666.64,
        672.32
    ],
    [
        " The recording shows the truck, careening to a stop immediately in front of the two Marines.",
        673.28,
        681.62
    ],
    [
        " In all of this instantaneous violence, Yale and Herder never hesitated.",
        684.66,
        690.74
    ],
    [
        " They never stepped back.",
        691.46,
        695.28
    ],
    [
        " They never even started to step back.",
        695.88,
        699.72
    ],
    [
        " They never even shifted their weight.",
        700.0,
        701.72
    ],
    [
        " With their feet spread shoulder with the part, they leaned into the danger firing as fast",
        702.32,
        709.32
    ],
    [
        " as they could.",
        709.32,
        709.96
    ],
    [
        " They only had one second left to live.",
        710.76,
        717.42
    ],
    [
        " Then the truck explodes.",
        718.62,
        723.68
    ],
    [
        " The camera goes blank.",
        724.8,
        727.66
    ],
    [
        " And the two young men go to their God.",
        730.22,
        734.58
    ],
    [
        " Six seconds.",
        735.66,
        743.58
    ],
    [
        " Not enough time to think about their families, their country, their flag or about their lives",
        744.52,
        755.64
    ],
    [
        " or their deaths.",
        755.64,
        756.98
    ],
    [
        " But more than enough time for two very brave young men to do their duty into eternity.",
        758.4,
        771.58
    ],
    [
        " That is the kind of people who are on watch all over the world tonight for you.",
        778.8,
        790.74
    ],
    [
        " And that was a speech that was given by Marine Corps General Kelly.",
        800.76,
        812.3
    ],
    [
        " And he gave the speech to Gold Star families.",
        812.82,
        817.82
    ],
    [
        " These are families who have lost a service member killed in action.",
        817.98,
        823.8
    ],
    [
        " And he gave that speech on February 21, 2014.",
        824.28,
        829.96
    ],
    [
        " And General Kelly was obviously speaking from the heart.",
        833.3,
        838.28
    ],
    [
        " Not only was he the commanding general in charge of those Marines.",
        838.94,
        847.92
    ],
    [
        " But he also understands loss on a very personal level.",
        852.46,
        857.28
    ],
    [
        " Because on November 9, 2010, General Kelly's oldest son, firstly tenant Robert Michael Kelly,",
        858.2,
        869.96
    ],
    [
        " was killed in action by a land mine while he was on patrol leading a platoon of Marines in Afghanistan.",
        871.64,
        881.58
    ],
    [
        " And that story of those two Marines is yet another example of the dedication and the devotion of the Marines.",
        889.0,
        906.3
    ],
    [
        " And we know full well that there is example after example after example from all our branches of service.",
        909.82,
        918.7
    ],
    [
        " Examples of sacrifice.",
        919.78,
        927.08
    ],
    [
        " And you can think about those six seconds.",
        933.38,
        939.44
    ],
    [
        " Six seconds.",
        939.98,
        947.22
    ],
    [
        " We throw those away all the time.",
        947.54,
        951.56
    ],
    [
        " We can waste hours and days.",
        953.02,
        957.34
    ],
    [
        " We can even waste weeks.",
        957.68,
        959.64
    ],
    [
        " As if we have an endless supply.",
        961.84,
        965.4
    ],
    [
        " But we don't.",
        966.08,
        971.94
    ],
    [
        " If you were giving six seconds to live, what would fill your mind?",
        971.94,
        984.32
    ],
    [
        " Would you be okay with that?",
        988.64,
        990.08
    ],
    [
        " Would you nod your head and think, okay, it's time?",
        991.52,
        1000.08
    ],
    [
        " Or would you be filled with regret?",
        1002.54,
        1007.6
    ],
    [
        " In those last moments, would you think about what you should have done?",
        1011.52,
        1015.5
    ],
    [
        " What you should have said, who you should have been?",
        1016.24,
        1020.6
    ],
    [
        " And in the end, would you realize that there's no reason ever to waste six seconds of your life?",
        1032.36,
        1045.78
    ],
    [
        " That is one lesson.",
        1054.64,
        1056.88
    ],
    [
        " We can take away from General Kelly's speech.",
        1059.02,
        1062.74
    ],
    [
        " Six seconds can be an eternity.",
        1064.36,
        1069.52
    ],
    [
        " Another lesson we can take away from the speech and from its author knowing that General Kelly had lost his son is that we have to move forward.",
        1075.96,
        1085.78
    ],
    [
        " We have to move on.",
        1086.8,
        1091.52
    ],
    [
        " And this isn't to say don't feel anything.",
        1091.76,
        1093.96
    ],
    [
        " Because that's wrong.",
        1095.54,
        1096.5
    ],
    [
        " And that is not what we are doing.",
        1096.82,
        1098.48
    ],
    [
        " I mean, who can fathom the pain that General Kelly felt at the loss of his eldest son?",
        1099.78,
        1109.84
    ],
    [
        " As his eldest son pursued a career that was no doubt inspired by the General himself.",
        1113.54,
        1119.18
    ],
    [
        " But he moved on.",
        1120.04,
        1126.28
    ],
    [
        " He drove on.",
        1127.64,
        1128.72
    ],
    [
        " I was talking to a friend of mine.",
        1134.48,
        1136.68
    ],
    [
        " And we were talking about survivors guilt, which is something that we all feel on some level when we're in the military.",
        1137.28,
        1154.1
    ],
    [
        " And sometimes I think people feel as if there's something wrong with them.",
        1157.28,
        1161.64
    ],
    [
        " Or they feel like they're weak because they let their emotions get a hold of them sometimes.",
        1162.56,
        1168.6
    ],
    [
        " And I could see my friend stealing that.",
        1169.54,
        1174.06
    ],
    [
        " And I told him about an interview that I did with Colonel Tom Fife on this podcast.",
        1175.28,
        1181.94
    ],
    [
        " He was an army officer that had served in World War II, Korea, and Vietnam.",
        1182.3,
        1188.6
    ],
    [
        " He'd gotten a purple heart in all three wars.",
        1188.6,
        1191.28
    ],
    [
        " And I explained to my friend that as Colonel Fife and I were discussing the men that he lost in Vietnam.",
        1191.98,
        1202.22
    ],
    [
        " Colonel Fife got choked up.",
        1204.86,
        1206.66
    ],
    [
        " Colonel Fife got choked up despite the fact that 51 years had passed since he lost those men.",
        1207.58,
        1217.84
    ],
    [
        " 51 years, but he still got emotional.",
        1219.28,
        1227.56
    ],
    [
        " Why is that? It's because we care about our men, because we care about each other.",
        1232.94,
        1238.02
    ],
    [
        " And it's because while we hear that time heals all wounds, time does not remove the scars.",
        1239.16,
        1246.6
    ],
    [
        " They are going to be there and they are going to hurt.",
        1246.92,
        1249.7
    ],
    [
        " And that's okay.",
        1250.38,
        1253.88
    ],
    [
        " And that's normal.",
        1258.56,
        1259.6
    ],
    [
        " It's normal to feel the pain and it's normal to feel the guilt.",
        1259.94,
        1263.1
    ],
    [
        " And I think that's one of the hardest things for vets that I talk to, is that they don't think that this is normal.",
        1263.14,
        1271.24
    ],
    [
        " But I am telling you, it is normal.",
        1273.04,
        1278.7
    ],
    [
        " Every vet that I've talked to.",
        1279.44,
        1282.42
    ],
    [
        " From World War II, Vietnam, the guys that have served in Iraq and Afghanistan, everyone feels it.",
        1283.44,
        1293.32
    ],
    [
        " It's part of the deal. It's part of the job.",
        1293.82,
        1297.82
    ],
    [
        " It's part of the aftermath of war. It's always existed.",
        1299.24,
        1305.18
    ],
    [
        " And if you're feeling that, then you should know that you are not alone.",
        1308.16,
        1319.04
    ],
    [
        " What else do we learn from this speech?",
        1320.1,
        1331.18
    ],
    [
        " Well, another thing opens up a whole box, a whole Pandora's box of lessons learned.",
        1334.3,
        1344.36
    ],
    [
        " We're talking about urban combat and how fast things can unfold there.",
        1344.86,
        1352.36
    ],
    [
        " Urban combat is exceptionally stressful.",
        1353.02,
        1355.36
    ],
    [
        " The space time continuum in urban combat is very compressed.",
        1356.32,
        1361.42
    ],
    [
        " The threats are 360 degrees. The enemy can be, they can be 500 meters away, but they can also be five meters away.",
        1361.64,
        1367.36
    ],
    [
        " And one of the ways that we can mitigate that stress and thereby mitigate casualties and thereby mitigate the guilt that we all carry is by knowing and understanding.",
        1368.08,
        1385.1
    ],
    [
        " That form of combat to the best of our ability.",
        1385.44,
        1388.4
    ],
    [
        " And as always, history has much to teach us.",
        1389.24,
        1396.28
    ],
    [
        " And I want to go now to a direct source, the leadership from Charlie-15.",
        1397.68,
        1409.16
    ],
    [
        " Charlie Company, first battalion, fifth Marines, Charlie-15, fought in the Battle of Way City.",
        1410.82,
        1416.94
    ],
    [
        " A brutal battle that took place during the Ted Offensive Vietnam 1968.",
        1417.54,
        1423.4
    ],
    [
        " The battle lasted from January 30th to March 4th.",
        1423.56,
        1428.22
    ],
    [
        " It included 11 arvain battalions, four US Army battalions, three US Marine Corps battalions, support from the Air Force.",
        1428.22,
        1436.2
    ],
    [
        " And they were fighting against a strength of about 10 enemy battalions.",
        1437.48,
        1442.04
    ],
    [
        " It was a massive battle and way was a built-up city.",
        1442.5,
        1448.52
    ],
    [
        " It had a population of almost 150,000 people.",
        1449.18,
        1454.28
    ],
    [
        " It had typical urban terrain and also some unique terrain like the Citadel, which was a massive walled portion of the city.",
        1454.64,
        1463.74
    ],
    [
        " By the time it was over, the enemy had lost thousands of men killed.",
        1465.04,
        1470.46
    ],
    [
        " The South Vietnamese had lost 452 men in America, suffered 216 men killed in action and 1584 wounded in action.",
        1470.68,
        1482.38
    ],
    [
        " And here are some quotes from an interview from the digital journalist with a guy by the name of John Olson, an Army combat photographer who is in way during this battle.",
        1486.44,
        1501.08
    ],
    [
        " He said, I was in way for five days.",
        1501.52,
        1504.16
    ],
    [
        " I'd been in Vietnam for one year at this time.",
        1504.78,
        1508.4
    ],
    [
        " I'd seen a lot of battles and I thought I was pretty experienced, but I'd never seen anything like way.",
        1509.52,
        1514.82
    ],
    [
        " There was tremendous bravery, a lot of dead.",
        1515.64,
        1520.72
    ],
    [
        " There was a situation in way where we had Marines in a courtyard.",
        1521.38,
        1526.26
    ],
    [
        " They had been moving from house to house and transitioning across this courtyard.",
        1526.74,
        1530.54
    ],
    [
        " They had rocketed.",
        1531.06,
        1533.3
    ],
    [
        " A lot of them were wounded.",
        1533.8,
        1536.46
    ],
    [
        " There was no radio contact. We were pinned down and in pretty bad shape.",
        1537.5,
        1541.74
    ],
    [
        " We had an element that eventually came into or leave us and he'd had a priest and he gave last rights to the dead and he was a very generous priest.",
        1542.36,
        1551.36
    ],
    [
        " He offered to give the last rights to any of us that wanted them.",
        1552.48,
        1556.36
    ],
    [
        " Dead, wounded or not scratched at that point.",
        1556.74,
        1559.54
    ],
    [
        " In context, it was such a horrific battle with such horrific images.",
        1562.24,
        1566.06
    ],
    [
        " Way was different.",
        1566.96,
        1568.5
    ],
    [
        " There were tremendous casualties and no way to treat them, no way to get them taken out.",
        1569.84,
        1575.34
    ],
    [
        " There were reports and as shown in this image, there was a Marine who was badly wounded.",
        1576.36,
        1583.06
    ],
    [
        " So badly he couldn't be treated.",
        1583.06,
        1584.96
    ],
    [
        " Then he was zipped up in a body bag while he was still alive.",
        1585.26,
        1588.9
    ],
    [
        " That's what way was like.",
        1589.62,
        1595.56
    ],
    [
        " I was in way for five days and we were under heavy fire all the time.",
        1596.94,
        1601.64
    ],
    [
        " One of my favorite quotes was a journalist asking a Marine how many times he had been wounded in way.",
        1602.74,
        1609.08
    ],
    [
        " He said, today sir.",
        1610.2,
        1612.22
    ],
    [
        " It was a brutal battle and there was just incredible heroism and sacrifice.",
        1612.98,
        1628.7
    ],
    [
        " Of course, there were many lessons learned.",
        1629.34,
        1631.0
    ],
    [
        " And while the lessons focus on urban combat and they focus on the battleways city,",
        1633.44,
        1639.1
    ],
    [
        " I think as you hear some of these lessons learned, you'll see they apply broadly to leadership as a whole.",
        1639.6,
        1647.98
    ],
    [
        " And as we know, if we understand the way we can see it in all things.",
        1648.48,
        1653.24
    ],
    [
        " So let's go to this document.",
        1654.18,
        1656.24
    ],
    [
        " Lessons learned, Charlie won five Operation Way City, 31 January 1968 to 5 March 1968.",
        1656.9,
        1664.88
    ],
    [
        " Even under the best of circumstances, street fighting is a bloody business.",
        1665.64,
        1673.38
    ],
    [
        " This was, in the end, the ultimate lesson learned by the United States Marine Corps personnel",
        1674.1,
        1679.92
    ],
    [
        " who participated in this historical battle, considered by many to be the bloodiest of the Vietnam War.",
        1679.92,
        1685.84
    ],
    [
        " The Marine forces involved in Operation Way City lost 142 Marines killed in action during the month-long battle,",
        1686.46,
        1694.92
    ],
    [
        " including the initial fierce clashes involving primarily fighting throughout the southern sections of the city",
        1695.3,
        1701.06
    ],
    [
        " and the climactic full-scale battles inside the Citadel fortress itself.",
        1701.06,
        1705.64
    ],
    [
        " Hundreds more Marines were wounded and had to be metavacked on both sides of the river.",
        1707.56,
        1711.84
    ],
    [
        " Enemy casualties estimates range well into the thousands.",
        1712.44,
        1716.46
    ],
    [
        " Although Operation Way City will long be remembered as an overwhelming victory over the best conventional forces the enemy could throw at us.",
        1718.58,
        1725.7
    ],
    [
        " And although the fifth Marines overcame very unfavorable odds and ultimately triumphed in the finest traditions of Marines in combat,",
        1726.18,
        1733.52
    ],
    [
        " in truth, this battle was a very close thing.",
        1733.52,
        1737.66
    ],
    [
        " At the squad, platoon, and company levels, casualty rates were very severe as high as 75% or more in some units.",
        1737.82,
        1747.9
    ],
    [
        " This was especially true during the first day or two of each unit's initial experience in full-scale urban combat.",
        1748.54,
        1757.36
    ],
    [
        " There's an important piece right there.",
        1757.94,
        1760.12
    ],
    [
        " Especially heavy casualties during the first day or two of a unit going into combat.",
        1763.32,
        1768.88
    ],
    [
        " What does that mean?",
        1769.42,
        1770.02
    ],
    [
        " That means that that first day or two you are learning a ton.",
        1770.4,
        1774.38
    ],
    [
        " And that also means that if you can find out and figure out how to simulate that combat before you enter into those situations,",
        1775.74,
        1785.58
    ],
    [
        " you'll be able to overcome or at least mitigate some of those initial shock things that happen, that shock your system and you're not ready for them.",
        1785.72,
        1798.08
    ],
    [
        " And I talk about this with doing Jujitsu for instance for females.",
        1798.66,
        1803.62
    ],
    [
        " If you're a female that wants to learn self-defense and you start training Jujitsu.",
        1804.08,
        1811.48
    ],
    [
        " If you don't change Jujitsu and some guy grabs a hold of you, you're in shock, you're not used to it.",
        1811.52,
        1818.34
    ],
    [
        " You have to contend with that, something that you're on a costume to.",
        1818.72,
        1824.06
    ],
    [
        " If you change Jujitsu, guess what? You have guys grabbing you every single day.",
        1825.52,
        1828.52
    ],
    [
        " They're grabbing you, they're grinding on you, they're trying to move you, you're used to that.",
        1828.96,
        1832.26
    ],
    [
        " You don't have to overcome that. Same thing with combat.",
        1832.3,
        1834.88
    ],
    [
        " The closer you can get to simulating what you're going to face in combat, the better you're going to do in combat.",
        1835.98,
        1842.5
    ],
    [
        " And you don't have to learn these horrible lessons your first entry.",
        1842.72,
        1846.22
    ],
    [
        " And you know, you and I have talked about this too.",
        1846.64,
        1848.02
    ],
    [
        " If you get, if let's say I learned a new move in Jujitsu and I did it to you, I'd catch you.",
        1848.28,
        1855.62
    ],
    [
        " And then I show it to you.",
        1856.28,
        1858.98
    ],
    [
        " And now all of a sudden I can't barely catch you anymore.",
        1859.3,
        1861.2
    ],
    [
        " That's all it took. All it takes is you knowing and understanding.",
        1861.42,
        1864.8
    ],
    [
        " And it's the same thing when we talk with businesses.",
        1865.26,
        1866.9
    ],
    [
        " And we do role-playing exercises as a leader.",
        1867.54,
        1870.1
    ],
    [
        " And how do you tell someone that they need to improve their performance?",
        1870.38,
        1874.1
    ],
    [
        " You do a couple role plays and you get good at their objections that they're going to give you or the reactions that they're going to have.",
        1874.3,
        1879.12
    ],
    [
        " You can get better.",
        1879.38,
        1880.3
    ],
    [
        " If you wait until the real thing, you're not doing yourself any favors.",
        1880.62,
        1885.5
    ],
    [
        " Yes, kind of like an ambush.",
        1886.84,
        1888.28
    ],
    [
        " Right. Like an ambush is so effective.",
        1888.72,
        1890.94
    ],
    [
        " But if you know that ambush is coming.",
        1891.32,
        1893.12
    ],
    [
        " Exactly. It's not even effective at all.",
        1893.32,
        1895.66
    ],
    [
        " Yeah.",
        1895.76,
        1895.92
    ],
    [
        " And once you've been ambushed, like imagine, I mean, it happens all the time.",
        1896.5,
        1900.48
    ],
    [
        " Any time you know and understand what's going to happen, you're infinitely more equipped to handle that thing.",
        1900.76,
        1907.32
    ],
    [
        " Yeah.",
        1907.62,
        1907.78
    ],
    [
        " As opposed to, I have no idea what's happening.",
        1908.32,
        1911.0
    ],
    [
        " And I'm going to go and figure it out on the fly.",
        1911.0,
        1913.08
    ],
    [
        " Yeah.",
        1914.32,
        1914.64
    ],
    [
        " So experience is the best.",
        1914.84,
        1917.48
    ],
    [
        " But guess what?",
        1917.86,
        1918.4
    ],
    [
        " Experience is expensive.",
        1918.98,
        1920.6
    ],
    [
        " It takes a lot of time.",
        1920.84,
        1921.8
    ],
    [
        " So what you have to do is you have to train.",
        1922.1,
        1923.3
    ],
    [
        " That's what you have to do.",
        1924.08,
        1925.1
    ],
    [
        " What if the only time you, what if you wanted to get good at street fighting?",
        1925.46,
        1928.8
    ],
    [
        " And the only time that you got to practice was when you got in a street fight.",
        1929.3,
        1932.14
    ],
    [
        " Right.",
        1932.5,
        1932.62
    ],
    [
        " Yeah.",
        1933.5,
        1933.66
    ],
    [
        " Even if you literally went out every day and got in a street fights, two things would happen.",
        1933.76,
        1937.34
    ],
    [
        " Number one, you'd get arrested.",
        1937.46,
        1938.22
    ],
    [
        " But number two, you'd get all the first street fight you might pick the wrong person and die.",
        1938.22,
        1942.14
    ],
    [
        " Yes, that is true.",
        1943.1,
        1944.54
    ],
    [
        " Right?",
        1944.86,
        1945.0
    ],
    [
        " Yeah.",
        1945.4,
        1945.5
    ],
    [
        " So what you want to do is you want to get into a training environment.",
        1946.58,
        1949.82
    ],
    [
        " Yes.",
        1950.04,
        1950.26
    ],
    [
        " And then you want to get yourself skilled.",
        1950.46,
        1951.76
    ],
    [
        " Yeah.",
        1952.02,
        1952.46
    ],
    [
        " Same thing with the military, same thing with fighting, same thing with shooting, same thing with business, anything that you're doing.",
        1953.38,
        1959.18
    ],
    [
        " It's another thing.",
        1959.44,
        1960.16
    ],
    [
        " I see like business people.",
        1960.22,
        1961.26
    ],
    [
        " There's business people that have been through, let's say they've been through an acquisition before.",
        1961.4,
        1964.86
    ],
    [
        " They know what to expect.",
        1965.4,
        1966.66
    ],
    [
        " They're anticipating what's going on.",
        1966.88,
        1968.24
    ],
    [
        " And it makes them that better at foreseeing what's going to happen and mitigating the risk to it.",
        1968.8,
        1974.28
    ],
    [
        " Yeah.",
        1974.28,
        1974.52
    ],
    [
        " How do you, if you can't go through the acquisition?",
        1974.92,
        1978.08
    ],
    [
        " What do you do?",
        1978.48,
        1979.0
    ],
    [
        " Read about them.",
        1979.32,
        1979.9
    ],
    [
        " You know, interview people, learn about them, figure out what to expect, hire someone on your team that has been through an acquisition before.",
        1980.28,
        1986.74
    ],
    [
        " So you get, can capitalize on their experience.",
        1986.86,
        1989.08
    ],
    [
        " Yeah.",
        1989.62,
        1989.74
    ],
    [
        " Yeah, it's crazy.",
        1990.84,
        1992.28
    ],
    [
        " I guess when you think about it, not crazy, but it's interesting.",
        1992.84,
        1995.88
    ],
    [
        " So you know how like sports teams, for example, like a, well, I guess football, say football for an example, you practice for like five or six days.",
        1995.98,
        2004.86
    ],
    [
        " Just practice, practice, practice for one.",
        2005.3,
        2007.26
    ],
    [
        " Two, sometimes more hours, every single day, you know, maybe a day off, maybe.",
        2007.34,
        2012.12
    ],
    [
        " And then, yeah, for one game.",
        2012.44,
        2014.56
    ],
    [
        " So it's like there's training, then there's performance kind of thing.",
        2014.74,
        2017.8
    ],
    [
        " And they go kind of hand in hand.",
        2017.98,
        2019.26
    ],
    [
        " Like you got to perform in training and then you know, the game or whatever that you learn stuff during the game too.",
        2019.26,
        2025.12
    ],
    [
        " But it's, it's interesting where one game is predicated on so much training.",
        2025.42,
        2031.76
    ],
    [
        " Yeah.",
        2031.82,
        2032.2
    ],
    [
        " So much training.",
        2032.34,
        2033.16
    ],
    [
        " But then when you go to work, it's like you, you kind of expect to have gone or they expect to you or whatever.",
        2033.16,
        2039.2
    ],
    [
        " The expectation is that you went through your training already.",
        2039.54,
        2043.38
    ],
    [
        " And then they'll add sprinkles of training.",
        2043.58,
        2045.62
    ],
    [
        " But it's not like a work.",
        2045.84,
        2047.06
    ],
    [
        " Just normal work.",
        2047.26,
        2048.02
    ],
    [
        " Yeah, work when you go to work.",
        2048.02,
        2048.8
    ],
    [
        " Yeah.",
        2048.96,
        2049.12
    ],
    [
        " Yeah.",
        2049.36,
        2049.46
    ],
    [
        " Yeah.",
        2049.46,
        2049.66
    ],
    [
        " So everyone's from all you have.",
        2049.78,
        2051.04
    ],
    [
        " Well, that's one of the reasons Escalon Front is doing well because people are realizing that if you want your leaders to know how to lead, you actually have to train them out of lead.",
        2051.28,
        2061.8
    ],
    [
        " And that you can actually do that.",
        2062.14,
        2063.88
    ],
    [
        " Yeah.",
        2064.14,
        2064.38
    ],
    [
        " So that's one of the reasons that Escalon Front is in such high demand because we can actually train your leaders to handle these situations that are coming up against.",
        2064.86,
        2078.42
    ],
    [
        " And when you do that, you have this massive advantage.",
        2078.72,
        2081.1
    ],
    [
        " And we see the companies that we work with, their performance just improves immensely because their leaders are working together and learning how to lead.",
        2081.44,
        2091.24
    ],
    [
        " And it's the most powerful thing you can have.",
        2091.7,
        2093.4
    ],
    [
        " Yeah, it's weird because I'm kind of behind the scenes guy with Escalon Front.",
        2093.86,
        2098.8
    ],
    [
        " And I see like, you know, any video that's been done, I've probably seen it, you know, and I'm around, you know, all the time.",
        2098.92,
        2105.28
    ],
    [
        " So essentially I'm getting the course too, you know.",
        2105.28,
        2107.66
    ],
    [
        " And it's interesting where I think probably in a lot of cases, I probably am more trained in it than most people, even most people, companies that you work with or whatever because I'm kind of getting it secondhand and listening because it applies every day life, you know, like this whole deal.",
        2108.08,
        2124.68
    ],
    [
        " It's not just work.",
        2124.68,
        2125.46
    ],
    [
        " In fact, for me, I mean, yeah, it applies to my quote unquote work, but it applies to like family stuff, you know, wife stuff.",
        2126.3,
        2134.2
    ],
    [
        " And the big thing, this is the big thing, this is a big difference.",
        2134.54,
        2136.88
    ],
    [
        " You know the material, but you, because of your position, you'd use it on your family, but you don't use it in a work environment.",
        2137.9,
        2146.0
    ],
    [
        " And therefore you get to learn the technique, but you don't get to roll, you don't get to spar.",
        2146.76,
        2150.88
    ],
    [
        " Not as hard, and here's the thing, when we work with companies, it's not like, oh, here's this information and then they go apply it perfectly.",
        2151.6,
        2157.92
    ],
    [
        " Yeah, no, they come back and say, hey, this didn't work.",
        2158.42,
        2160.92
    ],
    [
        " Yeah, I went and talked to a guy and he said, that's like, okay, cool.",
        2161.34,
        2163.74
    ],
    [
        " Here's how you got to overcome that.",
        2163.78,
        2165.14
    ],
    [
        " So there's, you got to get the initial information. Yes, but you still have to apply it.",
        2165.42,
        2171.36
    ],
    [
        " Even if you train a group for combat as much as you possibly can, they're still going to have a certain delta that they're going to need to rise to when the real fingers.",
        2171.36,
        2182.58
    ],
    [
        " And so we see that with companies, we see that with individual leaders that are part of companies where they're, and I show up sometimes, you know,",
        2183.28,
        2192.36
    ],
    [
        " there's some people out there that are just straight up in the game.",
        2192.36,
        2194.92
    ],
    [
        " And they're in the game before I even show up, like it's the icing on the cake.",
        2195.2,
        2200.4
    ],
    [
        " And even people that have red extreme ownership 10 times, they've read dichotomy of leadership 12 times, they've listened to every single podcast, and they'll still ask questions about things because they haven't quite put it together.",
        2200.54,
        2215.06
    ],
    [
        " Yeah, but like they haven't mapped it perfectly on their situation yet.",
        2215.36,
        2218.7
    ],
    [
        " And just like I said, like it takes, it takes like, okay, how you say, I don't really get to spar.",
        2218.76,
        2223.98
    ],
    [
        " I do get to spar, but they're real easy super easy sparring partners. Who do I got? I got you? I got my wife, you know, Mike, you know, this coming easy sparring partner.",
        2224.1,
        2232.58
    ],
    [
        " Technically, yeah, for this stuff, it is. I mean, technically you're the easiest one partner because you're just like, you're doing the same thing.",
        2232.92,
        2239.72
    ],
    [
        " Yeah. So it's like, there's no friction. I mean, very little friction, maybe on some level.",
        2239.72,
        2244.22
    ],
    [
        " But Christmas songs.",
        2245.94,
        2246.74
    ],
    [
        " But the, you know, these people at work when they apply it, when you know, when you have a whether it be a corporate job or whatever, you know, anytime where you have bigger teams, different personalities, you know, you carry about people on different levels.",
        2246.98,
        2262.12
    ],
    [
        " It's like it takes more effort and more time on the mat for people to get proficient to where you look at a situation.",
        2262.12,
        2270.98
    ],
    [
        " You go, oh, here's what this, here's the problem going to hear this guy's ego is getting a little out of control. I'm going to massage you a little bit and I'm going to let him have some more control.",
        2270.98,
        2276.74
    ],
    [
        " And that'll make him feel better. They'll do a better job. Like it takes a little bit of experience to get to that point.",
        2277.1,
        2282.5
    ],
    [
        " And, and you know, a lot of times, like I said, when we go and work with a company that this fully in the game, and they'll be batting, they'll be nailing nine out of 10 things.",
        2282.88,
        2292.26
    ],
    [
        " And then there'll be one more thing that they need a little adjustment on. And they make that adjustment and they go, yeah, you know, everything makes sense.",
        2292.26,
        2299.6
    ],
    [
        " So training is how you get good. Don't waste your time getting beat up in street fights in order to learn. It doesn't make sense.",
        2300.92,
        2311.2
    ],
    [
        " All right, moving on.",
        2311.66,
        2314.54
    ],
    [
        " The ultimate success of this operation could have been significantly improved in our opinion by several factors, including one improved less restrictive rules of engagement, including situational flexibility down to the platoon.",
        2315.46,
        2329.58
    ],
    [
        " Level. This is something we hear about all the time. Here's the deal. What that what that really means is decentralized command. You need to trust your troops. You need to explain to them what is important and what is not rules of engagement to tell someone you cannot do this.",
        2329.58,
        2347.16
    ],
    [
        " What what I'm saying, if I say echo, you cannot shoot at this type of building.",
        2347.54,
        2354.04
    ],
    [
        " If I tell you that what I'm telling you is I don't trust you to make a good decision based on the information I give you. If I was to say, hey, listen, some of these buildings that are marked with a star.",
        2355.32,
        2364.7
    ],
    [
        " Those buildings are historical buildings that will cause the civilian populace to, you know, get angry at us. So don't shoot at them.",
        2365.16,
        2374.86
    ],
    [
        " If I say that to you and I say, explain to you why it's important. And then I say, hey, look, then again, remember, you're in the field. You need to protect your men. And you say, got it.",
        2375.76,
        2387.56
    ],
    [
        " And now you go in the field. And if you're a good leader and you trust me and I trust you and I've explained the commanders intent well and you understand the strategic impact of of disobeying or of going outside the rules of them that are not the rules, but the direction that I've given you.",
        2388.0,
        2401.48
    ],
    [
        " Then you understand that that's great. And you'll make a good decision because what that decision might entail is you're getting shot at from one of these buildings. And now you have to take it down. If I don't trust you to make that decision, what do I do?",
        2402.0,
        2414.8
    ],
    [
        " I put strict rules of engagement on you. And now you can't do something. And that is that is not decentralized command. And it's not generally good. Do you have to put some broad rules in place? Yes, you absolutely do.",
        2415.02,
        2429.18
    ],
    [
        " But you have to make sure that the people on the ground understand that those rules can be bent if they have to and they have to have the authority and the leeway to do that.",
        2429.28,
        2436.36
    ],
    [
        " Next to improved communication of intelligence information to all levels of command, of course, communicate communication is one of those things. And again, I feel I always feel when we go to work with a company.",
        2436.8,
        2449.34
    ],
    [
        " It's one of the first things I have to ask is what are your methodologies of communication through your company? How would you communicate with your frontline troops? How do you communicate with your middle-level managers?",
        2449.54,
        2458.28
    ],
    [
        " How do your middle-level managers in your frontline troops communicate with you? Because sometimes the frontline troops might see something out on the battlefield that you don't see because you're up in the ivory tower. And how do they communicate that back to you? Do you have a methodology?",
        2458.7,
        2473.34
    ],
    [
        " Oftentimes communication is ineffective or they don't have procedures around. They don't protocol and how to communicate. That's bad. So communication up and down the chain of command, simple, clear and concise. That's the way it's got to be three acquisition of improved intelligence data in particular concerning the disposition size of enemy forces.",
        2473.92,
        2494.66
    ],
    [
        " That's cool. That's a little bit of a universal fantasy for military people that we want great intelligence we want to know the enemy is. If we knew where the enemy is, our job would be like, yeah.",
        2496.46,
        2509.52
    ],
    [
        " So that's a universal fantasy and we should always strive to achieve that fantasy but it's very difficult to get to but then they go to this reconnaissance and small unit probes to fix enemy positions are critical.",
        2510.24,
        2520.36
    ],
    [
        " What that means is when you want intelligence go get it. Go find it. Gather the intel yourself as much as you can.",
        2520.36,
        2529.12
    ],
    [
        " For improved supporting fire plan access to artillery naval gunfire direct fire from armored vehicles and air support should be judiciously employed deployed. So what does that mean we need to cover we need cover from big guns cover move.",
        2530.12,
        2545.6
    ],
    [
        " 5. Significantly increased training for urban conflict street fighting practice and preparation. I think we just covered that training is always paramount.",
        2546.0,
        2557.98
    ],
    [
        " 6. Deployment of available chemical weapons in this case tear gas for offensive operations during early stages of the operation.",
        2558.58,
        2566.52
    ],
    [
        " These guys use tear gas and it worked well. The North Vietnamese army had didn't have gas masks and they didn't like it.",
        2567.54,
        2579.48
    ],
    [
        " Of course, you know, there's people when you say chemical weapons, what do we think of? We think a mustard gas. There's other, you know, there's nerve agents and nerve gas. That's what people generally think of when you think of chemical weapons.",
        2579.48,
        2592.82
    ],
    [
        " But chemical weapons are also tear gas and tear gas can be very effective. There's also some people that can just BTF through through to your gas.",
        2594.02,
        2604.16
    ],
    [
        " Yeah. Continuing. 7. Improved dissemination of operational plan details down to the fire team level. Fire team leaders. These fire team leaders. If the fire team leaders and you're talking about someone that's in charge of four guys or six guys or something that really small little element.",
        2607.78,
        2630.98
    ],
    [
        " If those people understand what you're trying to accomplish as a team, that means they can execute at their level and make things happen. They can move the ball in the right direction.",
        2630.98,
        2641.92
    ],
    [
        " If they don't know where they're supposed to be going, guess what? They can help you. They can help you. So broad guidance needs to be given.",
        2642.9,
        2651.86
    ],
    [
        " It needs to be updated. People need to understand, hey, we're trying to move forward, trying to take this area. We're trying to move across this line.",
        2651.9,
        2660.5
    ],
    [
        " Everyone needs to understand that. If they don't understand that, they're actually no good to you. If you got a fire team leader out on the flank somewhere that has no idea that you're trying to move forward or move east or west or north.",
        2661.32,
        2675.18
    ],
    [
        " That person is just sitting there waiting for you to tell them what to do. They're almost worthless.",
        2675.86,
        2679.92
    ],
    [
        " And this also means if you're a fire team leader and you don't know if you're supposed to be going north to the east or west or whatever, you should be raising your hand and saying, hey, what are we doing? Tell me what we're doing.",
        2680.7,
        2690.68
    ],
    [
        " Continuing on the other side of the scale, small unit experience, individual marine determination, the buddy system, the quick learning capacity of Marines under combat conditions, the combined leadership, officers, staff, NCOs and NCOs of one, five at all levels and the ultimate ability to coordinate fire support and execute street fighting tactics under heavy fire were factors that won this pivotal battle.",
        2693.6,
        2718.26
    ],
    [
        " Despite incredible odds, high casualty rates and the resulting turnover of officers and NCOs.",
        2718.26,
        2725.12
    ],
    [
        " So it comes down to your individual Marines and your front line leadership that make these things happen, which no doubt the military or the US military is awesome in in their front line leadership and the front line troops.",
        2725.68,
        2744.26
    ],
    [
        " They make so many things happen, even in many cases, despite poor leadership, you just you just have great front line leadership.",
        2744.9,
        2752.64
    ],
    [
        " I mean, I would see that a lot, you know, you get a platoon that had kind of a marginal and if not maybe even a bad platoon commander, but you just get some guys in that platoon that are awesome.",
        2753.04,
        2762.62
    ],
    [
        " The platoon would be awesome.",
        2762.82,
        2763.76
    ],
    [
        " As long as the leader was humble enough to take guidance, if the leader wasn't humble enough to take guidance, they would fail because he would just drag everyone in his terrible ways down.",
        2764.06,
        2774.88
    ],
    [
        " If he had the common sense to say, you know what, I'm going to listen to these guys, I'm going to let them kind of run with it.",
        2775.98,
        2780.84
    ],
    [
        " The platoon would do fine.",
        2781.26,
        2782.08
    ],
    [
        " Continuing on, certainly using 2020 perspective of hindsight, this battle could have been decided in even more timely and decisive fashion, reducing friendly casualty rates in the process by paying attention to the fundamentals of planning marine operations.",
        2784.54,
        2797.14
    ],
    [
        " Proper prior planning prevents piss poor performance and they actually edited out piss because they're square to weigh Marines.",
        2797.64,
        2806.24
    ],
    [
        " Yeah, got to come up with a good plan and had they done that better.",
        2808.48,
        2813.3
    ],
    [
        " This is a typical situation in hindsight.",
        2813.56,
        2816.14
    ],
    [
        " It's always 2020 and I always avoid becoming a armchair post game critic in the military.",
        2816.14,
        2827.86
    ],
    [
        " I mean, I'll criticize someone like a fighter in the UFC or whatever, but when it comes to military operations, it's really easy to sit back and throw darts and say, well, you know, I would have done this.",
        2828.0,
        2843.6
    ],
    [
        " You weren't there. You didn't see it. I didn't see it. I wasn't in the situation.",
        2843.66,
        2848.16
    ],
    [
        " I have all the facts now. They didn't have those facts.",
        2848.38,
        2850.7
    ],
    [
        " I'm always very cautious about hucking darts into the past.",
        2851.04,
        2856.18
    ],
    [
        " And you deal with that kind of situation. You use it. You actually do. You use this as when you say you can sit back and be a tactical genius or whatever.",
        2856.24,
        2866.9
    ],
    [
        " If I make a video, you can sit back and be like, look at these 10 mistakes or 10 things or whatever.",
        2867.5,
        2874.32
    ],
    [
        " Meanwhile, there's like a thousand elements. So 990 elements have had to be created well and work and all this stuff.",
        2874.92,
        2883.18
    ],
    [
        " And then you can just be like, yeah, those because essentially those are created for you. You know, you don't have to create those things. All you have to do is poke holes in the tent.",
        2883.18,
        2890.86
    ],
    [
        " I can focus instead of having to focus on a thousand things, I can take a broader look and see the 10 things that you screwed up.",
        2890.92,
        2897.4
    ],
    [
        " Yeah, or one thing or 12 things.",
        2897.5,
        2899.02
    ],
    [
        " No, no, no, in my case, like probably just one, maybe two.",
        2899.58,
        2902.26
    ],
    [
        " All right, the following details regarding the lessons learned from Operation Way City are offered from the former members of Charlie company, first battalion, fifth marine regiment, first marine division, who served in combat during Operation Way City, and who were directly involved in the battle with NBA forces inside the Citadel fortress from 13 February, 1968 through five March, 1968 situation terrain.",
        2903.02,
        2924.84
    ],
    [
        " There is an infinite variety of possible landscapes that may be confronted by a marine force given the mission of attacking an enemy force in urban terrain.",
        2925.94,
        2934.54
    ],
    [
        " Infinite variety of possible landscapes. What does that remind me of? That reminds me of life itself.",
        2935.04,
        2944.04
    ],
    [
        " When the Ted Offensive broke out on 31 January 1968 in conventional NBA forces over ran major sections of the largest cities in South Vietnam, marine forces were literally need deep and rice patties in jungle mud.",
        2946.4,
        2959.86
    ],
    [
        " Since first establishing a beachhead in 1965, Marines had been assigned the mission of conducting a counterinsurgency, a rural conflict, fighting for the most part a guerrilla army.",
        2960.36,
        2971.58
    ],
    [
        " The Ted Offensive changed all of that and for the first time since the height of the Korean War in 1954, Marines found themselves with a mission that involved urban combat.",
        2972.08,
        2983.8
    ],
    [
        " So you have to be able to, you should never turn your back on something. I had a fighter I was training for a fight and I was like, hey, let's do some groundwork.",
        2984.46,
        3000.22
    ],
    [
        " You know, with you on the bottom and the dude was strong. He wasn't a good wrestler. Well, let me say a decent wrestler, but not by any stretch, you know, not a call it, not a competitive call address or anything like that, but solid, strong, very strong.",
        3000.6,
        3017.08
    ],
    [
        " I said, hey, man, let's put you on the bottom. And the response was, I'm not going to be on the bottom.",
        3017.26,
        3024.42
    ],
    [
        " Gotcha.",
        3026.32,
        3026.68
    ],
    [
        " Hey, well, even if you don't think you're going to be on the bottom, let's train for the unlikely event that you happen to end up on the bottom because it's a fight and anything happened.",
        3027.0,
        3037.16
    ],
    [
        " I don't need to. I'm not going to be on the bottom.",
        3037.52,
        3039.9
    ],
    [
        " Yeah, so we can tell where the story's going. Yeah, you went to his fight and fought and was on the bottom. Basically the whole fight. It was a three round fight. It was on the bottom almost the whole time.",
        3040.22,
        3049.34
    ],
    [
        " So it was horrible. And why? Because you can't neglect one part of the possibilities that can unfold. And even for us, when we would get ready to deploy to Iraq, we're going to Iraq, we're literally going to a desert and going to be in the middle of the desert.",
        3049.74,
        3069.4
    ],
    [
        " And we would still do dive operations. We'd still do maritime operations while we were getting ready to deploy. Why? Because we don't know what's going to happen.",
        3069.88,
        3077.7
    ],
    [
        " We don't know whether what next war is going to break out. So just don't neglect anything. And I'll tell you what else. If you're good at a variety of things, you'll be better at everything.",
        3078.4,
        3092.72
    ],
    [
        " So if all we knew how to do is enter rooms, what happens when when that when we when we enter a building and instead of being a bunch of rooms, it's a giant warehouse or no, it needs to be cleared. Like we've got to think about these things.",
        3093.62,
        3105.64
    ],
    [
        " But the more flexible you are, the more capabilities you have, that's what I'm looking for. The more capabilities you have, the more flexibility you have. So learn different skill sets. Don't neglect things.",
        3106.06,
        3118.5
    ],
    [
        " Continuing on, preparing to remove an enemy battalion that has captured a 40 story skyscraper or a college campus is much different than always a much different mission than getting the enemy squad out of a house school or church in a small town.",
        3121.68,
        3134.54
    ],
    [
        " The common factor in all these variations, however, is that in all cases in urban combat structures dominate the terrain.",
        3134.54,
        3141.8
    ],
    [
        " Studying and assessing terrain is a fundamental issue for marine commanders when planning mission. This this idea of terrain is so important. The way the advantage that terrain gives you is I don't know what to compare it to in other in anything else.",
        3143.0,
        3164.1
    ],
    [
        " If you understand terrain, you can dominate. It's like trying to do due to a non-understanding arm position. Like where that you need under hooks. If you know, if you're going against people that don't understand under hooks, you will destroy them.",
        3164.54,
        3178.56
    ],
    [
        " If you're going to get someone that doesn't understand where to position their hands, where to position their arms, you will destroy them. If you're going to get someone that doesn't understand how to utilize the terrain, you will you will destroy them.",
        3178.92,
        3190.96
    ],
    [
        " If you don't know how to utilize the terrain, you will get destroyed. And by the way, that doesn't matter if you're in the city or in rural environment, doesn't matter where you are.",
        3191.54,
        3199.04
    ],
    [
        " Studying and assessing terrain is a fundamental issue for marine commanders when planning missions. This is even more critical in planning house to house combat operations. Building materials very worldwide and their ability to provide small arms cover to a very high degree.",
        3200.84,
        3217.22
    ],
    [
        " Through the use of reconnaissance and intelligence, we recommend conducting a serious assessment of each building or structure that is within your unit area of operations.",
        3217.46,
        3225.56
    ],
    [
        " Because tactics involved in taking each objective, building, structure, etc. may be different in each case. A small wood frame house may offer the illusion of cover from small arms, fire, but little else.",
        3226.06,
        3238.2
    ],
    [
        " In some places, walls are paper thin. Even houses that use some form of plaster or concrete construction can prove to be unexpectedly porous and at the worst possible times.",
        3238.68,
        3249.24
    ],
    [
        " This is something to consider all the time.",
        3250.18,
        3255.3
    ],
    [
        " Things are not always what they seem. That's what's important there. Things are not always what they seem. You think you're hiding behind a wall and now you're safe? No, bullets will go right through it.",
        3256.8,
        3267.36
    ],
    [
        " Continuing, know the basic layout of a structure as much as possible before entry. This is something that I would say our standard operating procedures in the US military now are so good that we don't really need to know the layout of a structure.",
        3270.44,
        3284.46
    ],
    [
        " We're going to go in and be able to handle whatever the structure, however the structure is laid out. That's what we do.",
        3284.94,
        3292.52
    ],
    [
        " If you don't train to enter rooms regularly and you don't train to enter buildings and you don't train to be able to contend with all these varieties of things that you can face, you won't be able to...",
        3294.74,
        3306.32
    ],
    [
        " If you try and say, okay, we need to know what the building looks like inside before you go in there. That's a horrible, horrible idea. It's not going to happen.",
        3306.32,
        3312.36
    ],
    [
        " And by the way, when you go in there, the first thing you're going to come across is a barricade. Well, you can't go down the hallway and you've got to go through these other rooms that you weren't expecting.",
        3312.66,
        3319.94
    ],
    [
        " Continuing, approach each structure with an entry plan and a search plan and make sure each member of the fire team in squad is well versed in these plans.",
        3323.62,
        3331.36
    ],
    [
        " What I say instead of that is not plans. These are standard operating procedures. You develop standard operating procedures so you know what to do when you enter a building and so does everyone on the team.",
        3331.84,
        3340.04
    ],
    [
        " Establish voice codes and commands and communicate regularly with each other. Yes.",
        3341.14,
        3346.02
    ],
    [
        " Consider entryways, existing doors and windows to be extremely dangerous, likely locations for wubit traps and to be avoided if at all possible.",
        3347.44,
        3354.22
    ],
    [
        " Wherever possible, blow entry holes using satchel charges or rockets. Once the entry plan is finalized and understood, it must be executed with fierce determination.",
        3354.54,
        3363.02
    ],
    [
        " Be prepared for anything and be ready to improvise.",
        3363.6,
        3367.46
    ],
    [
        " Be systematic and check everything. Basement sewer, access, addicts, rooftops, trash cans, thoroughly before establishing that the objective is to be prepared.",
        3368.08,
        3376.0
    ],
    [
        " So what I one of the most important things I take away from that is that the the existing entryways, you got to consider them dangerous.",
        3376.44,
        3385.06
    ],
    [
        " How do we translate that into life? What that means is these well established patterns are exactly that.",
        3385.54,
        3393.6
    ],
    [
        " And I'm not saying you can't ever use a pattern that someone else used, but you at least at a minimum have to be aware of the fact that when you're doing something, when you're using a pattern that someone else used.",
        3394.68,
        3406.0
    ],
    [
        " A path that someone else has already gone down, it's a known path.",
        3406.02,
        3410.16
    ],
    [
        " And so you can't expect to be able to surprise your competitor when you're doing something that's always been done the same way.",
        3410.88,
        3418.9
    ],
    [
        " So think of how you can approach things in a different manner and if in fact that manner might be better.",
        3419.02,
        3425.56
    ],
    [
        " Sometimes you look at things from a different angle and you realize that the reason that everyone does it this way is because that's the best possible way.",
        3425.88,
        3432.88
    ],
    [
        " And to make some huge, herculean effort to try and do something just to be different. Sometimes that's the wrong answer.",
        3433.34,
        3439.94
    ],
    [
        " I get that. But consider it.",
        3440.18,
        3442.9
    ],
    [
        " Yeah, a lot of times those certain like certain industries are like this, but they're so used to doing it a certain way because that's sort of like what they learned.",
        3443.04,
        3454.5
    ],
    [
        " Yeah, it's almost like as an industry, they don't think of like what why they're doing it that way.",
        3454.8,
        3461.26
    ],
    [
        " Well, yeah, that's why that's why there's been so many disruptors.",
        3461.26,
        3464.96
    ],
    [
        " In the last few years.",
        3465.04,
        3466.84
    ],
    [
        " I mean, you can look at any of these disruptors, companies that have come out of nowhere that you can look at the ride sharing applications.",
        3467.1,
        3476.18
    ],
    [
        " If you were a taxi driver, you were thinking, okay, how can we get more dispatchers? How can I hire more cars?",
        3476.72,
        3483.2
    ],
    [
        " These ride sharing people said, oh, we're not going to own any cars.",
        3483.74,
        3487.4
    ],
    [
        " Yeah, same with Airbnb.",
        3487.56,
        3491.52
    ],
    [
        " Yeah, right. We're not going to build a hotel. We're going to use a random people's houses and put you in there.",
        3491.96,
        3497.56
    ],
    [
        " That's looking at it from a completely different angle.",
        3497.72,
        3500.84
    ],
    [
        " Seeing a problem and coming up with a completely different solution.",
        3501.3,
        3504.46
    ],
    [
        " If you looked at a city and said, oh, wow, there's no rooms in that city.",
        3504.62,
        3508.44
    ],
    [
        " There's no hotel rooms in that city. Where am I going to put everyone? Okay, well, let's do what everyone else does.",
        3508.92,
        3512.94
    ],
    [
        " We'll build a building and we'll put rooms in there and we'll staff the building and we'll put a restaurant.",
        3514.0,
        3518.94
    ],
    [
        " That's what you do. That's what's been done. Guess what?",
        3519.14,
        3522.5
    ],
    [
        " Someone else looked at that and said, you know, there's nowhere to stay in that city.",
        3523.94,
        3527.38
    ],
    [
        " But some people might have empty rooms in their house. Let's see if we can access those rooms.",
        3528.04,
        3533.8
    ],
    [
        " Boom, there you go. Yeah, I wonder how it was. Where the guy was.",
        3534.02,
        3537.18
    ],
    [
        " One of the guys was like, hey, shoot, I can't find a hotel room.",
        3537.2,
        3540.68
    ],
    [
        " When I go to San Francisco and then the friend was like, hey, just come stay with me.",
        3540.8,
        3544.08
    ],
    [
        " And then when he stayed with him, he was like, you know, next time you come, if you can't find a hotel room, you can always stay with me.",
        3544.2,
        3550.74
    ],
    [
        " Yeah, but I call, yeah, hey, I'm not the only one.",
        3550.76,
        3552.7
    ],
    [
        " By the way, I'm coming up here. I'm coming up on, you know, my companies pay me to come up here.",
        3552.7,
        3557.58
    ],
    [
        " So I can get them, you know, they'll give me money for the room. So maybe I could just pay you.",
        3557.74,
        3561.48
    ],
    [
        " Yeah. And he goes, oh, cool. We're kind of, we're kind of getting a little...",
        3561.6,
        3564.46
    ],
    [
        " That helps us. Kick back from the company.",
        3564.46,
        3566.24
    ],
    [
        " Yeah. Cool.",
        3566.52,
        3567.14
    ],
    [
        " And then the next thing, you know, hey, I bet other cities have...",
        3567.14,
        3570.78
    ],
    [
        " I know a guy down the road. He has a room here.",
        3570.78,
        3573.16
    ],
    [
        " He doesn't really use. So if you have any co-workers and all of them, if you know anybody, you know that guy too.",
        3573.16,
        3577.76
    ],
    [
        " Simple as that. Yeah. Simple as that.",
        3578.0,
        3581.68
    ],
    [
        " But it's looking at it from a different angle.",
        3582.44,
        3585.36
    ],
    [
        " So look at things from a different angle.",
        3586.26,
        3588.26
    ],
    [
        " Then once you come up, you know, fierce determination.",
        3588.88,
        3591.24
    ],
    [
        " Fierce determination is always good.",
        3591.9,
        3593.36
    ],
    [
        " Yeah, that makes sense.",
        3594.26,
        3595.32
    ],
    [
        " Is there an economy to fierce determination? Yes, there is.",
        3595.32,
        3597.58
    ],
    [
        " Can you have someone that's too fiercely determined?",
        3597.92,
        3600.76
    ],
    [
        " Fiercely determined? Yes, you can.",
        3600.92,
        3602.76
    ],
    [
        " Yes, you can.",
        3603.22,
        3604.28
    ],
    [
        " They don't know when to stop.",
        3604.76,
        3606.88
    ],
    [
        " Yeah.",
        3607.42,
        3607.54
    ],
    [
        " Next.",
        3608.94,
        3610.86
    ],
    [
        " The other aspect of urban terrain are the spaces between building streets, alleys, and other pathways are normal routes for humans.",
        3611.7,
        3619.26
    ],
    [
        " And therefore must be suspected to be under observation and possible enemy firing lanes.",
        3619.26,
        3627.76
    ],
    [
        " Whenever possible, take the most difficult route from house to house.",
        3627.76,
        3631.0
    ],
    [
        " Same thing we just talked about.",
        3631.34,
        3632.82
    ],
    [
        " Look for a different path.",
        3633.1,
        3634.4
    ],
    [
        " Establish... And there's obviously there's a dichotomy to that.",
        3635.28,
        3640.58
    ],
    [
        " Because if you're constantly just taking the hard route all the time, you might not make any progress, which is also bad.",
        3640.9,
        3645.78
    ],
    [
        " Establish an advance plan of what to do in the event non-combatants are found in urban zones.",
        3646.52,
        3650.88
    ],
    [
        " And for marking buildings that have been cleared.",
        3652.16,
        3653.56
    ],
    [
        " It's kind of crazy that they didn't even have an idea of how they were going to mark buildings that were cleared.",
        3654.14,
        3657.8
    ],
    [
        " Continuing, make absolutely sure that your Marines are aware that while inside a building being secured, they are at risk from both within and without.",
        3659.24,
        3669.54
    ],
    [
        " Always assume that every room of every floor in each and every house contains enemy soldiers.",
        3670.32,
        3675.94
    ],
    [
        " Always move very quickly when moving in front of windows or doors.",
        3677.28,
        3680.58
    ],
    [
        " Always know where enemy positions may be in buildings that are adjacent to yours.",
        3681.06,
        3685.42
    ],
    [
        " As in all Marine operations, watching your buddies back.",
        3685.98,
        3689.36
    ],
    [
        " Watch your buddies back and run as fast as possible when traversing open ground.",
        3690.18,
        3693.44
    ],
    [
        " Can't let your guard down.",
        3694.48,
        3697.3
    ],
    [
        " Can't let your guard down.",
        3699.54,
        3701.2
    ],
    [
        " Where do you let your guard down?",
        3701.74,
        3704.42
    ],
    [
        " Me?",
        3704.76,
        3704.88
    ],
    [
        " Yeah.",
        3705.08,
        3705.22
    ],
    [
        " Can't tell you.",
        3705.68,
        3706.8
    ],
    [
        " It's probably a pretty broad area.",
        3706.98,
        3709.3
    ],
    [
        " 100% of my life.",
        3710.36,
        3711.44
    ],
    [
        " Probably.",
        3712.12,
        3712.46
    ],
    [
        " Is there any time where you feel like, hey, I need to get my guard up.",
        3713.0,
        3717.8
    ],
    [
        " This is probably an easier question for you.",
        3718.3,
        3720.36
    ],
    [
        " You're not just running around hyperparademic like I am.",
        3721.3,
        3723.98
    ],
    [
        " Yeah, what in life?",
        3723.98,
        3726.24
    ],
    [
        " Or in Gigi's too?",
        3726.52,
        3727.9
    ],
    [
        " Like everything?",
        3728.18,
        3728.76
    ],
    [
        " Yeah, like I would say, I don't know.",
        3729.96,
        3733.26
    ],
    [
        " Put it this way.",
        3733.44,
        3734.12
    ],
    [
        " My guard's always up, but it's only kind of up.",
        3734.18,
        3735.94
    ],
    [
        " I think, you know, it's like a 25% up.",
        3736.14,
        3739.36
    ],
    [
        " And it kind of fluctuates from moment to moment.",
        3739.86,
        3742.36
    ],
    [
        " It fluctuates up from like zero.",
        3742.62,
        3744.22
    ],
    [
        " You stay at 25, sometimes it goes up to like 30.",
        3744.72,
        3747.1
    ],
    [
        " Certain scenarios.",
        3747.32,
        3748.88
    ],
    [
        " Check.",
        3750.2,
        3750.42
    ],
    [
        " Multiple story structures present in even greater challenge in single story buildings in medium size village or town or small city.",
        3750.54,
        3756.98
    ],
    [
        " That is dominated by one, two and three story buildings.",
        3757.12,
        3759.84
    ],
    [
        " Be very particular about the taller buildings which are naturally used by the enemy as high ground.",
        3759.84,
        3765.22
    ],
    [
        " If possible, make entry to taller multi level buildings via the roof and work systematically and thoroughly downward.",
        3765.74,
        3772.74
    ],
    [
        " Always look for the high ground.",
        3773.02,
        3775.36
    ],
    [
        " So is that sort of the thing, you know, because the high ground?",
        3775.88,
        3779.6
    ],
    [
        " Kind of seems simple, straightforward or whatever.",
        3780.14,
        3782.94
    ],
    [
        " But is there like a blueprint, like a simple blueprint for like, I remember you told me a story where your son was talking with like a neighbor or something who had,",
        3783.48,
        3796.1
    ],
    [
        " I don't know if he went to Vietnam or something like he was in the military, whatever.",
        3796.46,
        3800.26
    ],
    [
        " And they played like laser tag or something.",
        3800.56,
        3802.7
    ],
    [
        " And your son like whooped him because he knew like some something.",
        3802.96,
        3806.72
    ],
    [
        " Well, yeah, my son knew some fundamental tactics.",
        3806.72,
        3809.9
    ],
    [
        " It was only his younger.",
        3809.9,
        3810.98
    ],
    [
        " So he wasn't really up to speed yet.",
        3811.1,
        3812.5
    ],
    [
        " He was like seven or six.",
        3812.52,
        3815.28
    ],
    [
        " But you know, not up to six.",
        3815.54,
        3817.16
    ],
    [
        " He was already through, I think, I think it was through level seven of my tactical course.",
        3817.16,
        3824.08
    ],
    [
        " Yeah, he's probably around level seven.",
        3825.22,
        3828.14
    ],
    [
        " What tactical course?",
        3828.26,
        3829.62
    ],
    [
        " Just I have like some tactical lessons that I run, you know.",
        3829.68,
        3832.62
    ],
    [
        " What do you mean that you run like as a father or as a what like echelon front has a tactical course?",
        3832.62,
        3838.34
    ],
    [
        " I have tactical concepts that I teach.",
        3838.34,
        3841.52
    ],
    [
        " And you teach why because you didn't teach me nothing.",
        3841.52,
        3844.22
    ],
    [
        " You know, over there 25% losing mode.",
        3844.44,
        3848.28
    ],
    [
        " Yeah, because you know, that's just the standard right now.",
        3848.44,
        3850.76
    ],
    [
        " If you know, so there's certain things you have to learn in order to be tactically proficient.",
        3851.08,
        3855.24
    ],
    [
        " And my son had learned like I had gone through seven of the courses to understand the tactical things.",
        3855.48,
        3862.44
    ],
    [
        " And there was a friend of my wife's friend came over.",
        3862.44,
        3868.28
    ],
    [
        " Yes, he was prior Marine.",
        3868.78,
        3871.7
    ],
    [
        " Actually, he was active duty Marine.",
        3872.28,
        3873.78
    ],
    [
        " And yes, my son challenged him to a laser tag competition.",
        3874.26,
        3878.16
    ],
    [
        " And yes, my son was victorious three times in a row.",
        3878.54,
        3882.62
    ],
    [
        " And he just did simple fundamental tactics.",
        3883.42,
        3886.54
    ],
    [
        " And it wasn't even team sport. It was a one on one.",
        3886.66,
        3888.88
    ],
    [
        " So how do you defeat someone one on one?",
        3889.26,
        3892.02
    ],
    [
        " Well, you maneuver very quickly.",
        3892.2,
        3894.26
    ],
    [
        " You don't fire from the same position multiple times.",
        3894.52,
        3897.74
    ],
    [
        " You get the high ground because you like he knew.",
        3898.0,
        3902.38
    ],
    [
        " If you get onto my garage roof, which had access with the ladder,",
        3902.6,
        3906.54
    ],
    [
        " you're going to be able to defend that position very thoroughly.",
        3906.64,
        3910.64
    ],
    [
        " And the person that's below you because all you have to do when you're on the garage roof is dark.",
        3910.82,
        3914.5
    ],
    [
        " And you're hidden. It's a parapet roof.",
        3914.5,
        3917.34
    ],
    [
        " So there's a deck up there.",
        3917.5,
        3919.58
    ],
    [
        " There's one access point.",
        3919.78,
        3921.44
    ],
    [
        " How are you going to beat me?",
        3921.94,
        3922.84
    ],
    [
        " You don't have grenades with the laser grenades.",
        3923.0,
        3924.84
    ],
    [
        " So I have the high ground.",
        3925.18,
        3926.94
    ],
    [
        " I'm seven years old or six years old.",
        3927.22,
        3930.1
    ],
    [
        " I have the high ground.",
        3930.14,
        3930.78
    ],
    [
        " I have a laser weapon.",
        3930.8,
        3931.68
    ],
    [
        " You're trying to attack me. You're going to die.",
        3931.84,
        3933.52
    ],
    [
        " And then the next round when you're trying to get up on that thing, I'm not there anymore.",
        3933.74,
        3939.44
    ],
    [
        " Yeah.",
        3939.68,
        3940.12
    ],
    [
        " I'm in the alleyway up the alleyway up behind the fence.",
        3940.36,
        3943.56
    ],
    [
        " Higher still?",
        3943.72,
        3944.72
    ],
    [
        " Higher still.",
        3944.96,
        3945.66
    ],
    [
        " So the high ground is kind of like the golden.",
        3945.96,
        3947.72
    ],
    [
        " Yes.",
        3948.22,
        3948.64
    ],
    [
        "",
        3948.78,
        3948.78
    ],
    [
        " Yeah.",
        3949.26,
        3949.92
    ],
    [
        " Interesting.",
        3950.52,
        3950.7
    ],
    [
        " You know when the first time I found out that the high ground is the spot to be?",
        3951.06,
        3955.9
    ],
    [
        " Where?",
        3956.08,
        3956.2
    ],
    [
        " When I watched the movie called The Rock.",
        3956.84,
        3958.7
    ],
    [
        " You watched that one?",
        3959.1,
        3959.76
    ],
    [
        " Sean Connery in Nicholas Cage.",
        3959.88,
        3961.02
    ],
    [
        "",
        3961.22,
        3961.22
    ],
    [
        " Where the Navy SEALs come up.",
        3961.44,
        3963.26
    ],
    [
        " You know, they got to go to Alcatraz.",
        3963.46,
        3964.56
    ],
    [
        " They come up through the wherever the drain or something like this.",
        3964.56,
        3967.54
    ],
    [
        " Yeah.",
        3967.54,
        3967.76
    ],
    [
        " And they get, you know, boom, they're sort of surprised by the, I think they're Marines.",
        3967.92,
        3972.54
    ],
    [
        " Yeah.",
        3972.78,
        3972.94
    ],
    [
        " The, the tarot.",
        3973.64,
        3974.7
    ],
    [
        " They're mercenaries at this point.",
        3974.8,
        3976.44
    ],
    [
        " But nonetheless, or patriots depend.",
        3976.44,
        3979.04
    ],
    [
        " Pate, right.",
        3979.18,
        3979.58
    ],
    [
        " Exactly right.",
        3979.76,
        3980.42
    ],
    [
        " Yeah.",
        3980.92,
        3981.3
    ],
    [
        " And he was like, hey, your guys just surrounded it from an elevated position.",
        3981.3,
        3986.22
    ],
    [
        " Yeah.",
        3986.44,
        3986.6
    ],
    [
        " It's kind of like, this is a no brainer.",
        3986.7,
        3988.22
    ],
    [
        " You know this kind of thing.",
        3988.22,
        3989.14
    ],
    [
        " I'm like, hmm, I guess that's a thing.",
        3989.14,
        3990.6
    ],
    [
        " Yeah.",
        3990.94,
        3991.18
    ],
    [
        " And it is a thing.",
        3991.58,
        3992.54
    ],
    [
        " You know, and they, and they killed them all.",
        3992.74,
        3995.32
    ],
    [
        " Yeah.",
        3995.48,
        3995.78
    ],
    [
        " Except for Nicholas Cage.",
        3996.18,
        3997.44
    ],
    [
        " He didn't die.",
        3997.84,
        3998.84
    ],
    [
        " He lived.",
        3999.34,
        4000.18
    ],
    [
        " That's, that's chemical agent, by the way, right?",
        4000.58,
        4003.78
    ],
    [
        " VX gas.",
        4003.96,
        4004.58
    ],
    [
        " That's, that's what I was going to say.",
        4004.58,
        4006.12
    ],
    [
        "",
        4006.5,
        4006.5
    ],
    [
        " But you know, that was real.",
        4006.64,
        4008.04
    ],
    [
        " Or you.",
        4008.36,
        4008.84
    ],
    [
        " Right.",
        4008.92,
        4009.06
    ],
    [
        " Yeah.",
        4009.36,
        4009.5
    ],
    [
        " Let's face it.",
        4010.18,
        4011.16
    ],
    [
        " It's price.",
        4011.18,
        4011.54
    ],
    [
        " You didn't just dive deep right into that.",
        4011.7,
        4013.34
    ],
    [
        " I was gunna, but you know, this little pearl, the little pearl balls are kind of, yeah.",
        4013.54,
        4017.98
    ],
    [
        " Interesting.",
        4018.18,
        4018.52
    ],
    [
        " Back to the book.",
        4019.34,
        4021.48
    ],
    [
        " The mission assigned to marine forces during Operation Away City was to remove enemy forces",
        4022.92,
        4028.18
    ],
    [
        " that had captured major sections of the ancient imperial capital of way during the surprise NVA offensive",
        4028.18,
        4033.98
    ],
    [
        " that was quickly dubbed the Tet Offensive.",
        4033.98,
        4035.82
    ],
    [
        " Due to the historic, listen closely, due to the historic aspect of many of the buildings in way,",
        4036.44,
        4041.82
    ],
    [
        " the usage of heavy weapons was significantly restricted during the initial days of fighting on both sides of the river.",
        4042.34,
        4048.82
    ],
    [
        " As friendly casualties mounted and as initial estimates of the size of the enemy force in way city area",
        4049.06,
        4056.96
    ],
    [
        " was significantly increased, fire restrictions were ultimately lifted.",
        4056.96,
        4061.96
    ],
    [
        " So they didn't want to damage these historical buildings.",
        4062.84,
        4066.24
    ],
    [
        " And so they said, hey, don't, don't use 50 cowl, don't use gr-whatever, whatever weapons they said they couldn't use.",
        4066.24,
        4073.54
    ],
    [
        " And then eventually when the casualties got so bad they said, okay, go ahead and do what you got to do.",
        4074.62,
        4079.12
    ],
    [
        " I say rip the bandaid off, right?",
        4079.4,
        4083.76
    ],
    [
        " If you're gonna go, you go.",
        4084.1,
        4085.98
    ],
    [
        " If you're gonna go, go, don't play around.",
        4086.18,
        4089.68
    ],
    [
        " That's a good lesson America learns over and over and over again.",
        4090.3,
        4094.88
    ],
    [
        " If you're gonna go to war, go to win.",
        4095.04,
        4096.9
    ],
    [
        " Your number one priority over everything else should be to win.",
        4097.28,
        4099.86
    ],
    [
        " And by the way, if they would have done that, I guarantee the city would have been in better shape at the end",
        4099.86,
        4104.7
    ],
    [
        " because the enemy is gonna drag this thing out and it's gonna take longer.",
        4104.7,
        4109.3
    ],
    [
        " You're gonna have to end up destroying every single building that's there.",
        4109.3,
        4111.36
    ],
    [
        " Yeah, make sense.",
        4111.48,
        4112.36
    ],
    [
        " They continue in our respectful opinion, our ability to successfully complete the mission was initially severely impacted by the rules of engagement.",
        4114.12,
        4123.18
    ],
    [
        " Again, this is a lack of trust up and down the chain of command.",
        4123.5,
        4126.48
    ],
    [
        " And if I have to impose strict rules of engagement on my people, I haven't trained them well enough.",
        4126.48,
        4131.68
    ],
    [
        " I don't trust them. They don't trust me. They don't understand the strategic mission.",
        4131.94,
        4136.58
    ],
    [
        " And we have a real problem.",
        4137.42,
        4138.54
    ],
    [
        " Continuing, although it is understood that mission and rules of engagement are not the exclusive responsibility of marine leadership at the platoon,",
        4140.1,
        4149.56
    ],
    [
        " company battalion, or even regimental level, it is strongly recommended that every effort is made at every level in the chain of command to ensure that balance has been achieved between the demands of the mission and the effect of the rules of engagement on the ability of the command to perform the mission successfully.",
        4149.56,
        4167.66
    ],
    [
        " Yes, you do have to have balance.",
        4168.36,
        4171.62
    ],
    [
        " But what you really should have is trust and understanding of the situation so that people don't need to be constrained by rules.",
        4173.34,
        4183.44
    ],
    [
        " If I have, if I have, if my leaders understand what I want them to do, and they understand the constraints and they understand the mission and they understand the impact, they don't need any rules at all.",
        4184.0,
        4197.64
    ],
    [
        " They just need to get told to go.",
        4197.7,
        4199.92
    ],
    [
        " I think about certain laws where if this is going to be the law of the land, that this law applies to everybody.",
        4200.2,
        4209.32
    ],
    [
        " Same thing with rules of engagement where they got it because they kind of got applied to everyone in a certain way.",
        4209.58,
        4214.46
    ],
    [
        " That's why they wind up being so strict or they can, and I'm thinking about laws too, where there are certain groups or individuals that say,",
        4215.64,
        4224.66
    ],
    [
        " man, that law kind of shouldn't apply to me because I know better.",
        4224.66,
        4227.48
    ],
    [
        " You know, like, you know, like the guy who's like, okay, on quiet, there's this red light.",
        4227.8,
        4232.4
    ],
    [
        " Or the stop light on quiet, where the crossroad of that stop light is a dirt road.",
        4232.78,
        4239.52
    ],
    [
        " And on both, if you turn in the dirt road, either direction, there's a gate that's always closed.",
        4239.96,
        4244.6
    ],
    [
        " It's only, it's for like cane trucks and stuff, or it was, I don't know what it is now.",
        4244.9,
        4248.8
    ],
    [
        " And the cane truck guys have the key to the gate.",
        4249.58,
        4251.8
    ],
    [
        " This big long gate, you can't even turn in there, but there's still a stop light, right?",
        4251.94,
        4255.32
    ],
    [
        " So it's never red because it only turns green when the kid, but everyone's smaller to be red.",
        4256.22,
        4262.06
    ],
    [
        " And the gate will be closed, you know, you know, that sort of happens.",
        4262.42,
        4264.76
    ],
    [
        " And here's the thing, you can see the gate's closed.",
        4265.1,
        4267.6
    ],
    [
        " No truck is coming.",
        4267.76,
        4268.66
    ],
    [
        " Even if a truck was coming, like they got to stop that open the gate, whatever.",
        4268.9,
        4271.58
    ],
    [
        " Should you stay at that red stop light, or can you just blow through the light?",
        4272.3,
        4276.08
    ],
    [
        " You would think any responsible adult should have the authority or whatever to see that and just go through the light, right?",
        4277.8,
        4286.36
    ],
    [
        " But the rules got applied to everybody.",
        4286.96,
        4288.46
    ],
    [
        " That's the thing. It has to apply to everyone.",
        4288.7,
        4290.46
    ],
    [
        " What about the new driver who's like, they can discern quite as well, where a safe red light running situation versus a not so safe red light running situation.",
        4290.46,
        4301.76
    ],
    [
        " And then there's a spectrum, you know.",
        4301.76,
        4303.18
    ],
    [
        " So when these rules get put in place, they got to apply to everybody.",
        4303.48,
        4306.58
    ],
    [
        " The lowest common denominator person and unfortunately these highest higher denomination people got applied to them too, because, you know, you can't just go down the line and be like,",
        4306.68,
        4320.2
    ],
    [
        " okay, this rule applies to you, but kind of kind of, you know, just maybe 30%.",
        4320.2,
        4324.02
    ],
    [
        " This rule applies to him, 100%. Of course, and him too.",
        4324.02,
        4327.48
    ],
    [
        " You, 1% because you're this elite dude, so you can, you know, you have ultimate.",
        4327.64,
        4331.96
    ],
    [
        " Like, you know, it's hard to do that, especially when you do it like a bunch of people.",
        4332.2,
        4335.46
    ],
    [
        " So that's why that can be a pain in ass sometimes.",
        4335.78,
        4337.78
    ],
    [
        " You see what I'm saying?",
        4338.5,
        4339.12
    ],
    [
        " Apparently that's been bothered you for quite some time.",
        4339.36,
        4341.48
    ],
    [
        " Well, how long have you lived in America for?",
        4341.48,
        4343.68
    ],
    [
        " Or, you know, there's the mainland.",
        4343.94,
        4345.14
    ],
    [
        " Like, think about like the court system or like, you know, you know, well, rules get put in place for sure because people don't trust the subordinate.",
        4345.42,
        4357.46
    ],
    [
        " That's that have to follow the rule, right?",
        4357.48,
        4359.06
    ],
    [
        " You tell your kids you're not allowed to go in the yard because the pool's out there, right?",
        4359.4,
        4363.48
    ],
    [
        " What you're really saying is I don't trust that you're not going to go in the pool or I don't trust that you're,",
        4363.7,
        4368.54
    ],
    [
        " that you can swim on off.",
        4368.8,
        4369.86
    ],
    [
        " If you're a good leader, you'll be like, okay, we got it.",
        4370.02,
        4371.76
    ],
    [
        " We need to work on this. You can understand the dangers.",
        4371.8,
        4373.38
    ],
    [
        " And that's a little bit of a weird thing to talk about because drowning a pool for a little kid,",
        4373.72,
        4377.0
    ],
    [
        " you obviously have to air towards the side of safety.",
        4377.0,
        4378.76
    ],
    [
        " That's probably not the best example.",
        4378.76,
        4380.54
    ],
    [
        " But if you tell your kid, no one's allowed to come to, okay, I'm going on a trip Friday night.",
        4380.7,
        4385.82
    ],
    [
        " No one come over the house.",
        4386.3,
        4387.8
    ],
    [
        " Those are the rules.",
        4388.08,
        4388.8
    ],
    [
        "",
        4389.22,
        4389.22
    ],
    [
        " You know, if my kids actually understood what I really meant is like, hey, if you want to have a couple kids over,",
        4389.48,
        4394.24
    ],
    [
        " that's cool. Don't get crazy. Don't eat my food.",
        4394.56,
        4397.28
    ],
    [
        " Stay away from the mulk. No weirdos. No, you know, if they understood all that,",
        4398.02,
        4401.6
    ],
    [
        " which actually that's where my kids were.",
        4401.74,
        4403.04
    ],
    [
        " I'm like, hey, got a couple kids coming over. It's all good.",
        4403.28,
        4405.36
    ],
    [
        " If they broke the trust, then things might be different.",
        4405.58,
        4410.1
    ],
    [
        " Then I have to go and implement rules.",
        4410.22,
        4412.06
    ],
    [
        " Yeah. But on top of that, you're talking about like your kids or like, you know,",
        4412.5,
        4417.26
    ],
    [
        " in the military, if you're dealing with like one unit or one little group of people.",
        4417.38,
        4420.86
    ],
    [
        " But if the rules of engagement or in your case, like the rule of people coming over,",
        4421.1,
        4426.34
    ],
    [
        " what if what if it didn't just apply to your kids?",
        4426.34,
        4428.32
    ],
    [
        " What if it applied to the whole block or the whole town or whatever?",
        4428.44,
        4431.12
    ],
    [
        " So it's like, just to keep everyone safe, we've got to say this is the standard.",
        4431.36,
        4435.32
    ],
    [
        " Which is why we don't want communism.",
        4435.36,
        4436.98
    ],
    [
        " Yeah.",
        4437.5,
        4437.68
    ],
    [
        " Because they just make rules that are blanket over everyone.",
        4438.16,
        4441.36
    ],
    [
        " Well, that's how laws are even here. For sure.",
        4441.36,
        4443.06
    ],
    [
        " You know, like the gun laws, consider the gun laws.",
        4443.22,
        4445.46
    ],
    [
        " For sure. They're like, hey, we need background check.",
        4445.64,
        4447.2
    ],
    [
        " But the group rules got to apply to everyone.",
        4447.32,
        4448.8
    ],
    [
        " You know, you can't like discriminate kind of thing.",
        4449.1,
        4451.56
    ],
    [
        " You they have to apply to everybody.",
        4451.7,
        4453.02
    ],
    [
        " So it's like, man, well, yeah, that's the gun rules are a perfect example.",
        4453.36,
        4457.68
    ],
    [
        " Because they don't trust the people, everyone.",
        4457.92,
        4462.3
    ],
    [
        " Yeah. Certain people. Yeah.",
        4462.66,
        4463.94
    ],
    [
        " Oh, everyone just can't have a gun. You have to get a background check.",
        4464.26,
        4467.12
    ],
    [
        " Okay, fair enough. Why?",
        4467.26,
        4468.96
    ],
    [
        " But then it goes, then it continues.",
        4469.26,
        4470.98
    ],
    [
        " See, that's where you run into.",
        4471.28,
        4472.94
    ],
    [
        " Probably where it's so much debate about gun laws.",
        4472.96,
        4474.66
    ],
    [
        " Because pretty much everyone says, hey, I get it.",
        4474.84,
        4477.88
    ],
    [
        " You should probably get some kind of a background check before you get a firearm.",
        4478.04,
        4480.82
    ],
    [
        " Everyone goes, okay, I don't want somebody that's been, I don't want somebody that's a felon",
        4481.32,
        4485.8
    ],
    [
        " or a violent criminal to be able to get a gun.",
        4485.8,
        4487.96
    ],
    [
        " Cool, I agree with that.",
        4488.12,
        4488.92
    ],
    [
        " The problem is, where does it stop?",
        4489.32,
        4491.36
    ],
    [
        " And then the problem on top of that is",
        4492.48,
        4494.94
    ],
    [
        " because of the where does it stop?",
        4496.16,
        4497.78
    ],
    [
        " Because of the slippery slope thing.",
        4497.92,
        4499.36
    ],
    [
        " The people that don't want any gun laws, they just say we don't want any.",
        4500.08,
        4504.56
    ],
    [
        " Like every single, you know, well, we think we, the background check should be an extra three days.",
        4505.2,
        4509.68
    ],
    [
        " No way.",
        4510.24,
        4511.72
    ],
    [
        " And meanwhile, on the other side, people are saying every single thing that they can do to restrict",
        4512.08,
        4518.34
    ],
    [
        " firearms from being had by anybody, they try and move it there.",
        4518.34,
        4523.16
    ],
    [
        " So both sides are just take an extreme position and no one will actually have a normal logical conversation",
        4523.3,
        4530.46
    ],
    [
        " about what's going on.",
        4530.46,
        4532.34
    ],
    [
        " Yeah.",
        4532.56,
        4532.66
    ],
    [
        " It's just, and even when you do mend it, it's yelling and screaming.",
        4532.82,
        4536.2
    ],
    [
        " Yes.",
        4536.58,
        4536.8
    ],
    [
        " And that, and from the polar polarized positions.",
        4537.14,
        4539.86
    ],
    [
        " Yeah.",
        4540.2,
        4540.46
    ],
    [
        " And a lot of times, even if you're in that in the moment, like you can step back and see that when that happens,",
        4540.78,
        4545.54
    ],
    [
        " when people are just like, hey, you're just defending your position, just kind of blindly or whatever.",
        4545.54,
        4549.84
    ],
    [
        " You can see that happening.",
        4549.84,
        4550.62
    ],
    [
        " I'm not saying like it's so terrible.",
        4550.62,
        4552.04
    ],
    [
        " It's natural.",
        4552.04,
        4552.74
    ],
    [
        " I get it.",
        4552.74,
        4553.74
    ],
    [
        " But even if you can have like a civilized discussion, it's still hard because it's based on people's values and opinions.",
        4554.08,
        4561.26
    ],
    [
        " Well, yeah, because people get, because like for me, I should absolutely be able to have whatever guns I want.",
        4561.26,
        4570.56
    ],
    [
        " Right?",
        4571.0,
        4571.58
    ],
    [
        " That's, that's the way I feel.",
        4571.96,
        4572.88
    ],
    [
        " I feel that I should be able to, and I, yes, you can check my background.",
        4573.2,
        4576.56
    ],
    [
        " You can see if I am a felon or a violent criminal, you can see that I'm not okay.",
        4577.18,
        4582.28
    ],
    [
        " You should be able to, I should be able to get whatever guns I want.",
        4582.8,
        4586.08
    ],
    [
        " And, but there's some people that think, hey, you know, but as strongly as I feel about that, as strong as I feel like I should be able to what get whatever guns I want,",
        4587.32,
        4595.66
    ],
    [
        " if someone says, oh, well, then you agree that everyone should be able to get every gun they want.",
        4596.0,
        4603.42
    ],
    [
        " No, actually, I don't agree with that.",
        4603.82,
        4605.48
    ],
    [
        " I think that there's some people that don't need guns.",
        4605.74,
        4608.76
    ],
    [
        " I can say that.",
        4609.18,
        4610.54
    ],
    [
        " I can say that without, without thinking, without saying, oh, well,",
        4610.82,
        4615.14
    ],
    [
        " Jocco believes in gun control for everyone.",
        4615.62,
        4618.56
    ],
    [
        " It's like, no, I just said what I believed.",
        4618.64,
        4620.66
    ],
    [
        " So, the rules are about trust.",
        4621.12,
        4623.9
    ],
    [
        " And you have to figure out where the trust lies.",
        4624.34,
        4627.06
    ],
    [
        " With everyone, by the way.",
        4627.64,
        4628.66
    ],
    [
        " And you have to figure out what the minimum amount of trust is that you can overlay on people everywhere.",
        4628.68,
        4633.22
    ],
    [
        " And that's where, that's why governing a giant country is so hard.",
        4633.74,
        4636.84
    ],
    [
        " And depending on where you live, too, because depending on where you live, you have different needs.",
        4637.08,
        4641.24
    ],
    [
        " You have different, like there's some people that live, yeah, the culture is different.",
        4641.74,
        4645.98
    ],
    [
        " But depending on where you live, like if you live in a state where there's predatory animals,",
        4646.16,
        4651.78
    ],
    [
        " and you live out in the bush somewhere, you're damn right, you need guns.",
        4652.24,
        4656.56
    ],
    [
        " If you live in a state where there's predatory animals that are human beings that will break in your house and kill you,",
        4656.72,
        4661.92
    ],
    [
        " guess what?",
        4661.94,
        4662.42
    ],
    [
        " You also need to be able to protect your family.",
        4662.74,
        4664.62
    ],
    [
        " That's good to go.",
        4665.02,
        4666.42
    ],
    [
        " Somebody asked me those days, like is, is, is actually Tim.",
        4668.02,
        4673.94
    ],
    [
        " He was actually Tim Ferris, who was asking me if pepper spray is good home defense.",
        4674.14,
        4678.04
    ],
    [
        " I'm like, pepper spray is good home defense against a person that isn't carrying a weapon.",
        4678.42,
        4684.52
    ],
    [
        " I said, but if someone's breaking into your house or coming to attack you, are they not going to have a weapon?",
        4685.0,
        4691.1
    ],
    [
        " Are they following some kind of a rules of engagement where they're, hey, I'm going on a basic B&E tonight.",
        4691.64,
        4697.14
    ],
    [
        " I'm only going to bring, you know, I'm only going to bring my, my pillow to hit people with.",
        4697.3,
        4702.82
    ],
    [
        " I know they're breaking in your house to kill you or they're breaking in your house to, to assault your family.",
        4702.82,
        4708.44
    ],
    [
        " Yeah.",
        4708.8,
        4709.02
    ],
    [
        " Well, whatever they're breaking in your house to, they shouldn't be breaking in your house.",
        4709.02,
        4711.92
    ],
    [
        " And they're probably going to be able to defend themselves because they don't want to get caught.",
        4711.94,
        4715.48
    ],
    [
        " So what do they do to defend themselves?",
        4715.58,
        4717.1
    ],
    [
        " They got a knife or they got a whatever they got a gun.",
        4717.22,
        4719.26
    ],
    [
        " So pepper spray, great.",
        4719.66,
        4721.42
    ],
    [
        " The problem with pepper spray is you don't, you don't, they're not following rules of engagement.",
        4721.78,
        4726.2
    ],
    [
        " Yeah.",
        4726.72,
        4726.96
    ],
    [
        " There's no rules of engagement.",
        4726.98,
        4727.6
    ],
    [
        " Yeah, that's a good question too, but like pepper spray, why would you use, like, think of a real scenario where you would use pepper spray as a human.",
        4728.08,
        4736.16
    ],
    [
        " Girl, I get it because you have valuable goods regardless of where you go.",
        4736.18,
        4740.2
    ],
    [
        " Yeah.",
        4740.44,
        4740.46
    ],
    [
        " You can be at the post office.",
        4740.46,
        4741.6
    ],
    [
        " You still got those valuable goods that, that predators might want as a girl.",
        4741.84,
        4745.76
    ],
    [
        " But let's say, okay, I'm Tim Ferriss or I'm, you know, I'm me or whatever.",
        4746.2,
        4749.38
    ],
    [
        " Why, when would I use the pepper spray, realistic?",
        4749.58,
        4752.5
    ],
    [
        " I'm sure there's one scenario.",
        4752.78,
        4753.54
    ],
    [
        " I think Tim were just asking that because it's a legitimate question because if someone says, look, I'm not really comfortable with guns.",
        4753.54,
        4759.98
    ],
    [
        " But if someone wants comes into my house, I want to be able to defend myself.",
        4759.98,
        4762.6
    ],
    [
        " I'm going to get pepper spray.",
        4762.6,
        4763.62
    ],
    [
        " And the real quick answer is like, yeah, okay, cool.",
        4764.14,
        4767.3
    ],
    [
        " Yeah, better than nothing.",
        4767.7,
        4768.34
    ],
    [
        " It makes you go, oh, that kind of makes sense, right?",
        4768.34,
        4770.8
    ],
    [
        " At least you got something.",
        4771.06,
        4771.82
    ],
    [
        " The reality is the person's coming in your house, pepper spray is great as long as they don't have a knife.",
        4772.16,
        4777.9
    ],
    [
        " As long as they don't have a gun.",
        4778.32,
        4780.16
    ],
    [
        " In which case, the pepper spray is doing you no good.",
        4780.66,
        4783.7
    ],
    [
        " Yeah.",
        4784.02,
        4784.2
    ],
    [
        " Because you pepper spray me and I have a knife.",
        4784.28,
        4786.44
    ],
    [
        " I'm going to grab a hold of you.",
        4786.68,
        4787.7
    ],
    [
        " I'm going to cut your head off.",
        4787.8,
        4789.62
    ],
    [
        " Right.",
        4789.72,
        4789.88
    ],
    [
        " Like that's what's going to happen.",
        4790.04,
        4791.14
    ],
    [
        " In a situation that you got to use a pepper spray.",
        4791.14,
        4793.4
    ],
    [
        " So like if someone's like burglarizing you and you turn on the light and they scatter,",
        4793.58,
        4797.32
    ],
    [
        " you don't need pepper spray for that kind of situation.",
        4797.58,
        4799.34
    ],
    [
        " You know, pepper spray is for someone who like, well, yeah, but you don't know that they're going to scatter.",
        4799.48,
        4803.24
    ],
    [
        " Yeah.",
        4803.58,
        4803.94
    ],
    [
        " Just like, you don't know if they have a gun or not.",
        4804.36,
        4806.54
    ],
    [
        " Yes.",
        4806.72,
        4806.86
    ],
    [
        " Yeah, yeah.",
        4807.22,
        4807.92
    ],
    [
        " And if you're prowling around in someone's house, you're going to be in a serious situation.",
        4808.16,
        4813.12
    ],
    [
        " Yeah, I think you should be.",
        4813.38,
        4814.42
    ],
    [
        "",
        4814.62,
        4814.62
    ],
    [
        " You're going to be in a real bad situation.",
        4814.82,
        4816.4
    ],
    [
        " Yeah.",
        4816.88,
        4817.74
    ],
    [
        " So that's what rules are.",
        4817.96,
        4819.94
    ],
    [
        " And rules of engagement.",
        4820.08,
        4821.14
    ],
    [
        " So going, trying to bring this back, rules of engagement, that's exactly why rules of engagement",
        4821.5,
        4826.2
    ],
    [
        " can be tricky, but they shouldn't be if you train your people well.",
        4826.2,
        4830.8
    ],
    [
        " If the people understand what the strategic mission, if they understand what the parameters",
        4831.08,
        4834.44
    ],
    [
        " you put the parameters in there and they're loose enough that people can maneuver inside those parameters.",
        4834.44,
        4839.14
    ],
    [
        " Then occasionally they got to call you up and say, hey, I had to break the rules.",
        4839.46,
        4843.36
    ],
    [
        " And you say, oh, what happened?",
        4843.76,
        4845.08
    ],
    [
        " And they explain it to you, okay, good call.",
        4845.12,
        4846.48
    ],
    [
        " Yeah.",
        4846.74,
        4846.94
    ],
    [
        " Yeah.",
        4847.5,
        4847.96
    ],
    [
        " People need to understand that.",
        4848.16,
        4849.14
    ],
    [
        " Mm-hmm.",
        4849.66,
        4850.46
    ],
    [
        " Continuing on, urban combat is nearly always conducted at very close quarters.",
        4850.74,
        4858.62
    ],
    [
        " It is not uncommon to have opposing forces fighting from positions a few dozen meters apart.",
        4858.62,
        4862.96
    ],
    [
        " Most of the fighting is done from a distance between 50 and 500 meters due to this close in nature.",
        4863.78,
        4868.04
    ],
    [
        " It is critical to know where the enemy is and how they are deployed.",
        4868.42,
        4871.56
    ],
    [
        " Again, this is a fantasy.",
        4872.52,
        4873.68
    ],
    [
        " Knowing where the enemy is and how they're deployed is really hard to do.",
        4874.26,
        4878.84
    ],
    [
        " Even when you have overhead coverage looking in the city, I'll give you an example.",
        4879.48,
        4886.2
    ],
    [
        " I was watching my guys out on a mission.",
        4886.58,
        4888.28
    ],
    [
        " I was watching on a UAV feed.",
        4888.36,
        4891.94
    ],
    [
        " So we're watching.",
        4893.1,
        4893.84
    ],
    [
        " We're watching.",
        4894.1,
        4894.52
    ],
    [
        " And looking for enemy.",
        4894.9,
        4897.24
    ],
    [
        " And all of a sudden we see weird activities as a vehicle.",
        4897.62,
        4899.98
    ],
    [
        " The vehicle stops, the vehicle moves a little bit, stops again.",
        4900.48,
        4903.36
    ],
    [
        " Guys get out, they look around, open up the trunk.",
        4903.84,
        4907.12
    ],
    [
        " And now we're totally focused.",
        4908.36,
        4909.66
    ],
    [
        " Like, oh, these guys are getting ready to attack, open up the trunk.",
        4910.0,
        4913.14
    ],
    [
        " And as they're starting to pull stuff out of the trunk, my guys get hit from a different spot that we weren't looking.",
        4913.66,
        4918.5
    ],
    [
        " Because you can't see everything.",
        4918.6,
        4919.64
    ],
    [
        " Especially in a city because think of it with buildings.",
        4919.8,
        4922.18
    ],
    [
        " As soon as you go off angle a little bit, you can't see the street anymore.",
        4922.76,
        4927.08
    ],
    [
        " Because it's down in the building.",
        4927.08,
        4928.9
    ],
    [
        " So we're actually totally focused on this one thing and maneuvering the air asset to look at these people in a car.",
        4929.1,
        4936.1
    ],
    [
        " And as we're monitoring these guys, these suspected enemy personnel,",
        4936.38,
        4943.24
    ],
    [
        " obviously my guys get shot at from somewhere else and we completely miss it.",
        4943.8,
        4946.82
    ],
    [
        " And we continue to watch these guys.",
        4946.96,
        4949.4
    ],
    [
        " And they pull out a jack and a tire and they lift up the car and they change the tire and they leave.",
        4949.74,
        4955.36
    ],
    [
        " But like you, it's just normal, but it looked very suspect.",
        4955.82,
        4959.32
    ],
    [
        " So to think that you're ever going to know where the enemy is and how they're deployed is very, very challenging at best.",
        4959.64,
        4965.8
    ],
    [
        " You do the best, it doesn't mean you don't try.",
        4966.28,
        4967.74
    ],
    [
        " You definitely try, but you, you don't get all that information, you just don't get it.",
        4968.0,
        4971.62
    ],
    [
        " Those UAVs, how high are those?",
        4971.74,
        4974.86
    ],
    [
        " Depends on the UAV.",
        4975.22,
        4976.02
    ],
    [
        " So like, can you, can they see them?",
        4976.58,
        4978.72
    ],
    [
        " Like, can people see them?",
        4978.96,
        4979.9
    ],
    [
        " Or are they dependent on the UAV?",
        4980.0,
        4981.22
    ],
    [
        " And like, I don't know what the classification of all that stuff is.",
        4982.02,
        4985.32
    ],
    [
        " So I'm not talking about it.",
        4985.6,
        4986.52
    ],
    [
        " I don't know what the, I just know that they go to different heights.",
        4986.68,
        4989.6
    ],
    [
        " I'll leave it at that.",
        4989.92,
        4990.62
    ],
    [
        " Yeah, well, because on the internet, you can see those, you know, those videos every once in a while.",
        4990.78,
        4994.64
    ],
    [
        " They'll just have them.",
        4994.96,
        4995.82
    ],
    [
        " And then it's like, dang, those guys don't even see that.",
        4995.9,
        4998.14
    ],
    [
        " Or, you know, I don't know if they do or don't.",
        4998.44,
        5000.54
    ],
    [
        " Yeah, good optics too.",
        5000.74,
        5001.62
    ],
    [
        " Yeah.",
        5002.16,
        5002.4
    ],
    [
        " Like real good optics.",
        5002.48,
        5003.26
    ],
    [
        " I mean, just imagine, you know, the optics that we have in the civilian sector.",
        5003.52,
        5006.86
    ],
    [
        " Yeah.",
        5007.22,
        5007.46
    ],
    [
        " Even those are good enough to be pretty amazing.",
        5007.56,
        5010.2
    ],
    [
        " Yes, sir.",
        5010.2,
        5010.92
    ],
    [
        " So talking about knowing where the enemy is, this lesson was learned a hard way during the initial stages of the battle inside the Citadel during the first two major clashes between Marine and NVA forces on the morning of 13 February 1968.",
        5011.1,
        5023.58
    ],
    [
        " The enemy surprised us and wreaked significant damages very quickly.",
        5023.58,
        5027.74
    ],
    [
        " This is because we weren't exactly sure where they were.",
        5028.32,
        5031.36
    ],
    [
        " Although the, the Arvon, which is the, the South Vietnamese army had been in several major battles inside the Citadel.",
        5032.0,
        5039.2
    ],
    [
        " I don't recall receiving any intelligence attributed attributed to them regarding the enemy's exact location further to my knowledge, no Marine recon unit was sent to check out the situation before attacking on the morning of the 13th.",
        5039.44,
        5050.9
    ],
    [
        " So that's rough and I'll tell you one thing that from my mind, where's the enemy, the enemy is everywhere.",
        5050.98,
        5058.54
    ],
    [
        " And you have to approach things as if the enemy can be anywhere.",
        5058.96,
        5062.48
    ],
    [
        " And the only way you can know that they're not where they're not everywhere is when you take something down and you secure.",
        5062.66,
        5067.58
    ],
    [
        " That's when you know not there, then you move on.",
        5067.88,
        5069.74
    ],
    [
        " We recommend that all intelligence assets, recon units and surveillance devices that can be made available are deployed in a significant effort to fix the exact location of enemy soldiers and units.",
        5070.22,
        5081.14
    ],
    [
        " Again, this is, you can see where this is coming out of this for these guys.",
        5081.7,
        5085.78
    ],
    [
        " They must have been completely outflanked all the time where they were thinking, where is the enemy?",
        5085.78,
        5091.04
    ],
    [
        " We need to know where the enemy is and it's really hard to know that.",
        5091.34,
        5094.46
    ],
    [
        " The enemy can batten who knows where his enemy is hiding experiences.",
        5095.48,
        5099.1
    ],
    [
        " This experience is a decided advantage in surprise and the deployment of firepower, of course.",
        5099.2,
        5104.58
    ],
    [
        " Now, again, this doesn't like, I'm saying it's hard to have definitely doesn't mean you mitigate it.",
        5105.32,
        5110.48
    ],
    [
        " It doesn't mean you don't put up UAV so you can see maneuver.",
        5110.54,
        5113.22
    ],
    [
        " It doesn't mean you don't gather intelligence. It doesn't mean people shouldn't report back and explain where they think the enemy is.",
        5113.4,
        5118.48
    ],
    [
        " So we at least have an estimate.",
        5118.5,
        5119.54
    ],
    [
        " Continuing the urban combat tactics, the tragedy of urban conflict is that the battlefield for each firefight is a neighborhood.",
        5121.94,
        5129.94
    ],
    [
        " Each objective taken is someone's home or a school or church or some other structure that has value and more or less significant meaning to its inhabitants.",
        5130.74,
        5139.62
    ],
    [
        " Considering the possibilities, it is not difficult to imagine tank battles across mall parking lots, mortar fire hitting a church, a hospital or community center, heavy small arms, fire fights between homes and artillery barrage on a school yard.",
        5140.26,
        5154.24
    ],
    [
        " While these images may be grist for the mills of Hollywood when we think about them in relevance to our homes and our neighborhood schools and churches, the tragedy is somehow increased.",
        5154.94,
        5166.08
    ],
    [
        " However, it is our collective belief that the life of one marine is more precious than 10, 100 homes, schools, churches, shrines, shopping malls or any other building known to man.",
        5166.96,
        5181.34
    ],
    [
        " Therefore, all efforts should be made using any and all weapon tree available to stun the enemy and support marine advances through the use of supporting arms and without regard to damage to buildings.",
        5182.02,
        5195.12
    ],
    [
        " So clearly, the whole idea that this started off with of the rules of engagement that we're restricting heavy fire power because of the historical nature of the city,",
        5197.7,
        5206.06
    ],
    [
        " A, if you don't want historical buildings destroyed, don't have a war.",
        5206.72,
        5212.52
    ],
    [
        " And if you think we should save a building and that's going to cost the life of one of our brothers, not happening.",
        5213.16,
        5221.74
    ],
    [
        " Continuing, at the same time, the use of heavy weapon tree in urban combat isn't assuredly too edged sword as are many assets in modern warfare.",
        5224.96,
        5233.54
    ],
    [
        " Rubble can be nearly as effective as a building for protecting enemy firing positions further artillery and other flat trajectory weapons, maybe somewhat restricted by the height of buildings and their distance from each other.",
        5233.68,
        5246.44
    ],
    [
        " In many cases, mortars, although smaller in caliber were superior because of their higher trajectory.",
        5246.56,
        5254.24
    ],
    [
        " So interestingly, indirect fire, indirect fire, taking the indirect approach is often better than the flat trajectory I'm going to shoot through your front door.",
        5254.72,
        5267.48
    ],
    [
        " No, we're going to lob in some rounds on you.",
        5267.6,
        5269.1
    ],
    [
        " So, so we think about that when we're dealing with people, punching them in the face is not as good as coming from an indirect position where they don't quite see where it's coming from, but it still gives them a little crack.",
        5269.24,
        5280.84
    ],
    [
        " And it's even to the point where he says the even though they're smaller in caliber.",
        5281.08,
        5286.46
    ],
    [
        " So even though somebody does something that you want to straighten them out on, when you hit them in the face, we know what the reaction is.",
        5286.9,
        5299.08
    ],
    [
        " But in the air, it's smaller caliber, not even as it doesn't hate his heart, but it's more effective.",
        5299.08,
        5304.46
    ],
    [
        " Yeah, yeah.",
        5304.7,
        5305.2
    ],
    [
        " Just more effective.",
        5305.64,
        5306.5
    ],
    [
        " In the direct fire all day long.",
        5307.06,
        5310.44
    ],
    [
        " Continuing, supporting arms, supporting arms the most effective, our most effective prior to danger close to minimize the potential of friendly casualties and maximize preparatory fires to support the infantry's attack during operation way.",
        5311.52,
        5322.78
    ],
    [
        " The most effective indirect fire during danger close was from an eight inch gun.",
        5322.78,
        5326.9
    ],
    [
        " We recommend that the supporting axis of fire be perpendicular as well as parallel.",
        5327.3,
        5330.94
    ],
    [
        " Finally, in the event as in the case of operation way, city that due to political considerations that proper preparatory fires would not be allowed that a variety of artillery fires such as smoke delayed fuses, high angle can be incorporated with the infantry's attack combined arms training for urban combat is critical.",
        5331.16,
        5349.68
    ],
    [
        " It's covered move.",
        5352.84,
        5353.98
    ],
    [
        " That's what supporting arms do.",
        5354.48,
        5356.34
    ],
    [
        " They lay down cover so you can maneuver.",
        5356.9,
        5358.74
    ],
    [
        " Other advantage of preparatory fire include the destruction of the camouflage of enemy positions, the psychological shock factor against enemy troops and the fact that heavy weapons can create new avenues of attack and egress for armored vehicles.",
        5359.92,
        5373.08
    ],
    [
        " Pretty straightforward.",
        5373.38,
        5373.96
    ],
    [
        " One of the most effective aspects of supporting arms during the battle of way were the killer teams that evolved.",
        5376.52,
        5382.54
    ],
    [
        " The M48 tank and the end in ontoce and the ontoce is like a it's actually a pretty crazy looking machine.",
        5383.2,
        5391.22
    ],
    [
        " It's got 160, 106 millimeter like cannons on it and it's got six of them and they're gonna like sticking out and it's a light armored vehicle.",
        5391.4,
        5399.66
    ],
    [
        " It's like a tank anti tank vehicle, but ontoce were pair up and maneuvered together as a team.",
        5399.66,
        5406.0
    ],
    [
        " This would allow either the tank or the ontoce to maneuver into a good fire position where while the other covered.",
        5406.08,
        5411.28
    ],
    [
        " Cover move.",
        5411.94,
        5413.62
    ],
    [
        " Cover move.",
        5413.8,
        5414.16
    ],
    [
        " Thank you.",
        5414.44,
        5415.02
    ],
    [
        " Further, the devastating firepower put out by the 90 millimeter tank cannon and the six 106s of the ontoce turned out to be extremely beneficial because of their capabilities to deliver pinpoint firepower.",
        5415.66,
        5426.8
    ],
    [
        " Armored vehicles can provide many benefits to the infantry engaged in urban combat as they provide some cover from enemy small arms fire.",
        5427.04,
        5436.0
    ],
    [
        " However, armored vehicles can also become rocket magnets producing casualties for infantry troops in close proximity.",
        5436.44,
        5443.4
    ],
    [
        " The enemy is gonna see that target and they're gonna like it.",
        5443.66,
        5450.14
    ],
    [
        " And there's advantages to having that power, but there's also disadvantage so you have to always weigh those things out as a leader you have to pay attention to those things as a leader you have to think of every advantage that you have there's gonna be some negative to it.",
        5451.16,
        5464.56
    ],
    [
        " There's gonna be some disadvantage when you bring an advantage to table there's gonna be some disadvantage in jujitsu right if you're gonna be super flexible you're not that strong.",
        5464.6,
        5472.3
    ],
    [
        " If you're gonna be super strong you're not that flexible your cardio doesn't last very long right.",
        5472.3,
        5477.12
    ],
    [
        " So there's gonna be advantages and disadvantages that come with each asset that you have.",
        5477.92,
        5482.0
    ],
    [
        " So you have to think you're gonna go for full ox that's cool you're giving up position.",
        5482.54,
        5486.18
    ],
    [
        " There's all kinds of things you have to weigh those out and as a leader you have to look at don't get don't get wrapped around the positives of something.",
        5486.66,
        5492.82
    ],
    [
        " Right just the positives there's not just positives for for really anything.",
        5492.9,
        5497.92
    ],
    [
        " Yeah there's nothing that's just straight positives across the board I guess right yeah sure we could think of something yeah and I'm sure you could.",
        5498.18,
        5506.44
    ],
    [
        " Continue with other than instances of harassment and interdiction fires buildings that are hit by heavy weapons should be attacked immediately this is good buildings that are hit by heavy weapons should be attacked immediately don't hesitate you catch people off guard don't hesitate don't hesitate this happens this happens in everything we we get a good a good position or something advantage it happens and we hesitate instead of taking advantage of it.",
        5510.02,
        5535.78
    ],
    [
        " Yeah we go oh I got it here yeah and then we then we let it go it happens in business too we get to a situation oh we finally get the we finally get our competitor to make a mistake or we get an advantage position and we celebrate instead of just finishing the job yeah which is a big bad thing to do yeah.",
        5535.78,
        5558.7
    ],
    [
        " Remember that when calling in fire missions you request splash so your friendly troops have time to take cover immediately prior to impact these guys were calling bombs right on top of a lot in daytime operations the use of covering smoke is often helpful when Marines must attack across open areas as was learned during operation way city even with proper support of heavy weapons which was ultimately provided to the Marines we faced hard call.",
        5561.64,
        5588.68
    ],
    [
        " North Vietnamese army troops who fought from prepared positions moved to secondary positions fought again and finally very reluctantly died in the capture of each room each floor each rooftop each building each street it was ultimately the marine riflemen who won the battle.",
        5588.68,
        5606.58
    ],
    [
        " As a leader as a leader you always have to remember that line right there in the capture of each room each floor each rooftop each building each street it was ultimately the marine riflemen who won the battle as a leader if you think that all you need to do is make a good decision and then you're going to win you're wrong.",
        5612.38,
        5636.56
    ],
    [
        " The folks on the front line have to truly understand what is happening and they're the ones are going to carry the day and you could come up with the best battle plan ever you could come up with the best strategic business plan ever and if you don't have folks that are engaged and willing and are going to take the fight to the enemy and are going to win that that foot hold they're going to enter that room they're going to go out and sell into whatever industry you're trying to get into.",
        5637.22,
        5665.68
    ],
    [
        " If you don't have people that you trust that are trained that are ready that are prepared if you don't have them best battle battle plan in the world isn't going to work.",
        5665.7,
        5675.44
    ],
    [
        " It's critical for infantry units to know both the capabilities as well as the limitations of supporting arms.",
        5675.84,
        5685.06
    ],
    [
        " Know your limitations right this is again there's positives and there's negatives.",
        5685.82,
        5690.94
    ],
    [
        " Another aspect of supporting arms limitations has to do with helicopter support. Urban terrain is not very forgiving to helicopters that may be forced to make an emergency landing.",
        5694.38,
        5703.02
    ],
    [
        " Helicopter pilots might be reluctant to fly over urban terrain.",
        5704.06,
        5707.08
    ],
    [
        " Know these things.",
        5708.46,
        5710.76
    ],
    [
        " One very tragic aspect of using supporting arms in urban combat is that the likelihood of civilian casualties is very high.",
        5712.5,
        5720.12
    ],
    [
        " In at least two situations that we are aware of the NVA used civilians as screens for their infantry troops and fire missions were of necessity called in on those positions.",
        5720.64,
        5731.96
    ],
    [
        " So",
        5733.4,
        5735.58
    ],
    [
        " no expect pre discuss these things let your troops understand put them in role play scenarios where they have to make a decision on what's happening.",
        5743.96,
        5751.48
    ],
    [
        " It's better to think through it 20 times and make 20 mistakes while we're doing some kind of a role play scenario.",
        5751.48,
        5759.42
    ],
    [
        " Then it is to have to make that decision for the first time when you're on the battlefield and you can't discuss you can't debrief.",
        5759.64,
        5767.18
    ],
    [
        " Yeah.",
        5767.9,
        5768.46
    ],
    [
        " Not to mention the stress that's going to kind of yeah.",
        5768.2,
        5771.08
    ],
    [
        " Yeah. Absolutely.",
        5771.32,
        5772.66
    ],
    [
        " Use the chemical weapons during one five's battle inside the Citadel fortress which was kicked off on 13 February 1968 the battalion progressed a total of four blocks along our avenue of attack and had secured a total of 16 city blocks within our assigned area of operations after nearly two weeks of heavy street fighting.",
        5774.18,
        5791.6
    ],
    [
        " And after suffering nearly 50% casualties at the hands of a well prepared determined force of NVA soldiers a force that finally estimated that was finally estimated to be nearly 11,000 strong in the way in the way city area of operations.",
        5791.6,
        5806.08
    ],
    [
        " On February 25th 1968 Marines from Charlie company shot off three E eight gas launchers carrying about 40 CS gas grenades toward the enemy's last known position.",
        5806.68,
        5818.82
    ],
    [
        " The next morning one five took control of the remaining 12 city blocks in about three hours without a single casualty because the NVA was not equipped to deal with tear grass attack and was forced to withdraw.",
        5818.98,
        5831.08
    ],
    [
        " So we're going from 50% casualties to zero.",
        5831.94,
        5836.02
    ],
    [
        " Taking a different approach utilizing weapons that no one was used to utilizing.",
        5838.04,
        5846.9
    ],
    [
        " The enemy was had never had not seen they even have gas masks they just had to get out of there and that E eight gas launcher it's like a suitcase looking thing and it's got eight tubes that have eight rounds each of them and it fires them like five seconds apart so we're talking a lot of gas.",
        5848.06,
        5866.3
    ],
    [
        " Especially they shot off three of them.",
        5866.5,
        5869.94
    ],
    [
        " You don't want none of that.",
        5870.2,
        5872.66
    ],
    [
        " No one can ever be certain that the use of chemical weapons would have made a difference in the initial stages of the battle.",
        5875.62,
        5880.1
    ],
    [
        " But many of the veterans of that battle have often wondered what might have happened if the E eights had been deployed in the early stages of the battle.",
        5880.62,
        5887.72
    ],
    [
        " We recommend the judicious use of chemical weapons such as tear gas etc for combat operations.",
        5888.22,
        5893.32
    ],
    [
        " Administration planning and preparation the inherent complexities of urban combat are such that special attention needs to be paid toward planning and preparations training training practice makes perfect.",
        5895.84,
        5907.94
    ],
    [
        " A coordinated marine attack on an enemy held position in a town or city can be equated to an intricate opera or Broadway production although the stakes are a bit higher.",
        5908.58,
        5920.1
    ],
    [
        " Entry techniques room search and clearing techniques voice commands indicating movement or progress fire discipline the use of grenades rocket supporting fires communications all of these must be rehearsed and improved until they are second nature.",
        5922.1,
        5936.34
    ],
    [
        " Second nature.",
        5936.72,
        5941.8
    ],
    [
        " I was talking to you the other day.",
        5942.38,
        5944.82
    ],
    [
        " You were saying something about my guillotine choke.",
        5946.6,
        5950.08
    ],
    [
        " That it was there quickly.",
        5950.52,
        5954.12
    ],
    [
        " Yes.",
        5955.08,
        5955.36
    ],
    [
        " And I was saying it's second.",
        5955.66,
        5957.82
    ],
    [
        " I should have said it's second nature because what I did tell you is sometimes I become aware like we'll be rolling and all of a sudden I'll be like, oh I've got a guillotine right now.",
        5958.04,
        5967.68
    ],
    [
        " Yeah.",
        5967.94,
        5968.18
    ],
    [
        " I didn't even just show it up there.",
        5968.36,
        5970.8
    ],
    [
        " Yeah.",
        5971.0,
        5971.26
    ],
    [
        " Zero fought whatsoever.",
        5971.36,
        5972.88
    ],
    [
        " Yeah.",
        5973.3,
        5973.44
    ],
    [
        " That's how you need to be.",
        5974.1,
        5975.26
    ],
    [
        "",
        5976.02,
        5976.02
    ],
    [
        " If I have to think about putting a guillotine on someone then that means they have time to think about defending it.",
        5976.92,
        5982.88
    ],
    [
        " Right.",
        5982.88,
        5983.06
    ],
    [
        " If I didn't even think about it it just happened.",
        5983.42,
        5985.12
    ],
    [
        " Just sort of.",
        5985.26,
        5985.74
    ],
    [
        " Yeah.",
        5986.52,
        5986.8
    ],
    [
        " And not to split hairs.",
        5987.18,
        5988.48
    ],
    [
        " It's less about the guillotine specifically.",
        5988.64,
        5990.88
    ],
    [
        " It's just about your head like what do you call it head control.",
        5991.12,
        5993.6
    ],
    [
        " You know, you get that chin strap.",
        5993.9,
        5995.58
    ],
    [
        " Oh yeah.",
        5995.68,
        5996.04
    ],
    [
        " It's that where that just arrives.",
        5996.04,
        5997.84
    ],
    [
        " And then sure it'll become a guillotine for sure or a cobra or one of these other treacherous moves that you like to implement from time to time.",
        5997.84,
        6006.46
    ],
    [
        " Yeah.",
        6006.54,
        6006.88
    ],
    [
        " But yeah, it's like your head.",
        6007.2,
        6009.4
    ],
    [
        " Well, I feel like I feel like it's second nature for my head to just land in there.",
        6009.5,
        6014.52
    ],
    [
        " That's what it feels like for sure.",
        6014.66,
        6016.16
    ],
    [
        " But obviously it's your thing.",
        6016.28,
        6018.06
    ],
    [
        " Oh no.",
        6018.4,
        6019.06
    ],
    [
        " But that's the way we want to train.",
        6019.56,
        6021.18
    ],
    [
        " That's the way we want to train.",
        6021.64,
        6022.72
    ],
    [
        " And I would say I'll add to this that what we want to train is we want to train for chaos.",
        6022.96,
        6029.06
    ],
    [
        " We want to train for mayhem.",
        6029.36,
        6030.42
    ],
    [
        " We want to train for the enemy to do things we're not expecting.",
        6030.56,
        6033.14
    ],
    [
        " That's what we want to train for.",
        6033.34,
        6034.42
    ],
    [
        " Because when you train for things that the enemy is not do that you're not expecting the enemy to do you actually get good at reacting to it.",
        6034.58,
        6040.8
    ],
    [
        " You know, you can get good at scrambling.",
        6041.06,
        6042.82
    ],
    [
        " Yeah.",
        6043.16,
        6043.28
    ],
    [
        " Injiujitsu.",
        6043.42,
        6043.94
    ],
    [
        " Yeah.",
        6044.16,
        6044.28
    ],
    [
        " You can get good at ending up in positions that are beneficial through no conscious thought.",
        6044.8,
        6052.18
    ],
    [
        " But because you've scrambled enough that now you just know what you're looking for these little these little things are going to happen.",
        6052.18,
        6056.6
    ],
    [
        " I'm going to get the underhook.",
        6056.74,
        6057.46
    ],
    [
        " I'm going to get my hips in the right spot.",
        6057.5,
        6058.56
    ],
    [
        " I'm going to move my head over here.",
        6058.6,
        6059.54
    ],
    [
        " Yeah.",
        6059.84,
        6060.06
    ],
    [
        " That's what we want to do.",
        6060.24,
        6061.28
    ],
    [
        " Yeah.",
        6061.72,
        6062.06
    ],
    [
        " Yeah.",
        6062.38,
        6062.72
    ],
    [
        " Like the old almost cliché saying to like get comfortable being uncomfortable.",
        6062.84,
        6068.86
    ],
    [
        " That thing, you know, it's like, yeah, you train yourself to be uncomfortable or to be trained in being uncomfortable.",
        6068.86,
        6074.54
    ],
    [
        " Yeah.",
        6074.54,
        6074.78
    ],
    [
        " You can just deal better.",
        6074.82,
        6075.72
    ],
    [
        " But I'm trying to get something.",
        6075.9,
        6077.08
    ],
    [
        " I'm trying to reach a different point here.",
        6077.32,
        6078.8
    ],
    [
        " My point is this.",
        6078.8,
        6080.2
    ],
    [
        " If I, let's say, let's say, here's, there's a through z situations I can put you in.",
        6080.86,
        6090.34
    ],
    [
        " And they're all different.",
        6090.56,
        6091.54
    ],
    [
        " If I train you for a and b all the time, when I throw f at you, you're lost.",
        6092.08,
        6099.44
    ],
    [
        " If I throw q at you, you're lost.",
        6100.78,
        6104.26
    ],
    [
        " If I train you, so I get you good at a and b, but then I start training you at d.",
        6105.24,
        6110.1
    ],
    [
        " I start throwing you at f.",
        6110.16,
        6111.1
    ],
    [
        " I start throwing you at m.",
        6111.32,
        6112.44
    ],
    [
        " You will start to realize that even in these disparate scenarios, there are some commonalities.",
        6113.14,
        6120.6
    ],
    [
        " And there are some base positions that you can go to that will allow you the time to assess and make decisions.",
        6121.08,
        6129.52
    ],
    [
        " Right.",
        6129.52,
        6129.94
    ],
    [
        " So you can, you can get good at chaos.",
        6130.48,
        6134.88
    ],
    [
        " That's what I'm saying.",
        6135.3,
        6136.2
    ],
    [
        " You can get good at chaos.",
        6136.44,
        6138.56
    ],
    [
        " You can get good at it.",
        6139.34,
        6142.66
    ],
    [
        " You can say, oh, when I see things happening that I don't understand, here's what I need to do.",
        6143.28,
        6148.8
    ],
    [
        " I need to find a good covered position, hopefully elevated where I can look around.",
        6149.18,
        6154.36
    ],
    [
        " I need to figure out where my troops are.",
        6154.9,
        6157.1
    ],
    [
        " I need to do it very quickly.",
        6157.7,
        6159.12
    ],
    [
        " I need to identify a prominent terrain feature that I can move all of us to in a rapid manner so that I can get controlled situation right there.",
        6159.38,
        6170.16
    ],
    [
        " Now, with those things that I just said, hey, I'm going to get in a position where I can look around.",
        6170.76,
        6175.48
    ],
    [
        " I'm going to look for, I'm going to try and figure out where my people are.",
        6175.96,
        6178.74
    ],
    [
        " I'm going to look for a prominent terrain feature that I can utilize as a stronghold.",
        6178.74,
        6182.58
    ],
    [
        " Guess what I just solved for just about any scenario that unfolds that I don't understand.",
        6183.24,
        6188.1
    ],
    [
        " I have a plan.",
        6188.54,
        6189.72
    ],
    [
        " I have a plan that I can actually implement against any situation.",
        6190.14,
        6194.62
    ],
    [
        " Think about that.",
        6195.22,
        6197.1
    ],
    [
        " So, oh, if I get a contact front, I have a plan.",
        6197.5,
        6199.94
    ],
    [
        " We start getting shot at from the front and we're in an open ground.",
        6200.48,
        6204.0
    ],
    [
        " I have a plan.",
        6204.26,
        6204.78
    ],
    [
        " It's a standard operating procedure.",
        6205.4,
        6206.84
    ],
    [
        " Oh, I start getting shot at from the front and we're in closed terrain.",
        6207.14,
        6211.64
    ],
    [
        " I have a plan.",
        6211.8,
        6212.52
    ],
    [
        " There's a specific immediate action drill we're going to perform.",
        6212.76,
        6215.6
    ],
    [
        " Oh, wait a second.",
        6216.3,
        6217.32
    ],
    [
        " I'm getting shot at.",
        6217.54,
        6218.72
    ],
    [
        " I'm not sure where it is.",
        6218.94,
        6220.26
    ],
    [
        " I hear screaming.",
        6220.54,
        6221.42
    ],
    [
        " I know that we're getting hit from multiple locations.",
        6221.7,
        6224.32
    ],
    [
        " What do I need to do?",
        6224.64,
        6225.94
    ],
    [
        " I have an immediate action for that too.",
        6226.2,
        6227.56
    ],
    [
        " I'm going to find cover.",
        6227.76,
        6229.12
    ],
    [
        " I'm going to look around.",
        6229.42,
        6230.4
    ],
    [
        " I'm going to try and figure out where my troops are.",
        6230.66,
        6232.6
    ],
    [
        " I'm going to look for a prominent terrain feature that we can move towards.",
        6232.96,
        6236.12
    ],
    [
        " Yeah.",
        6236.54,
        6236.7
    ],
    [
        " There.",
        6237.18,
        6238.02
    ],
    [
        " Now all of a sudden the chaos isn't really chaos.",
        6239.14,
        6240.98
    ],
    [
        " Right.",
        6241.26,
        6241.46
    ],
    [
        " Now all of a sudden, I have a plan.",
        6241.7,
        6243.44
    ],
    [
        " Yes, can I can?",
        6243.62,
        6244.3
    ],
    [
        " And I can actually apply that plan to almost any scenario.",
        6244.3,
        6247.6
    ],
    [
        " Yeah.",
        6248.08,
        6248.26
    ],
    [
        " So the more that you train people for things that they don't expect and don't understand,",
        6249.0,
        6254.18
    ],
    [
        " the better they will get it dealing with those things.",
        6254.56,
        6256.68
    ],
    [
        " Yeah.",
        6256.94,
        6257.18
    ],
    [
        " And that's very positive.",
        6257.6,
        6258.54
    ],
    [
        " Yeah.",
        6259.1,
        6259.18
    ],
    [
        " Moving on.",
        6260.0,
        6263.36
    ],
    [
        " Further, all plans must be communicated and rehearsed at each level of command",
        6264.3,
        6271.92
    ],
    [
        " from the fire team to the company and above.",
        6271.92,
        6274.58
    ],
    [
        " It sounds like these guys did not have good decentralized command in terms of actually knowing what the overall plan was.",
        6275.52,
        6282.0
    ],
    [
        " Because it sounds like the fire teams were even the platoon and fire team levels were a little bit lost at points.",
        6282.04,
        6287.76
    ],
    [
        " In particular, platoon commanders, platoon sergeants and squad leaders and fire team leaders must be aware of each man's assignment.",
        6288.56,
        6294.38
    ],
    [
        " This should include who goes into a structure first, who covers?",
        6295.14,
        6298.08
    ],
    [
        " Cover move.",
        6298.8,
        6299.76
    ],
    [
        " Nowadays, because we've done it in the US military, we've done so much urban combat in the last, what has it been, 17 years?",
        6300.16,
        6310.52
    ],
    [
        " Every military unit in the US military, they can take down a structure and they do it well.",
        6311.2,
        6318.68
    ],
    [
        " And they do it off of standard operating procedures, not off of a specific plan of who goes where?",
        6320.06,
        6324.58
    ],
    [
        " Continue on hand in arm signals as well as vocal commands should be established and practiced.",
        6326.5,
        6332.82
    ],
    [
        " And last section is called command and control.",
        6333.54,
        6340.26
    ],
    [
        " In full scale, urban conflict, especially in situations where enemy dispositions are not well known,",
        6341.04,
        6348.36
    ],
    [
        " initial contact with the enemy can be a unexpected b at very close range and c massively devastating.",
        6348.36,
        6355.72
    ],
    [
        " Command and control, the basic Marines connection to his leadership can disappear in the blink of an eye.",
        6356.2,
        6363.32
    ],
    [
        " During Operation Way City, Charlie 15 lost all of its officers except for two.",
        6363.74,
        6370.14
    ],
    [
        " Sargeants became platoon commanders.",
        6371.02,
        6372.96
    ],
    [
        " PFCs were squad leaders.",
        6373.54,
        6375.2
    ],
    [
        " In urban combat, it would not be at all surprising to find PFCs as platoon commanders, given the potentially high casualty rates.",
        6376.1,
        6384.06
    ],
    [
        " The critical factor for unit survival in these situations is that unit's ability to immediately determine the enemy's position",
        6385.24,
        6392.28
    ],
    [
        " and to return a high volume of sustained fire on those positions, allowing maneuverability despite the situation with the chain of command.",
        6392.28,
        6401.9
    ],
    [
        " Two critical things there, cover and move is one and decentralized command is two.",
        6402.66,
        6407.78
    ],
    [
        " That's what they're talking about.",
        6408.3,
        6410.1
    ],
    [
        " You need to be able to put down high, a heavy volume of sustained fire on positions so that you can maneuver.",
        6411.34,
        6416.6
    ],
    [
        " And at the same time, you need to be able to do that regardless of the situation with the chain of command, decentralized command.",
        6416.7,
        6422.88
    ],
    [
        " During the first day of one five's involvement in Operation Way City, Alpha Company lost its CEO, its exo, and much of the company CP Group.",
        6423.14,
        6437.78
    ],
    [
        " Of necessity, Alpha was pulled back to the battalion rear-fruity organization, loss of a few leaders effectively eliminated an entire company.",
        6438.28,
        6446.44
    ],
    [
        " This also delayed the battalion's attack, plunting our initiatives.",
        6447.36,
        6450.76
    ],
    [
        " You're going to have a plan if people go down, who's taken over? That's got to be ready.",
        6451.38,
        6458.62
    ],
    [
        " The individual Marine who is under heavy enemy fire from very close range, who may now be cut off from his team and or squad leader needs to have been thoroughly informed of communications codes, lines of departures, lines of stoppage from the enemy.",
        6460.02,
        6476.58
    ],
    [
        " A friendly unit dispossitions and the ability to call and supporting fires and conduct contingency plans.",
        6476.6,
        6481.1
    ],
    [
        " What does that mean? That means the troops need to understand what is happening.",
        6481.58,
        6487.64
    ],
    [
        " In short, in urban conflict situations, command and control needs to be understood at every level down to the basic Marine.",
        6489.16,
        6497.78
    ],
    [
        " Based on our experiences during Operation Way City, expect the unexpected, expect chaos and plan for all possibilities.",
        6499.1,
        6510.46
    ],
    [
        " And it's signed Scott Nelson, first lieutenant, commanding officer, Charlie-15, Nick War, second lieutenant, platoon commander, Charlie-15.",
        6511.08,
        6520.36
    ],
    [
        " Travis Kerr, second lieutenant, artillery forward observer, attached to Charlie-15, and John Mullen, staff sergeant, platoon sergeant, Charlie-15.",
        6521.42,
        6532.64
    ],
    [
        " Nick War is his name, W-A-R-R.",
        6533.58,
        6538.44
    ],
    [
        " Pretty stoked to be born with that. Nick War was, he's in the Marine Corps. What's your name? My name is actually War.",
        6539.06,
        6548.26
    ],
    [
        " So, yeah, and to hear from these guys, and this document, which is now, well, it's 50 years old, 1968.",
        6552.22,
        6564.9
    ],
    [
        " And there's still lessons learned in this that apply to really apply to everything. Apply to life, apply to urban combat, apply to business, apply to leadership.",
        6566.84,
        6578.86
    ],
    [
        " So, there you have it. And of course, when we see the way broadly, we can recognize it more. We can see it in more things, and it makes us more effective leaders regardless of the battlefield that we're on.",
        6580.42,
        6597.2
    ],
    [
        " So, read and appreciate the lessons of the past. And echo, speaking of the way.",
        6598.4,
        6609.52
    ],
    [
        " I know, I know Jiu Jitsu is sort of beneficial, sort of helpful in allowing us to understand the way more clearly, and perhaps even more broadly.",
        6610.46,
        6621.82
    ],
    [
        " I don't know if you have any recommendations of how we could sort of get in the game.",
        6622.16,
        6626.02
    ],
    [
        " Yeah, and stand the game. You mentioned Jiu Jitsu is like a way to recognize things.",
        6626.42,
        6634.06
    ],
    [
        " It's so, it's such a metaphor, even T is a word metaphor seems like it's like it's like it is life in so many ways.",
        6634.94,
        6643.02
    ],
    [
        " Like all even this thing that I'm listening to you read. I'm like, oh, yeah, Jiu Jitsu. Every single one, I just don't want to bore everyone with, okay, more Jiu Jitsu stuff.",
        6643.16,
        6651.98
    ],
    [
        " Like I said, I said on the Jiu Jitsu podcast that we did, I was talking about the fact that I have to give credit, some credit to Jiu Jitsu for sort of revealing to me the thread that tied all these things together.",
        6651.98,
        6667.22
    ],
    [
        " I was, JP was in town.",
        6667.22,
        6668.94
    ],
    [
        " Sure.",
        6670.04,
        6670.36
    ],
    [
        " And we were rolling Jiu Jitsu yesterday. And I was thinking as like, well, actually when we were done, I was thinking, man, when we were in Ramadi 12 years ago, I was a black belt in Jiu Jitsu.",
        6670.74,
        6685.82
    ],
    [
        " Like I, like it was beneficial for me, then to have been a black belt in Jiu Jitsu, not because I wasn't going out and grappling against the enemy.",
        6686.2,
        6694.32
    ],
    [
        " But I had already started to connect some of these dots. And it's very, very helpful in life.",
        6694.76,
        6704.72
    ],
    [
        " It's also helpful because it is a physical representation that you can feel and you can see.",
        6705.06,
        6717.48
    ],
    [
        " It's not a theory. There's theory behind it, but it's not a theory. It's happening to you. And therefore when it happens to you, you have something physical, something concrete, something that you actually experienced on a physical level.",
        6719.08,
        6732.32
    ],
    [
        " And if you, and that allows you to understand it metaphorically, better.",
        6733.34,
        6738.26
    ],
    [
        " Like when you get caught when someone's trying to choke you and then pull them, they unlock you and you just got flanked.",
        6741.36,
        6746.86
    ],
    [
        " That just happened to you. It's not metaphorical.",
        6746.86,
        6749.64
    ],
    [
        "",
        6749.84,
        6749.84
    ],
    [
        " You, you truly understand what it feels like to get flanked.",
        6750.18,
        6755.34
    ],
    [
        " Yes.",
        6755.42,
        6755.62
    ],
    [
        " If I explain to you, hey, when I'm telling you this thing over here and then I come at you from another angle, you, you understand it, you're, you're, you're starting to grasp the concept.",
        6755.84,
        6765.1
    ],
    [
        " But it didn't happen to you.",
        6765.66,
        6767.04
    ],
    [
        " But when I'm trying to choke you and you go for the defense and then boom, you get on locked and you didn't see it coming at all, you feel a flank, you feel the effectiveness of it.",
        6767.66,
        6778.22
    ],
    [
        " In real time.",
        6778.78,
        6779.44
    ],
    [
        " In real time.",
        6779.6,
        6780.38
    ],
    [
        " Yeah.",
        6780.76,
        6780.98
    ],
    [
        " And that's why it's very beneficial to train some of that.",
        6781.12,
        6785.28
    ],
    [
        " Oh, yeah.",
        6785.5,
        6786.46
    ],
    [
        " Feel experience.",
        6786.58,
        6789.02
    ],
    [
        " Yeah.",
        6789.8,
        6790.12
    ],
    [
        " The laws of combat.",
        6790.22,
        6791.6
    ],
    [
        " Feel them.",
        6791.88,
        6793.06
    ],
    [
        " Yeah.",
        6793.28,
        6793.76
    ],
    [
        " You'll have a better comprehension of them.",
        6794.0,
        6795.68
    ],
    [
        " Yeah.",
        6796.08,
        6796.22
    ],
    [
        " And that's on like a profound level too.",
        6796.94,
        6799.94
    ],
    [
        " Like that's like a, that's good if you can keep that in mind.",
        6800.38,
        6804.36
    ],
    [
        " And then you can go on the other side of the spectrum where it's like, so you just fighting with your friends with no consequence.",
        6804.6,
        6811.36
    ],
    [
        " You know, where I think a lot of time.",
        6811.36,
        6813.92
    ],
    [
        " What does that mean?",
        6814.18,
        6820.1
    ],
    [
        " Sure, we might go over some techniques.",
        6820.1,
        6821.46
    ],
    [
        " Oh, we're fighting but without real consequences.",
        6821.46,
        6823.88
    ],
    [
        "",
        6824.18,
        6824.18
    ],
    [
        " We don't lose friendship.",
        6824.4,
        6825.38
    ],
    [
        " We don't get injured.",
        6825.6,
        6826.42
    ],
    [
        " We don't get, you know, a rest all that stuff.",
        6826.94,
        6828.62
    ],
    [
        " But we get to like fight, you know.",
        6828.78,
        6830.74
    ],
    [
        " I don't.",
        6831.1,
        6831.4
    ],
    [
        " That's also good.",
        6831.98,
        6832.82
    ],
    [
        " Yeah.",
        6833.1,
        6833.38
    ],
    [
        " So in here's the thing like, here's a thing.",
        6833.72,
        6836.42
    ],
    [
        " Like some people.",
        6836.86,
        6837.72
    ],
    [
        " And I think we, most people.",
        6838.16,
        6840.7
    ],
    [
        " Like, we like fighting, but we don't want to like fight people.",
        6841.1,
        6846.36
    ],
    [
        " Like, I don't want to fight everyone, you know.",
        6846.64,
        6848.92
    ],
    [
        " Well, because then you can get arrested.",
        6849.22,
        6850.8
    ],
    [
        " Well, sir, most people like I said, we don't want to just fight, you know, because there's all kinds of different reasons or whatever.",
        6851.46,
        6859.28
    ],
    [
        " But when you can just, when you have the opportunity to fight someone with no consequence, just to see how it would go.",
        6859.48,
        6867.54
    ],
    [
        " You know, like if he's, you know, these huge, huge men, you know, guys who are like seven feet tall, 400 pounds just huge and strong man and stuff like that.",
        6867.8,
        6876.56
    ],
    [
        " You don't want to necessarily fight them, but you're like, I wonder how that would be like to fight with that guy, you know.",
        6877.42,
        6884.06
    ],
    [
        " When you do, you get to, you get that opportunity straight up, you want to try fight.",
        6884.6,
        6889.16
    ],
    [
        " There's, I wonder how many people out there wondering, I wonder how it would be to fight, Jockel.",
        6889.54,
        6893.08
    ],
    [
        " Not to say I would beat him up, not to say I wouldn't, but I wonder how it would be that.",
        6893.22,
        6896.98
    ],
    [
        " Well, a lot of people show up at the gym.",
        6897.04,
        6898.8
    ],
    [
        " And that's exactly why.",
        6899.74,
        6901.78
    ],
    [
        " And that's the point.",
        6901.94,
        6902.6
    ],
    [
        " If anything is, it doesn't matter if they're white belts or black belts.",
        6902.6,
        6905.1
    ],
    [
        " They still like, can I roll?",
        6905.4,
        6906.82
    ],
    [
        " Yeah, see what up, see how that experience is, you know, usually, they usually smile.",
        6906.94,
        6911.3
    ],
    [
        " Yeah, fully.",
        6911.94,
        6912.84
    ],
    [
        " And really, when it comes down to it, I mean, unless you're trying to hurt someone, you know, and there's a bunch of different ways to hurt someone if you want to hurt them, because you don't like them or you think they should, you know, they deserve it or all this stuff.",
        6913.26,
        6922.78
    ],
    [
        " It's not about that.",
        6923.06,
        6923.62
    ],
    [
        " It can be about that for sure, but that's not ultimately what it is.",
        6924.1,
        6927.16
    ],
    [
        " It's more about like, I wonder, I wonder how it would beat a fight that person.",
        6927.16,
        6932.32
    ],
    [
        " And then when you start to learn more and more and more, you just, you really just enjoy that activity like quite get to fight.",
        6932.62,
        6939.28
    ],
    [
        " Like right now, if I wanted to, if you had the time or whatever, I mean, we could go, we could go fight right now.",
        6939.36,
        6944.16
    ],
    [
        " Yeah.",
        6944.32,
        6944.5
    ],
    [
        " And it'd be like in a good, safe way, you know, let's wrap this up then.",
        6944.96,
        6948.44
    ],
    [
        " But you see, I'm saying, though, that's the way to do it.",
        6951.78,
        6954.5
    ],
    [
        " Anyway, okay.",
        6954.56,
        6955.08
    ],
    [
        " All right. Back to the path.",
        6955.24,
        6956.14
    ],
    [
        " That's the path in appropriate part of the path, by the way.",
        6956.24,
        6959.22
    ],
    [
        " Yeah.",
        6959.4,
        6959.62
    ],
    [
        " You wouldn't be you without you did too.",
        6960.76,
        6962.5
    ],
    [
        " I wouldn't.",
        6962.54,
        6962.88
    ],
    [
        " You wouldn't even be like happy, especially if you knew.",
        6962.88,
        6965.58
    ],
    [
        " I wouldn't be happy at all.",
        6965.98,
        6968.48
    ],
    [
        " Yeah.",
        6968.92,
        6969.22
    ],
    [
        " Especially if I knew.",
        6969.7,
        6970.8
    ],
    [
        " But on top of that, I wouldn't have connected things that I, that Jiu Jitsu connected for me.",
        6971.38,
        6980.2
    ],
    [
        " Yeah.",
        6980.44,
        6980.6
    ],
    [
        " There's something else.",
        6980.9,
        6982.1
    ],
    [
        " I would not be who I am.",
        6982.66,
        6988.18
    ],
    [
        " No, I'm going to straight up say it.",
        6988.54,
        6989.96
    ],
    [
        " Yes.",
        6990.2,
        6990.54
    ],
    [
        " I would not be who I am without Jiu Jitsu.",
        6990.7,
        6992.48
    ],
    [
        " Yeah.",
        6992.64,
        6992.82
    ],
    [
        " And you wouldn't be who, you would not be on this podcast without Jiu Jitsu.",
        6993.22,
        6996.62
    ],
    [
        " No.",
        6996.82,
        6997.0
    ],
    [
        " I couldn't even talk to you.",
        6997.14,
        6998.16
    ],
    [
        " I mean, believe me.",
        6998.58,
        6999.26
    ],
    [
        " It's a stretch anyways.",
        6999.26,
        7000.32
    ],
    [
        " That's a stretch.",
        7000.32,
        7001.24
    ],
    [
        " It's a stretch anyways.",
        7001.56,
        7002.6
    ],
    [
        " But without Jiu Jitsu, I mean, at least there's something, right?",
        7002.66,
        7005.3
    ],
    [
        " Without that, you'd be talking about TV shows and not be like, I'd be like muting your microphone or something.",
        7005.66,
        7011.34
    ],
    [
        " Yeah, man.",
        7011.58,
        7011.98
    ],
    [
        " See?",
        7012.02,
        7012.26
    ],
    [
        " So Jiu Jitsu, hey, it's a lifesaver.",
        7012.36,
        7014.02
    ],
    [
        " Soon same.",
        7014.22,
        7014.62
    ],
    [
        " Yeah.",
        7014.82,
        7015.0
    ],
    [
        " Get you into all kinds of different things.",
        7015.22,
        7016.8
    ],
    [
        " But yeah, you know, and even if you're trying to like, like, stay on the path.",
        7017.46,
        7022.08
    ],
    [
        " Okay.",
        7022.22,
        7022.44
    ],
    [
        " I'm dragging it.",
        7022.58,
        7023.08
    ],
    [
        " I dig it, man.",
        7023.14,
        7024.0
    ],
    [
        " But it's important.",
        7024.0,
        7024.8
    ],
    [
        " When you're trying to get on the path, stay on the path.",
        7024.8,
        7027.92
    ],
    [
        " Be, be on the path.",
        7028.1,
        7030.44
    ],
    [
        " It's only fitting for real.",
        7031.12,
        7033.06
    ],
    [
        " It's only fitting.",
        7033.12,
        7033.82
    ],
    [
        " Okay, let's say, okay, let's say you have weapons training.",
        7033.94,
        7037.22
    ],
    [
        " Sweet.",
        7037.54,
        7038.18
    ],
    [
        " Let's say you can drive a car really well.",
        7038.66,
        7040.96
    ],
    [
        " Cool.",
        7041.24,
        7041.38
    ],
    [
        " You can hunt.",
        7041.84,
        7042.7
    ],
    [
        " You can, you're capable.",
        7042.92,
        7043.74
    ],
    [
        " You can, you know, all this stuff, right?",
        7044.08,
        7045.76
    ],
    [
        " But if you're stripped away of like your tools, then what?",
        7047.06,
        7054.2
    ],
    [
        " You know, it's just man on man.",
        7054.2,
        7055.56
    ],
    [
        " Yeah, just, and you don't have the Jiu Jitsu.",
        7055.72,
        7057.34
    ],
    [
        " And this is, yeah, and this is more of just a real general, like, way to look at it.",
        7057.34,
        7061.36
    ],
    [
        " So it's like, you ever watch men in black?",
        7061.5,
        7065.28
    ],
    [
        " You know, that one, right?",
        7065.78,
        7066.6
    ],
    [
        " I can't really remember too much about it.",
        7066.76,
        7068.32
    ],
    [
        "",
        7068.38,
        7068.38
    ],
    [
        " This might not even be the movie, but it's a movie with one of the, it's like this big, wrote",
        7068.38,
        7073.92
    ],
    [
        " creature, right?",
        7073.92,
        7074.92
    ],
    [
        " And then they find out it's just a suit and then the inside is just this little world type person thing, you know?",
        7075.08,
        7080.24
    ],
    [
        " That kind of, you know.",
        7080.9,
        7082.18
    ],
    [
        " So you're saying if I didn't do Jiu Jitsu, I would just be like a little worm.",
        7082.44,
        7085.34
    ],
    [
        "",
        7085.54,
        7085.54
    ],
    [
        " So it's like, yeah, big, you know, strong guy or whatever.",
        7085.66,
        7090.32
    ],
    [
        " But then like if all your tools were taken away, what are you left with kind of thing?",
        7090.52,
        7094.38
    ],
    [
        " Isn't it weird when you meet people that are that like they're like big?",
        7094.6,
        7099.78
    ],
    [
        " Yeah.",
        7100.22,
        7100.3
    ],
    [
        " Maybe even they're strong.",
        7100.68,
        7102.38
    ],
    [
        " Maybe even they are aggressive.",
        7102.78,
        7104.08
    ],
    [
        " Yeah.",
        7104.46,
        7104.6
    ],
    [
        " But they, they don't have, they don't have a skill.",
        7105.02,
        7107.82
    ],
    [
        " They don't have the skill.",
        7108.08,
        7108.66
    ],
    [
        " Right.",
        7108.82,
        7109.1
    ],
    [
        " That's kind of a bummer.",
        7109.26,
        7109.98
    ],
    [
        " That's essentially, here's the situation that people might be listening and think, okay, well, let's say you're in the situation when you don't have the skill.",
        7110.18,
        7116.4
    ],
    [
        " You have two options.",
        7116.8,
        7118.28
    ],
    [
        " Option one is the easy path, which is I'm just never going to get that skill.",
        7119.1,
        7124.86
    ],
    [
        " I'm never going to go near Jiu Jitsu.",
        7124.9,
        7125.9
    ],
    [
        " I'm never going to get in a confrontation with anybody because I don't want to be proven to myself that I'm a worm inside of a suit.",
        7125.92,
        7134.02
    ],
    [
        " Or you can take the hard path, which is even though 37 years old, I'm bummed that I missed out on the part.",
        7136.84,
        7146.72
    ],
    [
        " You know, I took me a while, but you know what?",
        7147.1,
        7149.0
    ],
    [
        " I'm going to go figure this out.",
        7149.04,
        7149.92
    ],
    [
        " Yeah.",
        7150.08,
        7150.2
    ],
    [
        " I'm going to go at least learn some of it.",
        7150.28,
        7152.36
    ],
    [
        " I'm going to at least learn some of it.",
        7152.44,
        7154.44
    ],
    [
        " Yeah.",
        7154.64,
        7154.8
    ],
    [
        " I would take that.",
        7155.14,
        7156.14
    ],
    [
        " Oh, yeah.",
        7156.5,
        7156.9
    ],
    [
        " Even though I know it's hard, because people, you know, when you're, when you get older, you don't want to try something new.",
        7157.0,
        7162.5
    ],
    [
        " Even though it's proven that learning something new is completely beneficial for your mental and physical health.",
        7162.8,
        7171.56
    ],
    [
        " Yeah.",
        7171.66,
        7171.86
    ],
    [
        " Yeah.",
        7172.38,
        7173.5
    ],
    [
        " And I used to, yeah, it's not all like pleasurable roses and stuff.",
        7173.96,
        7180.66
    ],
    [
        " Oh, no.",
        7180.92,
        7181.14
    ],
    [
        " There's some struggle in there.",
        7181.18,
        7183.82
    ],
    [
        " But tell me about it.",
        7183.88,
        7185.7
    ],
    [
        " There's, there's, there's been a few.",
        7185.7,
        7187.76
    ],
    [
        " In Lister, I was, I was in turtle position.",
        7187.76,
        7190.24
    ],
    [
        " Dean Lister is the shoulders healing backup.",
        7190.58,
        7192.32
    ],
    [
        " I was in turtle position, mount and side control for 22 minutes the other day.",
        7192.62,
        7198.5
    ],
    [
        " And that's a struggle.",
        7198.76,
        7199.46
    ],
    [
        " And also he was pushing my face into the mat and saying what color is the mat?",
        7199.82,
        7205.38
    ],
    [
        " See, like I said, you see what I'm saying?",
        7205.78,
        7210.24
    ],
    [
        " Well, was that fun?",
        7210.42,
        7211.44
    ],
    [
        " The answer is no.",
        7211.7,
        7212.74
    ],
    [
        " No, that's high level struggle.",
        7212.88,
        7214.42
    ],
    [
        " Yeah.",
        7214.44,
        7214.8
    ],
    [
        " Because the typical person you're going to do, that's not going to happen to you.",
        7214.94,
        7217.82
    ],
    [
        " So that's, that's like the struggles.",
        7218.16,
        7219.82
    ],
    [
        " Yeah, that's, that's going to get someone that has a personal vendetta on your existence.",
        7219.98,
        7225.0
    ],
    [
        " Yeah.",
        7225.02,
        7225.3
    ],
    [
        " Dean has a mind.",
        7225.36,
        7226.12
    ],
    [
        " Yeah.",
        7226.46,
        7226.48
    ],
    [
        " Yeah, I think he has a CD called Kill Jockel.",
        7226.66,
        7229.24
    ],
    [
        " Yeah, factually.",
        7229.32,
        7230.68
    ],
    [
        " Nonetheless, all right.",
        7230.92,
        7231.8
    ],
    [
        " There's going to be some struggle in there.",
        7231.9,
        7233.2
    ],
    [
        " You get it, but you jump in there.",
        7233.24,
        7234.36
    ],
    [
        " Just like everything.",
        7234.58,
        7235.44
    ],
    [
        " When you learn golf, there's going to be a struggle.",
        7235.6,
        7237.22
    ],
    [
        " No.",
        7237.46,
        7237.7
    ],
    [
        " You're going to miss that hole sometimes.",
        7237.98,
        7239.66
    ],
    [
        " Yeah.",
        7239.66,
        7239.84
    ],
    [
        " But I know taking it from me.",
        7240.16,
        7241.42
    ],
    [
        " That's a different kind of struggle.",
        7241.42,
        7242.08
    ],
    [
        " Yeah.",
        7242.18,
        7242.36
    ],
    [
        " But on a prosciutto fundamental level, it's all the same struggle right there.",
        7242.38,
        7247.42
    ],
    [
        " Nonetheless, you're going to need a key.",
        7247.42,
        7249.3
    ],
    [
        " And when you get your key, you're going to go to originmain.com, get an origin key.",
        7249.78,
        7253.02
    ],
    [
        " It's the best kind of made in America from the cotton grown in America, loomed or weave woven.",
        7253.14,
        7258.96
    ],
    [
        " Woven.",
        7259.06,
        7259.44
    ],
    [
        " In America, assembled, sewn, stitched, presented, enjoyed, utilized in America.",
        7259.66,
        7269.22
    ],
    [
        " I actually can be elased wearing it for butt.",
        7269.22,
        7271.02
    ],
    [
        " Nonetheless, I'm in America.",
        7271.16,
        7272.08
    ],
    [
        " And they are factually now.",
        7272.3,
        7274.16
    ],
    [
        " Not my opinion.",
        7274.3,
        7275.24
    ],
    [
        " Sounds like an opinion, but it's factually.",
        7275.24,
        7277.44
    ],
    [
        " They're factually the best piece in the world.",
        7277.64,
        7279.72
    ],
    [
        " What's cool is the geese are awesome, but there's a problem.",
        7280.0,
        7286.82
    ],
    [
        " What's a problem?",
        7287.18,
        7288.28
    ],
    [
        " The problem is you can't wear a geet to the store.",
        7288.54,
        7290.8
    ],
    [
        " No.",
        7291.16,
        7292.98
    ],
    [
        " You can't wear a geet to the restaurant.",
        7293.26,
        7295.3
    ],
    [
        " No, no, really.",
        7295.8,
        7296.4
    ],
    [
        " And yet you wear the origin pants and you think, man, I wouldn't mind.",
        7296.7,
        7299.74
    ],
    [
        " If they had a pocket, I would roll out, right?",
        7299.9,
        7302.34
    ],
    [
        " Yeah.",
        7302.66,
        7302.74
    ],
    [
        " Especially if you get the black ones.",
        7302.94,
        7304.06
    ],
    [
        " Yes, exactly.",
        7304.34,
        7304.78
    ],
    [
        " It's not crazy to think, hey, maybe I'll just kind of roll out to the store or maybe go take my wife out for dinner.",
        7305.6,
        7312.88
    ],
    [
        " No.",
        7313.72,
        7313.96
    ],
    [
        " Yeah.",
        7314.26,
        7314.48
    ],
    [
        " But that's okay.",
        7315.08,
        7315.84
    ],
    [
        " Because guess what we got now?",
        7316.0,
        7316.96
    ],
    [
        " Denim.",
        7318.02,
        7318.42
    ],
    [
        " Origin jeans.",
        7318.8,
        7319.46
    ],
    [
        " Dig it.",
        7319.98,
        7320.56
    ],
    [
        " Yeah.",
        7320.74,
        7320.86
    ],
    [
        " So those are coming.",
        7321.68,
        7322.74
    ],
    [
        " Yeah, that's not quite out yet, but I got mine.",
        7323.2,
        7325.58
    ],
    [
        " Yeah, I don't have mine.",
        7325.58,
        7326.68
    ],
    [
        " And you know, I usually text him Pete, bro.",
        7326.68,
        7329.7
    ],
    [
        " I don't know.",
        7329.86,
        7330.56
    ],
    [
        " I don't want to buy.",
        7330.74,
        7331.16
    ],
    [
        " He beats me.",
        7331.28,
        7332.18
    ],
    [
        " He's busy, man.",
        7332.18,
        7332.86
    ],
    [
        " He does a lot.",
        7332.9,
        7333.52
    ],
    [
        " And I don't want to.",
        7333.76,
        7334.66
    ],
    [
        " Hey, my personal interest started to create roadblock or speed bumps in this whole thing.",
        7334.92,
        7340.7
    ],
    [
        " No.",
        7340.94,
        7341.06
    ],
    [
        " But I do want those jeans though.",
        7341.26,
        7343.46
    ],
    [
        " That's a thing.",
        7343.58,
        7344.12
    ],
    [
        " So I got to balance the little dichotomy.",
        7344.14,
        7345.88
    ],
    [
        " My personal interest and the interest of Pete and his discourse.",
        7346.02,
        7349.98
    ],
    [
        " Nonetheless, I will have him.",
        7350.46,
        7351.98
    ],
    [
        " We will have him when do they come out then?",
        7351.98,
        7353.66
    ],
    [
        " Jocker.",
        7354.04,
        7354.3
    ],
    [
        " In the process of coming out right now.",
        7354.62,
        7356.64
    ],
    [
        " Yeah.",
        7356.84,
        7357.04
    ],
    [
        " We have the material.",
        7357.12,
        7358.98
    ],
    [
        " We are cutting the material.",
        7359.28,
        7361.26
    ],
    [
        " Now we're selling the material.",
        7361.66,
        7362.76
    ],
    [
        " Yeah, it's interesting because I don't really get excited about jeans or I don't get it like",
        7363.18,
        7367.72
    ],
    [
        " new jeans coming out or the new iPhone.",
        7367.72,
        7369.78
    ],
    [
        " I don't get excited about that kind of stuff.",
        7369.98,
        7371.62
    ],
    [
        " But for some reason I'm kind excited about jeans.",
        7371.62,
        7373.96
    ],
    [
        " Let me tell you why.",
        7373.96,
        7374.78
    ],
    [
        " I'm a little bit excited about it.",
        7375.02,
        7376.4
    ],
    [
        " Because of this, jeans are American.",
        7376.48,
        7379.94
    ],
    [
        " Right?",
        7380.54,
        7381.14
    ],
    [
        " Jeans represent America.",
        7381.54,
        7383.48
    ],
    [
        " Let's face it.",
        7383.76,
        7384.66
    ],
    [
        " If you wanted to draw a stereotypical American human, they'd be wearing a pair of jeans.",
        7384.82,
        7389.36
    ],
    [
        " Yeah.",
        7389.52,
        7389.74
    ],
    [
        " Here's the problem.",
        7389.98,
        7390.6
    ],
    [
        " Jeans were made in America.",
        7391.02,
        7392.04
    ],
    [
        " Jeans were invented in America.",
        7392.28,
        7393.38
    ],
    [
        " Jeans became famous in America.",
        7393.86,
        7396.66
    ],
    [
        " And then we sold our soul and put them overseas.",
        7397.28,
        7400.46
    ],
    [
        " Let them get manufactured overseas.",
        7401.24,
        7402.76
    ],
    [
        " Something that shouldn't have happened.",
        7403.1,
        7404.96
    ],
    [
        " And so to bring it back to America.",
        7405.54,
        7408.84
    ],
    [
        " Does that feel good?",
        7409.44,
        7410.32
    ],
    [
        " Indeed.",
        7410.64,
        7410.96
    ],
    [
        " Yes it does.",
        7411.26,
        7411.82
    ],
    [
        " Yeah man, it makes sense.",
        7412.08,
        7413.2
    ],
    [
        " I dig it.",
        7413.48,
        7414.18
    ],
    [
        " So yeah, that's going to be...",
        7414.18,
        7415.74
    ],
    [
        " Bring back the soul.",
        7415.74,
        7416.46
    ],
    [
        " Other clothes are teachers and stuff of origin.",
        7417.08,
        7420.0
    ],
    [
        " You can get, even if you don't want jeans, you can get joggers right now.",
        7420.78,
        7424.5
    ],
    [
        " Yeah man, if you can do that, come on.",
        7424.56,
        7425.52
    ],
    [
        " Which is fairly equi-",
        7425.52,
        7426.32
    ],
    [
        " Supplements to joint warfare, curl oil, discipline.",
        7426.32,
        7429.16
    ],
    [
        " Discipline go.",
        7429.34,
        7430.12
    ],
    [
        " Discipline go.",
        7430.72,
        7432.36
    ],
    [
        " So, when I work, sometimes I have to work for two, three straight hours without any interruptions.",
        7433.66,
        7442.64
    ],
    [
        " Oh, got to.",
        7442.84,
        7443.5
    ],
    [
        " Yeah, yeah, you see what I'm saying?",
        7443.54,
        7444.36
    ],
    [
        " So I would be drinking discipline and all of a sudden I'm an hour and forty minutes in and guess what?",
        7444.66,
        7449.5
    ],
    [
        " I got to hit the head.",
        7449.78,
        7450.46
    ],
    [
        " Not the rest from breaking it.",
        7450.58,
        7451.54
    ],
    [
        " So that's why we made discipline go.",
        7451.56,
        7453.36
    ],
    [
        " Discipline goes just a pill.",
        7453.88,
        7455.96
    ],
    [
        " That's what it's called.",
        7457.02,
        7457.46
    ],
    [
        " A capsule.",
        7457.56,
        7457.98
    ],
    [
        " A capsule, yeah.",
        7458.16,
        7458.72
    ],
    [
        " And it's got the goodness in it.",
        7458.78,
        7461.18
    ],
    [
        " And we also have coming the discipline go and it can drink.",
        7461.18,
        7466.32
    ],
    [
        " Yeah, that's like a-",
        7466.94,
        7467.7
    ],
    [
        " Have you had it yet?",
        7467.7,
        7468.36
    ],
    [
        " Yes.",
        7468.56,
        7468.68
    ],
    [
        " And that's-",
        7469.0,
        7469.54
    ],
    [
        " Where did you have your first one?",
        7469.54,
        7470.48
    ],
    [
        " Where?",
        7471.04,
        7471.16
    ],
    [
        " Like where it was?",
        7471.48,
        7472.18
    ],
    [
        " Did you like-",
        7472.4,
        7472.64
    ],
    [
        " Did you want to New York when we were in?",
        7472.64,
        7474.16
    ],
    [
        " Yeah, I had one before that though.",
        7474.26,
        7476.34
    ],
    [
        " I had to call for-",
        7476.36,
        7477.18
    ],
    [
        " They sent me so.",
        7477.18,
        7477.88
    ],
    [
        " Yes, good.",
        7478.24,
        7478.84
    ],
    [
        " I got more coming today.",
        7479.18,
        7480.76
    ],
    [
        " Hopefully you'll be here.",
        7481.48,
        7482.74
    ],
    [
        " But, yeah.",
        7483.18,
        7484.42
    ],
    [
        " So that'll be coming.",
        7484.56,
        7485.1
    ],
    [
        " Of course we got mulk.",
        7485.6,
        7487.36
    ],
    [
        " Which apparently Dr. Luke hates me.",
        7487.92,
        7491.16
    ],
    [
        " And he went chocolate chip passionately.",
        7491.16,
        7492.6
    ],
    [
        " And so he heard him going off the other day like,",
        7493.18,
        7495.0
    ],
    [
        " Why would you want anything that tastes like toothpaste?",
        7495.04,
        7497.0
    ],
    [
        " Mint is toothpaste.",
        7497.88,
        7498.58
    ],
    [
        " Yeah.",
        7499.12,
        7499.32
    ],
    [
        " So we have a little disagreement.",
        7499.54,
        7500.52
    ],
    [
        " We'll have to settle one on the map.",
        7500.52,
        7501.84
    ],
    [
        " But he's just going with peanut butter or vanilla grill or something.",
        7502.18,
        7504.7
    ],
    [
        " And don't forget about the warrior kid mulk.",
        7504.86,
        7509.0
    ],
    [
        " No kidding.",
        7509.22,
        7509.86
    ],
    [
        " Yeah.",
        7510.28,
        7510.6
    ],
    [
        " It tastes like strawberry.",
        7511.74,
        7513.6
    ],
    [
        " Nestle's strawberry quick.",
        7514.02,
        7515.32
    ],
    [
        " That's what it tastes like.",
        7515.5,
        7516.62
    ],
    [
        " Yeah.",
        7516.76,
        7516.92
    ],
    [
        " Can I say that?",
        7517.06,
        7517.68
    ],
    [
        " Is that legal?",
        7517.88,
        7518.34
    ],
    [
        " Yes.",
        7518.56,
        7518.74
    ],
    [
        " Okay.",
        7519.34,
        7519.78
    ],
    [
        " Whether it's legal or not.",
        7520.06,
        7520.74
    ],
    [
        " I can say it.",
        7520.96,
        7521.56
    ],
    [
        " I did say it.",
        7521.56,
        7522.26
    ],
    [
        " And it's tastes exactly like-",
        7522.48,
        7524.86
    ],
    [
        " I'm using that.",
        7524.86,
        7525.56
    ],
    [
        " Exactly like strawberry nestle's quick.",
        7525.72,
        7528.58
    ],
    [
        " But it has no sugar.",
        7528.9,
        7530.64
    ],
    [
        " It's got awesome protein.",
        7530.86,
        7532.3
    ],
    [
        " And it will make your kid into the next-",
        7532.58,
        7536.2
    ],
    [
        " You're about to say something you leave over right now.",
        7536.2,
        7539.66
    ],
    [
        " The next-",
        7539.96,
        7543.06
    ],
    [
        " Square-away athletes.",
        7543.06,
        7544.06
    ],
    [
        " Nice.",
        7544.06,
        7544.36
    ],
    [
        " You go.",
        7544.5,
        7544.94
    ],
    [
        " Yes.",
        7544.94,
        7545.2
    ],
    [
        " I was going to name names.",
        7546.0,
        7546.94
    ],
    [
        " You can do it.",
        7547.76,
        7548.92
    ],
    [
        " Cool.",
        7549.1,
        7549.34
    ],
    [
        " So that's origin-",
        7549.52,
        7549.96
    ],
    [
        " So that's origin-",
        7549.96,
        7550.46
    ],
    [
        "",
        7550.46,
        7550.46
    ],
    [
        " Props to all my people, all my people up at origin that are working.",
        7550.48,
        7555.32
    ],
    [
        " Every day, someone, cut and stitch and moving, shipping, and making-",
        7555.86,
        7561.82
    ],
    [
        " Pretty much getting after it.",
        7561.82,
        7562.96
    ],
    [
        " Yep.",
        7563.0,
        7563.18
    ],
    [
        " Big time.",
        7563.36,
        7563.76
    ],
    [
        " Also, we have a store.",
        7564.12,
        7565.24
    ],
    [
        " It's called Jocco Store.",
        7565.52,
        7566.62
    ],
    [
        " You know, stuff, a little bit more formulated for representing the path itself.",
        7567.18,
        7571.88
    ],
    [
        " You know, a little bit skewed.",
        7572.2,
        7573.8
    ],
    [
        " But some good stuff on there.",
        7573.82,
        7574.78
    ],
    [
        " Some new stuff on there too.",
        7574.82,
        7575.88
    ],
    [
        " By the way.",
        7575.92,
        7576.58
    ],
    [
        " Oh, really?",
        7576.58,
        7577.06
    ],
    [
        " Yeah, they-",
        7577.26,
        7578.0
    ],
    [
        " The Travel Mugs.",
        7578.0,
        7579.84
    ],
    [
        " Okay.",
        7579.84,
        7580.26
    ],
    [
        " Kind of new.",
        7580.36,
        7581.38
    ],
    [
        " Got a-",
        7581.62,
        7582.12
    ],
    [
        " Nice.",
        7582.12,
        7582.28
    ],
    [
        " I'm putting a hoodie up there.",
        7582.6,
        7583.92
    ],
    [
        " It's a black on black.",
        7584.18,
        7585.06
    ],
    [
        " Hmm.",
        7585.34,
        7585.66
    ],
    [
        " I like that.",
        7586.2,
        7586.62
    ],
    [
        " It's good.",
        7586.76,
        7586.86
    ],
    [
        " Sobbing.",
        7586.86,
        7587.02
    ],
    [
        " Heavy.",
        7587.5,
        7587.84
    ],
    [
        " Oh, heavy?",
        7588.46,
        7589.16
    ],
    [
        " Is it heavy?",
        7589.42,
        7589.72
    ],
    [
        " Yes.",
        7590.0,
        7590.18
    ],
    [
        " Is it legit heavy?",
        7590.48,
        7591.32
    ],
    [
        " Legit heavy.",
        7591.54,
        7592.2
    ],
    [
        " Legit, like it's the heavy-",
        7592.56,
        7593.7
    ],
    [
        " Is it the heaviest?",
        7593.7,
        7594.56
    ],
    [
        " Heavyest one.",
        7594.84,
        7595.42
    ],
    [
        " In existence, I'm sorry to say no.",
        7595.54,
        7597.24
    ],
    [
        " But-",
        7597.62,
        7598.08
    ],
    [
        " Is there a heavy one that you've ever made?",
        7598.08,
        7599.72
    ],
    [
        " Yes.",
        7600.06,
        7600.22
    ],
    [
        " Okay.",
        7600.46,
        7600.64
    ],
    [
        " It's heavy.",
        7600.88,
        7601.18
    ],
    [
        " I want to noticeably heavier than the original.",
        7601.64,
        7604.78
    ],
    [
        "",
        7605.1,
        7605.1
    ],
    [
        " It's black on black.",
        7605.3,
        7605.78
    ],
    [
        " All right.",
        7606.58,
        7606.74
    ],
    [
        " You got it.",
        7607.02,
        7607.42
    ],
    [
        " Two of them nonetheless.",
        7607.62,
        7608.14
    ],
    [
        " Good stuff on their rash cards on there too.",
        7608.34,
        7609.84
    ],
    [
        " Forage you jitsu.",
        7610.0,
        7610.7
    ],
    [
        " Forage you jitsu.",
        7611.06,
        7611.72
    ],
    [
        " Representing the path.",
        7612.24,
        7613.5
    ],
    [
        " Big time on that one.",
        7613.66,
        7614.44
    ],
    [
        " Also.",
        7614.6,
        7615.02
    ],
    [
        " You can do other stuff with rash cards as well.",
        7615.64,
        7618.86
    ],
    [
        " But, um, yeah.",
        7619.2,
        7620.0
    ],
    [
        " Some good stuff on there.",
        7620.08,
        7620.86
    ],
    [
        " If you want to represent.",
        7620.88,
        7621.8
    ],
    [
        " Support.",
        7622.3,
        7623.2
    ],
    [
        " Stand the path.",
        7623.54,
        7624.32
    ],
    [
        " That's where you go.",
        7624.92,
        7626.56
    ],
    [
        " Jockelstore.com.",
        7626.64,
        7627.5
    ],
    [
        " Here's the thing about getting new stuff too.",
        7627.64,
        7629.2
    ],
    [
        " And this is-",
        7629.48,
        7630.26
    ],
    [
        " This is where-",
        7630.26,
        7631.06
    ],
    [
        " This is where six-year-old echo brain comes out.",
        7631.06,
        7633.36
    ],
    [
        " Yeah.",
        7633.38,
        7633.54
    ],
    [
        " And here's the thing.",
        7634.02,
        7634.54
    ],
    [
        " Straight up.",
        7634.76,
        7634.94
    ],
    [
        " But it still applies.",
        7635.02,
        7635.86
    ],
    [
        " It still applies.",
        7635.86,
        7636.58
    ],
    [
        " And if this dawns on me from time to time, especially when it hits me, when you get like a new thing, right?",
        7636.74,
        7642.24
    ],
    [
        " I've talked about this before.",
        7642.32,
        7642.98
    ],
    [
        " When you get a new rash card.",
        7643.02,
        7643.8
    ],
    [
        " You are six years old.",
        7643.82,
        7644.74
    ],
    [
        " Bro, you don't even act.",
        7645.14,
        7646.48
    ],
    [
        " You lie.",
        7646.56,
        7646.8
    ],
    [
        " You know what I think?",
        7647.0,
        7647.6
    ],
    [
        " I think you think the same thing.",
        7647.74,
        7648.9
    ],
    [
        " I think you feel the same way.",
        7649.08,
        7650.36
    ],
    [
        " You won't necessarily admit it, especially not to me.",
        7650.5,
        7652.9
    ],
    [
        " I think you-",
        7653.14,
        7653.68
    ],
    [
        " I think you feel the same way.",
        7653.68,
        7654.78
    ],
    [
        " You-",
        7655.34,
        7655.92
    ],
    [
        " Okay.",
        7655.92,
        7656.12
    ],
    [
        " If you got a new-",
        7656.54,
        7660.24
    ],
    [
        " And I'm-",
        7660.24,
        7660.8
    ],
    [
        " Oh, you keep doing what you're doing.",
        7660.8,
        7662.24
    ],
    [
        " I'll think of something over here.",
        7662.4,
        7663.3
    ],
    [
        " Well, think surfboard, think whatever.",
        7663.44,
        7664.92
    ],
    [
        " Oh yeah.",
        7665.26,
        7665.32
    ],
    [
        " And unless there you go.",
        7665.4,
        7666.34
    ],
    [
        " So if you get a new rash card, a new key, even new socks sometimes.",
        7666.52,
        7672.38
    ],
    [
        " New shoes.",
        7672.74,
        7673.3
    ],
    [
        " I've got new socks.",
        7673.3,
        7674.32
    ],
    [
        " It's like a 1843.",
        7674.44,
        7676.16
    ],
    [
        " I get the socks from on it.",
        7676.78,
        7678.34
    ],
    [
        " I get fired up.",
        7678.44,
        7679.36
    ],
    [
        " Nonetheless, you get something new.",
        7679.86,
        7681.18
    ],
    [
        " Get a rash card.",
        7681.26,
        7681.76
    ],
    [
        " This is get after it.",
        7681.76,
        7682.74
    ],
    [
        " If you don't have one already.",
        7682.82,
        7683.8
    ],
    [
        " You will be looking for it to go into Jockelstore that much more.",
        7684.12,
        7687.82
    ],
    [
        " And that's the good thing about like these things that-",
        7688.4,
        7691.4
    ],
    [
        " That is the pattern.",
        7691.4,
        7692.02
    ],
    [
        " The pattern.",
        7692.46,
        7692.8
    ],
    [
        "",
        7693.22,
        7693.22
    ],
    [
        " The pattern.",
        7693.22,
        7693.54
    ],
    [
        " No.",
        7694.28,
        7694.58
    ],
    [
        " It's 100% correct.",
        7694.92,
        7696.46
    ],
    [
        " Try it.",
        7696.76,
        7697.22
    ],
    [
        " Actually, I would say for anyone who has like, you know, a shirt or whatever, they- they felt it.",
        7697.38,
        7702.96
    ],
    [
        " Oh, that's what I-",
        7703.14,
        7703.94
    ],
    [
        " That's what I-",
        7703.94,
        7704.4
    ],
    [
        " That's what I-",
        7704.4,
        7704.8
    ],
    [
        " No.",
        7704.8,
        7704.96
    ],
    [
        " I-",
        7705.28,
        7705.58
    ],
    [
        " I-",
        7705.58,
        7706.32
    ],
    [
        " I-",
        7706.32,
        7706.4
    ],
    [
        " I understand what you're saying.",
        7706.4,
        7707.68
    ],
    [
        " And it actually is true when people-",
        7708.08,
        7712.54
    ],
    [
        " When you get the-",
        7712.54,
        7713.42
    ],
    [
        " You know, that's the classic-",
        7713.42,
        7715.16
    ],
    [
        " The classic scene from literature.",
        7715.16,
        7717.74
    ],
    [
        " Sure.",
        7718.28,
        7718.72
    ],
    [
        " It is the-",
        7719.04,
        7720.06
    ],
    [
        " I think it's like the dawning of the uniform of the- of the warrior.",
        7720.06,
        7723.82
    ],
    [
        " Yeah, yeah.",
        7724.08,
        7724.48
    ],
    [
        " And they do in movies too, the collage.",
        7724.5,
        7726.08
    ],
    [
        " You know, the-",
        7726.24,
        7727.22
    ],
    [
        " The hero is putting his boots on and then he's putting his web gear on.",
        7727.22,
        7730.52
    ],
    [
        " And even just when people see, you know, the superhero's secret thing opens up in all these gears in there.",
        7730.72,
        7737.4
    ],
    [
        " Oh yeah, really?",
        7737.4,
        7738.42
    ],
    [
        " It's all fired up.",
        7738.5,
        7739.2
    ],
    [
        " Or like the-",
        7739.24,
        7740.34
    ],
    [
        " The old vet has to go into that chest in his-",
        7740.34,
        7747.72
    ],
    [
        " You know when he's-",
        7747.72,
        7748.7
    ],
    [
        " Or open opening up the chest filled with war gear.",
        7748.7,
        7751.66
    ],
    [
        " Yeah, yeah.",
        7751.92,
        7752.56
    ],
    [
        " You know I ruined that a little fire.",
        7752.6,
        7753.78
    ],
    [
        " Yeah, because they understand.",
        7753.96,
        7755.92
    ],
    [
        " Exactly, right?",
        7756.22,
        7757.1
    ],
    [
        " So same deal.",
        7757.68,
        7758.2
    ],
    [
        " Anyway, jocostore.com.",
        7758.5,
        7760.08
    ],
    [
        " You want to represent on the path.",
        7760.2,
        7761.74
    ],
    [
        " Get fired up about-",
        7761.94,
        7764.06
    ],
    [
        " Stop.",
        7764.06,
        7764.36
    ],
    [
        " There you go.",
        7764.94,
        7765.64
    ],
    [
        " See something like grab something.",
        7766.0,
        7767.52
    ],
    [
        " Also,",
        7768.24,
        7768.64
    ],
    [
        " Jocawait T.",
        7769.06,
        7770.44
    ],
    [
        " We're still doing that.",
        7771.24,
        7772.3
    ],
    [
        " I'm still doing that big time because I was never a T person.",
        7772.42,
        7774.88
    ],
    [
        " I mean, I'm saying that's saying something because I was never a T person.",
        7774.9,
        7778.26
    ],
    [
        " But guess what?",
        7778.66,
        7779.7
    ],
    [
        " Look at me.",
        7779.84,
        7780.12
    ],
    [
        " T person.",
        7780.32,
        7780.74
    ],
    [
        " Well, kind of I only drink this T-pa, you know, I'm into it.",
        7780.9,
        7783.74
    ],
    [
        " You're a Jocawait T person apparently.",
        7783.8,
        7785.8
    ],
    [
        " Big time.",
        7785.96,
        7786.26
    ],
    [
        " How's that deadlift?",
        7786.34,
        7786.96
    ],
    [
        " Huge.",
        7787.46,
        7787.7
    ],
    [
        " 8,100 pounds.",
        7788.1,
        7789.38
    ],
    [
        " Actually, you know, I've been sticking with it.",
        7789.66,
        7791.88
    ],
    [
        " Hey, subscribe to the podcast if you haven't.",
        7792.24,
        7794.52
    ],
    [
        " iTunes, Google Play Stitcher, leave reviews so I can read them.",
        7794.52,
        7798.28
    ],
    [
        " Yeah, if you want.",
        7798.86,
        7799.5
    ],
    [
        " If you don't want them, don't.",
        7799.92,
        7801.88
    ],
    [
        " What?",
        7802.02,
        7802.32
    ],
    [
        " Also, where are your kids podcasts?",
        7803.34,
        7805.26
    ],
    [
        " Subscribe to that one.",
        7805.74,
        7806.52
    ],
    [
        " I was on a podcast yesterday and they asked me to say subscribe to their podcast.",
        7806.6,
        7810.96
    ],
    [
        " Yeah.",
        7811.36,
        7811.5
    ],
    [
        " And I said, I don't even ask people to subscribe to my podcast.",
        7811.72,
        7813.9
    ],
    [
        " And I was like, well, actually, I got-",
        7814.14,
        7815.18
    ],
    [
        " Kind of do.",
        7815.18,
        7815.82
    ],
    [
        " And now I just did.",
        7816.2,
        7817.32
    ],
    [
        " Yeah.",
        7817.68,
        7818.02
    ],
    [
        " Maybe it's, you know, yeah, I do.",
        7818.56,
        7820.22
    ],
    [
        " No, actually you and I had this discussion many times.",
        7820.22,
        7822.56
    ],
    [
        " I was like, why do we need to do, because you, you're like,",
        7822.56,
        7824.1
    ],
    [
        " what people need to subscribe?",
        7824.16,
        7825.12
    ],
    [
        " Maybe they haven't subscribed.",
        7825.46,
        7826.5
    ],
    [
        " I mean, we're 162 podcasts deep.",
        7827.04,
        7830.0
    ],
    [
        " That's got to be four, five hundred hours of listening.",
        7830.0,
        7834.3
    ],
    [
        " You don't think someone hit subscribe yet?",
        7834.54,
        7836.14
    ],
    [
        " Well, I agree with you fully.",
        7836.28,
        7837.82
    ],
    [
        " So can we cut this out now?",
        7837.96,
        7839.34
    ],
    [
        " We, yeah.",
        7839.56,
        7840.26
    ],
    [
        " You wrote this by the way, but yeah, of course we can.",
        7840.5,
        7843.2
    ],
    [
        " Well, this is-",
        7843.52,
        7844.28
    ],
    [
        " This is a carryover.",
        7844.28,
        7846.8
    ],
    [
        " Yes, carryover.",
        7847.18,
        7848.3
    ],
    [
        " Oh, yes, look, it's us doing what we talked about before earlier today,",
        7848.74,
        7852.7
    ],
    [
        " about doing things like, because that's just how, you know,",
        7852.86,
        7857.28
    ],
    [
        " we got to think.",
        7857.34,
        7858.12
    ],
    [
        " We got to think.",
        7858.34,
        7858.8
    ],
    [
        " Why do we want to waste five seconds of someone's time telling him?",
        7859.44,
        7862.84
    ],
    [
        " You know, it just sounds kind of like what is it?",
        7863.04,
        7865.28
    ],
    [
        " Like what are you called redundant or something?",
        7865.28,
        7867.14
    ],
    [
        " It's kind of like, you think everyone, do you think anyone ever got to this point,",
        7867.32,
        7871.72
    ],
    [
        " three hours deep into the podcast and you or I said and subscribe to them?",
        7871.72,
        7876.48
    ],
    [
        " And they reached down to their, like, their phone and his.",
        7876.58,
        7878.46
    ],
    [
        " Oh, my gosh.",
        7878.46,
        7879.34
    ],
    [
        " Oh, shoot.",
        7879.44,
        7880.44
    ],
    [
        " We can do that.",
        7880.64,
        7881.72
    ],
    [
        " Yeah, yeah, yeah.",
        7881.86,
        7882.32
    ],
    [
        " Well, hey, you're right.",
        7882.32,
        7883.18
    ],
    [
        " Let me tell you what you might forget.",
        7883.24,
        7884.4
    ],
    [
        " You might forget to subscribe to the war, your kid podcast,",
        7884.52,
        7886.68
    ],
    [
        " because it's not coming out quite as consistently at this time,",
        7886.68,
        7889.68
    ],
    [
        " but it is a great podcast for you or for your kids to listen to,",
        7889.68,
        7895.34
    ],
    [
        " to get them on the path.",
        7895.6,
        7897.0
    ],
    [
        " Yeah.",
        7897.42,
        7897.5
    ],
    [
        " They can also...",
        7898.26,
        7899.22
    ],
    [
        " If you have kids, that's a good one.",
        7899.22,
        7900.9
    ],
    [
        " Oh, if you have kids, it's definitely a good one.",
        7901.24,
        7902.68
    ],
    [
        " If you don't have kids, it's not a bad one.",
        7902.82,
        7904.5
    ],
    [
        " Yeah, you can learn some real fundamental.",
        7904.84,
        7906.88
    ],
    [
        " Those are lessons that you kind of forget.",
        7908.0,
        7909.84
    ],
    [
        " Do you know?",
        7910.34,
        7910.92
    ],
    [
        " That's what I think.",
        7912.22,
        7912.8
    ],
    [
        " Also, you got to warrior kid soap, IrishOaksRanch.com.",
        7913.12,
        7916.02
    ],
    [
        " I got a young Aiden warrior kid.",
        7916.12,
        7917.5
    ],
    [
        " Making soap.",
        7918.6,
        7921.2
    ],
    [
        " Yeah, interesting.",
        7921.64,
        7922.74
    ],
    [
        " Having his own business.",
        7923.02,
        7924.0
    ],
    [
        " Yeah.",
        7924.36,
        7924.52
    ],
    [
        " Thumb some support.",
        7924.84,
        7925.64
    ],
    [
        " Whatever, IrishOaksRanch.com.",
        7926.12,
        7928.96
    ],
    [
        " Real soap, too, by the way.",
        7929.12,
        7930.4
    ],
    [
        " Yeah.",
        7930.64,
        7930.8
    ],
    [
        "",
        7930.88,
        7930.88
    ],
    [
        " Ooh, let me buy the soap kit online and put my flavor in there and sell it.",
        7930.98,
        7937.3
    ],
    [
        " You can do that.",
        7937.56,
        7938.1
    ],
    [
        " Oh, I didn't know you could do that.",
        7938.24,
        7939.22
    ],
    [
        " How the hell do you even know that?",
        7939.44,
        7940.64
    ],
    [
        " I, you know, I know some things.",
        7940.64,
        7942.82
    ],
    [
        " You've got all kinds of weird knowledge.",
        7942.82,
        7943.7
    ],
    [
        " So, the last...",
        7945.3,
        7946.34
    ],
    [
        " Don't forget about YouTube.",
        7946.34,
        7947.58
    ],
    [
        " And that's where you can see Echo's legit videos.",
        7948.62,
        7950.84
    ],
    [
        " And when you get done watching the video, make sure you get some skin.",
        7951.3,
        7954.44
    ],
    [
        " No, the last.",
        7956.24,
        7956.6
    ],
    [
        " We do have a YouTube channel.",
        7956.72,
        7957.68
    ],
    [
        " Yes, that is the point.",
        7957.78,
        7959.02
    ],
    [
        " Because, you know, if you like the video version or you didn't know there was a video version.",
        7959.26,
        7963.08
    ],
    [
        " You can leave comments there, too.",
        7963.38,
        7964.64
    ],
    [
        " I read them.",
        7965.1,
        7965.76
    ],
    [
        " Yeah.",
        7966.46,
        7966.7
    ],
    [
        " I read YouTube comments, even though Joe Rogan tells me not to.",
        7966.78,
        7969.78
    ],
    [
        " Yeah.",
        7970.38,
        7970.74
    ],
    [
        " Because you do, that's a slippery slope.",
        7970.96,
        7972.74
    ],
    [
        " Because if a comment comes and it like, it's...",
        7972.88,
        7975.28
    ],
    [
        " What's the worst can comment is the kind that's true or kind of true that like...",
        7975.28,
        7981.1
    ],
    [
        " Oh.",
        7981.1,
        7981.48
    ],
    [
        " Just like you're saying like, it won't hit you.",
        7981.7,
        7983.62
    ],
    [
        " It's not a hard punch.",
        7983.64,
        7984.48
    ],
    [
        " It's a little indirect fire.",
        7984.84,
        7985.66
    ],
    [
        " It's an indirect fire, but more effective like, you know, in your neck or something.",
        7985.82,
        7989.54
    ],
    [
        " You know, it's like that kind of...",
        7989.66,
        7990.4
    ],
    [
        " It has to be a little bit true.",
        7990.4,
        7991.58
    ],
    [
        " I actually...",
        7992.64,
        7993.22
    ],
    [
        " I think I've told you this before, but I was one night, I was reading YouTube comments",
        7993.22,
        7997.96
    ],
    [
        " to my oldest dogger about me.",
        7998.42,
        8000.76
    ],
    [
        " And I forget it was...",
        8001.02,
        8002.38
    ],
    [
        " It wasn't our podcast.",
        8002.38,
        8003.68
    ],
    [
        " It was a different podcast, a podcast that maybe people weren't as much on board in the program.",
        8003.98,
        8008.84
    ],
    [
        " So that's a lot of really colorful things to see.",
        8009.02,
        8011.52
    ],
    [
        " Yeah.",
        8012.08,
        8012.18
    ],
    [
        " So I think Joe Rogan's saying to you, like, don't read them.",
        8013.04,
        8016.8
    ],
    [
        " And this is why he doesn't say you're knowing that.",
        8016.8,
        8018.48
    ],
    [
        " He just...",
        8019.16,
        8019.5
    ],
    [
        " He doesn't say it like, hey, hey, Joe, don't know.",
        8019.5,
        8021.58
    ],
    [
        " He's like, oh, you can't read the YouTube comments, man.",
        8021.62,
        8024.24
    ],
    [
        " He'll say it like that.",
        8024.44,
        8025.22
    ],
    [
        " Yes.",
        8025.38,
        8025.56
    ],
    [
        " And that's what I mean.",
        8025.7,
        8026.34
    ],
    [
        " So you just knowing that allows you to go in and know like, okay, you can read them.",
        8026.34,
        8030.9
    ],
    [
        " And you just got to know that that's a cesspool.",
        8030.94,
        8032.84
    ],
    [
        " But it freaks me out when Jordan Peterson, like, says he reads it, but like they impact him.",
        8032.98,
        8037.36
    ],
    [
        " Yes.",
        8037.48,
        8037.68
    ],
    [
        " He just didn't know.",
        8038.02,
        8038.82
    ],
    [
        " He just didn't know.",
        8038.94,
        8039.7
    ],
    [
        " No, Joe Rogan needs to tell him.",
        8039.84,
        8041.14
    ],
    [
        " You got to tell him, hey, that's like...",
        8041.36,
        8043.0
    ],
    [
        " That's not a normal comment section is what I'm saying.",
        8043.0,
        8045.18
    ],
    [
        " It's not like on Instagram where it's like, hey, you know, it's like...",
        8045.32,
        8048.68
    ],
    [
        " It's just different.",
        8048.68,
        8049.42
    ],
    [
        " The dynamic...",
        8049.6,
        8050.3
    ],
    [
        " Brow, I used to make these videos, you know this, but I used to make these videos like, you know,",
        8050.3,
        8054.42
    ],
    [
        " parodies of like Darth Vader goes on dates and then I made this one.",
        8054.44,
        8058.46
    ],
    [
        " Can you put those on my channel, on our channel, on our new channel?",
        8058.52,
        8061.82
    ],
    [
        " People still watch.",
        8061.96,
        8062.9
    ],
    [
        " I mean, they're funny.",
        8062.9,
        8063.72
    ],
    [
        " Deans are some.",
        8064.0,
        8064.92
    ],
    [
        " But I made this one bikini lightsaber battle.",
        8065.02,
        8069.6
    ],
    [
        " It's like, you know, I'm glory in them.",
        8069.6,
        8072.22
    ],
    [
        " They're just fighting with lightsabers at the beach or whatever.",
        8072.22,
        8074.54
    ],
    [
        " And...",
        8074.88,
        8075.54
    ],
    [
        " Well, you know, people watch them, but man, I look at the comments on that, man.",
        8075.54,
        8080.38
    ],
    [
        " It's like people...",
        8080.5,
        8081.22
    ],
    [
        " I think someone wanted me to die.",
        8081.22,
        8082.98
    ],
    [
        " He said whoever made this should die.",
        8082.98,
        8084.96
    ],
    [
        " Like literally said that.",
        8085.16,
        8086.42
    ],
    [
        " I was like, dang.",
        8086.52,
        8087.24
    ],
    [
        " What was they hating about it?",
        8087.78,
        8089.1
    ],
    [
        " What were they hating about it?",
        8089.28,
        8090.12
    ],
    [
        " That it was dumb.",
        8090.12,
        8090.7
    ],
    [
        " Oh, okay.",
        8091.1,
        8091.66
    ],
    [
        " Which it is, by the way.",
        8091.78,
        8092.8
    ],
    [
        " Yeah, it's like two girls.",
        8093.24,
        8094.42
    ],
    [
        " They're mad at something.",
        8094.42,
        8095.7
    ],
    [
        " They have a light saber.",
        8096.06,
        8096.84
    ],
    [
        " And they have a light saber.",
        8097.1,
        8098.18
    ],
    [
        " And then like...",
        8098.18,
        8100.3
    ],
    [
        " She...",
        8100.3,
        8100.76
    ],
    [
        " One girl kills the other one.",
        8100.76,
        8102.1
    ],
    [
        " And then like spider man comes out.",
        8102.4,
        8104.02
    ],
    [
        " It is basically all the props that I had at my house.",
        8104.14,
        8106.58
    ],
    [
        " It's like, let me make a video, you know?",
        8106.58,
        8108.18
    ],
    [
        " And so it was like, you know, it was dumb for sure.",
        8108.96,
        8111.4
    ],
    [
        " But, bro, you don't have to say that kind of comments.",
        8111.4,
        8113.48
    ],
    [
        " Like, bro, I gotta die now because it's dumb.",
        8113.62,
        8115.54
    ],
    [
        " Anyway, the point is, yeah, you gotta kind of know that that's not a normal comments.",
        8116.5,
        8121.18
    ],
    [
        " Yeah.",
        8121.5,
        8121.86
    ],
    [
        " And YouTube there.",
        8122.16,
        8123.0
    ],
    [
        " But, you know?",
        8123.2,
        8123.64
    ],
    [
        " I get an entertainment out of it.",
        8123.7,
        8125.44
    ],
    [
        " It's pretty fun.",
        8125.52,
        8126.28
    ],
    [
        " Also, you got psychological warfare that's on iTunes, Google Play, Mb3 platforms.",
        8126.54,
        8130.4
    ],
    [
        " And that is a album with tracks about how to overcome various stages of weakness that you might occur.",
        8130.42,
        8136.48
    ],
    [
        " That might occur during your day.",
        8136.62,
        8137.82
    ],
    [
        " That's all we're gonna say about that one.",
        8138.28,
        8139.46
    ],
    [
        " It's good.",
        8139.46,
        8139.82
    ],
    [
        " That's very concise.",
        8139.98,
        8140.7
    ],
    [
        " Yeah.",
        8140.72,
        8141.08
    ],
    [
        " It's jocco though, by the way, on the track.",
        8141.3,
        8143.84
    ],
    [
        " So that's something.",
        8143.96,
        8144.78
    ],
    [
        " Also, on it, on it.com slash jocco.",
        8145.32,
        8148.5
    ],
    [
        " This is where I get all my kettlebells and socks, like I mentioned.",
        8148.6,
        8151.56
    ],
    [
        " It seems odd.",
        8151.76,
        8152.48
    ],
    [
        " Like why would you just get socks from on it?",
        8152.76,
        8154.32
    ],
    [
        " Because they're freaking dope.",
        8154.46,
        8155.28
    ],
    [
        " You ever watch, you ever look at the socks on on it?",
        8155.46,
        8157.62
    ],
    [
        " They're freaking good.",
        8157.96,
        8158.64
    ],
    [
        " Yeah.",
        8158.84,
        8159.0
    ],
    [
        " Really good.",
        8159.26,
        8159.78
    ],
    [
        " You want to flex on the guy's pattern.",
        8160.12,
        8161.64
    ],
    [
        " I got all of them.",
        8162.82,
        8163.54
    ],
    [
        " So, weird flex, but okay.",
        8163.76,
        8166.68
    ],
    [
        " Yeah.",
        8167.38,
        8167.66
    ],
    [
        " No, when you want to flex at the people at the TSA.",
        8167.66,
        8171.88
    ],
    [
        " I keep wanting to use the term flex like in its modern way.",
        8172.46,
        8176.26
    ],
    [
        " I know.",
        8176.3,
        8176.48
    ],
    [
        " Because my kids use it.",
        8176.48,
        8177.64
    ],
    [
        " Yeah.",
        8177.76,
        8177.86
    ],
    [
        " And I keep wanting to use it.",
        8178.2,
        8180.44
    ],
    [
        " Keep trying, man.",
        8180.5,
        8182.06
    ],
    [
        " Yeah.",
        8182.22,
        8182.48
    ],
    [
        " I think you're doing pretty good.",
        8182.48,
        8183.58
    ],
    [
        " But no, I haven't really appropriately used it yet.",
        8183.78,
        8186.28
    ],
    [
        " Well, you used weird flex, but okay.",
        8186.68,
        8188.74
    ],
    [
        " To me, not about me.",
        8189.18,
        8191.24
    ],
    [
        " Like you're saying about someone else.",
        8191.34,
        8192.9
    ],
    [
        "",
        8193.26,
        8193.26
    ],
    [
        " No, because Casey had a video that was called that.",
        8193.34,
        8196.52
    ],
    [
        " It was called Weird Flex, but okay.",
        8196.82,
        8198.3
    ],
    [
        " And that's when I realized it was a thing.",
        8198.62,
        8200.04
    ],
    [
        " That's an actual thing.",
        8200.42,
        8202.36
    ],
    [
        " Weird flex, but okay.",
        8202.96,
        8203.92
    ],
    [
        " No, you told me it was a thing.",
        8204.12,
        8205.58
    ],
    [
        " Yeah.",
        8205.84,
        8206.02
    ],
    [
        " I like that.",
        8206.18,
        8206.88
    ],
    [
        " I don't use it.",
        8207.14,
        8208.08
    ],
    [
        " I want to use it, but.",
        8208.12,
        8209.04
    ],
    [
        " It's sort of humble brag, right?",
        8209.16,
        8210.36
    ],
    [
        " No.",
        8211.08,
        8211.3
    ],
    [
        " Weird flex, but.",
        8211.52,
        8212.26
    ],
    [
        " Yeah.",
        8212.92,
        8212.94
    ],
    [
        " Yeah.",
        8212.94,
        8213.28
    ],
    [
        " It's like you're bringing about something kind of weird to brag about.",
        8213.44,
        8215.96
    ],
    [
        " But cool, man.",
        8216.16,
        8217.0
    ],
    [
        " Do what you do.",
        8217.12,
        8218.08
    ],
    [
        " Kind of thing.",
        8218.28,
        8218.66
    ],
    [
        " That's what Casey's video was.",
        8218.94,
        8220.88
    ],
    [
        " Weird flex, but okay.",
        8221.04,
        8222.0
    ],
    [
        " It was about, he was in a movie.",
        8222.16,
        8225.54
    ],
    [
        " And he was kind of like flexing, but he was in a movie.",
        8225.96,
        8228.06
    ],
    [
        " And he was like, but okay.",
        8228.42,
        8229.34
    ],
    [
        " Yeah.",
        8229.62,
        8229.96
    ],
    [
        " Here's all fired up.",
        8230.38,
        8231.62
    ],
    [
        " Yeah, it'd be more like, hey, like I can turn my eyelids inside out.",
        8231.7,
        8237.42
    ],
    [
        " Okay.",
        8237.42,
        8238.26
    ],
    [
        " Weird flex, but okay.",
        8238.7,
        8240.36
    ],
    [
        " That because flex was a little stupid.",
        8240.52,
        8242.06
    ],
    [
        " Yeah.",
        8243.6,
        8245.64
    ],
    [
        " Oh, you see what I'm saying.",
        8245.64,
        8247.18
    ],
    [
        " That's the only thing.",
        8247.24,
        8247.88
    ],
    [
        " Nonetheless, on it.",
        8247.96,
        8249.08
    ],
    [
        " This is where you get your fitness stuff, right?",
        8249.22,
        8251.32
    ],
    [
        " You know how we all have home gyms.",
        8251.48,
        8254.0
    ],
    [
        " Most of us.",
        8254.32,
        8254.96
    ],
    [
        " Yeah.",
        8254.96,
        8255.16
    ],
    [
        " And you know, you want to dig you want some more kennel bells, you want some jump ropes,",
        8255.32,
        8258.22
    ],
    [
        " battle ropes, like stuff, more good stuff to keep you on the path, keep you in shape.",
        8258.52,
        8263.46
    ],
    [
        " That's where you go on it.",
        8263.62,
        8264.64
    ],
    [
        " If you want to get your mind in shape, your brain in shape, then you should read.",
        8265.02,
        8270.06
    ],
    [
        " If you want to read some books that I wrote, then cool.",
        8270.26,
        8272.66
    ],
    [
        " You can read Mikey and the Dragons.",
        8273.42,
        8275.04
    ],
    [
        " Best children's book ever for children under the age of six.",
        8275.62,
        8279.06
    ],
    [
        " Voted by me and you.",
        8280.04,
        8282.26
    ],
    [
        " Yeah.",
        8282.5,
        8282.76
    ],
    [
        " And our children and our children.",
        8283.0,
        8284.96
    ],
    [
        " Actually, someone asked my daughter, my middle daughter the other day, what's your favorite",
        8285.1,
        8290.94
    ],
    [
        " book of your dad's?",
        8290.94,
        8291.98
    ],
    [
        " And she said Mikey and the Dragons.",
        8292.14,
        8293.74
    ],
    [
        " Interesting.",
        8294.08,
        8294.58
    ],
    [
        " Yeah.",
        8294.8,
        8294.96
    ],
    [
        " My daughter didn't, we didn't have any kind of official like, oh, what's the best one?",
        8295.26,
        8298.76
    ],
    [
        " But the one that she always reaches for or pushes for is way the warrior kid to mark",
        8298.76,
        8304.38
    ],
    [
        " his mission.",
        8304.38,
        8304.64
    ],
    [
        "",
        8304.76,
        8304.76
    ],
    [
        " She likes marks mission.",
        8304.76,
        8305.6
    ],
    [
        " So there's that.",
        8305.78,
        8306.66
    ],
    [
        " So there's Mikey and the Dragons.",
        8306.84,
        8307.6
    ],
    [
        " There's way the warrior kid to marks mission.",
        8307.6,
        8310.2
    ],
    [
        " There's way the court warrior kid.",
        8310.76,
        8312.5
    ],
    [
        " One, which is called way the warrior kid soon to be way the warrior kid.",
        8312.64,
        8317.62
    ],
    [
        " Three, writing is complete.",
        8317.86,
        8319.14
    ],
    [
        " John Bozak is knee deep in the art right now.",
        8319.58,
        8322.16
    ],
    [
        " And that will be coming out in the spring.",
        8322.74,
        8325.06
    ],
    [
        " I'm going to get it on Amazon for preorder as early as I possibly can so we don't have",
        8325.26,
        8330.74
    ],
    [
        " another scenario like we had with Mikey, the Dragons, where we bought you all bought a lot",
        8330.74,
        8336.46
    ],
    [
        " of them.",
        8336.46,
        8336.78
    ],
    [
        " And I didn't have them on hand, let's say, did get them everybody by Christmas.",
        8337.2,
        8342.66
    ],
    [
        " So look for that one way the warrior kid three will be coming out.",
        8342.84,
        8345.9
    ],
    [
        " And then of course, we got discipline equals freedom field manual, which is awesome to",
        8345.9,
        8351.3
    ],
    [
        " see that impact people.",
        8351.3,
        8353.54
    ],
    [
        " And it's also a good gift to give to people that maybe need help.",
        8354.18,
        8358.36
    ],
    [
        " Yeah.",
        8358.82,
        8359.0
    ],
    [
        " Just kind of steering the right direction.",
        8359.3,
        8361.36
    ],
    [
        " Extreme ownership and the dichotomy leadership.",
        8361.8,
        8363.94
    ],
    [
        " Those are the leadership books that I wrote with my brother, Laf Babin.",
        8363.96,
        8367.1
    ],
    [
        " And they will help you with your organization and in your business and in your life lead.",
        8367.88,
        8375.64
    ],
    [
        " And when also we got Ashlant Front, which is my leadership consultancy.",
        8376.54,
        8382.24
    ],
    [
        " It's me.",
        8382.38,
        8383.14
    ],
    [
        " It's Laf Babin, JP DeNel, Dave Burke, Flynn Cochran, Mike Sirelli, Mike Bayema.",
        8383.38,
        8388.7
    ],
    [
        " There's a picture that echoes into.",
        8389.16,
        8391.46
    ],
    [
        " He just randomly in the picture on the website.",
        8392.8,
        8395.14
    ],
    [
        " But he's not one of the leadership instructors.",
        8395.48,
        8400.28
    ],
    [
        " He is one of the leadership instructor, Filmers.",
        8400.48,
        8403.98
    ],
    [
        " Right.",
        8404.3,
        8407.24
    ],
    [
        " Hey, man, I'm on the website.",
        8408.1,
        8409.22
    ],
    [
        " So that's really all.",
        8409.22,
        8410.24
    ],
    [
        " So what we do is we solve problems through leadership.",
        8410.46,
        8413.64
    ],
    [
        " Go to Ashlantfront.com for that.",
        8413.94,
        8415.46
    ],
    [
        " We also have the mustard coming up 2019.",
        8415.54,
        8417.38
    ],
    [
        " It's going to be May 23rd and 24th in Chicago September 19th and 20th in Denver.",
        8417.38,
        8421.44
    ],
    [
        " And December 4th and 5th in Sydney, Australia.",
        8421.66,
        8425.58
    ],
    [
        " Check out a treemonership.com.",
        8426.28,
        8428.46
    ],
    [
        " They all have sold out and this will sell out as well.",
        8428.78,
        8434.04
    ],
    [
        " And when you go to that, you're going to get granular explanations, multiple angles on",
        8434.36,
        8443.9
    ],
    [
        " how to work and apply this stuff.",
        8443.9,
        8445.5
    ],
    [
        " And if you can't come to a mustard, guess what?",
        8445.5,
        8447.92
    ],
    [
        " You can go somewhere else.",
        8448.06,
        8448.66
    ],
    [
        " You can go to effonline.com.",
        8448.68,
        8450.66
    ],
    [
        " This is what we put together.",
        8450.88,
        8452.66
    ],
    [
        " It took us about nine months to film, put together design.",
        8452.94,
        8455.96
    ],
    [
        " It's me and the rest of the Ashlantfront team training leadership through technology.",
        8456.24,
        8462.44
    ],
    [
        " And it's available for, we originally designed it for enterprise for companies that we work",
        8463.16,
        8468.24
    ],
    [
        " with that have 48,000 employees.",
        8468.24,
        8471.48
    ],
    [
        " And we can't travel the globe and train them all.",
        8471.8,
        8474.18
    ],
    [
        " So we put this stuff online and it's also available now direct to consumer, effonline.com.",
        8474.18,
        8482.22
    ],
    [
        " And also we have effoverwatch.com where we are connecting proven leaders from combat aviation",
        8482.5,
        8490.02
    ],
    [
        " and from special operations.",
        8490.02,
        8491.32
    ],
    [
        " And we're plugging them into companies that need leadership to win at their mission.",
        8491.86,
        8499.28
    ],
    [
        " So get it go to effoverwatch.com.",
        8499.28,
        8502.26
    ],
    [
        " If you need that and if you want to pass on lessons learned to us, we are kicking it on the",
        8502.5,
        8513.22
    ],
    [
        " interwebs on Twitter, on Instagram and on Facebook.",
        8513.22,
        8516.54
    ],
    [
        " Okay.",
        8517.64,
        8518.26
    ],
    [
        " Echo.",
        8518.94,
        8519.52
    ],
    [
        " Is that Echo Charles and I am at Jocke Willink.",
        8519.92,
        8522.4
    ],
    [
        " And of course, thanks to all of our military personnel around the world who stand there",
        8522.4,
        8531.8
    ],
    [
        " ground to protect us.",
        8531.8,
        8533.88
    ],
    [
        " And also thank you to our police and law enforcement, the firefighters, the paramedics and EMTs,",
        8534.66,
        8542.04
    ],
    [
        " the correctional officers, the folks on board of patrol and all the first responders",
        8542.52,
        8547.22
    ],
    [
        " who stand their ground here at home to protect us.",
        8547.22,
        8551.46
    ],
    [
        " And everyone else I always say that time is short.",
        8552.24,
        8558.94
    ],
    [
        " But most of us have more than six seconds, the six seconds that Corporal Jonathan Yale",
        8560.12,
        8573.4
    ],
    [
        " and Lance Corporal Jordan Herger had to make the ultimate decision and the ultimate sacrifice.",
        8574.24,
        8582.72
    ],
    [
        " They could have had more time.",
        8583.26,
        8585.74
    ],
    [
        " Had they run away.",
        8586.52,
        8588.9
    ],
    [
        " But they sacrificed it all.",
        8590.06,
        8593.86
    ],
    [
        " They gave up their time, but we still have time to time they gave to us.",
        8597.22,
        8604.1
    ],
    [
        " So don't waste it.",
        8605.18,
        8608.68
    ],
    [
        " Not six minutes of it, not six seconds of it, not one second of it, none of it.",
        8608.68,
        8615.86
    ],
    [
        " Get out there every second of every day.",
        8616.06,
        8619.02
    ],
    [
        " And get after it.",
        8620.28,
        8623.16
    ],
    [
        " And until next time this is Echo and Jocco out.",
        8623.16,
        8630.4
    ]
]