[
    [
        " Jocco hey jocco how do you implement change when you know it is needed?",
        0.0,
        6.5
    ],
    [
        " How do you implement change when you know what is needed to well?",
        7.22,
        13.56
    ],
    [
        " When I know I need to change something",
        15.18,
        19.76
    ],
    [
        " What I do is I change it",
        19.76,
        24.68
    ],
    [
        " That's what I do I change it",
        24.68,
        27.74
    ],
    [
        " And",
        30.32,
        31.0
    ],
    [
        " I've had",
        31.0,
        31.68
    ],
    [
        " People that listen to the podcast and they've reached out to me over the past few years and",
        31.68,
        38.32
    ],
    [
        " One of the main messages that they took and",
        38.32,
        44.82
    ],
    [
        " Put into action was actually putting things into action",
        44.82,
        48.02
    ],
    [
        " Whatever that was they they stopped eating sugar",
        48.02,
        51.54
    ],
    [
        " They stopped sleeping in they they started waking up early. They they quit playing",
        51.54,
        57.72
    ],
    [
        " Video games for 10 or 12 or 14 hours a day they sold that",
        57.74,
        63.66
    ],
    [
        " Xbox",
        63.66,
        64.8
    ],
    [
        " Thing",
        64.8,
        66.24
    ],
    [
        " There's a guy that bit his nails for his whole life and he's in his like 30s",
        66.24,
        74.06
    ],
    [
        " Whatever no big deals, right? You know he bit his nails",
        74.06,
        76.46
    ],
    [
        " Well, you know what his nails are all chewed up in their bloody and their gross look and he's self-conscious when he's meeting people and",
        76.46,
        83.12
    ],
    [
        " Shake and hands and he can't keep his hands away from his mouth while he's in meetings or in interacting with people",
        83.12,
        89.8
    ],
    [
        " But he couldn't stop",
        89.8,
        92.78
    ],
    [
        " And then he stopped",
        92.78,
        96.44
    ],
    [
        " He just stopped and the list goes on",
        96.44,
        100.58
    ],
    [
        " There's people that are quit drinking and quit doing drugs and quit losing their temper and I've heard",
        100.58,
        108.68
    ],
    [
        " From so many different people that have implemented change in their lives so so many letters and",
        109.08,
        116.88
    ],
    [
        " messages and notes and",
        116.88,
        119.76
    ],
    [
        " I want you to know that these people are in a bunch of of elite special operations warriors",
        119.76,
        126.32
    ],
    [
        " That's not who they are they aren't a bunch of high-level",
        126.32,
        129.52
    ],
    [
        " athletes or",
        129.52,
        131.74
    ],
    [
        " Highly screened and highly trained individuals",
        131.74,
        136.22
    ],
    [
        " These are just just normal people really",
        137.84,
        141.48
    ],
    [
        " But they're normal people that knew they needed to make a change and",
        141.48,
        150.6
    ],
    [
        " They decided they were going to make a change and then they made it",
        150.6,
        156.14
    ],
    [
        " And",
        156.14,
        161.28
    ],
    [
        " That is what I do",
        161.28,
        165.24
    ],
    [
        " And that is what you can do too if you have something to change if you want to change something",
        166.22,
        175.06
    ],
    [
        " Change it",
        175.06,
        176.9
    ],
    [
        " Change it",
        176.9,
        181.72
    ],
    [
        " Now",
        181.72,
        184.2
    ]
]