[
    [
        " Jocco, how do you give feedback to someone without everyone taking it personal?",
        0.0,
        4.0
    ],
    [
        " I try to give criticism regarding their work or actions while not attacking their character, but unfortunately many feel that it's personal.",
        4.56,
        13.62
    ],
    [
        " Yeah, welcome to the world.",
        13.76,
        15.4
    ],
    [
        " Feel...",
        15.7,
        17.02
    ],
    [
        " People don't like criticism.",
        17.02,
        21.54
    ],
    [
        " Criticism.",
        21.78,
        22.14
    ],
    [
        " And I almost put a...",
        22.48,
        24.96
    ],
    [
        " No one in the world likes criticism.",
        24.96,
        26.46
    ],
    [
        " Okay, so there might be 0.0001% of the world that's really like open and ready for feedback.",
        26.68,
        33.7
    ],
    [
        " But most people even when they say, even when they tell you they want feedback, they don't want it.",
        34.24,
        41.34
    ],
    [
        " Like, let me give you an example.",
        41.96,
        43.7
    ],
    [
        " If you echo Charles, you made a video and it took you hours.",
        43.98,
        48.32
    ],
    [
        " Brad, don't even.",
        48.42,
        49.02
    ],
    [
        " You know what I'm saying?",
        49.6,
        50.44
    ],
    [
        " You could come to me and say, hey, what do you think?",
        50.94,
        52.74
    ],
    [
        " And I was like, well, you know, I think you framed this up wrong.",
        53.06,
        55.24
    ],
    [
        " What's your reaction to that?",
        55.56,
        57.0
    ],
    [
        " I mean, there's no possible way that you're stoked on that.",
        57.18,
        59.46
    ],
    [
        " They're just...",
        59.62,
        60.46
    ],
    [
        " Now, luckily, you know, we know each other.",
        60.46,
        63.0
    ],
    [
        " You can need to ask and be like, all right, I need to...",
        63.04,
        64.58
    ],
    [
        " He's not pointing this out to me for no reason.",
        64.58,
        67.24
    ],
    [
        " Whatever.",
        67.56,
        67.74
    ],
    [
        " But what I'm saying is, even when you're saying, hey, what do you think of this?",
        67.96,
        71.1
    ],
    [
        " And I criticize something that you work so hard on.",
        71.64,
        73.66
    ],
    [
        " There's no one in the world that's happy about that.",
        73.86,
        75.8
    ],
    [
        " Even when they ask for it.",
        76.08,
        77.92
    ],
    [
        " So you have to flank people.",
        78.2,
        80.4
    ],
    [
        " That's what you have to do.",
        80.48,
        81.04
    ],
    [
        " Now, he's asking specifically, how do you do this?",
        81.32,
        83.56
    ],
    [
        " So here's some things.",
        83.9,
        85.52
    ],
    [
        " What one of the things that I do when I want to give someone a criticism?",
        86.2,
        89.94
    ],
    [
        " I don't give him criticism.",
        90.08,
        90.9
    ],
    [
        " What I do is I ask them questions about whatever it is.",
        91.08,
        94.96
    ],
    [
        " Now, this is interesting.",
        95.08,
        96.18
    ],
    [
        " I'm not even talking about pointed questions.",
        96.48,
        98.14
    ],
    [
        " I'm not even talking about like hard questions.",
        98.34,
        99.82
    ],
    [
        " I'm not saying like, why did you do that?",
        100.26,
        102.26
    ],
    [
        " I'm talking about, hey, why did you do it that way?",
        102.56,
        105.92
    ],
    [
        " Like, there's a big difference between like, hey, why did you do it that way?",
        106.74,
        109.1
    ],
    [
        " Like instead of saying, hey, echo that frame, it doesn't look good.",
        109.7,
        112.84
    ],
    [
        " Hey, why did you frame that up like that?",
        113.1,
        114.44
    ],
    [
        " Right?",
        114.92,
        115.2
    ],
    [
        " So now I'm getting you to think about it.",
        115.78,
        117.4
    ],
    [
        " Right?",
        117.74,
        117.92
    ],
    [
        " But I'm not going to say, how are you going to make that work?",
        118.14,
        120.9
    ],
    [
        " You know, I'm going to say, hey, do you think you're going to be able to make that work?",
        122.36,
        126.1
    ],
    [
        " If you did something and it doesn't go well, I'm not going to say, you know,",
        126.54,
        133.48
    ],
    [
        " did you actually think that was a good idea?",
        133.64,
        135.1
    ],
    [
        " Instead, I'm going to say, again, it's not pointing question, I'm going to say,",
        136.94,
        139.84
    ],
    [
        " hey, did that unfold the way you thought it was going to unfold?",
        140.1,
        143.84
    ],
    [
        " And now you're going to get to answer the question.",
        145.42,
        147.54
    ],
    [
        " Now, you're going to be the person that uncovers the fault.",
        147.72,
        152.02
    ],
    [
        " It's going to be you, not me.",
        152.7,
        153.7
    ],
    [
        " And that makes it so much more palatable to everyone when they're able to say,",
        153.82,
        157.82
    ],
    [
        " oh, yeah, you know, I saw this over here.",
        158.16,
        159.78
    ],
    [
        " And most of the time, the person knows the truth.",
        160.36,
        162.82
    ],
    [
        " Most of the time, the person knows that that thing stopped framed up, right?",
        163.7,
        166.2
    ],
    [
        " They know that their idea was not great.",
        166.32,
        167.3
    ],
    [
        " So you don't need to punch them in the face with it because that's actually going to make them get defensive.",
        167.44,
        170.7
    ],
    [
        " So you flank them, you ask them the questions, you talk about it, you discuss this subject.",
        171.04,
        174.58
    ],
    [
        " And what you do is you guide them, you guide them to a mirror.",
        174.9,
        178.78
    ],
    [
        " You guide them to a mirror.",
        179.64,
        180.9
    ],
    [
        " And then you just have to look at that mirror.",
        181.34,
        183.1
    ],
    [
        " You set them up so they have to look at that mirror so that they can see the problems themselves.",
        183.86,
        188.06
    ],
    [
        " And once they see the problems themselves, they can start to correct them.",
        188.26,
        191.66
    ],
    [
        " Now, sometimes you, sometimes it's your ego.",
        193.28,
        196.02
    ],
    [
        " That wants, even once they see the problem themselves,",
        197.6,
        200.1
    ],
    [
        " the people want them to take credit for showing that.",
        200.54,
        202.5
    ],
    [
        " And it's like, you've got to check your ego.",
        202.66,
        204.46
    ],
    [
        " You've got to make sure that your ego isn't saying, I want to prove to this person that I know how to frame this up better.",
        204.76,
        209.88
    ],
    [
        " Then you've got to put that all in check.",
        209.98,
        211.76
    ],
    [
        " You've got to just let, you've got to let them have it.",
        212.26,
        215.98
    ],
    [
        " So now are there situations where you can give really good, frank feedback?",
        219.02,
        221.94
    ],
    [
        " Yes, there is.",
        222.16,
        222.72
    ],
    [
        " But you have to have a good relationship with that person, a really good, really good relationship with that person.",
        223.26,
        228.06
    ],
    [
        " And then usually, one of the best ways to make this happen is that the feedback, the negative feedback is going both ways.",
        228.26,
        237.34
    ],
    [
        " Meaning, I want to get negative feedback about my performance from that person so that there's some equanimity in what's being said amongst us.",
        237.52,
        245.78
    ],
    [
        " So I might say, hey, Echo, hey man, I did this, I answered this question on Q&A.",
        247.82,
        255.1
    ],
    [
        " Did you think I was a good answer?",
        255.24,
        256.06
    ],
    [
        " Because I think, I think could have been better.",
        256.26,
        258.26
    ],
    [
        " And then you say, yeah, you dragged on, you talked too long and whatever, you give me some critique.",
        258.64,
        261.88
    ],
    [
        " And then I go, oh yeah, hey, and by the way, the lighting on that didn't look good.",
        261.88,
        265.42
    ],
    [
        " And so now we have a little new tool criticism and it's all good.",
        265.76,
        268.14
    ],
    [
        " It makes it a little bit more palatable to you because I made the thing.",
        268.26,
        270.72
    ],
    [
        " And so that's sometimes works, but what's interesting is even when you do that, some people just don't even freaking care.",
        272.08,
        278.1
    ],
    [
        " And they even after they just tear you apart.",
        278.42,
        280.84
    ],
    [
        " And then you throw a little, little, like a little nick on their shoulder on their arm.",
        281.42,
        287.06
    ],
    [
        " You give them a little nick about something that wasn't right.",
        287.16,
        288.96
    ],
    [
        " They still get.",
        289.22,
        289.84
    ],
    [
        " So you have to be really, you have to have a really great relationship with that person to be able to have just that straight, straight feedback.",
        290.24,
        300.52
    ],
    [
        " But build relationships, ask them questions, let them find their own faults if you can and be their guide.",
        301.36,
        307.58
    ],
    [
        " Let them to provide them to that mirror, guide them to their faults.",
        307.72,
        310.0
    ],
    [
        " Now, of course, there are some people that won't even find their own faults.",
        310.68,
        319.24
    ],
    [
        " No matter how you guide them and how hard you try and twist them to look in the mirror, you have to let them know.",
        319.34,
        324.76
    ],
    [
        " You actually have to come out and say what's going on.",
        325.84,
        328.14
    ],
    [
        " You have to be more direct.",
        328.14,
        329.28
    ],
    [
        " Now, luckily, if a person is the type of person that fails to see their own faults, they begin to fail, right?",
        329.76,
        337.82
    ],
    [
        " Because they're making mistakes.",
        337.98,
        339.18
    ],
    [
        " That's why they're faults, right?",
        339.2,
        340.2
    ],
    [
        " They're making mistakes.",
        340.28,
        341.0
    ],
    [
        " And when they see that, when you see that and you see that their project is failing or you see that they're people are revolting against them",
        341.0,
        348.32
    ],
    [
        " or you see that they're missing deadline after deadline, they know that too.",
        348.32,
        351.22
    ],
    [
        " And then what you're doing is you're coming to them basically as like a concerned friend that runs out of the way.",
        351.56,
        358.12
    ],
    [
        " And then what you're doing is you're really wanting to help them win and pointing out some of these obvious failures that they might not be aware of.",
        358.12,
        366.62
    ],
    [
        " And you still got to be gentle about this.",
        366.68,
        367.98
    ],
    [
        " But when you come to them, you can come to them as a friend, as a person that really wants them to win.",
        369.32,
        375.44
    ],
    [
        " And you can come out out of there looking like the good guy trying to help them get their self back on track.",
        375.5,
        383.86
    ],
    [
        " So those are some of the some of the basic strategies that I used to help people do a little course correction.",
        385.62,
        391.76
    ],
    [
        " People need a little criticism so that they can improve their game for themselves, for the team, etc.",
        391.96,
        399.4
    ],
    [
        " Very good.",
        402.8,
        403.4
    ],
    [
        " This is a tough business man.",
        403.68,
        406.42
    ],
    [
        " People aren't people aren't people aren't people aren't like criticism.",
        406.94,
        409.48
    ],
    [
        " Yeah, they're telling you.",
        409.96,
        411.48
    ],
    [
        " Yeah, they like praise.",
        411.48,
        412.62
    ],
    [
        " You know how?",
        413.44,
        414.74
    ],
    [
        " And you know the other side of this coin, if you're a person which you are and you don't like criticism, which you don't, if you can open your mind to the criticism,",
        415.44,
        423.86
    ],
    [
        " man, you're going to be so you're going to get so much better about everything that you do.",
        424.42,
        428.12
    ],
    [
        " If you can just listen to people without getting ego crazy and thinking, where are you?",
        428.48,
        432.54
    ],
    [
        " Know about this.",
        432.8,
        433.68
    ],
    [
        " Just listen.",
        434.0,
        436.9
    ],
    [
        " Just listen.",
        437.32,
        437.9
    ],
    [
        "",
        437.98,
        437.98
    ],
    [
        " Not your head.",
        438.0,
        438.38
    ],
    [
        " Less know what they have to say.",
        438.42,
        439.3
    ],
    [
        " They're trying to help you.",
        439.72,
        440.7
    ],
    [
        " Right?",
        440.92,
        441.28
    ],
    [
        " We assume that they're trying to help us.",
        441.82,
        443.02
    ],
    [
        " Yeah.",
        443.52,
        443.64
    ],
    [
        " Well, I don't know.",
        444.02,
        445.52
    ],
    [
        " Yeah, are there times when they're not absolutely?",
        445.68,
        447.62
    ],
    [
        " Yeah, because you know, if you go in with the assumption that this person's just trying to cut me down, well then that's not going to get you anywhere.",
        447.72,
        451.82
    ],
    [
        " Yeah.",
        451.82,
        452.14
    ],
    [
        " But if you make this something, you know what?",
        452.3,
        453.66
    ],
    [
        " I'm going to listen to what this person has to say.",
        453.78,
        455.22
    ],
    [
        " What's wrong with that?",
        455.32,
        456.0
    ],
    [
        " Yeah.",
        456.3,
        456.46
    ],
    [
        " Even if it's an assumption, we're not supposed to assume.",
        456.54,
        458.28
    ],
    [
        " If I assume you can do what?",
        458.52,
        459.46
    ],
    [
        " I'm going to assume that Echo is giving me criticism right now because he wants me to do better.",
        459.54,
        462.64
    ],
    [
        " And I'm going to take them as face value as I can, that he is trying to help me get better.",
        462.82,
        470.4
    ],
    [
        " Boom.",
        470.88,
        471.16
    ],
    [
        " Yeah.",
        471.56,
        472.2
    ],
    [
        " And yeah, that's actually really correct.",
        472.44,
        475.36
    ],
    [
        " If you start at that point, that's your default.",
        475.8,
        478.4
    ],
    [
        " Right.",
        478.6,
        478.84
    ],
    [
        "",
        478.96,
        478.96
    ],
    [
        " Hey, this criticism is to help.",
        479.12,
        480.82
    ],
    [
        " Now, I might look at your criticism and I analyze it from a detached perspective.",
        480.82,
        485.48
    ],
    [
        " And I go, I think actually Echo is just trying to drag me in the wrong direction because he's jealous.",
        485.48,
        489.3
    ],
    [
        " And I might get to that point.",
        489.38,
        490.18
    ],
    [
        " Yeah.",
        490.32,
        490.46
    ],
    [
        " And it'll be more way more obvious.",
        490.64,
        491.9
    ],
    [
        " It'll be way more obvious.",
        492.22,
        492.84
    ],
    [
        " If you started at that other point where it's like, okay, it's here.",
        493.08,
        495.98
    ],
    [
        " But if you're just default, he just wants to try to look like he knows you're paying or he just wants to, you know, make...",
        496.3,
        501.62
    ],
    [
        " If you start there.",
        501.62,
        502.28
    ],
    [
        " If you start there.",
        502.5,
        502.62
    ],
    [
        " Yeah, you can't even kind of discern, you know, if that really is happening or not.",
        503.12,
        506.86
    ],
    [
        " Not the place to be.",
        507.28,
        508.28
    ],
    [
        " Not the place to be.",
        508.4,
        509.22
    ],
    [
        " Yeah.",
        509.22,
        509.3
    ]
]