[
    [
        " Jocco, I want to hear your thoughts on over detachment.",
        0.02,
        3.32
    ],
    [
        " I'm a police officer and I'm sure military personnel experience the same over detachment defined as",
        3.74,
        10.08
    ],
    [
        " emotional separation from moments which require emotional response in family and profession.",
        10.08,
        16.0
    ],
    [
        " So what are your thoughts on over detachment?",
        16.78,
        18.58
    ],
    [
        " Yeah, this is definitely obviously I'm always encouraging people to be able to detach.",
        18.96,
        23.4
    ],
    [
        " Right. Because that's how you get your emotions out of a situation, but this happens to",
        23.8,
        28.56
    ],
    [
        " what my brother right here is talking about.",
        28.92,
        30.96
    ],
    [
        " This police officer is saying, hey, sometimes you know, we think about being over detached.",
        31.14,
        34.74
    ],
    [
        " And there's something you need to watch out for because you don't want to go through your life where you have no more",
        35.1,
        40.2
    ],
    [
        " emotions because then you're not living a life than you're a robot or a machine and and you don't you need to have emotions.",
        40.2,
        47.54
    ],
    [
        " So what as I thought about this, I",
        48.4,
        52.84
    ],
    [
        " thought how did I",
        52.84,
        54.9
    ],
    [
        " watch out for that and it's something that creeps in on anybody that does anything.",
        55.66,
        59.18
    ],
    [
        " We could you didn't even have to be a cop or a or a military person.",
        59.34,
        62.4
    ],
    [
        " I mean, you could do if you're any job that you have where you have, we can't just get all emotional about stuff.",
        62.5,
        69.28
    ],
    [
        " If you're in finance, if you're anything, you could just become detached.",
        69.36,
        73.3
    ],
    [
        " So how do you do? What do you look out for?",
        73.64,
        75.04
    ],
    [
        " Well, one thing that I did",
        75.66,
        77.4
    ],
    [
        " and still do is come part mentalize",
        77.4,
        81.78
    ],
    [
        " and draw a little segregation between work and home.",
        82.52,
        86.4
    ],
    [
        " And there's a really easy way to do that, especially for people at our cops or it doesn't matter what you do.",
        87.3,
        94.02
    ],
    [
        " Whatever that uniform is that you wear at work, whether you're a cop, whether you're military, whether you wear",
        94.3,
        101.64
    ],
    [
        " a business suit at work, when you get home, take off that uniform, take it off.",
        101.64,
        107.26
    ],
    [
        " Matter of fact, if you can take it off before you get home, leave it at the office because you want to leave that there.",
        107.68,
        114.72
    ],
    [
        " And when you get home, put on the home clothes, right?",
        115.56,
        120.18
    ],
    [
        " The t-shirt, the comfortable t-shirt, the flip flops, the shorts, be relaxed at home.",
        120.56,
        128.2
    ],
    [
        " But be physically in a different uniform at home, not even a uniform in a different change your appearance",
        128.76,
        136.98
    ],
    [
        " and therefore change your state of mind a little bit.",
        136.98,
        138.92
    ],
    [
        " Different music, right? Whatever it is that you're listening to at work, go to something different at home.",
        139.22,
        145.38
    ],
    [
        " When you're going into work, listen to the first hour of Jocco podcast.",
        145.96,
        150.02
    ],
    [
        " When you're coming home, you listen to the second hour, right? That's how we do it.",
        150.26,
        153.86
    ],
    [
        " You know, you want to have a different attitude.",
        154.52,
        155.72
    ],
    [
        " The different language, right? Don't come home, thrown around the in acronyms from work.",
        156.3,
        161.22
    ],
    [
        " And you know what? I've talked about this before. I never swore at home.",
        161.88,
        164.76
    ],
    [
        " I swore like hell at work, but I never swore at home.",
        164.76,
        167.78
    ],
    [
        " So I was using a different language.",
        167.86,
        168.98
    ],
    [
        " So I was completely compartmentalizing what I was doing at work and what I was doing at home.",
        169.04,
        173.86
    ],
    [
        " And then check out your posture.",
        174.24,
        176.46
    ],
    [
        " What are you standing around your house like?",
        176.64,
        178.46
    ],
    [
        " Are you standing all cross-armed and glaring at people?",
        178.62,
        182.04
    ],
    [
        " Let's just ask the question, are you in a modified Weaver stance when you're talking to a wife?",
        183.22,
        188.32
    ],
    [
        " Can you do a quick drop?",
        188.44,
        189.46
    ],
    [
        " It's like a pistol shooting stance.",
        189.68,
        191.64
    ],
    [
        " That's no, no.",
        192.76,
        193.64
    ],
    [
        " Are you digging for under hooks if you're kids trying to be a hug?",
        194.78,
        199.04
    ],
    [
        " Do you know what I mean? Are you looking to get the take down?",
        199.24,
        200.98
    ],
    [
        " No. You want to relax, right?",
        201.24,
        203.42
    ],
    [
        " Another thing is find some, you know, maybe group of people that aren't involved in your work.",
        204.26,
        210.6
    ],
    [
        " That could be hard.",
        210.66,
        211.2
    ],
    [
        " And luckily for me, my wife made friends that were outside of the sealed community.",
        212.42,
        217.72
    ],
    [
        " And so I got a bunch of buddies that had nothing to do with the sealed teams.",
        218.56,
        223.06
    ],
    [
        " They had their friends of my wife's, friends and husbands of my wife's friends.",
        223.2,
        227.48
    ],
    [
        " So I had a whole group of people that I still hang out with all the time.",
        227.68,
        230.76
    ],
    [
        " They have nothing to do with the military at all.",
        231.1,
        233.6
    ],
    [
        " In fact, many of them are as bad as far as you could get from military personnel as one could imagine.",
        233.88,
        239.0
    ],
    [
        " But that's another thing that helped me segregate the two.",
        239.78,
        244.3
    ],
    [
        " Now of course I'm not saying you got to let your guard down 100%",
        244.56,
        247.0
    ],
    [
        " because you shouldn't do that.",
        247.0,
        247.92
    ],
    [
        " But you shouldn't let it down enough that you can enjoy life.",
        248.34,
        253.84
    ],
    [
        " And you got to detach sometimes.",
        254.24,
        261.84
    ],
    [
        " Now that being said, because it's going to help you make good decisions.",
        262.14,
        266.04
    ],
    [
        " But there are also times where it's not good.",
        266.42,
        270.06
    ],
    [
        " And if you're detached and your wife's trying to talk to you,",
        270.56,
        272.54
    ],
    [
        " it's not going to be good.",
        272.64,
        273.74
    ],
    [
        " So open up, you got to show some emotions.",
        274.64,
        276.84
    ],
    [
        " And one of the things about being detached, here's a paradox.",
        277.34,
        281.28
    ],
    [
        " You got to be detached enough so that you recognize when you're not showing enough emotions.",
        281.88,
        287.36
    ],
    [
        " If you're so detached that you being detached,",
        288.12,
        293.6
    ],
    [
        " you allow you to realize that, oh my god, I'm not showing any emotions at all.",
        293.6,
        296.88
    ],
    [
        " I'm too detached.",
        297.08,
        297.92
    ],
    [
        " So don't try and be a tough guy that's just being detached.",
        298.54,
        301.62
    ],
    [
        " Because if you're detached enough, you'll realize that you're being too detached.",
        301.62,
        304.0
    ],
    [
        " Yeah.",
        304.42,
        304.5
    ],
    [
        " Yeah.",
        305.08,
        305.28
    ],
    [
        " And there is two deep, well obviously, like if you're, you know,",
        305.5,
        308.88
    ],
    [
        " you're in a debate, argument, fight, whatever with your girlfriend, wife.",
        308.92,
        312.66
    ],
    [
        " Right.",
        313.04,
        313.56
    ],
    [
        " And you're detached.",
        314.0,
        316.0
    ],
    [
        " Let's say you know you're right.",
        316.32,
        317.5
    ],
    [
        " Let's say you are right.",
        317.58,
        318.3
    ],
    [
        " Mm-hmm.",
        318.54,
        318.92
    ],
    [
        " You know how I'll go?",
        319.22,
        319.84
    ],
    [
        " That has nothing to do with anything when you're arguing with your wife.",
        319.94,
        322.12
    ],
    [
        " Generally speaking, no.",
        322.34,
        323.76
    ],
    [
        " In my experience, yeah.",
        324.26,
        325.5
    ],
    [
        " I would agree with that in my experience.",
        326.08,
        327.84
    ],
    [
        " But here's the thing though, because you're looking at a certain way.",
        328.14,
        331.32
    ],
    [
        " I just want to make that same again.",
        331.32,
        332.42
    ],
    [
        " When you're an argument with like your wife or your close friend or any boss,",
        332.9,
        339.24
    ],
    [
        " you're subordinate, whether you're right or not is almost doesn't matter at all.",
        339.56,
        345.32
    ],
    [
        "",
        345.52,
        345.52
    ],
    [
        " What matters is what you're trying to do with direction you're trying to move.",
        345.96,
        350.98
    ],
    [
        " And is winning the argument being right or wrong,",
        351.3,
        353.86
    ],
    [
        " going to help you move in the direction you want to move in.",
        353.86,
        355.7
    ],
    [
        " That's the real question.",
        355.7,
        356.52
    ],
    [
        " Yeah.",
        356.76,
        356.94
    ],
    [
        " So detach for a minute and figure out the answer to that question.",
        357.12,
        360.44
    ],
    [
        " Yes.",
        360.46,
        360.76
    ],
    [
        " Because I never care if I'm right or wrong.",
        360.76,
        362.58
    ],
    [
        " That's not never my goal in an argument with something.",
        362.72,
        365.98
    ],
    [
        " Did I say never?",
        365.98,
        367.44
    ],
    [
        " Okay.",
        367.74,
        367.92
    ],
    [
        " I usually don't care for the most part.",
        368.22,
        370.0
    ],
    [
        " For the most part.",
        370.26,
        371.38
    ],
    [
        " Yeah.",
        371.76,
        372.08
    ],
    [
        " Yeah.",
        372.44,
        372.8
    ],
    [
        " And I think a lot of times that a lot of times people do care whether or right or wrong.",
        372.96,
        378.82
    ],
    [
        " Oh my god.",
        379.0,
        379.96
    ],
    [
        " Do they care?",
        379.98,
        380.72
    ],
    [
        " People go psycho on being right or wrong.",
        381.08,
        383.42
    ],
    [
        " They want to prove to be on you know like a reasonable doubt.",
        383.5,
        386.44
    ],
    [
        " All questions denied.",
        386.7,
        388.38
    ],
    [
        " I'm 100% right.",
        388.8,
        390.06
    ],
    [
        " You're wrong.",
        390.24,
        390.68
    ],
    [
        " Yeah.",
        390.82,
        391.02
    ],
    [
        " And so even when people are wrong, they'll still want to just win the argument.",
        391.24,
        393.9
    ],
    [
        " Right.",
        394.14,
        394.22
    ],
    [
        " So that's that's that's bad.",
        394.38,
        395.94
    ],
    [
        " What can be even worse is when you are right.",
        396.2,
        399.2
    ],
    [
        " Yet the other person is let's say your wife is emotional.",
        399.66,
        403.42
    ],
    [
        " Because man, this is a known thing that",
        403.42,
        406.26
    ],
    [
        " the girls generally speaking they they want to know that you care more.",
        406.26,
        413.24
    ],
    [
        " So then they want you to fix their problem.",
        413.4,
        416.04
    ],
    [
        " Like if someone has if your wife is having a problem at work or something,",
        416.16,
        420.1
    ],
    [
        " they just want you to care that that's going on with them.",
        420.1,
        422.8
    ],
    [
        " I would they don't want like all this tricking advice, you know,",
        422.8,
        425.62
    ],
    [
        " but that generally speaking, I'm not going to categorize there.",
        425.72,
        427.96
    ],
    [
        " It's not black and white, but generally speaking.",
        428.04,
        429.3
    ],
    [
        " So let's say you're in a debate or something, you know, I say, you're in a argument.",
        429.48,
        433.66
    ],
    [
        " You're in a fight.",
        433.78,
        434.28
    ],
    [
        " And you know, you're right.",
        434.44,
        435.44
    ],
    [
        " And let's say you are right.",
        435.54,
        436.46
    ],
    [
        " If you're all detached and being like, well, here's the logic behind why I'm right.",
        436.7,
        440.66
    ],
    [
        " And you have this airtight case.",
        440.74,
        442.08
    ],
    [
        " That's not going to help your relationship.",
        442.4,
        443.98
    ],
    [
        " She wants to know first off that you care.",
        444.82,
        446.58
    ],
    [
        " She's mad.",
        446.96,
        447.5
    ],
    [
        " She said she's whatever.",
        447.68,
        448.58
    ],
    [
        " Do you care about that?",
        449.06,
        449.98
    ],
    [
        " That's the way you win.",
        450.2,
        451.22
    ],
    [
        " Not the argument.",
        451.44,
        451.92
    ],
    [
        " That's the way you win the situation.",
        452.06,
        453.14
    ],
    [
        "",
        453.46,
        453.46
    ],
    [
        " You know, and so not only are you not only do you get out of the fight,",
        453.9,
        459.5
    ],
    [
        " intact as a relationship, but you're the good guy.",
        459.8,
        462.76
    ],
    [
        " And really that's part of the reason why she likes you because you're the good guy.",
        463.04,
        466.66
    ],
    [
        " Right?",
        467.08,
        467.14
    ],
    [
        " That's a win-win.",
        467.5,
        468.1
    ],
    [
        " So yeah, that that's just a question.",
        468.92,
        470.52
    ],
    [
        " Why my wife likes me to all say it's all good.",
        470.98,
        472.92
    ],
    [
        " Yeah.",
        474.88,
        475.36
    ],
    [
        " Yeah, no, that's that's that's it.",
        475.7,
        477.4
    ],
    [
        " But yeah, so detach so you see that.",
        477.64,
        479.14
    ],
    [
        " But be attached because you care.",
        479.42,
        481.96
    ],
    [
        " Yes.",
        482.4,
        482.88
    ],
    [
        " Yes.",
        483.5,
        483.84
    ],
    [
        " And show that you care.",
        484.22,
        485.56
    ],
    [
        " And then when you go back to work,",
        486.24,
        489.04
    ],
    [
        " you're a cop, you're a military person.",
        489.46,
        492.5
    ],
    [
        " You're a business person.",
        493.02,
        494.78
    ],
    [
        " Put your uniform back on, put your boots back on, put your body armor back on.",
        495.06,
        498.78
    ],
    [
        " Lock and load and get back in the detachment zone.",
        499.28,
        502.26
    ],
    [
        " And move forward.",
        504.8,
        505.6
    ],
    [
        " Now the question kind of implies this too.",
        505.72,
        507.86
    ],
    [
        " And I will point this out.",
        508.14,
        509.0
    ],
    [
        " I mean, at work, you also can't just be detached all the time because you're you're a leader.",
        509.3,
        514.42
    ],
    [
        " You're in a leadership position.",
        514.56,
        515.38
    ],
    [
        " So you can't just walk around just detach from everybody.",
        515.5,
        517.44
    ],
    [
        " No, you got to show emotion.",
        517.56,
        518.36
    ],
    [
        " You got to relate to the people you're working with.",
        518.36,
        520.72
    ],
    [
        " You got to be a human so that they follow you or you follow them or order the case.",
        520.72,
        524.38
    ],
    [
        " Maybe so the detachment, you have to be detached enough to recognize when you're being too detached.",
        524.42,
        528.96
    ],
    [
        " Yeah.",
        529.48,
        529.76
    ],
    [
        " Let's hear it out.",
        530.16,
        531.18
    ],
    [
        " Yeah.",
        531.62,
        531.9
    ]
]