[
    [
        " This is Jocco Podcast number one 61 with Echo Charles and me, Jocco Willink.",
        0.52,
        6.9
    ],
    [
        " Good evening, Echo. Good evening.",
        7.38,
        8.96
    ],
    [
        " I do the wrong and first begin to brawl.",
        10.04,
        17.6
    ],
    [
        " The secret mischiefs that I set approach I lay unto the grievous charge of others.",
        18.34,
        25.24
    ],
    [
        " Clarence whom I indeed have cast in darkness, I do beweep to many simple goals, namely to derby Hastings, bucking him and tell them,",
        26.48,
        40.28
    ],
    [
        " Tis the queen and her allies that stir the king against the Duke, my brother.",
        40.62,
        46.68
    ],
    [
        " Now they believe it and with all wet me to be revengeed on rivers, dorset, gray.",
        49.8,
        57.28
    ],
    [
        " But then I sigh and with a piece of scripture tell them that God bids us do good for evil.",
        58.58,
        68.78
    ],
    [
        " And thus I clothe my naked villainy with odd old ends stolen out of holy writ and seen a saint when most I play the devil.",
        70.24,
        86.34
    ],
    [
        " And that right there is a few lines from the play Richard III written by Good Old William Shakespeare, the Bard.",
        90.0,
        106.5
    ],
    [
        " And clearly Richard III is made out in this play to be an evil, like 100% evil political maneuverer.",
        111.4,
        124.12
    ],
    [
        " That's what he's made out to be.",
        124.2,
        125.64
    ],
    [
        " The ultimate archetype of the Machiavellian leader.",
        125.64,
        134.74
    ],
    [
        " And there's people that say, it certainly seems that Shakespeare intentionally wrote him that way.",
        136.96,
        145.28
    ],
    [
        " And there's a bunch of things.",
        145.28,
        145.96
    ],
    [
        " I guess at some point we'll go over the whole play of Richard III.",
        146.14,
        149.58
    ],
    [
        " But let's take a look at the lines.",
        149.92,
        153.5
    ],
    [
        " Because Machiavellian, what we think of it when we hear it now is we think that it means someone that is just completely devious and completely dishonest and completely deceitful in their quest for power.",
        153.98,
        169.04
    ],
    [
        " That's what people think of when they think of Machiavellian.",
        169.7,
        173.26
    ],
    [
        " And definitely I think Richard III is made to be and was written to be sort of the quintessential Machiavellian character.",
        173.74,
        186.18
    ],
    [
        " Let's look at these lines a little bit.",
        186.94,
        188.38
    ],
    [
        " Because as I said, when we did Henry V on podcast number 15, you're not going to know exactly what Shakespeare is talking about.",
        189.86,
        198.02
    ],
    [
        " Because he's writing in almost in another language.",
        198.24,
        201.0
    ],
    [
        " So not quite.",
        201.36,
        202.18
    ],
    [
        " You can still understand it.",
        202.4,
        203.48
    ],
    [
        " It doesn't take much.",
        203.58,
        204.32
    ],
    [
        " But there's some things going on in there.",
        204.48,
        206.88
    ],
    [
        " So it starts off, I do the wrong and first begin to brawl.",
        206.88,
        210.0
    ],
    [
        " So what is he saying there?",
        210.02,
        210.74
    ],
    [
        " I am the one that is doing something that is wrong.",
        210.86,
        214.78
    ],
    [
        " I'm the one that's starting the fights.",
        215.08,
        216.9
    ],
    [
        " That's what's going on here.",
        217.48,
        218.58
    ],
    [
        " I'm starting the fights.",
        218.78,
        219.36
    ],
    [
        " And then he says, the secret mischiefs that I set approach, I lay unto the grievous charge of others.",
        219.88,
        226.8
    ],
    [
        " So these bad behaviors that he's undertaking, that he's secretly undertaking, he is blaming them on other people.",
        227.0,
        236.36
    ],
    [
        " He then goes on to say, Clarence, whom I indeed have cast in darkness and you wouldn't quite understand this.",
        237.0,
        244.22
    ],
    [
        " Unless you read it, but his brother Clarence, he put his brother Clarence into prison.",
        245.2,
        250.92
    ],
    [
        " And then he says, I do beweep to many simple goals.",
        251.98,
        256.46
    ],
    [
        " So in front of other people, he cries and bemoans that, oh poor Clarence, but he thinks those people are fools.",
        256.84,
        263.86
    ],
    [
        " Namely, Derby Hastings and Buckingham, which is what he says the next line.",
        264.18,
        268.66
    ],
    [
        " And then he says that he tells those same people.",
        268.94,
        270.84
    ],
    [
        " He tells those people that it's the queen and her allies.",
        271.46,
        274.84
    ],
    [
        " And tell them to is the queen and her allies.",
        275.42,
        277.6
    ],
    [
        " He's saying, look, this isn't about me.",
        277.6,
        279.86
    ],
    [
        " It's about the queen.",
        280.2,
        281.26
    ],
    [
        " She's the one that's doing all this.",
        281.42,
        282.64
    ],
    [
        " She's the one that stir the king against the Duke, my brother.",
        283.18,
        289.04
    ],
    [
        " So it's not my fault, it's the queen.",
        289.44,
        291.62
    ],
    [
        " And then he says, now they believe it and with all weft me.",
        292.14,
        296.7
    ],
    [
        " Meaning they believe it and then they're egging him on like you need to.",
        297.82,
        301.54
    ],
    [
        " You can't let that stay.",
        301.54,
        302.36
    ],
    [
        " Imagine that.",
        302.48,
        302.94
    ],
    [
        " Think of that twist right there.",
        303.08,
        304.5
    ],
    [
        " Like you're setting this up, but then you've got these people actually egging you to take vengeance on the situation,",
        304.78,
        311.46
    ],
    [
        " which is what they're egging him on to do back to the book to be revengeed on River's dorset gray.",
        311.58,
        318.06
    ],
    [
        " But then, but then here's where here's where it takes a little switch.",
        318.62,
        323.42
    ],
    [
        " But then I sigh and with a piece of scripture.",
        323.66,
        328.66
    ],
    [
        " So he's going to say, and then he's going to quote the Bible.",
        329.14,
        334.12
    ],
    [
        " And he says, he tells them that God bids us do good for evil.",
        335.08,
        341.16
    ],
    [
        " You know, hey, the Bible says we should do good instead of evil.",
        341.78,
        344.3
    ],
    [
        " That's what's going on here.",
        344.38,
        345.28
    ],
    [
        " And then he says, and thus I clothe my naked villainy.",
        345.86,
        350.76
    ],
    [
        " That's a good line.",
        350.76,
        352.16
    ],
    [
        " And he kind of be Shakespeare right that one, right?",
        352.16,
        354.08
    ],
    [
        " Clothe my naked villainy.",
        354.6,
        356.54
    ],
    [
        " This is how I dress up my evil plans.",
        356.68,
        360.86
    ],
    [
        " With odd old ends stolen out of holy rites.",
        361.54,
        367.56
    ],
    [
        " So he dresses up his naked villainy.",
        367.56,
        370.14
    ],
    [
        " He covers his evil plans with little parts of scripture from the Bible.",
        370.28,
        375.72
    ],
    [
        " And he closes it and seam a saint.",
        378.42,
        381.36
    ],
    [
        " When most I play the devil.",
        381.84,
        384.08
    ],
    [
        " So like I said, that's that's Richard the third.",
        385.08,
        390.9
    ],
    [
        " And things don't really work out that well in the play for Richard the third.",
        391.42,
        396.56
    ],
    [
        " And they don't they don't work out for him in real life either.",
        396.7,
        399.78
    ],
    [
        " He was actually hacked to death.",
        400.08,
        404.06
    ],
    [
        " Yeah, which we generally considered to be a bad ending.",
        404.84,
        407.38
    ],
    [
        " He was hacked to death at the end of the battle of Bozworth after he fell off of this horse legit.",
        407.7,
        413.22
    ],
    [
        " And there's a famous line which I'm sure everyone's heard a horse a horse my kingdom for a horse, which is he he was losing everything because he fell off his horse and needed one.",
        413.64,
        423.26
    ],
    [
        " And like I said, perhaps you know, at some point we'll we'll cover the whole play.",
        423.62,
        427.64
    ],
    [
        " But today what I wanted to dig into a little bit is this term of Macchi Evellion and we covered his art of war book, which I had an interesting.",
        427.64,
        439.78
    ],
    [
        " I think it was a YouTube comment because I said, you know, art of war Macchi Velt Nicolo Macchi Evellion.",
        439.78,
        446.22
    ],
    [
        " And someone's like, that was written by Sunsu idiot.",
        446.22,
        449.06
    ],
    [
        " And then some trooper came on was like actually he's not talking about that.",
        451.46,
        455.52
    ],
    [
        " Arge for he covered that one here and covered this. Oh, and there's by the way there's a bunch of different art awards.",
        455.64,
        459.1
    ],
    [
        " And here's one of them that was indeed written by Macchi Evellion.",
        459.22,
        462.12
    ],
    [
        " So we covered that, but that's not really Macchi Evellion's most famous work. His most famous work is this book, which we mentioned there.",
        462.36,
        470.2
    ],
    [
        " The Prince.",
        470.36,
        470.68
    ],
    [
        " And the Prince was thought to have been written around 1513, not really widely published until 1532, which was five years after Macchi Evellion's death.",
        472.2,
        483.28
    ],
    [
        " And it's basically the four runner of kind of leadership books, right? It's the four runner of self-improvement books.",
        483.82,
        493.36
    ],
    [
        " And it's telling leaders how to lead their principalities.",
        494.86,
        499.2
    ],
    [
        " And one thing and I don't dive too many of these, we're not going to cover too many of these, but it gives real world instructions.",
        500.42,
        508.08
    ],
    [
        " So it's kind of like extreme ownership of the dichotomy of leadership. It gives real situations that happen.",
        508.08,
        512.72
    ],
    [
        " It gives the principal and then it's like here's a situation where this actually unfolded this way.",
        512.78,
        515.98
    ],
    [
        " So it's very thorough in that respect.",
        516.2,
        519.86
    ],
    [
        " And it's considered to be one of the first works of modern political philosophy.",
        521.56,
        528.1
    ],
    [
        " And this is the thing. It has the reputation of advising people to do whatever it takes to gain and hold power.",
        529.34,
        539.12
    ],
    [
        " That's sort of the, that's when you hear, and in fact the word, like I said, the word has really negative connotations.",
        539.46,
        546.38
    ],
    [
        " When someone says, oh, that guy's a Mac Evellion leader, you don't think, oh, that's cool.",
        546.38,
        550.02
    ],
    [
        " No, you think, oh, he's underhanded and he's going to stab people in the back to get where he wants.",
        550.22,
        554.14
    ],
    [
        " And there's definitely some parts we'll get to it. But the, it's not that.",
        555.04,
        560.14
    ],
    [
        " And the approach is much more balanced than people, than people, than he has, than people generally consider.",
        560.5,
        569.34
    ],
    [
        " It's just a much more balanced perspective and like anything that talks about leadership and human nature, we can learn from it.",
        569.64,
        578.44
    ],
    [
        " So let's go to the book The Prince by Mac Evelley starts off here.",
        578.44,
        584.22
    ],
    [
        " Those who strive to, this is, this is an interesting. He's doing a little, he does some salesy stuff in here too.",
        585.22,
        590.16
    ],
    [
        " And there's a couple times where I have to, I had to call it, I'm going to call it out all of them, but he does some salesy type stuff in here.",
        590.82,
        596.94
    ],
    [
        " So here's how he starts it off. Those who strive to obtain the good graces of a prince are accustomed to come before him with such things as they hold most precious, on which they see him to take most delight.",
        597.6,
        607.06
    ],
    [
        " Once one often sees horses, arms, cloth of gold, precious stones and similar ornaments presented to princes worthy of their greatness. So he said, hey, if you want to get good, you know, good graces with a prince, you bring them stuff, horses and gold and whatever.",
        607.68,
        620.98
    ],
    [
        " Then he says, desiring therefore to present myself to your magnificent with some testimony of my devotion towards you, I have not found among my possessions anything which I hold more dear than or value so much as the knowledge of the actions of great men acquired by long experience and contemporary affairs and a continual study of antiquity, which having reflected upon it,",
        622.18,
        650.74
    ],
    [
        " with great and prolonged diligence, I now send digested into a little volume to your magnificence. That's pretty, that's pretty cool. He says, look, I could give you gold, but that's not really what's valuable to me, what's valuable to the most valuable thing I can give you is the knowledge that I have, the knowledge that I've had from studying and living through these things.",
        650.74,
        671.86
    ],
    [
        " And he continues, and although I may consider this work unworthy of your countenance, nevertheless, I trust much to your benignity that it may be acceptable, seeing that it is not possible for me to make a better gift than to offer you the opportunity of understanding in the shortest time, all that I have learned in so many years.",
        672.5,
        695.3
    ],
    [
        " And with so many troubles and dangers, which work, I have not embellished with swelling or magnificent words nor stuffed with rounded periods. So he comes out of the gate, right, he's a pretty arrogant dude, he's saying, listen, you are so lucky that I went through all this stuff and I'm just going to give it to you.",
        695.78,
        715.06
    ],
    [
        " I'm going to give you this little nice little volume, very plainly written, which is almost like an excuse, right, like there's no, no, there's no fancy words here. I'm just giving it to you straight.",
        715.06,
        724.68
    ],
    [
        " You know, I'm no Shakespeare, well Shakespeare wasn't even around yet, but he's saying it's very plainly written. And then he goes into it. So I think that's a pretty salesy opening, but hey, good, good on him. He's trying to make it happen.",
        725.2,
        738.06
    ],
    [
        " He starts off talking about the difficulties that occur in a new principality and principality is used that word. That's what the book is about. It's when you take over bland from people.",
        738.06,
        748.8
    ],
    [
        " Here we go.",
        750.0,
        752.12
    ],
    [
        " Although one may be very strong in armed forces yet in entering a province, one has always need of the goodwill of the natives.",
        754.22,
        762.34
    ],
    [
        " That's a great statement. Think about that statement. Think about it from a military perspective. Think about it from a business perspective.",
        765.06,
        771.58
    ],
    [
        " And this is something that the US military should always pay attention to. Hey, you can be strong and your armed forces can be strong, but you need the goodwill of the natives.",
        771.94,
        782.02
    ],
    [
        " Boom. There you go. Let's think about, let's remember that one in the world.",
        783.88,
        788.62
    ],
    [
        " And we know we do our best to do that. America does its best to do that, but we don't always do a good job.",
        789.92,
        796.0
    ],
    [
        " And then the other thing is when you think about it from a business perspective, when you get an acquisition taking place, like it's cool. You go in there and you got all the money to buy some little company.",
        797.32,
        805.36
    ],
    [
        " But if they all hate you, if you don't have the goodwill of the people that you just bought, you're going to have some issues. I promise you you're going to have some issues.",
        805.68,
        813.12
    ],
    [
        " Next up, those dominions, which when acquired are added to an ancient state by him who acquires them are either of the same country and language, or they are not.",
        816.38,
        826.74
    ],
    [
        " So he's saying, look, when you take someone over, they're either with the same language, or they don't have the same language.",
        826.98,
        831.02
    ],
    [
        " When they are, it is easier to hold them, especially when they have not been accustomed to self government. So if you take someone over and they speak your language and they've, you know, you took them over from someone else that was controlling them, they'll be okay with that because they're not used to controlling themselves anyways.",
        831.82,
        846.66
    ],
    [
        " Then he goes on, but when states acquired in a country differing language, customs, or laws, there are difficulties and good fortune and great energy are needed to hold them.",
        847.48,
        859.2
    ],
    [
        " And one of the greatest and most real helps would be that he who has acquired them should go reside there.",
        859.66,
        867.14
    ],
    [
        " So if they don't speak your language, if it's different culture, guess what, you got to go there and you got to stay there.",
        868.06,
        872.72
    ],
    [
        " Otherwise it's going to be a problem.",
        874.2,
        876.06
    ],
    [
        " So they're going to move there to so they can gain more understanding, gain more understanding, learn the language and stuff like that and also be there because you got to be able to pay attention when rebellion is going to form against you.",
        876.48,
        890.0
    ],
    [
        " If you're not there and they speak a different language, you have a different culture and you're not in the game.",
        890.52,
        896.64
    ],
    [
        " I'm going to have some issues. Yeah, you're going to get blindsided. So you got to go in there, you got to get deep, you got to occupy that territory.",
        898.2,
        904.04
    ],
    [
        " Continuing on, men ought either to be well treated or crushed.",
        904.46,
        910.58
    ],
    [
        " We'll read that one again. Men ought either to be well treated or crushed because they can avenge themselves of lighter injuries of more serious ones they cannot.",
        911.4,
        924.74
    ],
    [
        " Therefore, the injury that is to be done to a man ought to be of such kind that one does not stand in fear of revenge.",
        925.26,
        932.88
    ],
    [
        " So there's kind of classic macchi-avaliant thought. If you're going to hurt someone, just completely annihilate them to the best of your ability.",
        933.3,
        944.62
    ],
    [
        " Don't give them the ability to come back at you again.",
        944.92,
        947.12
    ],
    [
        " Then on the other hand, treat them super good. So it's either treat them good or you crush them.",
        947.72,
        957.72
    ],
    [
        " It's a good statement. This is something that it takes the will to completely destroy someone.",
        957.94,
        971.46
    ],
    [
        " It takes a lot of gall. You have to have the stomach to be able to do that. And a lot of people don't have the stomach to do that.",
        971.98,
        979.02
    ],
    [
        " So that's why I would say in most cases it's better to treat people well and have them come on board. And he and actually he says that too, but we'll get there.",
        980.42,
        988.02
    ],
    [
        " Back to the book, in maintaining armed men, they're in place of colonies.",
        988.72,
        994.22
    ],
    [
        " These one spends much more having to consume on the garrison, all of the income from the states that the whole acquisition turns into a loss.",
        994.22,
        1002.76
    ],
    [
        " And many more are exasperated because the whole state is injured. That's what he's saying. So when you do have to go in and you have to smash them, you have to keep people there to keep smashing.",
        1003.24,
        1011.74
    ],
    [
        " Guess what? You're spending all this money. You're investing all these people. And it's so hard to keep it under control that it's not even worth it.",
        1012.04,
        1021.54
    ],
    [
        " The acquisition turns into a loss. So from a business perspective, you go into a company, you buy them, but then they're rebellious.",
        1022.88,
        1031.92
    ],
    [
        " So you got to fire everyone. They got to bring people in and retrain them. And you got to retake territory and you lost customers because you because you didn't support during that time.",
        1031.98,
        1038.9
    ],
    [
        " And so you invest all this money. And guess what? Your acquisition ends up becoming a loss.",
        1039.12,
        1043.42
    ],
    [
        " Whereas if you had a good relationship with these people and you went in there and you they were able to kind of come on board with your culture and the way you were doing thing.",
        1044.16,
        1050.16
    ],
    [
        " Also, you move into a good scenario. Keep it, keep it.",
        1050.34,
        1055.64
    ],
    [
        " Friendly, if you can.",
        1056.16,
        1058.18
    ],
    [
        " Back to the book. What all prudent princes ought to do, who have to regard not only present troubles, but also future ones, for which they must prepare with every energy.",
        1059.1,
        1072.48
    ],
    [
        " Because when for seen, it is easy to remedy them. But if you wait until they approach, the medicine is no longer in time because the malady has become incurable.",
        1074.28,
        1085.02
    ],
    [
        " There's some good stuff in this book. And this is one of them. This is kind of obvious. But hey, you need to look to the future. And when there's a problem coming, cut it off early.",
        1085.64,
        1096.24
    ],
    [
        " The earlier you solve the problem, the easier it's going to be. He continues. For it happens in this, as the physicians say it happens in hectic fever.",
        1096.26,
        1106.26
    ],
    [
        " Then in the beginning of the malady, it is easy to cure, but difficult to detect. But in the course of time, not having been either detected or treated in the beginning, it becomes easy to detect, but difficult to cure.",
        1106.64,
        1121.96
    ],
    [
        " It's like getting caught in an arm lock. If you see, it's easy. You just move your shoulder, you move your hips a little bit, whatever you're out.",
        1124.12,
        1130.24
    ],
    [
        " The further it goes down that path, the worse the situation gets. And it's the same thing. Also, you know, when I've talked about having hard conversations with people, the earlier you have that hard conversation, the easier the hard conversation is to have.",
        1131.02,
        1145.7
    ],
    [
        " The longer you let it go, not only is it a harder conversation, but it's a conversation that's going to disrupt and cause more problems.",
        1145.7,
        1152.0
    ],
    [
        " It's going to interfere with our relationship. If I have to have a hard conversation, our relationship isn't getting better. It's getting worse.",
        1152.28,
        1159.8
    ],
    [
        " So the ease, the earlier you solve these problems, the better off you're going to be. It continues. This, it happens in a fairs of state.",
        1160.9,
        1168.18
    ],
    [
        " For when the evils that arise have been foreseen, which it is only given to a wise man to see, they can be quickly redressed. But when through not having been foreseen, they have been permitted to grow in a way that everyone can see them, there is no longer a remedy.",
        1168.2,
        1186.86
    ],
    [
        " Keep your ears to the ground. So you got to hear what's coming.",
        1188.4,
        1192.16
    ],
    [
        " Therefore, the Romans for seeing troubles dealt with them at once and even to avoid a war would not let them come to a head.",
        1192.5,
        1200.22
    ],
    [
        " For they knew that war is not to be avoided, but is only to be put off to the advantage of others.",
        1200.68,
        1207.02
    ],
    [
        " So every time you delay in getting that problem solves, you're not helping yourself.",
        1208.2,
        1212.2
    ],
    [
        " That's a good way to think about that. I haven't really thought about that way before.",
        1212.62,
        1216.16
    ],
    [
        " I talk about the hard conversations, have them earlier, they're going to be easier. If you're putting those wars off, you're only helping the other person.",
        1216.26,
        1224.8
    ],
    [
        " You're only putting yourself into a worse situation.",
        1225.14,
        1226.92
    ],
    [
        " Okay, so the other person meaning the enemy?",
        1227.24,
        1228.82
    ],
    [
        " Yeah. You're only helping the enemy.",
        1229.06,
        1231.86
    ],
    [
        " So attack those problems. Look, well, I think the first thing is pay attention. You got to pay attention to these problems that could be arising.",
        1234.36,
        1242.16
    ],
    [
        " Hard to detect.",
        1242.74,
        1243.48
    ],
    [
        " Hard to detect.",
        1243.76,
        1244.5
    ],
    [
        " And yeah, and then I like he says, I win everyone can see him. It's too late.",
        1245.08,
        1248.98
    ],
    [
        " Too late. Yeah.",
        1249.12,
        1249.66
    ],
    [
        " So you got to be gathering intelligence, you got to be paying attention.",
        1250.12,
        1252.96
    ],
    [
        " Back to the book, because one can easily enter there by gaining over some barren of the kingdom.",
        1253.94,
        1261.2
    ],
    [
        " For one, always finds malcontents and such as desire a change.",
        1261.56,
        1266.88
    ],
    [
        " So he's talking about when you're taking someone, when you're taking over like a kingdom,",
        1267.1,
        1269.76
    ],
    [
        " you can always find some people in the kingdom that are not happy with the situation.",
        1271.12,
        1275.86
    ],
    [
        " Like you can go into a company and you can say, it seems like you're the way your process is work is really hard on you guys.",
        1276.14,
        1282.18
    ],
    [
        " It seems like they're not really in vet.",
        1282.7,
        1283.96
    ],
    [
        " You can always find some people that are mad inside of a kingdom.",
        1284.26,
        1286.52
    ],
    [
        " Yeah, that's what he's saying.",
        1286.82,
        1287.9
    ],
    [
        " He's saying to find them.",
        1288.16,
        1289.34
    ],
    [
        " Yeah, well, he's here's what he goes on.",
        1289.7,
        1291.84
    ],
    [
        " He says such men for the reasons given can open the way into a state and render victory easy.",
        1291.84,
        1297.42
    ],
    [
        " But if you wish to hold it afterwards, you meet with infinite difficulties both from those you have assisted and those you have crushed.",
        1298.12,
        1307.58
    ],
    [
        " Nor is it enough for you to have exterminated the family of the prince because the lords that remain make themselves the heads of fresh movements against you.",
        1308.22,
        1316.64
    ],
    [
        " And as you are unable to either satisfy or exterminate them, the state is lost whenever the time brings the opportunity.",
        1317.12,
        1324.56
    ],
    [
        " What you're dealing with there, if you're entering, if you find some people that are disloyal inside of a company and then you go and become friends with them and then you go in and take the company over.",
        1325.78,
        1334.22
    ],
    [
        " There's a chance and what he's saying is like that disloyalty is a trait.",
        1335.32,
        1340.08
    ],
    [
        " Yeah, they're going to be disloyalty too.",
        1340.46,
        1341.88
    ],
    [
        " So you need to and you can't you can't crush them.",
        1342.5,
        1346.3
    ],
    [
        " You can't exterminate them because you've developed a relationship with them.",
        1346.3,
        1351.46
    ],
    [
        " And at the same time, you can't trust them.",
        1351.84,
        1355.48
    ],
    [
        " So be careful with that.",
        1355.66,
        1358.62
    ],
    [
        " Back to the book, whenever those states which have been acquired as stated above have been accustomed to live under their own laws and in freedom,",
        1359.84,
        1369.6
    ],
    [
        " there are three courses for those who wish to hold them. So obviously I'm skipping big chunks of the book. But what he's talking about is when you've taken over somewhere that is used to having their own laws and used to living in freedom, there's three different, three different methods or approaches you can take.",
        1369.82,
        1391.94
    ],
    [
        " If you want to hang on to him, here we go.",
        1392.38,
        1395.56
    ],
    [
        " The first is to ruin them.",
        1395.56,
        1396.98
    ],
    [
        " The next is to reside there in person.",
        1397.72,
        1402.96
    ],
    [
        " The third is to permit them to live under their own laws, drawing a tribute and establishing within it an oligarchy which will keep it friendly to you.",
        1403.52,
        1413.7
    ],
    [
        " Very clever. Very clever.",
        1414.3,
        1417.1
    ],
    [
        " Very smart too.",
        1417.76,
        1419.24
    ],
    [
        " Again, I keep going back to business a lot because when you're dealing with a company that acquires other companies, this is very real.",
        1419.7,
        1429.12
    ],
    [
        " If you've got a company, let's say you acquire part of a company that's been run by some senior company, like a parent company, they're not used to making their own decisions.",
        1430.02,
        1442.46
    ],
    [
        " So when you come in and say, hey, now we're going to help you out and you're going to be going along with us now. You're under our command.",
        1442.46,
        1448.7
    ],
    [
        " If they're used to being commanded, they're like, okay, new boss, but we'll deal with it.",
        1449.24,
        1452.56
    ],
    [
        " But if they were their own company, they were on their own and they were doing whatever they wanted, they were living in total freedom.",
        1453.46,
        1461.46
    ],
    [
        " Now you're coming in, now you're going to start listening to my rules. It's going to be a problem.",
        1462.14,
        1465.6
    ],
    [
        " Yeah.",
        1465.74,
        1466.06
    ],
    [
        " Yes.",
        1466.26,
        1467.04
    ],
    [
        " Now, I don't agree with the fact that you have to crush them.",
        1467.14,
        1469.46
    ],
    [
        " I would prefer that you go in and form a relationship with them.",
        1469.7,
        1472.58
    ],
    [
        " But what he's saying is, look, if you go in there, so let's say I took over Echo's company and you were used to freedom and I was just like, hey, Echo, here's what's going on.",
        1472.76,
        1480.96
    ],
    [
        " Hey, here's some broad guidance, but I really like what you're doing.",
        1481.32,
        1483.78
    ],
    [
        " Keep doing it, man. Keep doing it.",
        1484.0,
        1485.86
    ],
    [
        " And then, you know, here's what you're going to pay me because I'm giving you some support and you'd be like, hmm, yeah.",
        1485.98,
        1490.32
    ],
    [
        " Okay.",
        1490.72,
        1491.04
    ],
    [
        " Now, what I will say, which he doesn't go into is over time, I can start to get, first of all, build a relationship with you.",
        1491.22,
        1497.84
    ],
    [
        " Once I build a relationship with you, then I can start saying, hey, Echo, have you thought about doing this?",
        1498.14,
        1501.64
    ],
    [
        " A little bit different over here.",
        1501.78,
        1502.56
    ],
    [
        " And hey, Echo, what are you about this?",
        1502.9,
        1503.9
    ],
    [
        " And hey, Echo, this other company that we own does it this way and it's really efficient.",
        1503.94,
        1507.28
    ],
    [
        " Would you consider maybe seeing how that would work inside your, with your team?",
        1507.64,
        1512.06
    ],
    [
        " Yeah.",
        1512.36,
        1512.62
    ],
    [
        " And so I would slowly move.",
        1513.1,
        1514.66
    ],
    [
        " But for me to come in and say, okay, Echo, we just close the deal.",
        1514.88,
        1517.24
    ],
    [
        " Here's the new, yes.",
        1517.48,
        1518.86
    ],
    [
        "",
        1519.18,
        1519.18
    ],
    [
        " That's when you go, hey, you go to your troops and say, I don't know if this is a good call.",
        1519.88,
        1523.28
    ],
    [
        " And I don't know, these guys think they know everything.",
        1523.82,
        1525.26
    ],
    [
        " And now, son, we got a rebellion on our hands.",
        1525.64,
        1527.36
    ],
    [
        " Yep.",
        1527.7,
        1527.92
    ],
    [
        " So now I might have to crush it.",
        1528.38,
        1529.62
    ],
    [
        " Might.",
        1529.72,
        1530.22
    ],
    [
        " Cread the whole idea of crushing seems pretty old school.",
        1530.64,
        1533.9
    ],
    [
        " Yeah.",
        1534.14,
        1534.4
    ],
    [
        " Yeah.",
        1534.92,
        1535.1
    ],
    [
        " Well, and as he said, once you crush something, well, then you got to invest all kinds of things in it too.",
        1535.56,
        1542.1
    ],
    [
        " Like, hey, let's say, let's say I bought your company and then you, you know, you rebelled against me.",
        1542.76,
        1547.16
    ],
    [
        " So I fired you.",
        1547.16,
        1547.88
    ],
    [
        " Well, now I got to bring someone on.",
        1548.44,
        1549.82
    ],
    [
        " I got to find someone that understands your business and the intricacies your business and guess what?",
        1550.0,
        1553.14
    ],
    [
        " That's not easy.",
        1553.2,
        1553.76
    ],
    [
        " And guess what?",
        1554.1,
        1554.44
    ],
    [
        " Now I got to invest all this time in myself and I got to bring some contractors in there to help out.",
        1554.48,
        1559.1
    ],
    [
        " I'm next thing you know, I'm upside down.",
        1559.16,
        1560.72
    ],
    [
        " Yeah.",
        1560.92,
        1561.14
    ],
    [
        " Whereas if I had just done a good deal with you and, you know, kind of let you run things for a while and let build a relationship so that you actually would want to listen to me, that's different.",
        1561.34,
        1570.16
    ],
    [
        " That's better.",
        1570.26,
        1570.64
    ],
    [
        " Yeah.",
        1570.98,
        1571.18
    ],
    [
        " So yes, the idea of crushing people generally.",
        1571.6,
        1574.6
    ],
    [
        " It's your, it's, it's not the preferred method.",
        1576.32,
        1578.4
    ],
    [
        " It's not ideal generally.",
        1578.7,
        1580.62
    ],
    [
        " Sometimes is it required?",
        1581.2,
        1581.9
    ],
    [
        " Yes.",
        1582.14,
        1582.26
    ],
    [
        " Sometimes people need to get destroyed.",
        1582.56,
        1583.84
    ],
    [
        " That's the way it is.",
        1584.4,
        1585.62
    ],
    [
        " Yeah.",
        1585.72,
        1585.92
    ],
    [
        " And when that's the way, cool.",
        1586.26,
        1587.58
    ],
    [
        " That's how I look.",
        1587.82,
        1588.4
    ],
    [
        " Lock and load.",
        1588.64,
        1588.84
    ],
    [
        " Destroy.",
        1589.3,
        1589.62
    ],
    [
        " Did you, did you so watch football or do you watch football?",
        1590.5,
        1592.94
    ],
    [
        " I don't watch much football.",
        1593.14,
        1594.2
    ],
    [
        " Do you run a lot is, is old school?",
        1594.3,
        1596.3
    ],
    [
        " Yes.",
        1596.4,
        1596.72
    ],
    [
        " I do say a lot is.",
        1597.04,
        1597.98
    ],
    [
        " I do say a lot is.",
        1597.98,
        1598.52
    ],
    [
        " 49ers back in the day.",
        1598.72,
        1599.88
    ],
    [
        " Yeah.",
        1599.88,
        1600.16
    ],
    [
        " I don't know if this is true, but it's a rumor.",
        1600.54,
        1602.46
    ],
    [
        " I don't know.",
        1602.76,
        1603.1
    ],
    [
        " This is what I heard when I was young where he would like, he broke his finger.",
        1603.1,
        1606.32
    ],
    [
        " This is pinkier.",
        1606.52,
        1607.66
    ],
    [
        " I don't know.",
        1607.88,
        1608.2
    ],
    [
        " One of his fingers, he broke it and you know, he's trying to, you know, play, you got to play.",
        1608.24,
        1612.4
    ],
    [
        " He's a professional football player.",
        1612.56,
        1613.5
    ],
    [
        " So he can't just be out because your finger.",
        1613.5,
        1614.98
    ],
    [
        " So he'd play, you tape it up and it kept just getting jammed up.",
        1614.98,
        1617.92
    ],
    [
        " So you just cut it off.",
        1618.2,
        1619.9
    ],
    [
        " Yeah.",
        1620.0,
        1620.16
    ],
    [
        " So it's kind of one of those deals, you know, where, you know, yeah, get rid of the finger, but you don't have a finger.",
        1620.38,
        1626.08
    ],
    [
        " But if the thing is like, you know, jamming you up too much by being there, then you got to crush it.",
        1626.26,
        1631.54
    ],
    [
        " I heard a story, a similar story about Valegi.",
        1631.54,
        1634.82
    ],
    [
        " Valegi is male.",
        1634.86,
        1637.0
    ],
    [
        " You know the Getsu player?",
        1637.4,
        1638.4
    ],
    [
        " Yeah.",
        1638.56,
        1638.68
    ],
    [
        " Crazy Getsu player, great Getsu player.",
        1639.02,
        1640.98
    ],
    [
        " But he had crazy cauliflower ears.",
        1641.46,
        1643.56
    ],
    [
        " Yeah.",
        1644.08,
        1644.4
    ],
    [
        " Like they just look like two half tenets, half baseballs on the side of his head.",
        1644.44,
        1650.5
    ],
    [
        " Yeah.",
        1650.8,
        1651.12
    ],
    [
        " And I heard a story about him that he was just asking the doctor to just cut him off.",
        1651.38,
        1655.0
    ],
    [
        " Cut off my ears.",
        1655.18,
        1655.7
    ],
    [
        " Just cut him off, just get rid of him.",
        1655.7,
        1656.98
    ],
    [
        " No use.",
        1657.24,
        1657.6
    ],
    [
        " All they do is cause me problems, just get rid of him.",
        1658.1,
        1660.52
    ],
    [
        " Yeah.",
        1661.06,
        1661.46
    ],
    [
        " So is that considered hardcore?",
        1661.26,
        1663.28
    ],
    [
        " Kind of.",
        1663.54,
        1664.22
    ],
    [
        " Yeah.",
        1664.34,
        1664.58
    ],
    [
        " Cause I'm sure that, well, then again, I guess it depends on the problems, right?",
        1664.84,
        1669.36
    ],
    [
        " I mean, cause that's what, well, think about what you're using.",
        1669.48,
        1671.6
    ],
    [
        "",
        1671.6,
        1671.6
    ],
    [
        " What do your ears do for you?",
        1671.7,
        1672.64
    ],
    [
        " I guess, I guess they catch some sound and bring it into your ears.",
        1672.86,
        1676.38
    ],
    [
        " Yes.",
        1676.54,
        1676.72
    ],
    [
        " But if you're not hunting, right?",
        1676.96,
        1679.76
    ],
    [
        " And you don't necessarily need to hear super well.",
        1680.14,
        1683.86
    ],
    [
        " And by the way, I want you to have cauliflower ears and it starts going into your ear a little bit.",
        1683.86,
        1687.48
    ],
    [
        " Yeah.",
        1687.62,
        1687.94
    ],
    [
        " That's, that's not good either for your hearing.",
        1687.94,
        1690.3
    ],
    [
        " So his hearing might improve, just get rid of those things.",
        1690.74,
        1693.0
    ],
    [
        " Yeah, it depends so bad is cauliflower.",
        1693.22,
        1695.08
    ],
    [
        " You know what I'm saying?",
        1696.48,
        1698.08
    ],
    [
        " I didn't know what you're saying.",
        1698.24,
        1699.42
    ],
    [
        "",
        1699.74,
        1699.74
    ],
    [
        " You know, cutting off your ears is a lot more that goes into that than a finger, I think, because, you know,",
        1699.78,
        1705.74
    ],
    [
        " I don't know.",
        1705.76,
        1706.1
    ],
    [
        " I mean, on a social level, you know, you get a guy with ears cut off on purpose, by the way.",
        1706.18,
        1709.8
    ],
    [
        " It's kind of like, okay.",
        1710.06,
        1711.44
    ],
    [
        " Yeah, I don't know.",
        1711.86,
        1712.46
    ],
    [
        " Like a little bit next level on it.",
        1713.06,
        1714.28
    ],
    [
        " Let's say you're a girl and you're like, hey, mom, daddy, if you need my boyfriend.",
        1714.28,
        1717.2
    ],
    [
        " Have you never thought about like, when, if you read a cauliflower ear?",
        1717.2,
        1719.68
    ],
    [
        " No, I really don't.",
        1719.92,
        1720.54
    ],
    [
        " Okay.",
        1720.54,
        1720.82
    ],
    [
        " Sometimes when you get cauliflower ear and it's preventing you from training, there's, there's no doubt that the thought goes through your mind like, you know what?",
        1721.28,
        1728.06
    ],
    [
        " Hey, I'm in the game.",
        1728.34,
        1729.9
    ],
    [
        " You know, these things aren't doing me much good.",
        1730.22,
        1731.68
    ],
    [
        " Let me just get rid of these.",
        1732.04,
        1732.96
    ],
    [
        " Yeah.",
        1733.18,
        1733.52
    ],
    [
        " I could see how that could be.",
        1733.94,
        1735.82
    ],
    [
        " I guess, but sorry, man, I can't get there.",
        1735.96,
        1738.6
    ],
    [
        " No, with the ears.",
        1738.9,
        1739.54
    ],
    [
        " Maybe the fingers, I dig the fingers.",
        1739.98,
        1741.54
    ],
    [
        " That's true.",
        1741.62,
        1741.94
    ],
    [
        " To me, so you can't, there's certain things you can't do if you lose your fingers.",
        1742.22,
        1745.72
    ],
    [
        " I eat, play guitar.",
        1745.72,
        1746.74
    ],
    [
        " Yeah, you do.",
        1747.04,
        1747.48
    ],
    [
        " So I'd be a problem in the gym.",
        1747.48,
        1748.52
    ],
    [
        " Yeah, so I keep, I keep the fingers more than the ears.",
        1748.54,
        1751.84
    ],
    [
        " Yeah.",
        1753.08,
        1753.28
    ],
    [
        " You know the choice.",
        1753.28,
        1754.16
    ],
    [
        " All right, baby.",
        1754.28,
        1754.66
    ],
    [
        " The ears of the fingers.",
        1754.66,
        1755.32
    ],
    [
        " I don't mind.",
        1755.6,
        1757.02
    ],
    [
        " You know what?",
        1757.22,
        1757.66
    ],
    [
        " You're more sensitive to your appearance, I think, than I am.",
        1758.12,
        1762.36
    ],
    [
        " Esthetically conscious.",
        1762.44,
        1763.44
    ],
    [
        " Yeah, yeah, yeah.",
        1763.74,
        1764.64
    ],
    [
        " Yeah, yeah.",
        1765.1,
        1765.24
    ],
    [
        " I would agree with that, sir.",
        1765.24,
        1766.74
    ],
    [
        " I think so.",
        1766.88,
        1767.62
    ],
    [
        " So you get your ears.",
        1767.76,
        1769.58
    ],
    [
        " I'm keeping my fingers.",
        1769.86,
        1770.76
    ],
    [
        " Okay.",
        1771.02,
        1771.32
    ],
    [
        " I'm hammered on that gid box.",
        1771.32,
        1772.4
    ],
    [
        " Good deal.",
        1772.68,
        1772.94
    ],
    [
        " Check.",
        1773.98,
        1774.54
    ],
    [
        " Well, that went off the rails a little bit.",
        1774.96,
        1776.72
    ],
    [
        " Yeah.",
        1776.92,
        1777.1
    ],
    [
        " That's right.",
        1778.38,
        1778.9
    ],
    [
        " All right.",
        1779.38,
        1779.76
    ],
    [
        " Going back to the book, a wise man ought always to follow the paths beaten by great men and",
        1780.1,
        1786.8
    ],
    [
        " to imitate those who have been supreme so that if his ability does not equal theirs, at",
        1786.8,
        1793.36
    ],
    [
        " least it will save her of it.",
        1793.36,
        1795.36
    ],
    [
        " Let him act like the clever archers.",
        1796.6,
        1799.0
    ],
    [
        " Who?",
        1799.18,
        1799.52
    ],
    [
        " This is a good little statement.",
        1799.68,
        1800.82
    ],
    [
        " Let him act like the clever archers.",
        1800.84,
        1803.58
    ],
    [
        " Who?",
        1803.86,
        1803.98
    ],
    [
        " Designed to hit the mark which yet appears too far distant and knowing the limits to which",
        1804.36,
        1809.6
    ],
    [
        " the strength of their bow attains, tank, take aim much higher than the mark, not to reach",
        1809.6,
        1816.24
    ],
    [
        " them by their strength or arrow to so great a height, but to be able to with the aid of",
        1816.24,
        1822.64
    ],
    [
        " so high an aim, hit the mark they wish to reach.",
        1822.64,
        1827.74
    ],
    [
        " That's a very clever way of putting it.",
        1828.4,
        1830.48
    ],
    [
        " Hey, look, if I don't think I can hit this mark, I'm just going to aim a little bit higher.",
        1830.8,
        1835.2
    ],
    [
        " And then even though I might not reach the highest mark, I'll at least hit the mark I",
        1835.68,
        1840.1
    ],
    [
        " was, I'll get where I want to be.",
        1840.1,
        1841.94
    ],
    [
        " Yeah, yeah, fully.",
        1842.26,
        1843.72
    ],
    [
        " That's a good way to go through life.",
        1843.86,
        1845.22
    ],
    [
        " Yeah, there's a lot of that.",
        1845.7,
        1846.64
    ],
    [
        " That's a tactic, technique, whatever, and a lot of things.",
        1846.8,
        1852.06
    ],
    [
        " Negotiation, they say they do the same thing.",
        1852.48,
        1854.64
    ],
    [
        " I want to get, I don't know, you go and job interview, whatever.",
        1855.04,
        1858.34
    ],
    [
        " I want to make 100,000, so I'm going to ask for like 120.",
        1858.88,
        1861.82
    ],
    [
        " He's going to negotiate down and I get my 100.",
        1862.2,
        1864.6
    ],
    [
        " No, that's true.",
        1864.92,
        1865.82
    ],
    [
        " Where this thing, I think sometimes people get this out of hand is it'll be like a sales",
        1866.36,
        1871.74
    ],
    [
        " organization and they'll say, you know, they want to bring in, they want to do $5 million",
        1871.74,
        1877.84
    ],
    [
        " worth of sales in the next month.",
        1877.84,
        1880.2
    ],
    [
        " And so they say, okay, guys, what we're going to do?",
        1880.78,
        1882.32
    ],
    [
        " 10 million.",
        1882.48,
        1883.02
    ],
    [
        " And they said an unrealistic goal.",
        1883.54,
        1885.24
    ],
    [
        " When you said an unrealistic goal that's not achievable, it's basically a meaningless",
        1885.36,
        1889.34
    ],
    [
        " goal.",
        1889.34,
        1889.72
    ],
    [
        " So you have to, you have to aim a little bit high, but it's got to be realistic.",
        1890.0,
        1893.58
    ],
    [
        " Yeah.",
        1894.06,
        1894.26
    ],
    [
        " Yeah.",
        1894.9,
        1895.64
    ],
    [
        " And I would think anyway, I'm just going off how I felt right there when you said that.",
        1896.02,
        1900.26
    ],
    [
        " If someone sets his unrealistic goal, especially for you, that includes you, you know, where",
        1900.46,
        1906.14
    ],
    [
        " like the failure of reaching that goal is kind of partly your failure.",
        1906.14,
        1910.44
    ],
    [
        " I think you'd kind of decrease my like enthusiasm.",
        1910.92,
        1914.0
    ],
    [
        " I feel like this happened.",
        1914.26,
        1915.06
    ],
    [
        "",
        1915.28,
        1915.28
    ],
    [
        " You need to, that's why people need to be very careful in how they set their goals, that",
        1915.5,
        1919.98
    ],
    [
        " they set them high enough that it, it, you try and get to it and maybe you don't quite",
        1919.98,
        1925.42
    ],
    [
        " get there because let's face it, if you set a goal and you just easily make it, you",
        1925.42,
        1929.08
    ],
    [
        " should have set your goal a little bit higher.",
        1929.08,
        1930.2
    ],
    [
        " Yeah.",
        1930.36,
        1930.52
    ],
    [
        " You know, if you set a goal and it's not even close, no one even tries.",
        1930.52,
        1935.02
    ],
    [
        " Yeah.",
        1935.46,
        1935.7
    ],
    [
        " So you got to set a realistic goal.",
        1935.78,
        1937.22
    ],
    [
        " Yeah.",
        1937.44,
        1937.78
    ],
    [
        " Otherwise, not going to work well.",
        1938.7,
        1940.44
    ],
    [
        " Yeah.",
        1940.92,
        1941.22
    ],
    [
        " And like people will be like, salt, like, especially at work when people start setting goals",
        1941.38,
        1946.14
    ],
    [
        " all crazy.",
        1946.14,
        1947.0
    ],
    [
        " Like crazy.",
        1947.7,
        1948.82
    ],
    [
        "",
        1948.94,
        1948.94
    ],
    [
        " That's what I was talking about.",
        1948.98,
        1949.8
    ],
    [
        " Yeah.",
        1949.8,
        1950.06
    ],
    [
        " Well, I was just watching the movie Major League.",
        1950.2,
        1953.76
    ],
    [
        " Remember that one?",
        1954.02,
        1954.6
    ],
    [
        " Oh, the first one.",
        1954.7,
        1955.42
    ],
    [
        " I try to remember what it was about.",
        1955.42,
        1956.8
    ],
    [
        " And they were like, baseball.",
        1957.02,
        1958.08
    ],
    [
        " It was this thing where they, they're the owner was trying to like sell the team or something.",
        1958.38,
        1963.58
    ],
    [
        " But for her to do that, they had to like lose all the games.",
        1963.8,
        1967.76
    ],
    [
        " Or something like that.",
        1967.76,
        1968.62
    ],
    [
        " And if they didn't lose, then she would just replace the players with other players who",
        1968.74,
        1972.04
    ],
    [
        " would lose, you know, kind of think.",
        1972.04,
        1973.58
    ],
    [
        " So it was, so everyone was all down about it.",
        1973.82,
        1977.66
    ],
    [
        " And the car was like, well, there's only one thing to do when the whole thing, you know,",
        1977.76,
        1981.06
    ],
    [
        " like that, right?",
        1981.08,
        1981.82
    ],
    [
        " Which is, I dig it.",
        1982.08,
        1983.54
    ],
    [
        " Right.",
        1983.6,
        1983.92
    ],
    [
        " But at like a regular job, well, it was for the movie too, obviously.",
        1984.44,
        1988.4
    ],
    [
        " So you got to have an inspirational storyline.",
        1988.46,
        1990.64
    ],
    [
        " But anyway, at your job, you know, let's say there's numbers we got.",
        1990.86,
        1994.1
    ],
    [
        " For sure.",
        1994.1,
        1994.44
    ],
    [
        " And then it's like, okay, dang, you're making me meet these crazy numbers.",
        1994.78,
        1997.86
    ],
    [
        " And they're unrealistic.",
        1997.86,
        1999.02
    ],
    [
        " They're above a normal good goal.",
        1999.38,
        2001.48
    ],
    [
        " They're way, so it's like, okay, what does this mean now?",
        2001.74,
        2003.8
    ],
    [
        " Now, like probably again, it can't spend time with my family.",
        2003.96,
        2005.88
    ],
    [
        " Okay, now you're going to freaking drive us into the ground, working and do all this stuff",
        2006.02,
        2010.02
    ],
    [
        " or whatever, going against my interests, you know, as a human being.",
        2010.02,
        2013.76
    ],
    [
        " So I'm going to feel junk about that.",
        2014.02,
        2015.66
    ],
    [
        " I'm not going to like that.",
        2015.66,
        2016.4
    ],
    [
        " No, no one does.",
        2016.52,
        2017.22
    ],
    [
        " That's my point.",
        2017.42,
        2017.94
    ],
    [
        " It does.",
        2018.04,
        2018.28
    ],
    [
        " Even no one likes in the business world.",
        2018.6,
        2020.92
    ],
    [
        " I know I liked it a major league either.",
        2021.02,
        2022.74
    ],
    [
        " Well, that was, you know, different.",
        2023.34,
        2025.24
    ],
    [
        " They did like it.",
        2025.46,
        2026.12
    ],
    [
        " Check.",
        2026.28,
        2026.56
    ],
    [
        " All right, moving on.",
        2026.98,
        2027.72
    ],
    [
        " Now as the fact of becoming a prince from private station presupposes either ability or",
        2029.38,
        2036.1
    ],
    [
        " fortune, and he's the word for it's a lot to mean like pretty much luck, it is clear",
        2036.1,
        2041.6
    ],
    [
        " that one or the other of these things will mitigate in some degree many difficulties.",
        2041.6,
        2047.6
    ],
    [
        " Nevertheless, he was relied least on fortune is established the strongest makes sense.",
        2048.26,
        2054.32
    ],
    [
        " So when you, when you're in a leadership position, if you got there because you're lucky,",
        2054.56,
        2057.74
    ],
    [
        " it's going to be harder for you to maintain a good position as a leader.",
        2058.04,
        2061.38
    ],
    [
        " If you got there because of your skill and what's the other thing he says because your",
        2061.62,
        2065.42
    ],
    [
        " ability, if you get there because of your ability, people are going to respect you more.",
        2065.42,
        2068.18
    ],
    [
        " They just, you just got there by luck.",
        2068.52,
        2070.22
    ],
    [
        " Those who by valorous ways become princes acquire a principality with difficulty, but they",
        2071.84,
        2078.84
    ],
    [
        " keep it with ease.",
        2078.84,
        2080.1
    ],
    [
        " The difficulties they have in acquiring it rise in part from the new rules and methods,",
        2080.78,
        2086.3
    ],
    [
        " methods which they are forced to introduce to establish their government and its security.",
        2086.76,
        2091.5
    ],
    [
        " So when you have a hard time getting into power and you do it by boldness once you're",
        2091.88,
        2096.32
    ],
    [
        " there, it's going to be easier for you to do it because you had to make all these maneuvers.",
        2096.32,
        2100.04
    ],
    [
        " You had to figure things out in order to get there.",
        2100.04,
        2102.22
    ],
    [
        " Continuing and it ought to be remembered that there is nothing more difficult.",
        2103.32,
        2106.72
    ],
    [
        " Oh, this is a good one.",
        2107.12,
        2107.88
    ],
    [
        " There's nothing more difficult to take in hand, more perilous to conduct or more uncertain",
        2108.22,
        2113.76
    ],
    [
        " in its success than to take the lead in the introduction of a new order of things.",
        2113.76,
        2119.04
    ],
    [
        " So there's nothing harder than trying to come in and introduce a new order of things, nothing",
        2119.74,
        2124.32
    ],
    [
        " harder than that.",
        2124.32,
        2124.96
    ],
    [
        " And here's the reasons because the innovator has for enemies.",
        2125.14,
        2128.58
    ],
    [
        " All those who have done well under the old conditions and Lukewarm defenders in those",
        2129.36,
        2136.48
    ],
    [
        " who may do well under the new.",
        2136.48,
        2139.16
    ],
    [
        " So you got people that are entrenched that like, hey man, we've been doing this for 20 years,",
        2139.42,
        2142.3
    ],
    [
        " I'm not changing it.",
        2142.38,
        2143.0
    ],
    [
        " And he got someone else saying, well, it could work better.",
        2143.26,
        2145.24
    ],
    [
        " That's like it's not a good comparison.",
        2145.74,
        2148.68
    ],
    [
        " It's not a fair fight because those people that are already know it works, they know it works.",
        2148.9,
        2153.72
    ],
    [
        " And he got someone that I think the new thing will work.",
        2154.02,
        2155.66
    ],
    [
        " It's a mismatch.",
        2156.38,
        2157.8
    ],
    [
        " Continuing on, this coolness arises partly from fear of the opponents who have the walls on their side.",
        2158.24,
        2166.6
    ],
    [
        " And partly from the incredul, incredulally of men who do not readily believe in new things",
        2166.76,
        2175.02
    ],
    [
        " until they have had long experience of them.",
        2175.02,
        2179.08
    ],
    [
        " So you have people that have been doing this forever.",
        2179.64,
        2181.96
    ],
    [
        " Like I just said, you got someone that hasn't really figured out if this new thing is going to work.",
        2181.96,
        2186.04
    ],
    [
        " And it's just a mismatch.",
        2186.04,
        2187.2
    ],
    [
        " So they're skeptical.",
        2187.58,
        2191.3
    ],
    [
        " Continuing, those who solely by good fortune become princes from being private citizens",
        2192.74,
        2201.62
    ],
    [
        " have little trouble in rising, but much trouble in keeping a top.",
        2201.62,
        2206.4
    ],
    [
        " They have not had any difficulties on the way up because they fly.",
        2206.56,
        2211.4
    ],
    [
        " But they have many when they reach the summit.",
        2212.58,
        2214.42
    ],
    [
        " This is a good one.",
        2214.64,
        2215.64
    ],
    [
        " The people that kind of get lucky and end up in a senior position and a leadership position, they got lucky.",
        2216.44,
        2222.74
    ],
    [
        " And so there's no trouble getting there.",
        2223.22,
        2224.6
    ],
    [
        " They got lucky.",
        2224.68,
        2225.22
    ],
    [
        " They flew there.",
        2225.48,
        2226.5
    ],
    [
        " But then he says they have trouble when they reach the summit.",
        2226.82,
        2229.28
    ],
    [
        " Continuing on, such are those to whom some state is given either for money or by favor of him who bestows it.",
        2229.78,
        2236.98
    ],
    [
        " So you see this going through buds actually.",
        2237.78,
        2242.92
    ],
    [
        " There's some people that were like incredible athletes.",
        2243.42,
        2246.48
    ],
    [
        " And they never failed anything before in their life.",
        2247.08,
        2250.18
    ],
    [
        " And all of a sudden they show up and they start failing things.",
        2250.34,
        2252.4
    ],
    [
        " And it breaks them.",
        2252.62,
        2253.66
    ],
    [
        " Or their great athletes going through buds.",
        2254.3,
        2256.5
    ],
    [
        " Because if you're a great athlete, little and buds is kind of easy.",
        2256.96,
        2259.92
    ],
    [
        " And then you show up at a seal team things aren't easy because it's not just athletics in the seal team.",
        2260.62,
        2264.44
    ],
    [
        " It's not an athletic game in the seal team.",
        2264.76,
        2266.54
    ],
    [
        " As a matter of fact, I was just talking about this the other day.",
        2267.06,
        2269.56
    ],
    [
        " The athletic capability of a seal or of a special operation.",
        2269.82,
        2276.76
    ],
    [
        " It's like, sure, you get some great athletes in there.",
        2276.94,
        2278.48
    ],
    [
        " But you put on a Rucksack and hump, you know, 10 kilometers.",
        2278.96,
        2284.32
    ],
    [
        " That's not an athletically gifted as an athletic.",
        2284.6,
        2289.02
    ],
    [
        " It's not an athletic skill test.",
        2289.36,
        2291.72
    ],
    [
        " Yeah.",
        2291.98,
        2292.16
    ],
    [
        " You know, it's it's not like, yeah, you got to be in good shape.",
        2292.34,
        2294.98
    ],
    [
        " For sure.",
        2295.4,
        2296.16
    ],
    [
        " But whether this guy played college football and this guy didn't,",
        2296.7,
        2308.26
    ],
    [
        " occasionally you might be able to, you got to, you, you can make some assumptions at the, at the football player.",
        2308.74,
        2313.12
    ],
    [
        " You know, he's an athletic person, but it's not an athletic game.",
        2313.12,
        2318.2
    ],
    [
        " Yeah.",
        2318.4,
        2318.82
    ],
    [
        " The same with like shooting.",
        2319.36,
        2320.98
    ],
    [
        " Like, okay, you get someone that's got great hand eye coordination.",
        2321.3,
        2323.48
    ],
    [
        " They're probably going to be a pretty good shot.",
        2323.8,
        2325.38
    ],
    [
        " Not necessarily though.",
        2325.98,
        2327.12
    ],
    [
        " I knew some guys that were great athletes weren't good shots.",
        2327.36,
        2330.6
    ],
    [
        " And vice versa.",
        2330.9,
        2332.7
    ],
    [
        " You know, some guys that were great athletes and they were great shots at great hand eye coordination.",
        2332.88,
        2335.92
    ],
    [
        " So it's not really, there's not really this athletic challenge.",
        2337.1,
        2340.3
    ],
    [
        " So my point is you get someone that sails through buds because they're a great athlete",
        2340.56,
        2346.02
    ],
    [
        " because, because buds is more of an athletic pursuit.",
        2346.02,
        2348.66
    ],
    [
        " I mean, it's like, okay, you got to run.",
        2348.92,
        2350.0
    ],
    [
        " You got to do pull ups.",
        2350.32,
        2351.34
    ],
    [
        " You got to do the ops course.",
        2351.42,
        2352.36
    ],
    [
        " There's more athleticism involved in getting through buds.",
        2352.44,
        2354.92
    ],
    [
        " Once you get through buds, then it's like, oh, you have to think.",
        2355.46,
        2358.98
    ],
    [
        " You have to gut through hard things while you're thinking.",
        2359.68,
        2363.28
    ],
    [
        " So there's some guys that I went through with that got a little tripped up when they got to the teams",
        2363.46,
        2367.44
    ],
    [
        " even though they did not have a hard time at all with buds.",
        2367.44,
        2369.98
    ],
    [
        " They got to the teams.",
        2370.16,
        2371.48
    ],
    [
        " They got tripped up on things because they just kind of got in their own way.",
        2371.48,
        2377.38
    ],
    [
        " Yeah.",
        2377.8,
        2377.84
    ],
    [
        " Unfortunately, good guys, hard guys, but you just think, man, just you need to think a little bit more.",
        2378.26,
        2384.4
    ],
    [
        " Yeah.",
        2384.66,
        2384.9
    ],
    [
        " It's dealing with certain mental anguish while you do other things.",
        2385.24,
        2391.28
    ],
    [
        " Yeah.",
        2391.28,
        2391.6
    ],
    [
        " You have to deal with it.",
        2391.6,
        2392.76
    ],
    [
        " Yeah.",
        2392.96,
        2393.08
    ],
    [
        " You got to make decisions when you're tired.",
        2393.64,
        2395.52
    ],
    [
        " Yeah.",
        2396.22,
        2396.44
    ],
    [
        " You got to stay awake when you're tired.",
        2396.56,
        2398.04
    ],
    [
        " You got to, yeah, like all those things.",
        2398.32,
        2400.66
    ],
    [
        " Oh, there's stress going on and you're freaking out.",
        2400.78,
        2402.64
    ],
    [
        " Well, guess what?",
        2402.78,
        2403.18
    ],
    [
        " You still got to decide that you got to make something happen and you got to go do it.",
        2403.24,
        2406.64
    ],
    [
        " Yeah.",
        2406.82,
        2407.08
    ],
    [
        " Which is easy to just go curl up in a ball.",
        2407.46,
        2410.26
    ],
    [
        " Right.",
        2410.78,
        2410.96
    ],
    [
        " No.",
        2411.06,
        2411.24
    ],
    [
        " Take a nap.",
        2411.74,
        2412.92
    ],
    [
        " Yeah.",
        2413.48,
        2413.82
    ],
    [
        " Yeah.",
        2414.12,
        2414.28
    ],
    [
        " Don't forget.",
        2414.28,
        2414.66
    ],
    [
        " Continuing such.",
        2414.66,
        2417.88
    ],
    [
        " And he's talking about these people that were kind of given locker or bought their way into their position.",
        2417.98,
        2422.08
    ],
    [
        " Such stands simply elevated up behind the goodwill and the fortune of him who has elevated them.",
        2422.32,
        2426.92
    ],
    [
        " Two, most inconsistent, and unstable things.",
        2427.52,
        2431.38
    ],
    [
        " Neither have they the knowledge requisite for the position,",
        2432.36,
        2435.72
    ],
    [
        " because unless they're meant of great worth and ability,",
        2436.0,
        2438.16
    ],
    [
        " it is not reasonable to expect that they should know how to command,",
        2438.32,
        2440.94
    ],
    [
        " having always lived in private condition.",
        2441.1,
        2442.8
    ],
    [
        " So you get somebody that gets thrown into a leadership position,",
        2442.86,
        2445.44
    ],
    [
        " and they haven't done anything to earn their position here,",
        2445.52,
        2447.32
    ],
    [
        " they're going to be an experience that's going to be hard for them.",
        2447.44,
        2449.3
    ],
    [
        " Yeah. Same thing with, I mean, maybe you see it now, maybe you don't,",
        2449.3,
        2453.88
    ],
    [
        " but are in Jiu Jitsu, where, you know, a young guy or whatever,",
        2453.98,
        2459.14
    ],
    [
        " or he'll have a certain body type or odd,",
        2459.32,
        2463.64
    ],
    [
        " whatever, he'll develop like this certain move that'll be kind of new to everyone.",
        2463.64,
        2468.46
    ],
    [
        " No one's ever seen this system or this move or whatever,",
        2468.52,
        2472.64
    ],
    [
        " and they'll get guys and win tournaments,",
        2472.72,
        2476.96
    ],
    [
        " and start winning tournaments and structure like,",
        2477.32,
        2480.06
    ],
    [
        " dang, this guy's killing these tournaments here,",
        2480.1,
        2481.48
    ],
    [
        " let's give him his blue belt, brown belt, you know, all the way up,",
        2481.54,
        2484.08
    ],
    [
        " he gets his brown belt, black belt, because he wins tournaments.",
        2484.2,
        2487.06
    ],
    [
        " Dang.",
        2487.22,
        2487.44
    ],
    [
        " More so than because of his school.",
        2487.72,
        2489.98
    ],
    [
        " His well-rounded.",
        2489.98,
        2490.72
    ],
    [
        " Yeah, skill set and knowledge.",
        2490.86,
        2492.16
    ],
    [
        " So which kind of makes sense, right?",
        2492.64,
        2494.48
    ],
    [
        " I mean, shoot, if he's winning, if he's tapping everyone out in the table,",
        2494.6,
        2498.44
    ],
    [
        " he'll get a tournament in, you know, all the lower belts.",
        2498.44,
        2500.42
    ],
    [
        " Of course, he's gonna need to just belt, make sense.",
        2500.56,
        2501.94
    ],
    [
        " But, later on, you know, as time goes on,",
        2502.4,
        2506.42
    ],
    [
        " and one of the things is like, okay,",
        2506.72,
        2508.86
    ],
    [
        " they'll just figure out the move.",
        2508.96,
        2509.84
    ],
    [
        " Yeah.",
        2510.04,
        2510.14
    ],
    [
        " Figure out the answer to that move.",
        2510.22,
        2511.68
    ],
    [
        " What else is left?",
        2511.84,
        2512.5
    ],
    [
        " Nothing.",
        2512.68,
        2512.98
    ],
    [
        " Isn't it crazy that if you know the move?",
        2513.26,
        2517.12
    ],
    [
        " Like, isn't it crazy and Jiu Jitsu, first of all,",
        2517.4,
        2518.94
    ],
    [
        " that if you know how to defend something, you can stop something.",
        2518.96,
        2520.68
    ],
    [
        " If you don't know it, you get tapped.",
        2520.8,
        2522.06
    ],
    [
        " If you know it, you can get out.",
        2522.06,
        2523.3
    ],
    [
        " Yes.",
        2523.48,
        2523.58
    ],
    [
        " That's so crazy.",
        2523.74,
        2524.9
    ],
    [
        " Yeah.",
        2525.16,
        2525.36
    ],
    [
        " And what's really crazy is that,",
        2525.68,
        2528.42
    ],
    [
        " that's the way life is, that's the way leadership is.",
        2528.42,
        2531.42
    ],
    [
        " Like, when I talk to companies,",
        2531.78,
        2532.7
    ],
    [
        " and I'll be talking to some leader,",
        2532.7,
        2533.66
    ],
    [
        " and I'm like, hey, here's what you need to say in a situation like this.",
        2533.66,
        2536.06
    ],
    [
        " And it's like they can now escape this position that they're in.",
        2536.7,
        2540.0
    ],
    [
        " Yes.",
        2540.12,
        2540.24
    ],
    [
        " Because they can, oh, oh yeah, here's what you should say.",
        2540.36,
        2544.08
    ],
    [
        " Yeah.",
        2544.46,
        2544.72
    ],
    [
        " And they say, you can see it, look in their eyes.",
        2545.02,
        2547.28
    ],
    [
        " And then they'll call me and say, dude, I did that.",
        2547.64,
        2551.44
    ],
    [
        " Yeah.",
        2551.6,
        2551.84
    ],
    [
        " You would leave the whole team turned around.",
        2552.38,
        2554.76
    ],
    [
        " Oh yeah.",
        2554.96,
        2555.54
    ],
    [
        " Big shocker.",
        2555.8,
        2556.44
    ],
    [
        " Man, there's moves that you can make.",
        2556.44,
        2558.16
    ],
    [
        " There's tactical maneuvers that you can make.",
        2558.3,
        2560.16
    ],
    [
        " And if you know them, you'll escape the position.",
        2560.58,
        2563.8
    ],
    [
        " Yeah.",
        2564.18,
        2564.34
    ],
    [
        " If you don't know them, you'll get destroyed.",
        2564.4,
        2565.9
    ],
    [
        " Yeah.",
        2566.62,
        2566.9
    ],
    [
        " And so to where you're going with this is,",
        2567.42,
        2569.26
    ],
    [
        " sometimes somebody develops something,",
        2569.38,
        2570.78
    ],
    [
        " or they get really good at something.",
        2570.8,
        2572.06
    ],
    [
        " And as soon as some people know it's coming,",
        2572.46,
        2575.28
    ],
    [
        " they can just stop it.",
        2575.54,
        2577.04
    ],
    [
        " And then all of a sudden, they start losing tournaments.",
        2577.34,
        2578.56
    ],
    [
        " They get to purple belt.",
        2578.7,
        2579.4
    ],
    [
        " They start losing tournaments.",
        2579.4,
        2580.26
    ],
    [
        "",
        2580.5,
        2580.5
    ],
    [
        " Because of that.",
        2580.62,
        2581.22
    ],
    [
        " Now it's going to say, see, it's unrealistic, in my opinion,",
        2581.22,
        2583.84
    ],
    [
        " that someone would be really good at a move,",
        2584.96,
        2587.28
    ],
    [
        " and go all the way to black belt based on that move.",
        2587.46,
        2589.84
    ],
    [
        " That's not realistic.",
        2590.14,
        2590.9
    ],
    [
        " They'll get somebody, people will figure out,",
        2591.54,
        2593.98
    ],
    [
        " and they'll have to round out their game,",
        2594.08,
        2595.44
    ],
    [
        " before they get brown belt, black belt.",
        2595.7,
        2597.52
    ],
    [
        " Yeah.",
        2597.74,
        2597.98
    ],
    [
        " Right.",
        2598.28,
        2598.42
    ],
    [
        " You were getting a little crazy there.",
        2598.66,
        2599.92
    ],
    [
        " Yeah.",
        2600.12,
        2600.4
    ],
    [
        " More for the example, but there is this one.",
        2600.6,
        2602.68
    ],
    [
        " And I don't know the girl's name, but it was,",
        2602.78,
        2604.4
    ],
    [
        " I don't know the girl's name, but she was a brown belt.",
        2605.9,
        2608.64
    ],
    [
        " But she had been a brown belt.",
        2608.72,
        2610.16
    ],
    [
        " Like she took her like two years or so.",
        2610.3,
        2612.36
    ],
    [
        " It's something super fast.",
        2612.36,
        2613.62
    ],
    [
        " To get to brown belt.",
        2613.82,
        2614.62
    ],
    [
        " To get to brown belt.",
        2614.72,
        2615.38
    ],
    [
        " Because of, if I'm not mistaken, she would do like a reverse triangle",
        2615.7,
        2619.7
    ],
    [
        " all the time.",
        2619.7,
        2620.2
    ],
    [
        " Maybe a regular triangle, I'm not sure.",
        2620.3,
        2621.86
    ],
    [
        " And then, I don't know, then I think it,",
        2622.56,
        2624.7
    ],
    [
        " I could be getting the names wrong.",
        2624.98,
        2627.92
    ],
    [
        " But I think it was Penny Thomas,",
        2628.02,
        2629.96
    ],
    [
        " and she ended up fighting Penny Thomas and Penny Thomas Beater.",
        2630.32,
        2633.02
    ],
    [
        " And you know, the new hotness, the new girl coming up or whatever.",
        2633.26,
        2636.62
    ],
    [
        " And I think it was Joel who mentioned like this exact",
        2636.78,
        2642.34
    ],
    [
        " thing that he's talking about, where it's like, yeah, like,",
        2642.36,
        2644.72
    ],
    [
        " to be a real brown belt and compete at the top level,",
        2644.92,
        2648.06
    ],
    [
        " you got to have a well-rounded game essentially.",
        2648.2,
        2650.42
    ],
    [
        " You know, because you can't just, you can't just like what you said.",
        2650.7,
        2653.32
    ],
    [
        " Like you, you make it up to brown and black for a reason,",
        2653.56,
        2655.86
    ],
    [
        " brown and black belt, you can't just do it with one move.",
        2656.38,
        2658.96
    ],
    [
        " Because that's not what a brown belt really is.",
        2659.12,
        2660.8
    ],
    [
        " And that's what, when you get someone that's really good,",
        2660.98,
        2663.12
    ],
    [
        " they know about all the different moves.",
        2663.28,
        2665.14
    ],
    [
        " You know, it always surprises me.",
        2665.48,
        2667.1
    ],
    [
        " Dean will be able to answer a question about moves",
        2667.22,
        2669.48
    ],
    [
        " that he doesn't actually do in a normal basis.",
        2669.48,
        2671.92
    ],
    [
        " Yeah.",
        2672.0,
        2672.4
    ],
    [
        " Like, he knows exactly how to do it.",
        2672.56,
        2674.9
    ],
    [
        " He knows how to defend it.",
        2674.9,
        2675.68
    ],
    [
        " He knows how to set it up.",
        2675.72,
        2676.48
    ],
    [
        " But he doesn't actually do that move.",
        2676.48,
        2678.04
    ],
    [
        " And that's how good you got to be.",
        2678.48,
        2681.52
    ],
    [
        " Yeah.",
        2681.86,
        2682.08
    ],
    [
        " The other weird thing is, you catch someone like Dean",
        2682.16,
        2685.94
    ],
    [
        " in a position that's totally new, you know,",
        2685.94,
        2690.3
    ],
    [
        " just some random, and he actually knows like a thing to do",
        2690.34,
        2693.24
    ],
    [
        " to get out of it.",
        2693.24,
        2693.86
    ],
    [
        " Right.",
        2693.9,
        2694.1
    ],
    [
        " You know, and you think, how do you, like, how do you know that?",
        2694.44,
        2698.76
    ],
    [
        " Yeah.",
        2699.04,
        2699.3
    ],
    [
        " You know, some weird, like, leg ride position.",
        2699.3,
        2701.2
    ],
    [
        " He's like, oh, if you turn your knee outward and then you",
        2701.22,
        2703.16
    ],
    [
        " pinch your ankles, you'll, you'll, you'll make them",
        2703.16,
        2705.64
    ],
    [
        " adjust and then you can come up on the arm and you can get out.",
        2705.64,
        2707.98
    ],
    [
        " And you're like, wait, how do you know that?",
        2708.04,
        2709.6
    ],
    [
        " I've never been in this position.",
        2709.8,
        2710.86
    ],
    [
        " I've been doing this for 25 years.",
        2710.86,
        2712.34
    ],
    [
        " I've never been in this position before.",
        2712.46,
        2713.48
    ],
    [
        " Now you're telling me that this is just, you know this?",
        2713.58,
        2716.58
    ],
    [
        " That's the idea.",
        2716.6,
        2717.12
    ],
    [
        " And he probably, some of these positions, he's probably never been in.",
        2717.38,
        2720.42
    ],
    [
        " It's like codes, like writing code, where if you kind of know",
        2720.46,
        2724.44
    ],
    [
        " the certain, like, general rules to things,",
        2724.44,
        2726.52
    ],
    [
        " you can start figuring it out.",
        2726.8,
        2728.82
    ],
    [
        " You know, like, and someone like Dean who's like, I mean,",
        2728.82,
        2731.2
    ],
    [
        " he's an exceptional dude.",
        2731.32,
        2732.32
    ],
    [
        "",
        2732.48,
        2732.48
    ],
    [
        " No, but that's the thing.",
        2732.48,
        2733.26
    ],
    [
        " There's a difference between what I'm talking about,",
        2733.36,
        2735.06
    ],
    [
        " because what I'm talking about is he actually knows specifically,",
        2735.08,
        2738.38
    ],
    [
        " he's not like, hey, here's what would work based on the general",
        2738.76,
        2741.84
    ],
    [
        " rules of grappling.",
        2741.84,
        2743.1
    ],
    [
        " He's like, no, here's what you do in this specific situation.",
        2743.42,
        2748.54
    ],
    [
        " That is weird.",
        2748.86,
        2749.82
    ],
    [
        " Yeah.",
        2750.28,
        2750.58
    ],
    [
        " But that's just completely well rounded.",
        2751.02,
        2753.26
    ],
    [
        " Yeah.",
        2753.52,
        2753.76
    ],
    [
        " Like, that's just completely well rounded.",
        2753.92,
        2755.26
    ],
    [
        " So you're saying that at some point he, he has had that experience",
        2755.3,
        2758.0
    ],
    [
        " with that move.",
        2758.0,
        2758.64
    ],
    [
        " Yes, he's done it somewhere and other, and he said, oh,",
        2758.86,
        2762.8
    ],
    [
        " or he's done a much narrower approach of what you're talking about.",
        2763.22,
        2766.7
    ],
    [
        " Like, he's not maybe not that exact thing, but it's so close that he's like,",
        2766.84,
        2769.88
    ],
    [
        " here's what happens, and here's what's going on.",
        2769.88,
        2771.82
    ],
    [
        " Yeah.",
        2772.26,
        2772.56
    ],
    [
        " It's like, yeah.",
        2772.9,
        2773.6
    ],
    [
        " Similar, but not the same.",
        2773.8,
        2774.98
    ],
    [
        " Like, he goes beyond just having the principles.",
        2775.28,
        2777.3
    ],
    [
        " It's like, principles coupled with experience.",
        2777.44,
        2779.28
    ],
    [
        " Yes.",
        2779.44,
        2779.68
    ],
    [
        " Yeah, yeah.",
        2780.0,
        2780.3
    ],
    [
        " Coupled with knowledge.",
        2780.46,
        2781.24
    ],
    [
        " Yeah.",
        2781.7,
        2781.92
    ],
    [
        " Yeah.",
        2782.22,
        2782.3
    ],
    [
        " And Dean's mind for that is really, it's crazy.",
        2782.3,
        2785.98
    ],
    [
        " He's uncanny, you know, with that as far as like his knowledge and what he can sort of figure",
        2786.2,
        2789.86
    ],
    [
        " out or whatever.",
        2789.86,
        2790.32
    ],
    [
        " It's almost like while you're doing what you do during the day, he's like in a room just",
        2790.46,
        2795.78
    ],
    [
        " thinking about it.",
        2795.78,
        2796.66
    ],
    [
        " You would think that he's sitting around with like four screens, like YouTube screens,",
        2796.66,
        2804.02
    ],
    [
        " and he's watching different things at once.",
        2804.5,
        2806.3
    ],
    [
        " And then he has some sort of like weird control where he can view different angles and comprehend them.",
        2806.5,
        2812.94
    ],
    [
        " But no, he has a weird, because I know he doesn't do that.",
        2813.14,
        2817.2
    ],
    [
        " He used to do it though.",
        2817.68,
        2819.12
    ],
    [
        " But he has a weird, he's got his mind, it's just made to do that.",
        2819.96,
        2825.5
    ],
    [
        " His mind just has a greater understanding of it than a normal person, and even an abnormal person.",
        2825.72,
        2832.64
    ],
    [
        " Yeah.",
        2833.62,
        2833.76
    ],
    [
        " But yeah, that makes sense.",
        2834.3,
        2835.18
    ],
    [
        " Like, you know, if you're if you're thorough or thoroughly trained or have a lot of experience,",
        2835.42,
        2839.86
    ],
    [
        " you've been through the pitfalls, ups, downs, you know, you kind of that light is kind of on for you.",
        2840.14,
        2844.64
    ],
    [
        " But if you just sort of lock out.",
        2845.14,
        2847.04
    ],
    [
        " Well, yeah, you know, we work with companies, we work with like startup companies,",
        2847.18,
        2849.98
    ],
    [
        " where it's not that the people haven't scrapped to get where they are.",
        2849.98,
        2854.14
    ],
    [
        " But, you know, you get funded, and you got 12 people on your team,",
        2854.76,
        2859.84
    ],
    [
        " and then all of a sudden you get a massive funding, and you're expecting to roll into production",
        2860.02,
        2863.86
    ],
    [
        " or something, and you look up and you got 180 people.",
        2863.86,
        2867.24
    ],
    [
        " You don't have any experience as a leader, and you're expected to lead.",
        2867.62,
        2871.28
    ],
    [
        " And that's, you know, a situation that echelon front gets involved in,",
        2871.78,
        2875.48
    ],
    [
        " because the investors will come and say, look, we got these guys over here, they're awesome guys,",
        2875.52,
        2878.98
    ],
    [
        " they're working hard.",
        2879.2,
        2879.78
    ],
    [
        " Guess what? They got propelled in this position.",
        2880.38,
        2882.16
    ],
    [
        " They're awesome at their job.",
        2882.4,
        2884.36
    ],
    [
        " They don't know how to lead yet.",
        2884.66,
        2885.66
    ],
    [
        " Can you help them?",
        2885.78,
        2886.32
    ],
    [
        " Yes, that's what we do.",
        2886.4,
        2887.14
    ],
    [
        " Rollin' and make it happen.",
        2887.46,
        2888.72
    ],
    [
        " Makes sense.",
        2888.96,
        2889.62
    ],
    [
        " You can't expect someone to know how to lead if they've never been in a leadership position before.",
        2890.06,
        2894.44
    ],
    [
        " Yeah.",
        2894.92,
        2895.04
    ],
    [
        " Can some people pull it off?",
        2895.24,
        2896.64
    ],
    [
        " Yes, it's not a big number though.",
        2896.78,
        2898.04
    ],
    [
        " It's not a big number.",
        2898.54,
        2899.6
    ],
    [
        " Continuing.",
        2900.08,
        2902.22
    ],
    [
        " Ooh, this is a good one.",
        2902.72,
        2904.54
    ],
    [
        " He who has not first laid his foundations may be able with great ability to lay them afterwards,",
        2905.12,
        2912.58
    ],
    [
        " but they will be laid with trouble to the architect and danger to the building.",
        2913.18,
        2918.42
    ],
    [
        " So, lay in good foundation.",
        2919.14,
        2921.76
    ],
    [
        " This is another thing that's important when it comes to G2.",
        2921.76,
        2924.9
    ],
    [
        " Don't be learning the GoGo Plata day four.",
        2925.34,
        2928.5
    ],
    [
        " But they're just so fun to learn.",
        2928.64,
        2930.04
    ],
    [
        " I know, I know.",
        2930.04,
        2930.76
    ],
    [
        " People want to learn that GoGo Plata, and they don't know how to do a straight arm lock.",
        2931.4,
        2935.34
    ],
    [
        " Yeah.",
        2935.82,
        2936.02
    ],
    [
        " That's a problem.",
        2936.24,
        2936.88
    ],
    [
        " And that's why though, right?",
        2937.08,
        2938.48
    ],
    [
        " I mean, even like this, that's why people won't focus on the foundation,",
        2938.54,
        2942.58
    ],
    [
        " because that part's not as fun short term payoff type scenario.",
        2942.58,
        2947.54
    ],
    [
        " It's more fun.",
        2947.84,
        2948.16
    ],
    [
        " It's a GoGo Plata is more fun.",
        2948.36,
        2949.8
    ],
    [
        " Well, look at that.",
        2949.8,
        2950.62
    ],
    [
        " It looks fancy.",
        2950.68,
        2951.28
    ],
    [
        " It looks cool.",
        2951.34,
        2951.88
    ],
    [
        " Yeah.",
        2952.04,
        2952.24
    ],
    [
        " I think he was teaching a class and he was teaching a fall or something like that.",
        2952.4,
        2958.9
    ],
    [
        " Not for a long time, just a little bit.",
        2959.0,
        2960.3
    ],
    [
        " And then he was teaching a position or whatever.",
        2960.9,
        2962.94
    ],
    [
        " This is actually a while ago.",
        2963.16,
        2963.94
    ],
    [
        " And then towards the end, he was like, all right, all right.",
        2964.52,
        2969.58
    ],
    [
        " No one said anything.",
        2969.58,
        2971.1
    ],
    [
        " Like, hey, when are we going to learn blah, blah, blah.",
        2971.5,
        2973.08
    ],
    [
        " No one said anything.",
        2973.08,
        2973.86
    ],
    [
        " But Dean said it as if people were saying,",
        2974.1,
        2978.08
    ],
    [
        " well, when are we going to learn something fun kind of thing?",
        2978.16,
        2980.36
    ],
    [
        " So Dean was like, all right, all right.",
        2980.66,
        2982.1
    ],
    [
        " I'll teach you a submission.",
        2982.22,
        2983.1
    ],
    [
        " Kind of like that.",
        2983.3,
        2983.96
    ],
    [
        " Because he knew, he knows like the submission hold is the fun part to learn in GJ2.",
        2983.96,
        2988.58
    ],
    [
        " I mean, as far as the spectrum, especially when you start.",
        2988.88,
        2990.72
    ],
    [
        " Yes.",
        2991.12,
        2991.58
    ],
    [
        " When you start.",
        2991.76,
        2992.3
    ],
    [
        " Yeah, yeah, yeah, fully, fully.",
        2992.52,
        2993.68
    ],
    [
        " Because you just, you know, you think, oh, I don't understand why it's good for me to lay it this way on some other unit.",
        2993.78,
        2998.58
    ],
    [
        " Yeah.",
        2998.58,
        2998.74
    ],
    [
        " Or shrimp across the room.",
        2999.04,
        3000.38
    ],
    [
        " Like, what the heck is that?",
        3000.48,
        3001.8
    ],
    [
        " It's pouring.",
        3002.0,
        3002.38
    ],
    [
        " That's laying a good foundation.",
        3002.64,
        3003.96
    ],
    [
        " That's what that is.",
        3003.96,
        3004.92
    ],
    [
        " Yes, sir.",
        3005.12,
        3005.6
    ],
    [
        " Otherwise, you've got to do it and it's going to be hard to do.",
        3006.34,
        3009.28
    ],
    [
        " Same thing with businesses.",
        3009.76,
        3010.72
    ],
    [
        " When you start a business, start it with a good foundation.",
        3011.12,
        3013.88
    ],
    [
        " So you don't have to go back in there afterwards and perform surgery on something that's already been constructed.",
        3014.34,
        3018.5
    ],
    [
        " All right.",
        3020.0,
        3020.8
    ],
    [
        " Now, this is Machiavellian in a pretty serious way.",
        3021.08,
        3026.36
    ],
    [
        " The name of this one is called, or this is, I would say, this is kind of what stems some of the reputation.",
        3026.86,
        3031.54
    ],
    [
        " Concerning those who have obtained a principality by wickedness.",
        3031.62,
        3036.0
    ],
    [
        " And I say this establishes, but this actually goes against sort of that standard Machiavellian attitude.",
        3036.42,
        3046.24
    ],
    [
        " So here we go.",
        3046.84,
        3050.16
    ],
    [
        " This is one of the historical examples that he gives that I'm actually going to read because it's pretty, pretty cool.",
        3050.7,
        3059.16
    ],
    [
        " A Gathachese, the Sicilian, became king of Syracuse, not only from a private, but from a low and abject position.",
        3059.48,
        3069.2
    ],
    [
        " This man, the son of a potter, through all the changes in his fortunes, always led an infamous life.",
        3069.64,
        3075.18
    ],
    [
        " Nevertheless, he accompanied his infamies with so much ability of mind and body, having devoted himself to the military profession,",
        3075.62,
        3084.08
    ],
    [
        " he rose through its ranks to be prater of Syracuse.",
        3084.44,
        3087.82
    ],
    [
        " Being established in that position and having deliberately resolved to make himself prince and to seize by violence without obligation to others,",
        3088.16,
        3097.1
    ],
    [
        " that which had been conceded to him by a cent, he came to an understanding for this purpose with Amacar, the Carthinogen, who, with his army, was fighting in Sicily.",
        3097.54,
        3110.68
    ],
    [
        " One morning he assembled the people and the Senate of Syracuse, as if he had to discuss with them things relating to the Republic.",
        3111.64,
        3119.94
    ],
    [
        " And, at a given signal, the soldiers killed all the senators and the richest of the people, these dead he seized and held the princedum of that city without any civil commotion.",
        3120.74,
        3132.14
    ],
    [
        " And, although he was twice routed by the Carthaginians, he ultimately and ultimately besieged, yet not only was he able to defend his city, but leaving part of his men for its defense, with others he attacked Africa and in a short time raised the siege of Syracuse.",
        3132.14,
        3149.32
    ],
    [
        " The Carthaginians reduced to extreme necessity, were compelled to come to terms with the Gothacles, and leaving Sicily to him had to be content with the possession of Africa.",
        3149.64,
        3160.9
    ],
    [
        " So this guy is just gets after it and destroys people and kills people in order to get into a good position.",
        3162.66,
        3172.02
    ],
    [
        " Now, you might think that Macgie Vellie would say, hey, that's great. Here's what he actually says back to the book, yet it cannot be called talent to slay fellow citizens, to deceive friends, to be without faith, without mercy, without religion, such methods may gain empire, but not glory.",
        3172.44,
        3190.72
    ],
    [
        " Still, if the courage of a Gothacles in entering into the end and extricating himself from the dangers be considered, together with his greatness of mind in enduring and overcoming hardships, it cannot be seen why he should be less esteemed than the most notable captain, although he is given a little credit.",
        3191.54,
        3209.72
    ],
    [
        " But then he goes back again, nevertheless, his barbarous cruelty and inhumanity with infinite wickedness do not permit him to be celebrated among the most excellent men, what he achieved cannot be attributed to either fortune or genius.",
        3210.22,
        3226.82
    ],
    [
        " So, and I'll go one step further, because this is what I think. I think that when you behave in that manner, it will come back to you.",
        3231.04,
        3239.22
    ],
    [
        " It will come back to you, and I'm not saying it's going to come back to you in a karmic way, dude, that's not what I'm saying.",
        3239.34,
        3244.78
    ],
    [
        " When you inflict damage on people, they remember it, and there will be a time in some point when they will have the opportunity to rain down vengeance upon you.",
        3246.56,
        3257.24
    ],
    [
        " So, if you act that way, you're going to get yours. And so, if you treat people with respect and you treat people as you would like to be treated, then it's fine.",
        3257.92,
        3269.12
    ],
    [
        " And when the opportunity arises for them to crush you, they'll remember how you treated them and you treated them well, and they say, okay, you know what, we're going to give this guy a pass.",
        3269.12,
        3275.44
    ],
    [
        " But when you screw people over, they're going to screw you back, at some point.",
        3275.76,
        3279.98
    ],
    [
        " Yeah. Continuing on, it has to be remarked that in seizing a state, the usurper ought to examine closely all those injuries which it is necessary for him to inflict, and do them all at one stroke so as to not have to repeat them daily, and thus by not unsettling men, he will be able to reassure them and win them to himself by benefits.",
        3283.8,
        3305.88
    ],
    [
        " This is a good one. If you've got to cause damage, rip the bandaid off. That's what he said. Give it all at once.",
        3306.34,
        3313.36
    ],
    [
        " So, if you're going into a business, and you're like, okay, we're going to have to eliminate some people.",
        3313.74,
        3316.82
    ],
    [
        " Don't eliminate two guys today, and then two guys in a week, and then three guys in a month, and then three people in two weeks, and you just everyone, now everyone's walking around, they're scared of getting destroyed, they're scared of getting fired, they don't trust you.",
        3318.08,
        3331.28
    ],
    [
        " You go in, you go, okay, here's sorry, hey, there's some changes, there's some reductions we got to make, here it is, there's 28 people, they're going away, what's left, we're going to go forward and we're going to conquer.",
        3331.62,
        3341.74
    ],
    [
        " He who does otherwise, either from timidity or evil advice, is always compelled to keep the knife in his hand.",
        3343.18,
        3354.24
    ],
    [
        " Neither can he rely on his subjects, nor can they attach themselves to him owing to their continued and repeated wrongs.",
        3356.76,
        3364.9
    ],
    [
        " So you keep stabbing people, every once in a while, every two or three days I cut someone's head off.",
        3364.96,
        3369.62
    ],
    [
        " These guys are just, you know, first of all, I got to walk around with a knife all the time, and they're thinking, oh, I see what he's all about.",
        3369.84,
        3375.48
    ],
    [
        " Yeah.",
        3379.04,
        3379.64
    ],
    [
        " Continuing for injuries ought to be done all at one time so that being tasted less, they offend less benefits ought to be given little by little so that the flavors of them may last longer.",
        3376.64,
        3392.98
    ],
    [
        " Oh, so you don't go and give everyone a yearly bonus at the beginning of the year.",
        3393.48,
        3397.94
    ],
    [
        " Hey, here's all this money. No, you go, hey, look, it's good, it's good quarter or good month last month. Got something for you.",
        3398.62,
        3405.54
    ],
    [
        " That tastes last longer.",
        3405.64,
        3408.86
    ],
    [
        " I recommend that with children, by the way.",
        3408.9,
        3414.56
    ],
    [
        " Okay.",
        3414.7,
        3415.08
    ],
    [
        " You know what I'm saying? You don't give them the big reward you make them, you got to earn it.",
        3415.3,
        3419.58
    ],
    [
        " Yeah.",
        3419.7,
        3419.96
    ],
    [
        " You got to earn it.",
        3420.08,
        3420.84
    ],
    [
        " Yeah. Keep it going.",
        3421.08,
        3422.24
    ],
    [
        " Keep it going.",
        3422.36,
        3422.94
    ],
    [
        " Continuing and above all things, the Prince ought to live amongst his people in such a way that no unexpected circumstances, whether of good or evil, shall make him change.",
        3424.88,
        3437.36
    ],
    [
        " Because if the necessity for this comes in trouble times, you are too late for harsh measures and mild ones will not help you.",
        3438.06,
        3448.46
    ],
    [
        " For they will be considered as forced from you and no one will be under any obligation to you for them.",
        3448.92,
        3457.08
    ],
    [
        " So what are you saying there is stay balanced.",
        3457.28,
        3459.12
    ],
    [
        " So if you're, if things are going well in your company and you're like, hey, bonuses all around.",
        3459.64,
        3465.12
    ],
    [
        " Yeah.",
        3465.6,
        3465.76
    ],
    [
        " And then all of a sudden things get lean and you're like, no more bonuses.",
        3466.2,
        3469.42
    ],
    [
        "",
        3469.92,
        3469.92
    ],
    [
        " Or the other hand is like, oh, things are going rough. You're like, we're not giving anyone anything.",
        3470.42,
        3474.44
    ],
    [
        " What you need to do is stay balanced. Hey, here's the budget. Here's our projected budget. Here's what we're going to give out.",
        3474.96,
        3479.94
    ],
    [
        " Here's what we're planning to give out. It may vary a little bit on, you know, up or down from there, depending on the market, depending on how we're doing and depending on what the future, like you want to be balanced.",
        3480.04,
        3489.9
    ],
    [
        " Don't go hardcore and want extreme or the other.",
        3490.4,
        3494.68
    ],
    [
        " Next, where a leading citizen becomes the Prince of his country, not by wickedness or any intolerable violence, but by the favor of his fellow citizens.",
        3501.06,
        3510.3
    ],
    [
        " This may be called a civil principality.",
        3510.78,
        3513.58
    ],
    [
        " Nor is genius or fortune altogether necessary to attain it, but rather a happy shrewdness. And this seems to be the most positive thing that he, this happy shrewdness.",
        3514.22,
        3524.04
    ],
    [
        " Like, oh, you're making good, destroyed decisions. And that's how you come into power and people are happy with it.",
        3524.04,
        3530.32
    ],
    [
        " Like that seems like the best possible way to take over according to this. Continuing, one cannot by fair dealing and without injury to others, satisfy the nobles.",
        3530.5,
        3544.2
    ],
    [
        " But if you can satisfy the people for their object is more righteous than that of the nobles, the latter wishing to oppress and the former only desire not to be oppressed.",
        3544.28,
        3554.16
    ],
    [
        " So who's more important, the nobles or the people, the people? That's not very Machiavellian.",
        3554.62,
        3560.02
    ],
    [
        " No.",
        3560.2,
        3560.5
    ],
    [
        " Or it's not the tradition Machiavellian consideration.",
        3560.86,
        3565.14
    ],
    [
        " It is to be added also that a prince can never secure himself against a hostile people.",
        3566.48,
        3572.42
    ],
    [
        " Because of there being too many, whilst from nobles he can secure himself as they are few in number.",
        3572.82,
        3577.96
    ],
    [
        " Make a connection with your people. Continuing, the worst that a prince may expect from a hostile people is to be abandoned by them.",
        3578.9,
        3586.58
    ],
    [
        " But from hostile nobles, he is not only to fair abandonment, but also that they will rise against him.",
        3586.58,
        3592.18
    ],
    [
        " For they being in these affairs more far-seeing and astute, always come forward in a time to save themselves and to obtain favors from him whom they expect to prevail.",
        3592.24,
        3602.96
    ],
    [
        " And he goes on about these nobles a little bit more. Nobles ought to be looked at mainly in two ways.",
        3603.92,
        3608.88
    ],
    [
        " They either shape their course in such a way as binds them entirely to your fortune or they don't.",
        3609.2,
        3617.18
    ],
    [
        " So there's two different kind of people you'll have with you.",
        3617.24,
        3619.42
    ],
    [
        " People that just get on board or don't. They get on board or they don't.",
        3619.64,
        3625.1
    ],
    [
        " And then he says, when for their own ambitious ends they shun binding themselves.",
        3625.52,
        3634.54
    ],
    [
        " It is a token that they are giving more thought to themselves than to you and a prince ought to guard against such and to fear them as if they were open enemies.",
        3634.98,
        3645.98
    ],
    [
        " Because in adversity they will always help to ruin you.",
        3646.56,
        3652.02
    ],
    [
        " Someone that's not on board, someone that's looking out for themselves.",
        3654.3,
        3661.4
    ],
    [
        " Someone that's looking out for themselves and not looking out for you. It's a problem.",
        3663.08,
        3666.68
    ],
    [
        " Real problem. You treat them like an open enemy or view them. Fear them as if they're an open enemy.",
        3666.9,
        3672.8
    ],
    [
        " And then he continues, but one who in opposition to the people becomes a prince by the favor of nobles ought above everything seek to win the people over to himself.",
        3674.1,
        3686.96
    ],
    [
        " And this he may easily do if he takes them under his protection.",
        3687.24,
        3690.98
    ],
    [
        " Because men when they receive good from him of whom they were expecting evil are more bound, are bound more closely than to their benefactor.",
        3691.6,
        3700.08
    ],
    [
        " Thus people quickly become more devoted to him.",
        3700.22,
        3702.82
    ],
    [
        " So again, he's all about connecting with the troops, connecting with the troops.",
        3703.14,
        3708.38
    ],
    [
        " And if they think you're going to treat them like crap and then you treat them well, they're like doubly devoted to you.",
        3708.88,
        3714.32
    ],
    [
        " Yeah, it feels better. That's why the expectation thing.",
        3714.32,
        3717.7
    ],
    [
        " Explain that to you too with comfort.",
        3717.92,
        3721.94
    ],
    [
        " If you're in bed and then you hear, I don't know, a chicken outside or something or a chainsaw, like a block of air,",
        3722.9,
        3733.12
    ],
    [
        " something like, oh, can't relax with that noise or whatever.",
        3733.12,
        3736.44
    ],
    [
        " Because you expect to be real comfortable in your bed kind of thing.",
        3736.54,
        3740.22
    ],
    [
        " But you go lay on some chair or sit on a chair and it's surprisingly comfortable.",
        3740.66,
        3746.76
    ],
    [
        " You'll fall asleep real quick.",
        3747.02,
        3748.44
    ],
    [
        " So it's kind of the same deal with the person with the people though.",
        3748.66,
        3752.76
    ],
    [
        " You're like a villain.",
        3752.98,
        3753.76
    ],
    [
        " Naps, bro. That's what I'm talking about.",
        3754.1,
        3756.06
    ],
    [
        " I'm just saying when you, when you, you know, yeah, like, though, this guy's going to be a dick, you know, and then even like just on a normal social level.",
        3756.2,
        3762.94
    ],
    [
        " You know, you know, when he, oh, he's going to be there and you meet him up like a, like, you know, movie stars, right?",
        3762.94,
        3768.48
    ],
    [
        " Let's say they always play a bad guy or something like that.",
        3768.64,
        3771.02
    ],
    [
        " And this goes both ways too.",
        3771.02,
        3772.54
    ],
    [
        " And, you know, you meet the movie star in person and they're all nice, you know, but you used to them playing the bad guy.",
        3773.12,
        3777.7
    ],
    [
        " So you have this weird subconscious expectation that you just love that guy or whatever.",
        3777.7,
        3781.32
    ],
    [
        " You think that though, ever they play, that's how they are.",
        3781.32,
        3783.24
    ],
    [
        " Yeah, it's like subconscious.",
        3783.3,
        3784.94
    ],
    [
        " But do you think that those people that play a bad guy all the time when in real life, they feel like everyone views me like I'm a jerk.",
        3785.26,
        3791.92
    ],
    [
        " I'm going to be super nice.",
        3791.92,
        3793.02
    ],
    [
        " Maybe.",
        3793.12,
        3793.56
    ],
    [
        " Maybe.",
        3794.08,
        3794.72
    ],
    [
        " But actually, you know what?",
        3794.9,
        3796.42
    ],
    [
        " I actually hear more about the opposite where it's like, it's the good guy, you know, he's always playing the good guy or maybe on some show or something like that.",
        3796.56,
        3805.58
    ],
    [
        " Guys are jerks.",
        3805.74,
        3806.68
    ],
    [
        " Yeah, you know, you meet him in real life.",
        3806.74,
        3808.1
    ],
    [
        " He's not like that.",
        3808.16,
        3808.82
    ],
    [
        " Anyway, same deal.",
        3809.36,
        3810.9
    ],
    [
        " Yeah.",
        3811.58,
        3811.8
    ],
    [
        " Expectations mean a lot is what you're getting at, including leadership perspective and napping perspective.",
        3812.48,
        3818.6
    ],
    [
        " Yes.",
        3818.78,
        3818.98
    ],
    [
        " And meeting movie stars or whatever.",
        3818.98,
        3820.92
    ],
    [
        " Yes.",
        3821.34,
        3821.42
    ],
    [
        " There we go.",
        3822.12,
        3822.78
    ],
    [
        " A prince who can command and as a man of courage undismayed and advert in adversity who does not fail in other qualifications and who by his resolution and energy keeps the whole people encouraged such a one will never find himself deceived in them.",
        3823.38,
        3842.12
    ],
    [
        " And it will be shown that he has laid his foundations well.",
        3842.12,
        3846.7
    ],
    [
        " Again, this is not what people think.",
        3848.28,
        3851.26
    ],
    [
        " Mackey, Macgie Valley was talking about.",
        3851.26,
        3854.14
    ],
    [
        " It's not what they think.",
        3854.36,
        3855.28
    ],
    [
        " He's saying, build a relationship.",
        3855.7,
        3857.3
    ],
    [
        " Be strong.",
        3857.48,
        3858.06
    ],
    [
        " Give to your people.",
        3858.52,
        3859.72
    ],
    [
        " Continuing.",
        3860.8,
        3864.58
    ],
    [
        " A wise prince ought to adopt such a course that his citizens will always in every sort and kind of circumstance have need of the state and of him.",
        3864.78,
        3874.36
    ],
    [
        " And then he will always find them faithful.",
        3874.36,
        3876.38
    ],
    [
        " Well, that one's a little bit.",
        3876.38,
        3877.78
    ],
    [
        " That one's a little bit.",
        3878.08,
        3878.98
    ],
    [
        " Hey, you know, you need you need me here.",
        3879.0,
        3880.72
    ],
    [
        " Yeah.",
        3880.86,
        3881.14
    ],
    [
        " That one's a little bit Macgie Valley tradition.",
        3881.42,
        3883.72
    ],
    [
        " Yeah.",
        3884.3,
        3884.82
    ],
    [
        " Continuing.",
        3885.46,
        3887.76
    ],
    [
        " Whoever shall fortify his town and shall have managed the other concerns of his subjects well and to be often repeated will never be attacked without great caution.",
        3888.16,
        3902.78
    ],
    [
        " For men are always adverse to enterprises where difficulties can be seen and it will be seen not to be an easy thing to attack one who has his town well fortified and is not hated by his people.",
        3902.86,
        3913.94
    ],
    [
        " Again, try and build relationships with your people.",
        3914.24,
        3918.94
    ],
    [
        " That's what he's saying.",
        3919.24,
        3920.6
    ],
    [
        " A prince who has a strong city and has not made himself odious will not be attacked or if anyone sure to attack he will only be driven off with disgrace.",
        3922.56,
        3933.0
    ],
    [
        " Same thing.",
        3934.2,
        3934.92
    ],
    [
        " Like if you've got a good, if your people support you, you can get attacked and you're going to drive that person off that attacks you drive them off in disgrace.",
        3935.22,
        3940.96
    ],
    [
        " Quick one here.",
        3945.32,
        3946.68
    ],
    [
        " That the arms with which a prince defenses state are either his own or they are mercenaries are exhilaries or mixed and we says our exhilaries is talking about how if you have an ally you can use their troops.",
        3947.72,
        3961.26
    ],
    [
        " Right.",
        3961.64,
        3961.72
    ],
    [
        " So if you and I are allies and I'm like, hey, I can't be an attacker here. You can send me some troops. Those are my auxiliary troops mercenaries and an auxiliary are useless and dangerous.",
        3961.72,
        3970.66
    ],
    [
        " And if one holds a state based on these arms, he will stand neither for firm nor safe for they are disunited, ambushous and without discipline unfaithful, valiant before friends cowardly before enemies.",
        3970.66,
        3985.12
    ],
    [
        " They have neither the fear of God nor fidelity to men and destruction is deferred only so long as the attack is.",
        3985.88,
        3992.44
    ],
    [
        " For in peace one is robbed by them and in war by the enemy.",
        3993.46,
        3997.38
    ],
    [
        " The fact is they have no other attraction or reason for keeping the field than a trifle of a stipend which is not sufficient to make them willing to die for you.",
        3997.96,
        4007.0
    ],
    [
        " They are already enough to be your soldiers whilst you do not make war. But if war comes they take themselves off or run from the foe.",
        4007.0,
        4019.08
    ],
    [
        " Yeah, I got a friend that does like high level security.",
        4019.2,
        4025.32
    ],
    [
        " And he was going through like a high level briefing plan if in like a serious disaster scenario with a high paying client.",
        4026.08,
        4038.24
    ],
    [
        " And he was basically had incorporated into the plan his own family.",
        4038.68,
        4045.26
    ],
    [
        " So, okay, echoes the high playing client client you come to me and say, hey, I want if there's a if there's a.",
        4047.32,
        4052.54
    ],
    [
        " A complete catastrophe we're talking.",
        4053.68,
        4056.7
    ],
    [
        " Cam bio breakout zombie apocalypse.",
        4057.18,
        4059.76
    ],
    [
        " What's the plan and he goes, okay, here's the plan. He came up with a plan and he put.",
        4060.1,
        4064.62
    ],
    [
        " I said, okay, echo, here's the plan. Here's what's going to happen. Here's where my family is going to be.",
        4065.02,
        4069.38
    ],
    [
        " And the guy's like, what do you mean? You're like, well, your family. I'm not worried about your family.",
        4069.68,
        4073.22
    ],
    [
        " The security guys family security guy said, hey, I'm not sure to guys. Yes, I will be bringing my family.",
        4073.54,
        4078.96
    ],
    [
        " And the guy's like, wait, why are you bringing your family? He says, because if I'm not bringing my family, I'm not going to be there to help you survive.",
        4079.08,
        4085.4
    ],
    [
        " And the guy says, okay, fair enough. Right? Yes.",
        4085.64,
        4090.72
    ],
    [
        " Hey, we've got a bunker to go to. I'll get you to the bunker, but I'm not going to get I'm not going to leave my family.",
        4091.04,
        4096.2
    ],
    [
        " And then you think I'm going to defend your bunker when my family is out with the zombies. No.",
        4096.48,
        4101.48
    ],
    [
        " The best thing you could possibly do is let me bring my family in the bunker, because then I will die before I give up the bunker.",
        4101.58,
        4108.74
    ],
    [
        " If it's just you, I love you. I appreciate you're giving me money, but I'm going to take care of my family first.",
        4108.86,
        4113.96
    ],
    [
        " So think about that. It's a square away plan, right? Yeah.",
        4114.2,
        4117.3
    ],
    [
        " You actually embed yourself inside my family and you're going to be safe. Yeah.",
        4117.66,
        4121.04
    ],
    [
        " I'll use some of your money to prepare for the situation, but then we'll be ready. Yeah. We're all one team now. Yeah.",
        4121.16,
        4128.16
    ],
    [
        " So that turns someone from a mercenary into, you know, part of the team. Yeah.",
        4128.68,
        4135.38
    ],
    [
        " Continuing on, the mercenary captains are either capable men or they are not. If they are, you cannot trust them because they always aspire to their own greatness, either by oppressing you who are their master.",
        4135.6,
        4150.52
    ],
    [
        " Or others contrary to your intentions. But if the captain is not skillful, you are ruined the usual way.",
        4151.08,
        4158.26
    ],
    [
        " Yeah, just the usual way of being ruined. You know what that is. That means you just get hacked to death on the battlefield. That's what it means.",
        4158.56,
        4166.86
    ],
    [
        " Yeah. Lose loose with the mercenaries. The mercenaries lose loose scenario.",
        4167.22,
        4170.76
    ],
    [
        " Yeah. Continuing. A prince ought to have no, let's get into his own for this one.",
        4172.54,
        4178.52
    ],
    [
        " A prince ought to have no other aim or thought nor select anything else for his study. Then war and its rules and discipline.",
        4179.7,
        4189.72
    ],
    [
        " For this is the sole art that belongs to him who rules. And it is of such force that it not only upholds those who are born princes, but it often enables men to rise from a private station to that rank.",
        4190.88,
        4207.52
    ],
    [
        " And on the contrary, it is seen that when princes have thought more of ease than of arms, they have lost their states.",
        4208.8,
        4218.74
    ],
    [
        " And the first cause of your losing it is to neglect this art. And what enables you to acquire a state is to be the master of the art.",
        4219.4,
        4232.5
    ],
    [
        " So there you go. That's general rules for everyone studying nothing but war.",
        4233.54,
        4240.3
    ],
    [
        " And discipline. Yes. Cool. Yeah.",
        4240.54,
        4243.5
    ],
    [
        " Yes. It is, it is interesting, isn't it?",
        4244.02,
        4248.86
    ],
    [
        " I mean, you don't have to go back that far to where the way things are going to be is settled by war 100%. And you can still say that's true today.",
        4250.12,
        4259.82
    ],
    [
        " I mean, when diplomacy fails, you go to war. That's the way it works. You and I can have a conversation if that conversation fails, what's going to happen?",
        4259.82,
        4266.86
    ],
    [
        " Agreed to disagree.",
        4267.64,
        4268.48
    ],
    [
        " I'm not agreeing to that. It turns into a scrap. So I better study.",
        4268.98,
        4274.5
    ],
    [
        " Now, if one of us knows that the other one is going to win on the field of battle, that's going to make that person a little bit more apt to agree, right?",
        4275.76,
        4284.44
    ],
    [
        " Yes. You know what I mean?",
        4284.7,
        4285.72
    ],
    [
        " Yeah. Or agree to disagree. Whichever? No. Well, the one person might have to agree.",
        4285.72,
        4292.02
    ],
    [
        " Right. Otherwise, they're getting choked.",
        4292.1,
        4293.8
    ],
    [
        " All right. So now he talks about how you continuing on a prince who does not understand the art of war over and above the other misfortunes already mentioned cannot be respected by his soldiers.",
        4294.32,
        4312.76
    ],
    [
        " Nor can he rely on them. He ought never therefore to have his thoughts this to have out of his thoughts, this subject of war.",
        4312.92,
        4322.3
    ],
    [
        " And in peace, he should addict himself more to its exercise than in war.",
        4323.12,
        4329.24
    ],
    [
        " This he can do in two ways, the one by action, the other by study. So he's saying that in peace time, you can actually addict yourself more to exercising war than you can in war itself.",
        4329.72,
        4342.14
    ],
    [
        " So when it's time to prepare, you prepare. Even when there's one not war going on, that's when you get ready.",
        4342.24,
        4347.96
    ],
    [
        " You don't wait until you're getting attacked to start training Jiu Jitsu. You start now.",
        4348.58,
        4353.02
    ],
    [
        " Yeah.",
        4353.46,
        4353.84
    ],
    [
        " I've had that argument with people. They said, well, the thing is, it takes really long time to get good at Jiu Jitsu.",
        4354.08,
        4359.0
    ],
    [
        " Hey, when are you going to be attacked?",
        4359.42,
        4360.76
    ],
    [
        " Well, I don't know. If you get attacked tomorrow, that's a bummer. But you're probably not going to get attacked tomorrow.",
        4361.4,
        4366.42
    ],
    [
        " You're going to attack in six months. You might get attacked in a year. You might get attacked in four years.",
        4366.72,
        4370.46
    ],
    [
        " You can be really good by that time.",
        4370.74,
        4372.7
    ],
    [
        " Yeah. Yeah, there was an article. I think you even came across it. You might even have commented on it online.",
        4373.14,
        4380.88
    ],
    [
        " And in the article, it was like some things that you shouldn't focus on or whatever as a man or something like this.",
        4381.26,
        4389.04
    ],
    [
        " And I thought it was a fake article. And so I still think, I mean, I don't know if it was really not, but whatever. Let's just say it was real.",
        4389.68,
        4397.06
    ],
    [
        " And it was like fighting to fight.",
        4397.66,
        4399.98
    ],
    [
        " That's the most wrong thing I've heard.",
        4400.08,
        4401.68
    ],
    [
        " Yeah. And I actually agree that, oh, I actually think that this is so high up.",
        4401.76,
        4405.68
    ],
    [
        " I kind of agree that this, with this statement, like you should focus on this, it would be really high in your, in your focus and life.",
        4405.82,
        4411.66
    ],
    [
        " Yeah. And it really comes down to a safety thing, really.",
        4411.98,
        4414.68
    ],
    [
        " And look, yeah, definitely comes down to a safety thing. I'm not, I'm not saying like, hey, just, study Jiu Jitsu, just study MMA.",
        4415.06,
        4422.76
    ],
    [
        " I'm not saying that, right? Because those shouldn't be your primary interests unless you're a fighter, right?",
        4423.42,
        4427.92
    ],
    [
        " And there's some people that are so into whatever they get so into Jiu Jitsu that the rest of their life falls apart.",
        4428.26,
        4433.1
    ],
    [
        " Yeah. I'm not recommending that, right?",
        4433.3,
        4434.8
    ],
    [
        " I want you to have a good, well-balanced life. But if you make Jiu Jitsu a part of it, it's going to be better.",
        4435.04,
        4441.2
    ],
    [
        " Yes.",
        4441.36,
        4441.66
    ],
    [
        " It's going to be better. It's going to adapt to everything else. It's going to teach you about other things.",
        4442.0,
        4445.64
    ],
    [
        " Yeah. Yeah. And that's not to mention you can fight if you want.",
        4446.12,
        4449.5
    ],
    [
        " And not to mention Peter Tia. He's like, he mentioned something about, what was it? It was something to do with golf.",
        4449.5,
        4456.38
    ],
    [
        " Like basically he was saying, you have to put all this effort in and it's too frustrating.",
        4457.2,
        4461.14
    ],
    [
        " And I said, wait till you try Jiu Jitsu.",
        4461.78,
        4464.08
    ],
    [
        " Yeah.",
        4464.38,
        4464.66
    ],
    [
        " And then someone else said, and he said, that's why I'm not doing it or something like that.",
        4464.96,
        4468.64
    ],
    [
        " Yeah.",
        4468.92,
        4469.0
    ],
    [
        " Well, he said something along those lines. And then I said something like, oh no, someone else chimed in.",
        4469.62,
        4474.76
    ],
    [
        " And hey, golf doesn't teach you anything. Like golf has what transferable skills to life does golf have.",
        4474.76,
        4481.5
    ],
    [
        " Yeah.",
        4481.94,
        4482.18
    ],
    [
        " Hey, I'm not hating on golf. If you like golf, cool. More power to you as far as I'm concerned.",
        4482.44,
        4486.56
    ],
    [
        " But you're not going to be able to take the skills of a putt and bring them to...",
        4486.94,
        4494.84
    ],
    [
        " Now, okay, well, let's reach here. I guess you will because you know, you're going to be able to relax.",
        4494.84,
        4499.1
    ],
    [
        " You're going to learn how to get mental focus. So that's good. Good in that perspective.",
        4499.22,
        4502.5
    ],
    [
        " We'll give credit. But direct transferable, physical techniques. Very limited.",
        4502.86,
        4510.14
    ],
    [
        " Limited, especially when you start comparing them to Jiu Jitsu.",
        4510.6,
        4513.24
    ],
    [
        " Yeah.",
        4513.38,
        4513.52
    ],
    [
        " Because golf can give you some of the same things that, like when I talk about shooting, like when you get good at shooting,",
        4513.94,
        4518.78
    ],
    [
        " it gives you, golf can give you some of those same things because you're under pressure.",
        4519.02,
        4521.68
    ],
    [
        " You got to focus. You got to put the last shot out of your mind. You got to focus on what you're actually doing.",
        4521.78,
        4525.74
    ],
    [
        " You can't worry about the next shock. So there's a lot of things that it can help there.",
        4525.74,
        4529.08
    ],
    [
        " Yeah.",
        4529.34,
        4529.62
    ],
    [
        " There's some motor skills stuff in there. Yeah. Some motor skills stuff for sure.",
        4529.62,
        4532.24
    ],
    [
        " Yeah.",
        4532.24,
        4532.52
    ],
    [
        " But I cut you off. What were you saying?",
        4533.0,
        4534.56
    ],
    [
        " What was I saying?",
        4534.96,
        4536.7
    ],
    [
        " I don't know.",
        4537.22,
        4538.04
    ],
    [
        " I was super hyped on whatever I was about to say.",
        4538.04,
        4540.4
    ],
    [
        " Oh, the article.",
        4540.44,
        4541.2
    ],
    [
        " Oh, yeah.",
        4541.78,
        4542.44
    ],
    [
        " So it was like fighting. You shouldn't fight or whatever.",
        4542.84,
        4545.2
    ],
    [
        " And what made it even worse, like a lot worse, is the explanation as to why.",
        4545.56,
        4549.8
    ],
    [
        " What was the reason why?",
        4549.94,
        4550.7
    ],
    [
        " So if I remember correctly, it was because you shouldn't be fighting. That's why.",
        4551.02,
        4555.66
    ],
    [
        " It's like, yeah, you only fight if you lose your temper.",
        4556.14,
        4559.0
    ],
    [
        " You know, like you know, you shouldn't. It's big.",
        4559.0,
        4561.18
    ],
    [
        "",
        4561.6,
        4561.6
    ],
    [
        " In a nutshell, you say because you shouldn't be fighting.",
        4561.66,
        4563.88
    ],
    [
        " So you shouldn't focus on learning how to fight or whatever.",
        4563.88,
        4566.54
    ],
    [
        " Here's the ultimate dichotomy in this situation.",
        4566.64,
        4570.66
    ],
    [
        " The more the better you can fight, the less you're going to have to fight.",
        4571.04,
        4573.5
    ],
    [
        " Exactly. Right.",
        4573.64,
        4574.24
    ],
    [
        " And most of us, in fact, out.",
        4574.44,
        4576.84
    ],
    [
        " I'm almost tempted to say it.",
        4577.08,
        4579.8
    ],
    [
        " All of us, everybody who is a train fighter unless you're talking about competition,",
        4579.94,
        4583.82
    ],
    [
        " you don't train to fight so you can go get into fights with people.",
        4584.22,
        4587.88
    ],
    [
        " That's not the reason, not even like a little bit of the reason.",
        4587.9,
        4591.08
    ],
    [
        " Yeah. Okay.",
        4591.5,
        4592.04
    ],
    [
        " I can't think of anyone that I've known in training Jiu Jitsu,",
        4592.56,
        4599.28
    ],
    [
        " that their goal is like, hey, I'm doing this so I can go antagonize people",
        4599.64,
        4604.5
    ],
    [
        " and actually get into, get myself into fights.",
        4604.5,
        4607.9
    ],
    [
        " There's no one that you're right. There's no one that changed.",
        4608.46,
        4609.86
    ],
    [
        " I mean, I'm sure there's a couple complete jerks somewhere out there that have done that.",
        4610.06,
        4615.92
    ],
    [
        " But I haven't known any. Yeah. And even thinking about that,",
        4616.28,
        4618.58
    ],
    [
        " it'd be like, isn't that that would be weird.",
        4618.64,
        4620.28
    ],
    [
        " You'd see like a different when someone's like a bouncer.",
        4620.4,
        4623.38
    ],
    [
        " Oh, you were a bouncer, right?",
        4623.7,
        4625.04
    ],
    [
        " And it's like, oh, I want to know how to handle myself if I get into a fight.",
        4625.38,
        4628.48
    ],
    [
        " But you'd rather just be polite to people until it was,",
        4628.64,
        4633.82
    ],
    [
        " be polite, right? Until it's, be nice until it's time to not be nice.",
        4633.82,
        4638.82
    ],
    [
        " Yeah. That's what I'm talking about. That's the way we used to do it right there.",
        4639.02,
        4641.72
    ],
    [
        " Exactly right. But even then, even then by no means,",
        4643.32,
        4647.7
    ],
    [
        " it's literally the opposite direction. It's not so I know how to go fight guys.",
        4647.88,
        4651.7
    ],
    [
        " You know, it's more so you know what to do in the event of a fight.",
        4652.02,
        4656.9
    ],
    [
        " Now, I will say this, I have to look at this from perspective when I was younger.",
        4657.16,
        4662.1
    ],
    [
        " Like before I joined the military,",
        4662.46,
        4664.54
    ],
    [
        " there's times where we were getting in fights just to get into fights.",
        4665.22,
        4669.44
    ],
    [
        " And if Jiu Jitsu would have been a thing,",
        4671.44,
        4673.22
    ],
    [
        " I probably would have been doing it.",
        4673.6,
        4676.04
    ],
    [
        " I was just young and stupid, so wrong my friends.",
        4676.34,
        4680.28
    ],
    [
        " So here's kind of the, I call it a dichotomy,",
        4680.54,
        4684.3
    ],
    [
        " but I think it's more like a, sure, I'll call it a dichotomy.",
        4684.5,
        4687.64
    ],
    [
        " It's like a catch 22.",
        4687.7,
        4688.56
    ],
    [
        " So like when you don't know how to fight, like before you take Jiu Jitsu,",
        4689.34,
        4692.6
    ],
    [
        " oh yeah, I'm same, same boat,",
        4692.82,
        4694.62
    ],
    [
        " where it's like getting in a fight seems more appealing.",
        4694.8,
        4697.6
    ],
    [
        " When you learn Jiu Jitsu and here's the proof by the way,",
        4697.8,
        4700.3
    ],
    [
        " when you learn Jiu Jitsu, you don't really want to do it.",
        4700.3,
        4702.36
    ],
    [
        " Maybe at first, maybe at first, you're white belt to whatever is sure,",
        4702.42,
        4705.08
    ],
    [
        " but think about this blue belt, purple belt, brown belt,",
        4705.26,
        4708.36
    ],
    [
        " and this goes up and up the more you advanced.",
        4708.46,
        4711.12
    ],
    [
        " Okay, you're a black belt.",
        4711.7,
        4713.0
    ],
    [
        " You've been a black belt for like about 13, 14 years or something like this.",
        4713.16,
        4715.82
    ],
    [
        "",
        4716.18,
        4716.18
    ],
    [
        " One, a brand new white belt comes in.",
        4717.4,
        4719.58
    ],
    [
        " Do you want to roll with him or you want to roll with Andy?",
        4719.7,
        4721.6
    ],
    [
        " Andy.",
        4722.18,
        4722.48
    ],
    [
        " Why?",
        4722.86,
        4723.2
    ],
    [
        " Andy's good.",
        4723.7,
        4724.14
    ],
    [
        " Exactly right.",
        4724.88,
        4725.4
    ],
    [
        " So you don't want to go test your skills against some weirdo on the street.",
        4725.72,
        4730.82
    ],
    [
        " You want to go practice and learn and prove that you're good with other good people.",
        4731.24,
        4737.24
    ],
    [
        " Other people who are trained.",
        4737.58,
        4739.22
    ],
    [
        " So it makes no sense that one of you is good.",
        4740.0,
        4742.3
    ],
    [
        " Well, I thought what you were going with that is when you're good.",
        4742.3,
        4745.8
    ],
    [
        " Oh no, like let's say you're all going to go learn how to fight.",
        4746.24,
        4748.54
    ],
    [
        " Your first Jiu Jitsu class, you're like, okay, I'm not going to get any fights.",
        4749.3,
        4751.76
    ],
    [
        " You know what I'm saying?",
        4752.14,
        4752.64
    ],
    [
        " Like that's where I thought you were going, which is I think a very realistic thing.",
        4752.64,
        4755.52
    ],
    [
        " And I think if I was 15-year-olds old again and Jiu Jitsu existing, I was like, I'm going to go learn how to fight.",
        4755.66,
        4762.38
    ],
    [
        " I would have gone in there one class and I'd be like, I'm not getting any fights.",
        4762.74,
        4765.06
    ],
    [
        " I'm going to learn this stuff because you never know who knows this stuff.",
        4765.28,
        4767.74
    ],
    [
        " Because you go into Jiu Jitsu class and you get choked out by someone that is half yours or maybe three quarters your size.",
        4768.0,
        4772.72
    ],
    [
        " Yeah.",
        4773.06,
        4773.18
    ],
    [
        " That's a scary thing.",
        4773.5,
        4774.74
    ],
    [
        " Very scary.",
        4774.82,
        4775.1
    ],
    [
        " And your son starts looking around going, wait, who knows this?",
        4775.1,
        4777.86
    ],
    [
        " Yeah.",
        4778.04,
        4778.22
    ],
    [
        " I'm not, your confidence goes way down when you, well, I'm not your confidence.",
        4778.44,
        4781.92
    ],
    [
        " But it's your confidence.",
        4781.98,
        4784.04
    ],
    [
        "",
        4784.04,
        4784.04
    ],
    [
        " That thing that you're talking about is, yeah, it's absolutely true.",
        4784.24,
        4787.48
    ],
    [
        " And I was in the, oh, man, I felt that it was overwhelmed because I was in the, like you said, I was a bouncer.",
        4787.5,
        4792.14
    ],
    [
        " So even at, like, when you get your blue belt, it's like that's when you're kind of the most fiery, I think, in certain ways.",
        4792.64,
        4798.9
    ],
    [
        " Yeah.",
        4799.18,
        4799.64
    ],
    [
        " And so I'm looking around and I'm like, yeah, you know, I could do this.",
        4799.82,
        4803.02
    ],
    [
        " You know, I could take that guy. He's bigger, but I could take him.",
        4803.18,
        4805.66
    ],
    [
        " Like, I know I can, but then you're like, wait, no, I don't.",
        4805.66,
        4808.16
    ],
    [
        " What about, well, you know, I don't know who that guy is.",
        4808.16,
        4810.02
    ],
    [
        " You know, T1 wrestler.",
        4810.14,
        4811.18
    ],
    [
        " Bro, what if you caught your, or you found yourself in a rear naked choke in a real fight?",
        4811.18,
        4816.56
    ],
    [
        " Bro, you're, you're kind of done, man.",
        4816.7,
        4819.18
    ],
    [
        " You've been big, big, big, big trouble.",
        4819.38,
        4821.24
    ],
    [
        " Yeah.",
        4821.48,
        4821.76
    ],
    [
        " Yeah. So when you think about that, you're like, man, yeah, just like I said, bro, I'm not getting into any fights.",
        4822.02,
        4827.4
    ],
    [
        " There is that for sure.",
        4827.4,
        4828.54
    ],
    [
        " So this goes even further.",
        4828.58,
        4829.46
    ],
    [
        " So this article that you're talking about that said you shouldn't learn how to fight because you shouldn't be fighting.",
        4829.46,
        4835.02
    ],
    [
        " Yeah, I shouldn't get into fights.",
        4835.3,
        4836.2
    ],
    [
        " The actual, if you feel the urge to fight, the best thing you can do to quell that urge to go learn how to fight.",
        4836.3,
        4841.12
    ],
    [
        " Yeah. I think he said the best thing is to go learn meditation.",
        4841.32,
        4844.76
    ],
    [
        " No.",
        4845.62,
        4845.92
    ],
    [
        " Yeah.",
        4846.58,
        4846.86
    ],
    [
        " Sam Harris, where are you at?",
        4847.2,
        4848.2
    ],
    [
        " No.",
        4848.4,
        4848.58
    ],
    [
        " I'm not against meditation, but as a replacement for learning how to fight and negative.",
        4848.74,
        4854.0
    ],
    [
        " No, sorry, man.",
        4854.0,
        4854.9
    ],
    [
        " And you know what, I've had Tim, Ferris and Peter and I don't know if I talk about this with Sam yet.",
        4855.26,
        4861.48
    ],
    [
        " That they think they, they, they impose meditation onto my jujitsu for me, right?",
        4862.36,
        4869.38
    ],
    [
        " They're like, that is, they're like, hey, Jocke, the things that people are trying to get from meditation is what you get when you go and you do jujitsu.",
        4869.92,
        4878.18
    ],
    [
        " Yeah.",
        4878.54,
        4878.66
    ],
    [
        " Like your mind gets emptied, you're focused, but not focused.",
        4878.74,
        4882.62
    ],
    [
        " There's all these things.",
        4882.9,
        4883.58
    ],
    [
        " And I'm sure I'm, you know, people that are in the meditation will say, no, you're missing it.",
        4883.64,
        4887.68
    ],
    [
        " I'm fine.",
        4887.74,
        4888.12
    ],
    [
        " That's fine.",
        4888.18,
        4888.54
    ],
    [
        " I know I am whatever.",
        4888.66,
        4889.42
    ],
    [
        " But what I'm saying is there are some similarities between them.",
        4890.0,
        4893.8
    ],
    [
        " There has to be because Tim and Sam, you know, they both do jujitsu and do meditation.",
        4893.9,
        4899.74
    ],
    [
        " And there's crossover there somewhere.",
        4900.04,
        4902.2
    ],
    [
        " Tim for sure has told me that.",
        4902.72,
        4904.04
    ],
    [
        " Tim for sure has told me that even like weightlifting, you know, even when you're trying to do a movement, right?",
        4904.2,
        4910.02
    ],
    [
        " You're trying to do a snatch.",
        4910.14,
        4911.68
    ],
    [
        " You're trying to do some movement that you have to focus on.",
        4911.9,
        4913.94
    ],
    [
        " That puts you, I mean, you know what it's like.",
        4914.14,
        4917.18
    ],
    [
        " When you go to jujitsu, you come home, you feel so good.",
        4917.18,
        4919.6
    ],
    [
        " But you don't feel good because of the physical workout.",
        4920.1,
        4922.96
    ],
    [
        " You feel good because your brain got emptied.",
        4922.96,
        4924.94
    ],
    [
        "",
        4925.22,
        4925.22
    ],
    [
        " And I think that's part of what meditation is.",
        4925.54,
        4928.2
    ],
    [
        " Yeah.",
        4928.52,
        4928.68
    ],
    [
        " I don't know, but.",
        4928.84,
        4929.66
    ],
    [
        " Yeah.",
        4930.26,
        4930.54
    ],
    [
        " Well, yeah, I would think so too.",
        4930.72,
        4934.76
    ],
    [
        " Yeah, it's like an overlap, you know, there's a bunch of overlap there.",
        4934.9,
        4938.36
    ],
    [
        " Because yeah, and start anything.",
        4938.62,
        4940.1
    ],
    [
        " So to sum this up, learn how to fight, right?",
        4940.4,
        4942.04
    ],
    [
        " Learn how to fight.",
        4942.18,
        4942.72
    ],
    [
        " 100%.",
        4943.06,
        4943.46
    ],
    [
        " Brad, don't listen to that weird article, man.",
        4943.46,
        4945.58
    ],
    [
        " The thing is, there's a good chance that it was like a one of those parody, whatever.",
        4945.66,
        4948.96
    ],
    [
        "",
        4949.34,
        4949.34
    ],
    [
        " I didn't, I forget what even it was on like a website.",
        4949.74,
        4953.38
    ],
    [
        " Yeah.",
        4953.58,
        4953.78
    ],
    [
        " But it wasn't on like a parody website.",
        4953.94,
        4957.04
    ],
    [
        " I don't, I didn't recognize it as a parody rep website, but I don't remember the website to be honest with you.",
        4957.58,
        4962.98
    ],
    [
        " I just saw these weird things to me.",
        4963.14,
        4965.2
    ],
    [
        " It was, it was the kind of where all of the items on his little list were like, we're wrong.",
        4965.58,
        4971.04
    ],
    [
        " Fighting was just the one that I felt strong was about.",
        4971.28,
        4973.76
    ],
    [
        " I don't know if that was just wrong.",
        4973.76,
        4974.78
    ],
    [
        " Yeah, it is a joke.",
        4975.18,
        4975.92
    ],
    [
        " A big joke.",
        4976.58,
        4978.0
    ],
    [
        " That's not a Tony would say.",
        4978.34,
        4979.66
    ],
    [
        " Huge jokes.",
        4979.7,
        4980.44
    ],
    [
        " Everything's a big joke.",
        4980.44,
        4981.36
    ],
    [
        " Okay.",
        4982.62,
        4983.0
    ],
    [
        " So as I was wrapping up that last one, he says that you can study war, you can exercise yourself, exercise yourself in war.",
        4983.32,
        4989.64
    ],
    [
        " Two different ways.",
        4990.48,
        4991.44
    ],
    [
        " He says one by action, the other by study.",
        4991.7,
        4993.86
    ],
    [
        " Here we go.",
        4994.12,
        4994.62
    ],
    [
        " Here's the action part.",
        4994.7,
        4995.44
    ],
    [
        " As regards action, he ought above all things to keep his men well organized and drilled.",
        4996.02,
        5002.72
    ],
    [
        " To follow incessantly the chase, which is like hunting and patrolling, by which he accustoms his body to hardships and learns something of the nature of the localities",
        5002.8,
        5015.78
    ],
    [
        " and gets to find out how the mountains rise, how the valleys open out, how the plains lie, and to understand the nature of rivers and marshes, and in all this to take the greatest care.",
        5015.78,
        5028.38
    ],
    [
        " Which knowledge is useful in two ways.",
        5029.1,
        5031.16
    ],
    [
        " Firstly, he learns to know his country and is better able to undertake its defense.",
        5031.36,
        5036.3
    ],
    [
        " Afterwards, by means of knowledge and observation of that locality, he understands that he understands with ease any other which it may be necessary for him to study hereafter.",
        5036.6,
        5048.3
    ],
    [
        " Because the hills, valleys and plains and rivers and marshes that are, for instance, in Tuscany, have a certain resemblance to those of other countries.",
        5048.3,
        5056.74
    ],
    [
        " So that with a knowledge of the aspect of one country, one can easily arrive at a knowledge of others.",
        5057.18,
        5062.76
    ],
    [
        " And the prince that lacks this skill, the essential which is desirable, that a captain should possess for it teaches him to surprise his enemy to select quarters to lead armies to array the battle to besiege towns, to his.",
        5063.6,
        5077.66
    ],
    [
        " So boom, go out, train, train incessantly, train incessantly, get out there, that's what you have to do.",
        5080.58,
        5092.56
    ],
    [
        " And now, so that's the action part and the other part now we get to the study part.",
        5093.46,
        5097.06
    ],
    [
        " To exercise the intellect, the prince should read histories and study the actions of illustrious men to see how they have borne themselves in war to examine the cause of their victories and defeat so as to avoid the latter and imitate the former.",
        5097.34,
        5116.98
    ],
    [
        " Listen to this podcast.",
        5119.42,
        5120.56
    ],
    [
        " This is what we're saying. Read.",
        5120.92,
        5124.02
    ],
    [
        " And if you don't got time to read, press play. Boom. Get some.",
        5124.9,
        5128.54
    ],
    [
        " I wish I had this podcast. I wish I had this podcast to listen to when I was 17 years old, when I was 19 years old, when I was 23 years old, when I was 33 years old, when I was 37 years old.",
        5129.22,
        5140.46
    ],
    [
        " Are you kidding me?",
        5140.92,
        5142.06
    ],
    [
        " Yeah, that practice part is it seems like, oh, yeah, that makes sense. You know, but I think that I'm not sure if you read the whole thing, but it seems kind of even understated because like even when you study something, right?",
        5144.6,
        5159.08
    ],
    [
        " You're like, okay, I know what to do.",
        5159.46,
        5160.6
    ],
    [
        " One part seems understated the study part or the action, the action part.",
        5160.62,
        5164.08
    ],
    [
        " He says, incessently, he says, I ditch yourself to exercise before. I don't know if that's understated or not.",
        5164.68,
        5170.86
    ],
    [
        " You probably didn't read it well.",
        5170.86,
        5172.44
    ],
    [
        " Yeah, maybe, you know, maybe it was just me. Maybe I think it's just so important that that should be the whole book.",
        5172.62,
        5180.46
    ],
    [
        " I don't know, whatever, but either way, either way, then regardless of how.",
        5180.68,
        5184.62
    ],
    [
        " But training is so important to you is what you're saying.",
        5185.12,
        5186.96
    ],
    [
        " I think that actually doing it is because without it, you just lose, I think you lose more than half.",
        5186.96,
        5193.78
    ],
    [
        " If you consider study action, right? And you don't do the action part, I think action is more than half.",
        5193.78,
        5199.04
    ],
    [
        " Or it feels like it anyway, because like if you, let's say you haven't done your Getsu in a long time or anything.",
        5199.4,
        5205.22
    ],
    [
        " You are correct when it comes to sports, but he's talking about actual going to war.",
        5205.56,
        5211.54
    ],
    [
        " And you can't take a nation to war. You can't even take a platoon to war. You can't take a company to war without going to war.",
        5212.16,
        5217.8
    ],
    [
        " So yes, you can do the training exercises in the field, but there is absolutely a massive benefit to studying what has happened in the past.",
        5218.04,
        5228.02
    ],
    [
        " And I'll tell you from a leadership perspective, like if I was a business person, I'd be reading about business business.",
        5228.2,
        5233.4
    ],
    [
        " Not so much business leadership books that this is how to lead, but this is what happened in this situation.",
        5233.72,
        5243.04
    ],
    [
        " And the perfect example for me of that from the war perspective is about face by hack worth.",
        5243.44,
        5248.92
    ],
    [
        " That book is not a leadership book, but when you read it from a leadership through a leadership lens, it's all about leadership.",
        5249.26,
        5256.3
    ],
    [
        " It's all about leadership. And so you can take books that are about business.",
        5256.66,
        5260.82
    ],
    [
        " Not about like, hey, this is a leadership instructional manual, but hey, this is what happened in this as this company fell apart or this, like you study those books, read those books, then it gives you a little bit more of it advantage.",
        5261.08,
        5273.58
    ],
    [
        " But in both these, what you really should be looking for is the dynamics of human nature. And you can figure out like, okay, when this happened inside this company or this happened in this battle, people acted this way, people acted that way. And now I understand them better.",
        5274.1,
        5286.44
    ],
    [
        " If you're seeing it for the first time, just like we talked earlier about, if you see, if you know an arm lock is coming, if you know how to defend an arm lock, you know it's coming, you at least know to pull your elbow in, right?",
        5287.16,
        5297.12
    ],
    [
        " If you read a book that explains what happened in a battle or in a business scenario, and you go, okay, here's what happened right here, I recognize it, maybe not exactly, but it's close enough and I can expect this response from the enemy or from the competitor or from my people, I can make an adjustment.",
        5298.02,
        5312.08
    ],
    [
        " I'm at least not blind.",
        5312.54,
        5314.54
    ],
    [
        " Yeah, and that's kind of the part I was talking about where, yeah, that's right. And I think that's right, even the inverse where it's like, okay, let's say you study this, I know this, you know, I know that this is how it works.",
        5314.8,
        5329.26
    ],
    [
        " But you've never been in the situation to recognize how it feels, you know, you know, you know, so like training for war or whatever, like let's say in your case case where, how you would always, you say you try your best to make the training.",
        5329.76,
        5341.94
    ],
    [
        " It's realistic as possible. So that's the actual action kind of stuff, even something as simple as role, role plane, you know, where it's like, you're trying to simulate you're trying to introduce the action part of it, more so than just it's study. Sure.",
        5341.94,
        5354.66
    ],
    [
        " I said what you said, you know, so yeah, so when you find yourself in the real situation, yes, I'll give you a case in point, you can read extreme ownership, you can read the economy leadership.",
        5354.7,
        5364.48
    ],
    [
        " I'll have someone that's read and read and studied both those books, listen to every podcast and roll in and be like, hey, let's role play this right here and be like, you know, put them in a scenario where, where the right answer would be to say, hey, like that's my fault.",
        5364.6,
        5380.98
    ],
    [
        " Here's one minute and they'll, they'll say, well, the team needs to do this and you just think to yourself. So you are correct.",
        5381.08,
        5387.7
    ],
    [
        " You have to put people in the action as much as you can because the observation of a situation is not as effective a learning tool as the being involved in the situation.",
        5387.7,
        5404.16
    ],
    [
        " Yeah, I do actually agree with you. Yeah, because just like in here, in that scenario, you just kind of painted it's usually well, I would imagine you could tell me, is it because their feelings almost kind of blocked their knowledge.",
        5404.16,
        5417.44
    ],
    [
        " At that point in a way, yes, yes, yes, so if you're in the situation, you are now kind of familiar with the feelings that come along with it.",
        5417.46,
        5424.32
    ],
    [
        " And for instance, you have to learn how to detach. Yeah, yeah, yeah, yeah.",
        5424.42,
        5427.88
    ],
    [
        " And so if you don't know how to detach and I throw something actually, you know how you touch because you know what the right answer is, but you don't do it.",
        5427.88,
        5433.6
    ],
    [
        " You can't do it. You don't do it. So that's, that's a, that's a problem. So yes, put yourself, put people, put your team, put yourself, not just study it.",
        5433.6,
        5443.12
    ],
    [
        " Okay, here's the, here's the, here's what you do. You study it. And then from the study, you try and formulate a simulation that you can put yourself into.",
        5443.64,
        5453.46
    ],
    [
        " Yeah, there you go. There's the answer. There's the answer. Last little section about this, a wise prince ought never in peaceful times stand idle.",
        5453.62,
        5464.36
    ],
    [
        " But increases resources with industry in such a way that they may be available to him in adversity. So that if fortune chances, it may find him prepared to resist her blows.",
        5465.42,
        5478.02
    ],
    [
        " He's really into in the peacetime, you work harder. And you know what? I'm going to agree with him.",
        5478.54,
        5486.08
    ],
    [
        " Next, every prince ought to desire to be considered clement and not cruel. That's, again, this is not tradition. Mac",
        5488.44,
        5510.58
    ],
    [
        " is a dichotomy. Don't get crazy with the mercy. This is the economy, like be very merciful, but don't be overly merciful. You gotta be balanced. Can't be a softie. Can't be a softie.",
        5510.58,
        5518.62
    ],
    [
        " A prince so long as he keeps his subjects united in loyal ought not to mind the reproach of cruelty. Because with a few examples. So he's saying, hey, you should, if you're considered cruel sometimes, that's okay. This is, this is tradition.",
        5519.2,
        5534.02
    ],
    [
        " This is the way to punish this. Because with a few examples, he will be more merciful than those who through too much mercy allowed disorders to arise from which follow mergers or robberies. For these are want to injure the whole people.",
        5534.24,
        5551.38
    ],
    [
        " While those executions which originate with the prince offend the individual. So every once in a while, if somebody gets out of line, you gotta kill him. You gotta execute him.",
        5551.44,
        5562.1
    ],
    [
        " And that is actually going to keep the people more under control. So they'll discipline gives you more freedom. They'll discipline the freedom there on that one.",
        5562.22,
        5572.0
    ],
    [
        " I think that's the old making eggs in example. For sure. It's making an example. But what he's saying is, hey, the example only hurts one person.",
        5572.36,
        5579.28
    ],
    [
        " Yeah. So that's cool. Yeah. Here's the famous section when I'll read a pretty big chunk of it. Upon this, a question arises, whether it be better to be loved than feared or feared than loved. It may be answered that one should wish to be both.",
        5580.58,
        5597.7
    ],
    [
        " But because it is difficult to unite them in one person, it is much safer to be feared than loved when of the two either must be dispensed with. So he's saying the best thing you could do is balance your dichotomy.",
        5599.6,
        5611.54
    ],
    [
        " That's the best thing to do. Because this is to be asserted in general of men that they are ungrateful, fickle, false, cowardly, covetous, and as long as you succeed, they are yours entirely.",
        5611.74,
        5625.46
    ],
    [
        " So he's saying, look, people are kind of dastardly. But as long as you're doing good, as long as you're successful, you'll be fine. But he says, when you're being successfully says they will offer you their blood, property, life, and children, as is said above when the need is far distant.",
        5625.66,
        5641.14
    ],
    [
        " So as long as I'm doing good, echoes like, hey, yeah, I'll be there for you, bro. But when it approaches, they turn against you. And that prints who relying entirely on their promises has neglected other precautions is ruined because friendship. This is a big critical differentiation.",
        5641.66,
        5661.08
    ],
    [
        " Because friendships that are obtained by payments and not by greatness or nobility of mind may indeed be earned, but they are not secured. And in time of need, they cannot be relied upon.",
        5662.34,
        5673.06
    ],
    [
        " And men have less scrupal in offending one who is beloved than one who is feared for love is preserved by the link of obligation which owing to the baseness of men is broken at every opportunity for their advantage. But fear preserves you by a dread of punishment which never fails.",
        5673.48,
        5688.86
    ],
    [
        " So I think one of the differences he's talking about that when I give you money, when I treat you well, when I, you know, M M generous to you, you love me. But that's different, you know, that's different.",
        5689.22,
        5704.94
    ],
    [
        " That's not like a respectful love.",
        5705.58,
        5707.9
    ],
    [
        " Yeah.",
        5710.06,
        5710.58
    ],
    [
        " But then, and then he says this as well, nevertheless, a prince ought to inspire fear in such a way if he does not win love, he avoids hatred.",
        5708.8,
        5719.52
    ],
    [
        " Because he can endure very well being feared whilst he is not hated, which will always be as long as he abstains from the property of his citizens and subjects from their women.",
        5719.98,
        5731.74
    ],
    [
        " So he said, look, you can't just run roughshod over people and take their women and take their property.",
        5732.92,
        5739.0
    ],
    [
        " But when it is necessary for him to proceed against the life of someone, he must do it on proper justification and for manifest cause, but above all things, he must keep his hands off the property of others because men more quickly forget the death of their father, then loss of their patrimony.",
        5739.24,
        5758.08
    ],
    [
        " So yeah, firm but fair than he's saying, right, be firm but fair. Yeah. Yeah. Overly firm.",
        5761.22,
        5766.64
    ],
    [
        " He's saying firm when you have to be, but fair is just as important. It's a dichotomy that you have to balance. That's what he's saying. He just didn't write it as cleverly.",
        5767.06,
        5777.4
    ],
    [
        " When a prince with his army and under and has under his control of multisood soldiers, then it is quite necessary for him to disregard the reputation of cruelty.",
        5781.64,
        5789.94
    ],
    [
        " Again, so he again, he's saying when you got to be cruel, he got to be cruel. For without it, he would never hold his army united or disposed to its duties.",
        5790.4,
        5797.4
    ],
    [
        " Among the wonderful deeds Hannibal of Hannibal, this one is enumerated that having led an enormous army composed of various races of men to fight in foreign lands, no dissensions arose either among them or against the prince, whether in his bad or in his good fortune.",
        5797.4,
        5815.7
    ],
    [
        " This arose from nothing else than his inhuman cruelty, which with boundless, which with his boundless valor made him very revered and terrible in the sight of his soldiers revered and terrible. There's a dichotomy.",
        5815.7,
        5830.4
    ],
    [
        " He was revered and terrible. But without that, cruelty his virtues were not sufficient to produce this effect.",
        5830.58,
        5837.94
    ],
    [
        " Returning to the question of being feared or loved, I've come to the conclusion that men loving according to their own will and fearing according to that of a prince, a wise prince, to establish himself on that which is in his own control and not in that of others, he must endeavor only to avoid hatred as is noted.",
        5839.84,
        5859.28
    ],
    [
        " So be balanced. And he said over and over again before this that you know, having the connection with the people and if the people are loyal, like that's the most important thing. If they hate you, or if they don't like you, or if they're just afraid of you, they don't have that.",
        5861.76,
        5874.94
    ],
    [
        " And you think about it when you're afraid of somebody and you have the chance to rise up and smash them down, you don't want to live in fear.",
        5875.1,
        5882.56
    ],
    [
        " Next section, everyone admits how praiseworthy it is in a prince to keep faith and to live with integrity and not with craft. And he used that word craft, meaning like guile and sort of.",
        5883.02,
        5900.1
    ],
    [
        " Yeah, yeah, nevertheless our experience has been that those princes who have done great things have had good faith of little account and have known how to circumvent the intellect of men by craft.",
        5900.1,
        5912.5
    ],
    [
        " And if in the end overcome those who relied on their work, you must know there are two ways of contesting one by law, the other by force, the first method is proper to mend the second to beasts.",
        5913.06,
        5925.34
    ],
    [
        " But because the first is frequently not sufficient, it is necessary to have recourse to the second.",
        5925.6,
        5931.86
    ],
    [
        " So look, we want to do things that run nice way. But if we have to, you got to get a little savage.",
        5932.68,
        5939.46
    ],
    [
        " There is, therefore it is necessary for a prince to understand how to avail himself of the beast and the man. Again, this is an economy.",
        5939.64,
        5948.78
    ],
    [
        " You got to know that sometimes you got to get crit, get nuts. And sometimes you got to not.",
        5949.02,
        5955.32
    ],
    [
        " It is necessary for prince to know how to make use of both natures and that one without the other is not as durable.",
        5955.82,
        5964.56
    ],
    [
        " A prince, therefore, being compelled knowingly to adopt the beast ought to choose the fox and the lion because the lion cannot defend himself against snares and the fox cannot defend himself against wolves.",
        5964.56,
        5976.0
    ],
    [
        " Therefore, it is necessary to be a fox to discover the snares and a lion to terrify the wolves. Those who rely simply on the lion do not understand what they are about.",
        5976.96,
        5986.78
    ],
    [
        " He who has known best how to employ the fox has succeeded the best.",
        5989.48,
        5994.76
    ],
    [
        " There you go. You can't just be the big brute. You got to have a little bit of that.",
        5995.12,
        6000.58
    ],
    [
        " But it is necessary to know of this is where you get this is going traditional Machi-Valian attitude.",
        6000.9,
        6009.8
    ],
    [
        " It is necessary to know how to disguise this characteristic and to be a great pretender and decimbler and men are so simple and so subject to present necessities that he who seeks to deceive will always find someone who will allow himself to be deceived.",
        6009.8,
        6026.42
    ],
    [
        " There is a sucker born every minute. So he is saying you got to act these ways but you got to cover it up.",
        6026.74,
        6030.5
    ],
    [
        " Which is going back to Richard III. Hey, I am going to cover this stuff and make it look like I am a saint. Really, I am the devil.",
        6030.74,
        6037.72
    ],
    [
        " A prince especially a new one cannot observe all those things for which men are esteemed.",
        6040.02,
        6045.2
    ],
    [
        " Being often forced in order to maintain the state to act contrary to fidelity, friendship, humanity and religion.",
        6045.5,
        6053.06
    ],
    [
        " So he is saying look those are the nice ways to act but sometimes you can't keep it.",
        6053.56,
        6058.54
    ],
    [
        " Therefore it is necessary for him to have a mind ready to turn itself accordingly as the wins and variations of fortunes force it.",
        6059.78,
        6066.46
    ],
    [
        " Yet as I have said above do not deserve diverge from the good if he can avoid doing so but if compelled then to know how to set it about.",
        6067.04,
        6075.86
    ],
    [
        " So hey, if you can you got to be you maintain your fidelity and friendship and humanity and religion if you can.",
        6076.24,
        6082.8
    ],
    [
        " If you can't you got to know how to get after it the other way. That is what he is saying.",
        6083.02,
        6087.02
    ],
    [
        " My personal belief is if you do that it is going to come back.",
        6088.1,
        6091.98
    ],
    [
        " It is going to come back and I am not talking about a spiritual karma that is going to come back.",
        6092.34,
        6097.54
    ],
    [
        " I am talking about real life will come back. You screw someone over, their time will come.",
        6097.56,
        6102.7
    ],
    [
        " If you screw enough people over everyone is going to come.",
        6103.14,
        6106.08
    ],
    [
        " Yeah and that doesn't maybe I got it wrong but so Jordan Peterson for example he will talk about this too.",
        6106.72,
        6113.82
    ],
    [
        " Where you have to be a good person with the capability of being a bad person.",
        6114.0,
        6118.06
    ],
    [
        " That is optimum. The optimum thing is hey you can bring the thunder if you have to but you shouldn't have to.",
        6118.16,
        6126.72
    ],
    [
        " This is not quite that. This is saying sometimes you have to do some underhanded stuff.",
        6127.0,
        6131.12
    ],
    [
        " That is what he is saying. Sometimes you have to do some underhanded stuff.",
        6131.12,
        6133.98
    ],
    [
        " I will say back in these days I mean think about how much more communication there is today.",
        6134.9,
        6140.88
    ],
    [
        " You do something that is out of line. Everyone is going to know it.",
        6141.46,
        6145.08
    ],
    [
        " Yeah they are watching.",
        6145.08,
        6145.88
    ],
    [
        " They are not going to take them very long to know it.",
        6146.12,
        6147.7
    ],
    [
        " Yeah it is weird man. When you see you know some people they are just sort of like that.",
        6147.88,
        6152.48
    ],
    [
        " You know and though it is almost like they can't see very far ahead of themselves or something like that.",
        6152.94,
        6159.9
    ],
    [
        " Oh yeah yeah they are just short-sighted and they just screw this guy over and screw that person over.",
        6159.9,
        6164.38
    ],
    [
        " Next you know they look up and they wonder why they didn't get hired or they wonder why they didn't get the contractor.",
        6164.66,
        6169.1
    ],
    [
        " They wonder why they didn't get promoted. It is like oh guess what you did.",
        6169.32,
        6171.84
    ],
    [
        " Yeah and it is almost like a thought like well shoot I didn't like I didn't screw you over eat like why are you acting like this.",
        6172.4,
        6181.08
    ],
    [
        " It is kind of thing or why are you treating me like this. Like I am some you know fox or clever, what a craft person or whatever.",
        6181.08,
        6188.86
    ],
    [
        " But meanwhile everyone is seeing what you are doing.",
        6189.42,
        6191.74
    ],
    [
        " Just because you didn't do it to me no bro we know what kind of person you are.",
        6191.9,
        6194.7
    ],
    [
        " One of the hardest things for some people is they think that they are a fox.",
        6194.76,
        6203.24
    ],
    [
        " They think that they can get one over on you and they just it is so obvious.",
        6204.28,
        6211.44
    ],
    [
        " Like you said it is so obvious. You are looking at them going hey man everyone not just me.",
        6211.68,
        6216.52
    ],
    [
        " Everyone can see you and you know what sometimes people not everyone can see what they are doing.",
        6217.36,
        6221.44
    ],
    [
        " And if you are and they think they are getting away with something and you are looking at them going man I can see right through what you are doing.",
        6222.32,
        6228.7
    ],
    [
        " Why are you doing this? Because I can see exactly what you are doing.",
        6228.96,
        6233.22
    ],
    [
        " And the fact that you are doing it and I you don't think I can see that you are doing it it proves two things.",
        6234.12,
        6240.58
    ],
    [
        " Number one you don't think I am very smart and number two you are underhanded.",
        6240.74,
        6245.4
    ],
    [
        " Neither one of those is going to work out for you because this is not my first rodeo and I am watching what you are doing and this is going to come back in a very hard way on you.",
        6245.94,
        6256.66
    ],
    [
        " Don't do that.",
        6256.86,
        6257.64
    ],
    [
        " There is varying levels of that too.",
        6258.44,
        6261.82
    ],
    [
        " Like it can be like real devious stuff you know it can be that but it can be like little harmful things too.",
        6262.0,
        6267.0
    ],
    [
        " And the point there is semi harmless things.",
        6267.16,
        6271.84
    ],
    [
        " Yes semi harmless things.",
        6272.0,
        6273.62
    ],
    [
        " But also sometimes and I always try and get people to pay attention to this.",
        6273.84,
        6278.4
    ],
    [
        " If you are underhanded with me if you try and sneak one by me it is a trust violation.",
        6278.9,
        6284.12
    ],
    [
        " That is a problem.",
        6284.5,
        6285.52
    ],
    [
        " That is a problem.",
        6286.06,
        6286.98
    ],
    [
        " And you know what I am not going to confront you but I know you.",
        6287.34,
        6290.54
    ],
    [
        " And it is even worse.",
        6291.22,
        6291.98
    ],
    [
        " It would be better off for you if I just came and said hey echo.",
        6292.36,
        6295.32
    ],
    [
        " You know you tried to slide this one under on the expense account and you bought whatever.",
        6295.68,
        6300.24
    ],
    [
        " You took your family out for dinner on the company credit card and I saw that and you shouldn't do that.",
        6300.46,
        6307.34
    ],
    [
        " That would be better for you.",
        6307.52,
        6311.28
    ],
    [
        " For little plans.",
        6311.28,
        6312.42
    ],
    [
        " Yeah for little plans than me not saying anything.",
        6312.52,
        6315.36
    ],
    [
        " Just noting it and now I am cracking you.",
        6315.5,
        6318.02
    ],
    [
        " Yeah because it is like my knowledge of that kind of gives me a foot to stand on so I can kind of maneuver.",
        6318.16,
        6323.58
    ],
    [
        " So I can continue to maneuver.",
        6323.9,
        6325.24
    ],
    [
        " I didn't say anything.",
        6325.66,
        6326.22
    ],
    [
        " And I won't say anything.",
        6326.42,
        6328.1
    ],
    [
        " I will let you continue to reveal your dark arts.",
        6328.26,
        6333.62
    ],
    [
        " Yes reveal your nature.",
        6333.84,
        6336.58
    ],
    [
        " Your nature is cheating.",
        6336.96,
        6338.2
    ],
    [
        " Your nature is stealing from me.",
        6338.56,
        6339.88
    ],
    [
        " You are all looking at me like I actually did.",
        6340.34,
        6343.4
    ],
    [
        " I am trying to think shoot did I do that right now?",
        6343.52,
        6345.5
    ],
    [
        " Think about it.",
        6345.58,
        6346.38
    ],
    [
        " But I am just saying think about it.",
        6346.38,
        6351.06
    ],
    [
        " But the point of what you are saying like whenever.",
        6351.08,
        6354.34
    ],
    [
        " Which you are all this year all this year all this year all this year all this combined right now.",
        6354.38,
        6358.12
    ],
    [
        " No.",
        6358.3,
        6358.48
    ],
    [
        " Go through that expense report.",
        6358.48,
        6359.62
    ],
    [
        " You are a dead boy.",
        6359.88,
        6360.46
    ],
    [
        " When people can see you but they can't see themself.",
        6360.96,
        6364.94
    ],
    [
        " You know how like even with like small stuff big stuff small stuff whatever one everyone can see what you are doing.",
        6364.94,
        6372.06
    ],
    [
        " Everyone can see.",
        6372.12,
        6373.0
    ],
    [
        " And my point is though not every not it is not always that everyone can see.",
        6373.0,
        6376.42
    ],
    [
        " Sometimes not everyone can see and that actually encourages a person to continue their little crafty ways that they think they are so good at.",
        6376.72,
        6386.48
    ],
    [
        " And it is so when I see that happening it is just so disappointing.",
        6386.98,
        6393.44
    ],
    [
        " It is so disappointing because you are not even in a situation where you are with me because like oh I brought you to my house.",
        6394.22,
        6402.06
    ],
    [
        " Basically if someone is going to be able to do that to me they are in my house.",
        6402.64,
        6405.08
    ],
    [
        " If you are in my house and you are trying to steal some mulk from the door when I am not looking.",
        6405.5,
        6411.34
    ],
    [
        " Yeah.",
        6412.12,
        6412.92
    ],
    [
        " Like you are trying to sneak that thing in your bag.",
        6414.18,
        6416.06
    ],
    [
        " If you would ask me you would have had a case of mulk.",
        6416.74,
        6419.22
    ],
    [
        " But you didn't ask what you thought I am going to try and get this.",
        6419.5,
        6422.0
    ],
    [
        " That is a whole different way thing shake out.",
        6422.9,
        6426.34
    ],
    [
        " And I am not even going to say anything to you.",
        6426.74,
        6428.74
    ],
    [
        " I am not going to say anything to you.",
        6429.16,
        6431.22
    ],
    [
        " You can have that mulk.",
        6431.68,
        6432.58
    ],
    [
        " That mulk it was worth it because now I know your nature.",
        6432.9,
        6436.0
    ],
    [
        " So the torment is kind of the punishment.",
        6436.5,
        6439.3
    ],
    [
        " No but okay so back to you.",
        6439.78,
        6440.82
    ],
    [
        " No there won't be any punishment.",
        6440.82,
        6441.98
    ],
    [
        " But in a year you are going to look up and be like hey I know that we got this opportunity.",
        6442.4,
        6447.3
    ],
    [
        " I am saying oh yeah I took the opportunity unfortunately I don't have room for you in the opportunity.",
        6447.6,
        6451.36
    ],
    [
        " That is exactly right.",
        6451.36,
        6452.6
    ],
    [
        " There you go.",
        6452.9,
        6453.34
    ],
    [
        " That is what happens.",
        6453.48,
        6454.02
    ],
    [
        " But when I am surprised.",
        6454.54,
        6455.72
    ],
    [
        " When I say people can do.",
        6456.12,
        6457.38
    ],
    [
        " I was like what you would say.",
        6457.4,
        6458.36
    ],
    [
        " Mulk.",
        6458.6,
        6458.82
    ],
    [
        " You know what I say harmless ways or semi harmless ways.",
        6459.28,
        6463.92
    ],
    [
        " Yes.",
        6464.0,
        6464.12
    ],
    [
        " Of course.",
        6464.3,
        6464.98
    ],
    [
        " Even like the teeny tiny things and we said this before like name dropping right.",
        6465.2,
        6468.94
    ],
    [
        " And that goes be a, that does not go into devious.",
        6469.5,
        6472.42
    ],
    [
        " That is not necessarily a devious crafty thing or nothing like that.",
        6472.54,
        6476.1
    ],
    [
        " But I am just saying the concept of someone doing something where we all see what you are doing.",
        6476.1,
        6482.36
    ],
    [
        " So you name drop someone and it is like oh that is part of the story.",
        6482.7,
        6485.46
    ],
    [
        " But it is like we all see what you are doing right there.",
        6485.64,
        6487.24
    ],
    [
        " But I think it is hard for us sometimes.",
        6488.36,
        6491.66
    ],
    [
        " Like I just named dropped Sam Harrison Tim Verst.",
        6491.72,
        6494.52
    ],
    [
        " No.",
        6495.26,
        6495.48
    ],
    [
        " It didn't feel like you did.",
        6495.78,
        6497.02
    ],
    [
        " Then again you did say their first and last name.",
        6497.72,
        6499.88
    ],
    [
        " So that is kind of a symptom of the name drop.",
        6500.06,
        6501.96
    ],
    [
        " No because I think the opposite.",
        6501.96,
        6503.06
    ],
    [
        " If I would have said oh well you know I was talking to Tim.",
        6503.06,
        6505.1
    ],
    [
        " Me and Sam were having a quick conversation.",
        6505.22,
        6508.56
    ],
    [
        " That is true.",
        6508.76,
        6509.32
    ],
    [
        " I think you told me that before too and you are right.",
        6509.54,
        6511.22
    ],
    [
        " Yeah it seems more.",
        6511.36,
        6512.54
    ],
    [
        " I guess it depends but yes yes you are Tim.",
        6512.96,
        6516.08
    ],
    [
        " And then you are hoping in the back of your mind that asked Tim who.",
        6516.9,
        6519.46
    ],
    [
        " So you get to say I am just too embarrassed.",
        6519.78,
        6521.24
    ],
    [
        " No big deal.",
        6521.48,
        6522.08
    ],
    [
        " So maybe but the point is people see what you are doing.",
        6523.08,
        6526.04
    ],
    [
        " But sometimes it is hard for us to see that they can see that.",
        6526.48,
        6529.76
    ],
    [
        " Yes.",
        6530.3,
        6530.94
    ],
    [
        " They are unaware.",
        6531.3,
        6531.72
    ],
    [
        " So you get to stop and it is a sad thing.",
        6531.72,
        6533.64
    ],
    [
        " Assume that people can see what you are doing.",
        6534.66,
        6536.52
    ],
    [
        " There is a good lesson for the day.",
        6537.04,
        6538.3
    ],
    [
        " Assume that the little maneuvers that you think are all clandestine.",
        6538.92,
        6542.32
    ],
    [
        " Assume that people can actually see.",
        6542.78,
        6545.62
    ],
    [
        " Assume that people are a little bit smarter than you think.",
        6545.9,
        6548.58
    ],
    [
        " Assume that you are maybe not as smart as you think you are.",
        6548.76,
        6551.2
    ],
    [
        " Because those little crafty moves that you think are fooling people.",
        6551.66,
        6554.7
    ],
    [
        " They don't and they reveal you your nature as being underhanded.",
        6555.0,
        6560.44
    ],
    [
        " People don't like underhanded people especially me.",
        6560.82,
        6564.08
    ],
    [
        " I am sure it is a common thing but yeah.",
        6564.08,
        6568.14
    ],
    [
        " Check.",
        6568.58,
        6569.08
    ],
    [
        " Alright moving on.",
        6570.2,
        6571.52
    ],
    [
        " For this reason again we are talking about how sometimes you have to violate.",
        6573.1,
        6580.08
    ],
    [
        " According to this sometimes people have to act a little underhanded.",
        6580.62,
        6585.22
    ],
    [
        " You have to act devious or whatever.",
        6585.46,
        6586.7
    ],
    [
        " And here is what he says about that.",
        6586.8,
        6587.92
    ],
    [
        " For this reason he is in a print is to take care that he never lets anything slip from his lips.",
        6587.92,
        6592.3
    ],
    [
        " That does not replete with the above named five qualities that he may appear to him.",
        6592.46,
        6598.16
    ],
    [
        " Who sees and hears him altogether.",
        6598.62,
        6600.68
    ],
    [
        " Merciful, faithful, humane, upright and religious.",
        6601.06,
        6604.9
    ],
    [
        " So again this is Richard III.",
        6605.6,
        6606.84
    ],
    [
        " And there is a whole backstory I will give on Richard III on why Shakespeare wrote it that way.",
        6607.72,
        6611.4
    ],
    [
        " But he definitely wrote it that way.",
        6611.74,
        6613.74
    ],
    [
        " And clearly from that opening.",
        6614.14,
        6615.94
    ],
    [
        " He is literally doing what it says in this book.",
        6615.94,
        6618.6
    ],
    [
        " Men judge generally more by the eye than by the hand because it belongs to everybody to see you.",
        6620.1,
        6625.6
    ],
    [
        " To few to come to touch with you.",
        6626.04,
        6628.76
    ],
    [
        " Everyone sees what you appear to be.",
        6629.38,
        6631.2
    ],
    [
        " Few really know what you are and those few do not dare oppose themselves to the opinion of many.",
        6631.46,
        6636.0
    ],
    [
        " So how you look is how you are going to be judged.",
        6637.02,
        6639.08
    ],
    [
        " The Prince must consider how to avoid those things which will make him hated or contemptible.",
        6640.24,
        6645.62
    ],
    [
        " This is not traditional Machiavellian thought.",
        6645.98,
        6649.62
    ],
    [
        " It makes him contemptible to be considered fickle, frivolous, effeminate, mean-spirited, irresolute,",
        6650.12,
        6656.98
    ],
    [
        " from all of which a Prince should guard himself as from a rock.",
        6657.28,
        6661.1
    ],
    [
        " And he should endeavor to show his actions, greatness or show in his actions,",
        6661.8,
        6666.4
    ],
    [
        " greatness, courage, gravity, and fortitude.",
        6666.4,
        6668.42
    ],
    [
        " And in his private dealings with his subjects, let him show that his judgments are irrevocable",
        6668.94,
        6673.66
    ],
    [
        " and maintain himself in such reputation that no one can hope either to deceive or get around him.",
        6673.66,
        6680.2
    ],
    [
        " Good advice.",
        6681.0,
        6682.64
    ],
    [
        " I guess one of my points is everything that's so check this out.",
        6683.58,
        6688.78
    ],
    [
        " Everything that we're saying about how people can see what you're doing.",
        6688.98,
        6693.52
    ],
    [
        " He's recommending that you act this way but no one will know.",
        6696.0,
        6698.8
    ],
    [
        " And you just have to pretend like you're actually a good person.",
        6699.08,
        6701.46
    ],
    [
        " And what we're both saying is that doesn't work.",
        6701.62,
        6703.54
    ],
    [
        " And I agree that doesn't work.",
        6703.84,
        6704.82
    ],
    [
        " So the idea that you're going to be all behind the scenes, you're going to be all crafty behind the scenes",
        6705.16,
        6710.6
    ],
    [
        " and no one's going to catch you.",
        6710.6,
        6711.66
    ],
    [
        " And you're just going to act with greatness and courage and act with gravity and fortitude.",
        6711.96,
        6717.28
    ],
    [
        " And that's how you're going to act, but you're not really not that way.",
        6717.28,
        6719.2
    ],
    [
        " My point is that doesn't work because people can see through it.",
        6719.24,
        6723.24
    ],
    [
        " And they will see through it.",
        6723.6,
        6725.24
    ],
    [
        " They might not see through it today or tomorrow, but they'll see it through it in a week or two weeks or a month or a year.",
        6725.3,
        6729.48
    ],
    [
        " And then you're going to be you're going to be undone.",
        6729.82,
        6732.14
    ],
    [
        " Unde.",
        6732.74,
        6733.94
    ],
    [
        " That's a good word.",
        6733.94,
        6734.7
    ],
    [
        " A prince ought to reckon conspiracies of little account when his people hold him in a steam.",
        6735.82,
        6741.76
    ],
    [
        " But when it's hostile to him and bears hatred toward him, he ought to fear everything and everybody.",
        6742.22,
        6748.88
    ],
    [
        " So if your people support you, don't worry about conspiracies.",
        6748.88,
        6752.14
    ],
    [
        " If your people are hostile towards you, you better be you better take note.",
        6752.5,
        6756.84
    ],
    [
        " And well-ordered states and wise princes have taken every care to drive the nobles to desperation",
        6757.34,
        6765.1
    ],
    [
        " and keep the people satisfied and contented for this is one of the most important objects a prince can have is to keep people.",
        6765.1,
        6772.5
    ],
    [
        " Keep your troops.",
        6772.76,
        6773.58
    ],
    [
        " Keep the people in the game.",
        6774.38,
        6776.1
    ],
    [
        " There was never a new prince who has disarmed his subjects rather when he has found them disarmed, he's always armed them.",
        6778.04,
        6784.7
    ],
    [
        " Because by arming them, those arms become yours.",
        6784.94,
        6788.38
    ],
    [
        " Those men who were distrusted become faithful and those who were faithful are kept so and your subjects become adherents.",
        6788.88,
        6795.6
    ],
    [
        " Now, I think where this really plays into from a leadership perspective is when you get when you are in a leadership position and you empower people,",
        6795.92,
        6805.18
    ],
    [
        " you give them power, it builds faith, it builds trust, it builds and the power that you give to them becomes yours.",
        6805.38,
        6813.74
    ],
    [
        " The more powerful you make your subordinates, the more powerful you become.",
        6814.3,
        6819.46
    ],
    [
        " If you have the ego that you can put in check so that you don't mind giving some of that power away because it'll come back to you tenfold.",
        6820.44,
        6825.78
    ],
    [
        " And here's what happens on the other aspect when you disarm them at once you offend them by showing that you distrust them either for cowardice or for want of loyalty and either of these opinions breeds hatred against you.",
        6826.84,
        6839.38
    ],
    [
        " And because you cannot remain unarmed, it follows that you turn to mercenaries which are a character which are of a character already shown.",
        6839.7,
        6846.58
    ],
    [
        " So once again, if I take your power from you, then that's offensive.",
        6847.22,
        6853.88
    ],
    [
        " So be careful, give, try and give people power. Don't take it away from them.",
        6855.62,
        6860.0
    ],
    [
        " It takes a high level of lead security and confidence with your own leadership that you can give it away.",
        6860.62,
        6868.26
    ],
    [
        " The more confident you are, the more you can give it away. The more paranoid you think people are going to be better than you, the harder it is to give it away, the worst leader you are, the worst leader you become, the worst situation, the less power you have, because you're trying to hold it all for yourself.",
        6868.8,
        6882.06
    ],
    [
        " Continuing, the best possible fortress is not to be hated by the people, not traditional Machiavellian thought.",
        6887.26,
        6896.96
    ],
    [
        " The best possible fortress is not to be hated by the people.",
        6898.4,
        6901.62
    ],
    [
        " Yeah, it seems like a good start. It's a great start.",
        6902.48,
        6906.32
    ],
    [
        " Because although you may hold the fortress, yet they will not save you if the people hate you.",
        6907.88,
        6913.14
    ],
    [
        " The fortress isn't going to, if the people hate you, the fortress isn't going to help. Don't even bother.",
        6913.44,
        6916.74
    ],
    [
        " Oh, you built up a great fortress, cool. We're going to, we're going to seed you.",
        6917.04,
        6921.52
    ],
    [
        " Yeah, because we hate you.",
        6921.66,
        6922.74
    ],
    [
        " No water, no food, huck and fire over the walls.",
        6922.8,
        6927.1
    ],
    [
        " Continuing, nothing makes a print so much esteemed as great enterprises and setting a fine example.",
        6927.8,
        6936.54
    ],
    [
        " Set a good example, not traditional Machiavellian thought.",
        6937.34,
        6943.54
    ],
    [
        " Oh, good one. The choice of servants is of no little importance to a prince and they are good or not according to the discrimination of the prince.",
        6944.7,
        6952.16
    ],
    [
        " And the first opinion, which one forms of a prince and of his understanding is by observing the man he has around him.",
        6952.64,
        6961.84
    ],
    [
        " And when they are capable and faithful, he may always be considered wise because he has known how to recognize the capable and to keep them faithful.",
        6962.26,
        6969.98
    ],
    [
        " But when they are otherwise, one cannot form a good opinion of him for the prime error which he made wasn't choosing them.",
        6970.32,
        6976.88
    ],
    [
        " So people, your team, people look at you and they judge you by what your team is like.",
        6977.2,
        6982.0
    ],
    [
        " And if you surround yourself with people that are incompetent and incapable, that's what people are going to think of you.",
        6982.16,
        6989.44
    ],
    [
        " So use caution.",
        6990.44,
        6991.26
    ],
    [
        " Next, when you see the servant, when you see the servant thinking more of his own interests than of yours and seeking inwardly his own profit and everything,",
        6991.72,
        7005.02
    ],
    [
        " such a man will never make a good servant.",
        7005.1,
        7007.52
    ],
    [
        " Nor will you ever be able to trust him because he who has the state of another in his hands ought never think of himself, but always of his prince.",
        7007.96,
        7017.22
    ],
    [
        " And never pay any attention to matters in which the prince is not concerned.",
        7018.24,
        7022.52
    ],
    [
        " So if you got someone that's thinking of himself, you cannot trust them.",
        7024.08,
        7027.46
    ],
    [
        " Yeah.",
        7027.84,
        7028.44
    ],
    [
        " On the other hand, to keep his servant honest, the prince ought to study him, honoring him, enriching him, doing him kindness, sharing with him the honors and cares.",
        7028.98,
        7041.66
    ],
    [
        " And at the same time, let him see that he cannot stand alone.",
        7042.04,
        7044.8
    ],
    [
        " So that many honors may not make him desire more, many riches make him wish for more, and that many cares may make him dread chances.",
        7045.72,
        7054.66
    ],
    [
        " So what's the best way to have loyalty with someone?",
        7055.5,
        7057.72
    ],
    [
        " You treat him really, really well.",
        7057.96,
        7059.84
    ],
    [
        " You enrich him.",
        7059.96,
        7060.7
    ],
    [
        " You honor him.",
        7060.92,
        7061.7
    ],
    [
        " You share the honors that you get with that person.",
        7062.18,
        7065.4
    ],
    [
        " And then he throw has to throw in a little dig, which is you got to make sure they understand that they're not going to get that by themselves.",
        7066.3,
        7072.04
    ],
    [
        " He always throws a little dig in there.",
        7072.52,
        7074.2
    ],
    [
        " A little bit, he distrusts people.",
        7075.1,
        7076.96
    ],
    [
        " He says it a bunch of times.",
        7077.24,
        7078.4
    ],
    [
        " People are scoundrels, basically.",
        7078.52,
        7079.96
    ],
    [
        " Oh, important section.",
        7083.42,
        7085.14
    ],
    [
        " How flatterers should be avoided.",
        7085.52,
        7087.58
    ],
    [
        " I do not wish to leave out an important branch of this subject for it is danger, for it is a danger from which princes are with difficulty preserved.",
        7087.72,
        7095.44
    ],
    [
        " Unless they are carefully, unless they are careful and discriminating.",
        7095.92,
        7099.76
    ],
    [
        " It is that of flatterers, of those of whom courts are full, because men are so self-complacent in their own affairs, and in a way so deceived in them, that they are preserved with difficulty from the past, and if they wish to defend themselves, they run the danger falling into contempt.",
        7099.76,
        7118.06
    ],
    [
        " Because there is no other way of guarding oneself from flatterers, except letting men understand that to tell you the truth does not offend you.",
        7118.68,
        7127.7
    ],
    [
        " You have to make sure people understand that if you tell me the truth, I'm not going to be offended.",
        7130.16,
        7133.26
    ],
    [
        " But when everyone may tell you the truth, respect for you, abates.",
        7134.16,
        7139.26
    ],
    [
        " He throws them a little slump, a little counter, right?",
        7139.88,
        7142.76
    ],
    [
        " He doesn't want people talking smack to him, but he wants them to tell the truth.",
        7142.94,
        7146.28
    ],
    [
        " Therefore, a wise prince ought to hold a third course by choosing the wise men in the state and giving them only the liberty of speaking the truth to him, and then only of those things which he inquires and of none others.",
        7147.0,
        7158.9
    ],
    [
        " So you can talk the truth as long as I ask you.",
        7159.74,
        7161.9
    ],
    [
        " But he ought to question them upon everything.",
        7162.1,
        7165.5
    ],
    [
        " But even though I say, hey, well, you only tell me the truth when I ask you.",
        7165.68,
        7168.98
    ],
    [
        " But I'm going to ask you everything and listen to their opinions and afterwards form his own conclusions.",
        7169.06,
        7173.86
    ],
    [
        " With these counselors separately and collectively, he ought to carry himself in such a way that each of them should know that the more freely he shall speak, the more he shall be preferred.",
        7174.42,
        7183.46
    ],
    [
        " The more you tell me the truth, the more I'm going to like it, the more I'm going to like you.",
        7184.46,
        7188.4
    ],
    [
        " Outside of these, he should listen to no one.",
        7188.58,
        7190.66
    ],
    [
        " Presue the thing resolved on and be steadfast in his resolutions.",
        7191.82,
        7195.48
    ],
    [
        " He who does not otherwise is either overthrown by flatters, or is so often changed by varying his opinions that he falls into contempt.",
        7196.84,
        7206.82
    ],
    [
        " He continues on with his thought, a prince therefore ought always to take counsel, but only when he wishes and not when others wish.",
        7207.96,
        7216.14
    ],
    [
        " He ought to rather discourage everyone from offering advice unless he asks it.",
        7216.14,
        7220.08
    ],
    [
        " But however, he ought to be a constant inquire afterwards, a patient listener concerning the things which he is inquired.",
        7220.2,
        7228.0
    ],
    [
        " Also, on learning that anyone or on any consideration has not told him the truth, he should let his anger be felt.",
        7228.96,
        7238.26
    ],
    [
        " And if there is someone who think that a prince who conveys an impression of his wisdom is not through his own ability,",
        7241.26,
        7247.76
    ],
    [
        " but through good advisors that he is around him, beyond doubt they are deceived.",
        7247.98,
        7253.64
    ],
    [
        " Because this is an axiom which never fails, that a prince who is not wise himself will never take good advice.",
        7253.96,
        7260.28
    ],
    [
        " So if you look at someone and say, oh, oh, that CEO is doing a good job, but that's because he's got these guys with him.",
        7260.48,
        7266.4
    ],
    [
        " That's actually wrong. The CEOs got that good person with him, those good people brought him in and then listened to him.",
        7266.66,
        7272.16
    ],
    [
        " They get credit. He gives him credit for that.",
        7272.26,
        7274.96
    ],
    [
        " And you know what's funny? That's good salesmanship. Listen to this.",
        7275.6,
        7279.2
    ],
    [
        " Therefore, it must be inferred that good councils went so ever they come are born of the wisdom of the prince and not the wisdom of the prince from good council.",
        7279.62,
        7288.78
    ],
    [
        " So he's saying, if you're listening to what I'm saying right now, that makes you good.",
        7288.78,
        7292.88
    ],
    [
        " If you listen to this book, if you listen to the words I'm saying and you owe bam, that makes you great.",
        7293.78,
        7298.34
    ],
    [
        " You're not giving credit to me. You're great if you do.",
        7298.78,
        7301.36
    ],
    [
        " Yeah. What? Like you're smart because you're so smart to listen to this.",
        7301.92,
        7304.94
    ],
    [
        " You're good stuff.",
        7304.94,
        7305.8
    ],
    [
        " That you taking this advice proves that you're brilliant.",
        7306.24,
        7309.66
    ],
    [
        " Right.",
        7309.9,
        7310.06
    ],
    [
        " Yeah.",
        7310.72,
        7310.82
    ],
    [
        " You, it's like, hey, if you read this book, it proves that you're smart.",
        7311.16,
        7314.64
    ],
    [
        " Yeah.",
        7314.98,
        7315.24
    ],
    [
        " Just the only a smart person with this book.",
        7315.72,
        7318.38
    ],
    [
        " Only a smart person would take the advice of someone else. That's how smart you are.",
        7318.42,
        7322.12
    ],
    [
        " That's like good salesmanship of the book.",
        7322.92,
        7324.56
    ],
    [
        " Do not let do not let our princes accuse fortune for the loss of their principalities after so many years possession.",
        7326.36,
        7333.28
    ],
    [
        " Okay. So he's saying, don't let don't blame luck. Don't blame bad luck.",
        7333.82,
        7337.08
    ],
    [
        " When you lose your principality, don't blame bad luck.",
        7337.38,
        7341.66
    ],
    [
        " But rather their own sloth.",
        7341.8,
        7344.34
    ],
    [
        " Because in quiet times, they never thought there could be a change.",
        7344.84,
        7349.38
    ],
    [
        " It is a common defect in man not to make any provision in the calm against the tempest.",
        7349.64,
        7354.36
    ],
    [
        " So it's common that people when things aren't going bad, they just kick back.",
        7354.74,
        7357.62
    ],
    [
        " Yeah.",
        7357.92,
        7358.08
    ],
    [
        " They cruise.",
        7358.08,
        7358.48
    ],
    [
        " They cruise.",
        7359.2,
        7360.86
    ],
    [
        " Instead of working.",
        7361.42,
        7363.22
    ],
    [
        " And when afterwards the bad times came, they fought a flight and not of defending themselves.",
        7363.58,
        7370.86
    ],
    [
        " And they hoped that the people disgusted with the insolence of the conquerors.",
        7370.86,
        7374.98
    ],
    [
        " Conquerors would recall them.",
        7375.1,
        7376.46
    ],
    [
        " That's a good plan. Hey, if I get Rover on, I'll just hope that the conquerors are so bad that the people rebel and bring me back.",
        7376.86,
        7382.36
    ],
    [
        " And here he talks about what fortune, and again, he uses fortune like luck.",
        7383.16,
        7388.7
    ],
    [
        " What fortune can affect in human affairs and how to withstand her?",
        7389.02,
        7392.32
    ],
    [
        " I will hold it to be true that fortune is the arbiter of about one half of our actions.",
        7395.96,
        7401.38
    ],
    [
        " But that she still leaves us to direct the other half, perhaps a little less.",
        7402.26,
        7407.0
    ],
    [
        " So he's saying, look, luck has 50%.",
        7407.32,
        7409.24
    ],
    [
        " 50%. That's a big number.",
        7409.24,
        7412.1
    ],
    [
        " Yeah.",
        7412.68,
        7412.76
    ],
    [
        " And you might go, well, if it's 50%, man, why even try?",
        7412.94,
        7415.04
    ],
    [
        " Well, that leaves you 50% in control.",
        7415.32,
        7417.1
    ],
    [
        " Yeah.",
        7417.26,
        7417.44
    ],
    [
        " That's actually a lot.",
        7417.56,
        7418.28
    ],
    [
        " Yeah.",
        7418.74,
        7418.96
    ],
    [
        " He goes on, I compare her, and he's hers, he's talking about his fortune, I compare her to one of those raging rivers, which when the inflod overflows the plains, sweeping away trees and buildings,",
        7420.04,
        7432.0
    ],
    [
        " bearing away the soil from place to place, everything flies before it all yield to its violence, without being able in any way to withstand it.",
        7432.5,
        7441.62
    ],
    [
        " And yet, though its nature be such, it does not follow therefore that man, when the weather becomes fair, shall not make provision.",
        7442.14,
        7454.14
    ],
    [
        " Both with defenses and barriers in such a manner that rising again, the waters may pass away by canal and their force be neither so unrestrained nor so dangerous.",
        7454.9,
        7466.62
    ],
    [
        " So floods are real bad, and they'll wipe you out, but when there's no flood, you can build walls, you can build barriers, you can build canals, and then you can control that, that danger, that flood.",
        7466.62,
        7478.72
    ],
    [
        " Continuing on, so it happens with fortune, who shows her power where valor has not prepared to resist her.",
        7479.06,
        7488.52
    ],
    [
        " And Thither, she turns her forces where she knows that barriers and defenses have not been raised to constrain her.",
        7489.14,
        7496.52
    ],
    [
        " So that bad luck, if you don't work, that bad luck's coming at you.",
        7496.82,
        7500.18
    ],
    [
        " Yeah.",
        7500.48,
        7500.7
    ],
    [
        " It's coming at you.",
        7501.08,
        7502.24
    ],
    [
        " Kind of like the weather, remember how you were saying?",
        7502.52,
        7504.86
    ],
    [
        " Yes.",
        7504.88,
        7505.06
    ],
    [
        " Like it kind of like extreme ownership, almost situation where it's not kind of it is straight up straight up.",
        7505.36,
        7511.18
    ],
    [
        " Yeah, like yeah, you know, let's say I put a TV outside.",
        7511.3,
        7515.02
    ],
    [
        " TV outside would be cool.",
        7516.62,
        7518.04
    ],
    [
        " You know, it doesn't really rain much here, so I don't really need to put on a cover every day.",
        7518.44,
        7522.7
    ],
    [
        " You know, kind of thing, and then sure enough, the one day out of the year it rains on your TV.",
        7522.94,
        7527.38
    ],
    [
        " No more TV, seems to say.",
        7527.84,
        7529.46
    ],
    [
        " But if you were prepared properly.",
        7529.88,
        7531.18
    ],
    [
        " Yeah, even though it's sunny, you just keep the cover on anyway, you know, just in case it rains.",
        7531.48,
        7536.0
    ],
    [
        " Good one.",
        7536.64,
        7537.1
    ],
    [
        " Yeah, that's, you know, to me that was the perfect example.",
        7537.48,
        7541.6
    ],
    [
        " No, I think there's a majority of people will find that in the perfect example.",
        7541.6,
        7545.2
    ],
    [
        " One last little thing to close this out.",
        7547.22,
        7549.4
    ],
    [
        " And he goes into some, some more kind of historical documentation and examples.",
        7549.8,
        7558.02
    ],
    [
        " But this was a good one, so I just wanted to close it out with this.",
        7558.78,
        7562.36
    ],
    [
        " A prince may be seen happy today and ruin tomorrow without having shown any change of disposition or character.",
        7562.36,
        7571.64
    ],
    [
        " And what that's saying is normal face.",
        7572.84,
        7575.52
    ],
    [
        " You just need to keep like regardless.",
        7576.18,
        7579.38
    ],
    [
        " Things are going great. Things are going bad.",
        7579.6,
        7580.92
    ],
    [
        " Guess what we're sticking with normal.",
        7581.18,
        7583.0
    ],
    [
        " No, that's how we're sticking.",
        7583.58,
        7584.68
    ],
    [
        " And that wraps up the book again, a ton to think about.",
        7587.2,
        7590.3
    ],
    [
        " A ton that does, there's definitely parts of it that match kind of the traditional Macchi Valley.",
        7590.86,
        7597.28
    ],
    [
        " Macchi Valley and.",
        7597.86,
        7599.62
    ],
    [
        " Common perception and there's plenty of it that goes against it.",
        7601.28,
        7606.88
    ],
    [
        " And I believe the right answer is balance.",
        7607.14,
        7610.62
    ],
    [
        " And it's more balanced than people think it is.",
        7611.12,
        7614.12
    ],
    [
        " But speaking of bolstering up our defenses against the whims of fortune or misfortune.",
        7614.48,
        7624.7
    ],
    [
        " You know, do you have any maybe suggestions on how we could bolster and prepare for that?",
        7624.9,
        7632.8
    ],
    [
        " Yeah, yeah, a few ways.",
        7633.2,
        7634.74
    ],
    [
        " Well, back to the book real quick.",
        7634.94,
        7636.96
    ],
    [
        " And so let's say to sort of sum up what is the way to sum up Macchi-Avellian ways.",
        7637.24,
        7646.28
    ],
    [
        " Well, like I said, the traditional understanding and meaning of the word Macchi-Avellian is a negative.",
        7646.76,
        7653.72
    ],
    [
        " It means, hey, this person's underhanded, they're going to deceive, they're not going to care what kind of destruction they leave in their path.",
        7654.06,
        7660.26
    ],
    [
        " That's what people think of if you, like I said, if you say, hey, this person's a Macchi-Avellian leader, everyone thinks, oh, okay, they're going to be merciless.",
        7660.86,
        7668.54
    ],
    [
        " They're going to just run roughshod over everyone.",
        7668.76,
        7670.7
    ],
    [
        " They don't care who they step on to get to rise to power.",
        7670.74,
        7673.1
    ],
    [
        " That's the true, that's the true, that's what the word actually means.",
        7673.84,
        7676.86
    ],
    [
        " But, and we just gave example after example, it's not that cut and dry.",
        7677.48,
        7682.5
    ],
    [
        " And he definitely introduces many dichotomies to that idea that you're just going to do whatever it takes to get to the top.",
        7682.84,
        7692.18
    ],
    [
        " He talks a lot about these other more moderate and important things that you need to do as a leader to not only to get into position to but to stay in position.",
        7692.7,
        7702.88
    ],
    [
        " So, being having good relationships with your people, making sure they understand where you're coming from, like these things are not considered when you hear the word.",
        7703.46,
        7710.5
    ],
    [
        " You don't know any better, you just take the word for what the word has become to mean.",
        7710.5,
        7713.94
    ],
    [
        " What the word means now, Macchi-Avellian is like, hey, I will stop it, nothing to rise to the top.",
        7714.1,
        7719.52
    ],
    [
        " And that's one of the reasons why I wanted to cover this because even with that, even though he definitely leans in that direction.",
        7720.0,
        7727.42
    ],
    [
        " And he, what he's saying is, look, sometimes you got to, sometimes you got to stab somebody in the back occasionally, and then you got to cover it up to the best of your ability.",
        7727.8,
        7734.62
    ],
    [
        " That's what he says.",
        7734.84,
        7735.56
    ],
    [
        " I don't believe that. I believe when you stab someone in the back, that person, they may die, but they got a friend, they got a brother, they got someone else, they got someone else that you don't know, you don't recognize.",
        7736.14,
        7745.94
    ],
    [
        " And at some point, they're going to come and get you.",
        7746.5,
        7748.36
    ],
    [
        " So, you have to, you know, you have to try and balance these dichotomies, you have to try.",
        7749.54,
        7754.96
    ],
    [
        " And that's not even balancing an economy. That's just straight up like, hey, you got to treat people.",
        7755.32,
        7761.28
    ],
    [
        " You got to respect people. And you've got to not always look out for your own good and what I will tell you, and what I know, the more you look out for your own good, and this is where this is probably the biggest dichotomy with this Macchi Vellian attitude, the more you look out for your own good, the worse off you're going to be.",
        7762.58,
        7780.96
    ],
    [
        " And the more you look out for the good of others, and the more you look out for your team, and the more you put the mission and your, and your people ahead of yourself, the better off you'll end up in the long run.",
        7781.64,
        7790.5
    ],
    [
        " So, that's in complete contrast to what the Macchi Vellian, the common thought about being Macchi Vellian is.",
        7790.76,
        7797.8
    ],
    [
        " And I will tell you, when I work with companies, the leaders that put their people ahead of them, the leaders that put their, that put the mission ahead of themselves, they're always respected.",
        7798.14,
        7808.04
    ],
    [
        " They're always loved by the troops. They always have support of the troops, and they always go forward and do a good job.",
        7808.04,
        7818.22
    ],
    [
        " The people that screw the people over, screw the team over, put themselves ahead, their egos, those people, those leaders, never end up doing well in the long run.",
        7818.68,
        7829.54
    ],
    [
        " Sometimes you can do some short term stuff. Hey, I'm going to screw, echo over, I'm going to get promoted, because I'm going to, you know, fill out a report that he didn't, you know, I'm going to rat him out on this thing.",
        7829.58,
        7837.54
    ],
    [
        " Okay, cool. I rat you out, but what I don't realize is that you have another friend that's with us, that's your peer.",
        7837.72,
        7844.66
    ],
    [
        " And now he's watching me, and there's going to be a opportunity for him to rat me out.",
        7845.74,
        7850.0
    ],
    [
        " Yeah.",
        7850.26,
        7850.5
    ],
    [
        " Because I miss something, or I didn't do something. So if you form good relationships, if you put your team and your mission, and you put others above yourself, you're going to end up in a much better position than you will stabbing people in the back and stepping on people to try and rise to the top.",
        7851.16,
        7869.4
    ],
    [
        " And not only that, when you get to the top, you will be much more comfortable, not only when you look yourself in the mirror, but also when you get to the top, and you know that the people below you in the chain of command actually want you there, and actually will do anything to defend your position up there.",
        7869.92,
        7885.96
    ],
    [
        " That's a lot more comfortable than having to constantly look behind your back and see who's sneaking up behind you.",
        7886.22,
        7890.94
    ],
    [
        " So do the right thing.",
        7891.62,
        7892.58
    ],
    [
        " Be a good leader.",
        7894.56,
        7895.72
    ],
    [
        " Yeah.",
        7896.22,
        7896.68
    ],
    [
        " Keyword is good.",
        7896.86,
        7897.5
    ],
    [
        " So kind of in a way kind of goes along, well really does go along with kind of what you say, where like Matt.",
        7898.04,
        7904.6
    ],
    [
        " So okay, Machiavelle in way, traditionally, whatever could be put simply, maybe over simply, but simply, you know, looking out for yourself.",
        7905.06,
        7913.1
    ],
    [
        " Totally.",
        7913.1,
        7913.58
    ],
    [
        " You know, kind of thing.",
        7913.7,
        7914.42
    ],
    [
        " Look out for me.",
        7914.54,
        7915.12
    ],
    [
        " But what you say and what he ends up saying is the best way to look out for yourself is to look out for the people.",
        7915.12,
        7921.86
    ],
    [
        "",
        7921.98,
        7921.98
    ],
    [
        " Like always talking about the people, the people, the people, the people.",
        7922.22,
        7925.28
    ],
    [
        " So man, it's kind of brings it full circle in a way.",
        7925.54,
        7927.94
    ],
    [
        " It does bring it full circle.",
        7928.06,
        7929.12
    ],
    [
        " And the full circle answer is take care of your people, take care of your team.",
        7929.42,
        7933.42
    ],
    [
        " Look out for other people.",
        7933.6,
        7934.72
    ],
    [
        " Don't put yourself first.",
        7934.76,
        7935.88
    ],
    [
        " Yeah.",
        7936.24,
        7936.44
    ],
    [
        " If you do that, you're going to end up.",
        7936.66,
        7938.34
    ],
    [
        " You might, like I said, you might end up stepping up for a moment, but in a long run.",
        7938.34,
        7942.16
    ],
    [
        " Things aren't going to go your way.",
        7943.0,
        7944.26
    ],
    [
        " And even when you are on the top, you're going to be waiting to get stabbed in the back.",
        7944.54,
        7948.14
    ],
    [
        " Yeah.",
        7948.54,
        7948.8
    ],
    [
        " Not fun.",
        7948.98,
        7949.98
    ],
    [
        " Yeah, always.",
        7950.18,
        7950.72
    ],
    [
        " And the more, more I think about you kind of turn me on to the whole idea of the long game, you know.",
        7950.88,
        7955.46
    ],
    [
        " The more I kind of open my eyes to like look at things, it kind of seems like playing the short game isn't the smart game.",
        7956.24,
        7963.92
    ],
    [
        " It's totally ignorant.",
        7964.24,
        7965.56
    ],
    [
        " Yeah.",
        7965.8,
        7966.04
    ],
    [
        " The short game.",
        7966.06,
        7966.78
    ],
    [
        " So when you figure it, and you can see it too, where.",
        7966.9,
        7969.48
    ],
    [
        " It's so obvious when people are playing the short game.",
        7969.5,
        7972.42
    ],
    [
        " Well, yeah, with everything.",
        7972.42,
        7973.38
    ],
    [
        " With everything.",
        7973.48,
        7974.22
    ],
    [
        " Yeah.",
        7974.54,
        7974.64
    ],
    [
        " In fact, if you identify anyone of your failures or the failures of others, whatever, but try your own.",
        7974.78,
        7982.36
    ],
    [
        " If you identify anyone of them, you'll probably trace it down to you are playing the short game in regards to that.",
        7982.36,
        7989.64
    ],
    [
        " Many times.",
        7989.68,
        7990.2
    ],
    [
        " So you're overweight or whatever you're playing the short game.",
        7990.36,
        7992.52
    ],
    [
        " As far as like what you eat, what you're doing physically or whatever you're playing short during you want the short term pay off rather than the big long term.",
        7992.78,
        7999.46
    ],
    [
        " Yeah.",
        8000.72,
        8001.12
    ],
    [
        " So if you can maintain that in your mind, I think play the long game.",
        8001.28,
        8005.06
    ],
    [
        " You'll be doing some good stuff.",
        8005.5,
        8006.88
    ],
    [
        " Yeah.",
        8007.2,
        8007.4
    ],
    [
        " My opinion.",
        8007.46,
        8007.78
    ],
    [
        " It's a weird dichotomy that if you really want to do well yourself, the best thing you can do is take care of.",
        8007.96,
        8013.62
    ],
    [
        " You know, your people.",
        8014.2,
        8015.24
    ],
    [
        " Someone who's not yourself.",
        8015.26,
        8016.22
    ],
    [
        " Yeah, exactly.",
        8016.38,
        8017.04
    ],
    [
        " It's a dichotomy, but it's the reality.",
        8017.42,
        8019.78
    ],
    [
        " Yeah.",
        8020.18,
        8020.3
    ],
    [
        " It's a nice little blessing that you get at the end of the day for trying to take care of people.",
        8020.38,
        8024.72
    ],
    [
        " They'll take care of you.",
        8024.94,
        8025.68
    ],
    [
        " Yeah.",
        8026.0,
        8026.4
    ],
    [
        " Then to go one step further, if you take care of yourself, give yourself the capability to take care of more people.",
        8028.1,
        8035.44
    ],
    [
        " It seems saying so.",
        8035.98,
        8036.58
    ],
    [
        " It's like this never ending.",
        8036.7,
        8037.46
    ],
    [
        " Well, if you take care of, if you look to this, this is the, no, this is the opposite of what I just said.",
        8037.92,
        8042.22
    ],
    [
        " The opposite of what I just said is if you take care of yourself as the primary, you will end up being in a worse position than if you try and take care of other people.",
        8042.56,
        8051.28
    ],
    [
        " Yeah.",
        8051.68,
        8051.82
    ],
    [
        " That's the reality.",
        8052.1,
        8053.56
    ],
    [
        " So if I'm, if I'm always looking out for me, if I, if I act in the traditional macchi-evellian way, sure, I might get ahead right now.",
        8053.86,
        8061.6
    ],
    [
        " I might step on, I might get a short term win here and there.",
        8061.6,
        8065.36
    ],
    [
        " Long term, I will not be in a better position.",
        8065.96,
        8068.72
    ],
    [
        " Long term, I will be in a worse position.",
        8069.12,
        8070.66
    ],
    [
        " Yeah.",
        8071.1,
        8071.3
    ],
    [
        " That's the way it is.",
        8071.54,
        8072.26
    ],
    [
        " Yeah, I was thinking more, you know, the oxygen mask in the plane, you know, putting it on yourself before your kids kind of thing.",
        8072.4,
        8077.48
    ],
    [
        " But, you know, it's a toll thing, never mind.",
        8077.62,
        8080.24
    ],
    [
        " But every once in a while, every once in a while, you can find something that has both a short term and a long term payoff.",
        8081.92,
        8088.74
    ],
    [
        " Jiu Jitsu is one of those things.",
        8089.26,
        8090.68
    ],
    [
        " Short term, long term.",
        8091.5,
        8093.5
    ],
    [
        " Indeed.",
        8093.6,
        8093.84
    ],
    [
        " Big time.",
        8094.44,
        8094.8
    ],
    [
        " Are there sacrifices you, why wouldn't you take Jiu Jitsu?",
        8095.4,
        8101.24
    ],
    [
        " And I'm not saying like, or, you know, you, I'm just saying what?",
        8101.98,
        8104.64
    ],
    [
        " Other people in general, I don't have time.",
        8104.74,
        8106.34
    ],
    [
        " Number one.",
        8106.74,
        8107.22
    ],
    [
        " There's all, then we want you, once you get past that one, it's just a whole array of reasons.",
        8108.2,
        8114.82
    ],
    [
        " I might get hurt.",
        8115.28,
        8115.98
    ],
    [
        " I don't like, I feel claustrophobic, which by the way isn't even more reason to do it because you should be trying to overcome that.",
        8116.94,
        8124.34
    ],
    [
        " One other excuses.",
        8125.12,
        8126.1
    ],
    [
        " General intimidation, you know, it's like people like eating or whatever.",
        8126.9,
        8130.5
    ],
    [
        " I don't try something new.",
        8131.76,
        8133.76
    ],
    [
        " That's kind of like a big thing.",
        8133.96,
        8135.12
    ],
    [
        " Scary, yeah, scary.",
        8135.12,
        8136.38
    ],
    [
        " I'm scared.",
        8136.5,
        8136.9
    ],
    [
        " I need to be making the dragons, but go ahead.",
        8137.26,
        8139.94
    ],
    [
        " Yeah, yeah.",
        8139.94,
        8140.52
    ],
    [
        " Nonetheless, if when we see fit to start Jiu Jitsu, if we haven't started already, you're going to need a ghee and a rash card.",
        8140.66,
        8150.66
    ],
    [
        " Maybe some other stuff.",
        8151.34,
        8153.74
    ],
    [
        " No, ghee and a rash card, go ahead and try to fit into school.",
        8153.94,
        8156.52
    ],
    [
        " Yeah, and then, yeah, and academy or at least some mats in a friend or at least a friend.",
        8157.12,
        8161.56
    ],
    [
        " He's still okay.",
        8163.06,
        8163.9
    ],
    [
        " Okay, yeah, better than nothing.",
        8164.16,
        8165.4
    ],
    [
        " Yeah, sure.",
        8165.5,
        8165.98
    ],
    [
        " But when you get the ghee and people, yes, people still ask, what kind of ghee should I get?",
        8166.3,
        8171.46
    ],
    [
        " Just start it.",
        8171.6,
        8172.12
    ],
    [
        " What kind of ghee?",
        8172.4,
        8172.86
    ],
    [
        " Origin ghee from origin origin.",
        8173.12,
        8175.76
    ],
    [
        " OriginMain.com.",
        8175.76,
        8176.96
    ],
    [
        " This is where you can browse as many geese as you want.",
        8177.08,
        8180.22
    ],
    [
        " Get more than one, um, beskis, factually the beskis, made in America.",
        8180.62,
        8186.22
    ],
    [
        " From beginning to end, made in America.",
        8186.84,
        8190.1
    ],
    [
        " Beginning to end of the whole process.",
        8190.1,
        8192.28
    ],
    [
        " Designed by people that do Jiu Jitsu.",
        8192.36,
        8194.98
    ],
    [
        " You know, not by a random person that doesn't train.",
        8195.28,
        8197.6
    ],
    [
        " Yeah.",
        8197.78,
        8198.1
    ],
    [
        " Not by a person that looked at Ikeido ghee and said, okay, well, that's, you know, a ghee.",
        8198.3,
        8203.68
    ],
    [
        " Yeah.",
        8203.92,
        8204.26
    ],
    [
        " But a person that says, oh, I do Jiu Jitsu daily.",
        8204.7,
        8208.74
    ],
    [
        " And I need to make the best possible ghee.",
        8209.2,
        8210.8
    ],
    [
        " I compete in Jiu Jitsu and I'm going to make the best possible ghee.",
        8211.12,
        8213.82
    ],
    [
        " Yes.",
        8214.04,
        8214.22
    ],
    [
        " That's where you get the origin ghee from.",
        8214.28,
        8216.42
    ],
    [
        " Boom, there you go.",
        8216.68,
        8217.32
    ],
    [
        " You're welcome.",
        8217.42,
        8217.82
    ],
    [
        " And then we're going to make it in America.",
        8218.36,
        8220.24
    ],
    [
        " Yeah.",
        8220.42,
        8220.92
    ],
    [
        " I wish I knew that before I bought my first ghee.",
        8221.14,
        8224.54
    ],
    [
        " I bought it from the Academy.",
        8224.64,
        8226.88
    ],
    [
        " Did I buy it from the Academy?",
        8226.88,
        8228.54
    ],
    [
        " Yeah.",
        8228.54,
        8228.66
    ],
    [
        " From the Academy, the boxing club.",
        8228.84,
        8230.28
    ],
    [
        " Yeah.",
        8230.66,
        8231.96
    ],
    [
        " It was the worst ghee I ever had ever.",
        8232.48,
        8234.22
    ],
    [
        " And here's the thing.",
        8234.48,
        8235.2
    ],
    [
        " And that's what geese are like.",
        8235.38,
        8236.84
    ],
    [
        " Yeah, because I didn't know.",
        8237.08,
        8238.24
    ],
    [
        " I didn't know.",
        8238.4,
        8238.94
    ],
    [
        " So then I bought like, I went and I saw one from a guy, a guy had one on that.",
        8239.18,
        8243.5
    ],
    [
        " I was like, oh, that looks cool.",
        8243.52,
        8244.44
    ],
    [
        " The logo looks cool.",
        8244.56,
        8245.76
    ],
    [
        " Even when I felt it, I was like, who that looks feels beefy.",
        8245.76,
        8248.56
    ],
    [
        "",
        8248.84,
        8248.84
    ],
    [
        " I went and got mine and it was like, it shrunk a little bit too much.",
        8249.34,
        8252.24
    ],
    [
        " And it was like, it didn't fit that good.",
        8252.28,
        8254.9
    ],
    [
        " It was like, there were some scenarios where it felt like a straight jacket.",
        8255.54,
        8259.34
    ],
    [
        " And which, you know, it depends on who you are, whatever.",
        8259.68,
        8263.58
    ],
    [
        " But it was just so thick and maybe might have been too small.",
        8263.58,
        8267.2
    ],
    [
        " I don't know.",
        8267.36,
        8267.7
    ],
    [
        " But nonetheless, no one pointed me in the right direction.",
        8267.88,
        8270.02
    ],
    [
        " That's the point there.",
        8270.16,
        8270.82
    ],
    [
        " No one told you.",
        8270.82,
        8270.92
    ],
    [
        " Yes.",
        8271.12,
        8271.52
    ],
    [
        " Now you're being told.",
        8271.68,
        8272.44
    ],
    [
        " So now you are telling people.",
        8272.68,
        8274.38
    ],
    [
        " You in the telling?",
        8274.38,
        8274.88
    ],
    [
        " Yes.",
        8275.24,
        8275.26
    ],
    [
        " You want to be a straight jacket.",
        8275.42,
        8276.84
    ],
    [
        " No, you don't.",
        8277.16,
        8277.78
    ],
    [
        " You want to be in a very comfortable, comfortable, fun, highly skilled at assessing, comfortable",
        8277.84,
        8285.26
    ],
    [
        " on it.",
        8285.26,
        8285.52
    ],
    [
        " I see.",
        8285.64,
        8285.76
    ],
    [
        " Yes.",
        8285.92,
        8286.06
    ],
    [
        " Big time.",
        8286.26,
        8286.68
    ],
    [
        " But here's the thing in Jujutsu.",
        8287.6,
        8289.14
    ],
    [
        " If the gear is comfortable, that's a good thing.",
        8289.2,
        8290.98
    ],
    [
        " I mean, hey, if you're a some weirdo savage who's like, you know what?",
        8291.2,
        8294.16
    ],
    [
        " That's going to be part of my training to put on an uncomfortable gear and harden my mind.",
        8294.22,
        8299.94
    ],
    [
        " There was a dude that used to train with a wetsuit under his gear.",
        8300.08,
        8303.58
    ],
    [
        " He just for discomfort level.",
        8303.9,
        8305.52
    ],
    [
        " Dartanian.",
        8305.82,
        8306.46
    ],
    [
        " He's still a Jujutsu guy.",
        8306.8,
        8307.7
    ],
    [
        " He's out there.",
        8307.92,
        8308.66
    ],
    [
        " He was like, he's one of Higgs's training partners.",
        8308.8,
        8311.02
    ],
    [
        " Broken Jujutsu.",
        8311.2,
        8312.6
    ],
    [
        " Yeah.",
        8313.34,
        8313.64
    ],
    [
        " But he's still out there.",
        8313.8,
        8314.48
    ],
    [
        " So is that kind of like the guys who are the restri-",
        8314.8,
        8317.76
    ],
    [
        " oxygen masters or whatever?",
        8317.76,
        8319.88
    ],
    [
        " Well, you don't put on a wetsuit very often.",
        8320.04,
        8321.62
    ],
    [
        " But wetsuits are slightly, especially this is 20 years ago that this guy was putting on a wetsuit and training.",
        8322.14,
        8329.7
    ],
    [
        " And wetsuits have come a long way.",
        8330.64,
        8332.04
    ],
    [
        " They're much more comfortable now and much more pliable.",
        8332.14,
        8334.4
    ],
    [
        " But back in the day, we put on a three millimeter wetsuit.",
        8334.74,
        8338.84
    ],
    [
        " It was restricting your mobility.",
        8339.3,
        8342.12
    ],
    [
        " So just do that and train and be hot and sweaty and uncomfortable.",
        8342.42,
        8344.86
    ],
    [
        " Yeah.",
        8345.32,
        8345.44
    ],
    [
        " That's next level.",
        8345.52,
        8346.3
    ],
    [
        " Put a wetsuit on underneath your orange and ghee.",
        8346.54,
        8348.94
    ],
    [
        " If you want more discomfort, there's your answer.",
        8349.48,
        8352.38
    ],
    [
        " Oh, right.",
        8352.46,
        8352.86
    ],
    [
        " If you're training for that.",
        8352.96,
        8353.64
    ],
    [
        " Yeah.",
        8353.76,
        8353.86
    ],
    [
        " I say 100% don't do that.",
        8354.12,
        8356.44
    ],
    [
        " That's what I would recommend.",
        8356.6,
        8357.92
    ],
    [
        " No, I know you wouldn't recommend that.",
        8358.0,
        8359.4
    ],
    [
        " But it is kind of hardcore.",
        8359.4,
        8360.76
    ],
    [
        " It is hardcore.",
        8360.94,
        8361.76
    ],
    [
        " There's a certain legitimate level of respect to have for tartanian.",
        8361.96,
        8365.36
    ],
    [
        " Yeah, tartanian.",
        8365.36,
        8365.94
    ],
    [
        " We're doing that dang.",
        8366.06,
        8366.9
    ],
    [
        " That's kind of he's out there, man.",
        8367.02,
        8368.16
    ],
    [
        " Two and a gizu.",
        8368.62,
        8370.4
    ],
    [
        " Just strong as hell.",
        8370.5,
        8371.48
    ],
    [
        " Yeah, just wearing a wetsuit.",
        8371.64,
        8373.56
    ],
    [
        " Good.",
        8373.96,
        8374.3
    ],
    [
        " Hey, man.",
        8374.62,
        8375.0
    ],
    [
        " Legit.",
        8375.58,
        8376.12
    ],
    [
        " Legit.",
        8376.26,
        8376.64
    ],
    [
        " There's other stuff at origin too.",
        8376.84,
        8378.52
    ],
    [
        " Yeah.",
        8378.86,
        8378.98
    ],
    [
        " Like t-shirts and sweat shirts and.",
        8379.16,
        8382.26
    ],
    [
        " And by the way, we're going to have jeans.",
        8382.4,
        8386.22
    ],
    [
        " We have jeans right now.",
        8386.48,
        8387.7
    ],
    [
        " Well, we do.",
        8387.7,
        8388.5
    ],
    [
        " Yeah.",
        8388.5,
        8388.78
    ],
    [
        " Well, I do.",
        8388.78,
        8389.66
    ],
    [
        " Yeah, because last time I looked, I don't know.",
        8389.78,
        8391.8
    ],
    [
        " Yeah, I know you don't know.",
        8391.8,
        8392.62
    ],
    [
        " You will get some soon.",
        8392.82,
        8394.48
    ],
    [
        " But anyways, just like the ghee is awesome.",
        8394.84,
        8400.42
    ],
    [
        " Here's the problem with the ghee.",
        8401.3,
        8402.78
    ],
    [
        " You can't wear a ghee to the store.",
        8403.62,
        8405.4
    ],
    [
        " Yeah.",
        8406.06,
        8406.3
    ],
    [
        " You can't wear a ghee to the restaurant.",
        8406.3,
        8407.98
    ],
    [
        " I mean, you can technically, but you wouldn't do that.",
        8408.3,
        8410.72
    ],
    [
        " No, that's not true.",
        8410.88,
        8411.62
    ],
    [
        " So, you know, talking to Pete, I'm like, Pete, I love.",
        8411.62,
        8414.76
    ],
    [
        " I love my origin, Giz.",
        8415.1,
        8417.2
    ],
    [
        " I'll wear an origin ghee around the house, maybe a little bit.",
        8417.98,
        8420.42
    ],
    [
        " Right?",
        8420.94,
        8420.96
    ],
    [
        " But I said, Pete, I can't go out.",
        8421.68,
        8423.28
    ],
    [
        " I need jeans.",
        8423.92,
        8425.06
    ],
    [
        " I need something.",
        8425.46,
        8425.94
    ],
    [
        " And jeans, guess what you can do in jeans?",
        8426.34,
        8427.54
    ],
    [
        " Wear them to the restaurant.",
        8428.12,
        8429.02
    ],
    [
        " You can wear them anywhere.",
        8429.44,
        8430.5
    ],
    [
        " You can swing a hammer when you're wearing jeans.",
        8430.86,
        8432.66
    ],
    [
        " You can pour concrete when you're wearing jeans.",
        8433.08,
        8434.7
    ],
    [
        " You can go to a restaurant when you're wearing jeans.",
        8435.16,
        8436.84
    ],
    [
        " Or in jeans.",
        8437.6,
        8438.12
    ],
    [
        " Or in jeans.",
        8438.48,
        8438.98
    ],
    [
        " Coming.",
        8439.36,
        8439.64
    ],
    [
        " Very soon, we will have them available on the website.",
        8440.62,
        8446.58
    ],
    [
        " Sure.",
        8448.58,
        8448.96
    ],
    [
        " I think we're going to do like a pre-order thing.",
        8449.0,
        8450.74
    ],
    [
        " Yeah.",
        8451.08,
        8451.22
    ],
    [
        " Just because we want to know how many to make.",
        8451.22,
        8452.88
    ],
    [
        " But yeah, then we'll just start making them as fast as we can.",
        8453.14,
        8455.8
    ],
    [
        " So.",
        8455.94,
        8456.0
    ],
    [
        " Made in America.",
        8456.22,
        8456.7
    ],
    [
        " What?",
        8457.44,
        8458.2
    ],
    [
        " The denim is self-compromised.",
        8458.54,
        8460.46
    ],
    [
        " Made in America.",
        8460.7,
        8461.44
    ],
    [
        "",
        8461.62,
        8461.62
    ],
    [
        "",
        8461.84,
        8461.84
    ],
    [
        " American.",
        8462.58,
        8462.98
    ],
    [
        " Wait, what are those things called that you fasten at the top of the jeans?",
        8463.62,
        8466.44
    ],
    [
        " Buttons.",
        8466.84,
        8467.3
    ],
    [
        " Yeah, the buttons.",
        8467.5,
        8468.2
    ],
    [
        " They will be the brass are made in America.",
        8469.06,
        8471.36
    ],
    [
        " Everything made in America.",
        8471.48,
        8476.56
    ],
    [
        " They are all serious craftsmen.",
        8476.56,
        8477.46
    ],
    [
        " Legit.",
        8477.86,
        8478.64
    ],
    [
        " Crafts.",
        8478.78,
        8480.74
    ],
    [
        " People.",
        8480.88,
        8481.34
    ],
    [
        "",
        8481.68,
        8481.68
    ],
    [
        "",
        8481.68,
        8481.68
    ],
    [
        " Yeah.",
        8481.68,
        8481.94
    ],
    [
        " American denim.",
        8482.44,
        8483.4
    ],
    [
        " Straight up.",
        8483.58,
        8484.42
    ],
    [
        " Bringing it back.",
        8484.82,
        8485.48
    ],
    [
        " Bringing it back.",
        8485.7,
        8486.32
    ],
    [
        " All these.",
        8486.6,
        8487.48
    ],
    [
        "",
        8487.6,
        8487.6
    ],
    [
        " Origin.",
        8487.76,
        8488.48
    ],
    [
        " Origin.",
        8488.48,
        8488.9
    ],
    [
        " Origin.",
        8488.92,
        8489.0
    ],
    [
        " Origin.",
        8489.0,
        8489.12
    ],
    [
        " Origin.",
        8489.14,
        8489.26
    ],
    [
        " Origin.",
        8489.26,
        8489.32
    ],
    [
        " Origin.",
        8489.32,
        8489.34
    ],
    [
        " Origin.",
        8489.34,
        8489.48
    ],
    [
        "",
        8489.8,
        8489.8
    ],
    [
        "",
        8489.86,
        8489.86
    ],
    [
        "",
        8489.92,
        8489.92
    ],
    [
        "",
        8490.4,
        8490.4
    ],
    [
        "",
        8490.42,
        8490.42
    ],
    [
        " Origin.",
        8490.74,
        8491.64
    ],
    [
        " Origin.",
        8494.0,
        8495.88
    ],
    [
        " verg ferry",
        8495.88,
        8511.44
    ],
    [
        " and then you named a couple times a couple different types and then one of them you",
        8541.68,
        8545.34
    ],
    [
        " said was like a three-scoop of discipline day. That's like the highest level.",
        8545.34,
        8551.44
    ],
    [
        " That was the highest level of good jujitsu day. It was three scoops of discipline.",
        8551.56,
        8555.02
    ],
    [
        " Which by the way you can get in tropic thunder flavor now. We're waiting for a",
        8555.34,
        8560.44
    ],
    [
        " cease and desist level letter from Jack Black who is in tropic thunder and",
        8560.44,
        8568.3
    ],
    [
        " Robert Downey Jr. and Ben Stiller. Yeah man. Well until then we're just",
        8568.3,
        8576.18
    ],
    [
        " gonna keep making tropic thunder. Yeah it's good. I actually like that flavor very much.",
        8576.18,
        8582.12
    ],
    [
        " And I like the you know the cognitive enhancement. I'm gonna try the three and",
        8582.52,
        8589.46
    ],
    [
        " back on the program and do the three. Oh three scoops of discipline. Yeah I did",
        8589.46,
        8594.0
    ],
    [
        " scoops two scoops of the day. What do I want? It's good. Like it. What day?",
        8594.1,
        8597.66
    ],
    [
        " Pay it off. Wednesday. Oh okay what about Sunday? Oh yeah Sunday. Sunday.",
        8597.84,
        8601.6
    ],
    [
        " Yeah. Sunday. Yeah. A little bit of discipline. Yeah. I sensed a little bit of",
        8601.82,
        8608.68
    ],
    [
        " urgency. Yeah. Yeah. You actually made me move. I was pretty impressed. That's actually the best I can",
        8608.68,
        8613.8
    ],
    [
        " hope for right now. But hey we're doing it one step at a time. You know we're moving",
        8613.8,
        8617.3
    ],
    [
        " forward. Also if you want some additional protein. In addition to your steak.",
        8617.3,
        8621.76
    ],
    [
        " Steak or sushi. Whatever you're you know whatever you're gig is drink milk. Drink it",
        8622.96,
        8629.98
    ],
    [
        " every day if you have to. Okay I have I have talked about this before but I stepped it up.",
        8629.98,
        8635.4
    ],
    [
        " Okay so you can also get warrior kid milk which is for kids. It's got it's it's the",
        8635.44,
        8640.46
    ],
    [
        " best possible thing you can feed a kid. They edited this out when a tie was",
        8640.46,
        8645.7
    ],
    [
        " down doing the week in the life of Jocco. Sure. I was like I said something along the lines of",
        8645.7,
        8653.24
    ],
    [
        " hey when you're feeding your kids when you're feeding your kids a soda that's child abuse.",
        8653.24,
        8660.06
    ],
    [
        " But so that's why I made warrior kid milk. So I'm warrior kid milk because I have a bunch of",
        8660.26,
        8666.26
    ],
    [
        " kids myself and it's really hard to get good kids to eat good food because it's either you don't",
        8666.26,
        8673.64
    ],
    [
        " have time to prepare it or you run and later you whatever or so we made warrior kid milk.",
        8673.64,
        8679.32
    ],
    [
        " Yeah. Here's the thing it tastes delicious. Here's what I did yesterday. My daughter she was making her",
        8679.72,
        8686.0
    ],
    [
        " dessert strawberries. I said here let me can she usually take strawberries she puts a whipped cream on",
        8686.0,
        8693.24
    ],
    [
        " it and then she sprinkles warrior kid milk on the top like a little dusting. It's really good.",
        8693.24,
        8698.4
    ],
    [
        " We had no whipped cream yesterday so I said hey we got some heavy whipping cream and I've",
        8698.82,
        8703.22
    ],
    [
        " done this before but I actually got the tool out the proper mixing tool that spins real fast.",
        8703.22,
        8709.46
    ],
    [
        " Yeah. What's it called? Well there's a bunch of them but the one that I am familiar with is called",
        8709.7,
        8714.28
    ],
    [
        " the magic wand. Okay mine wasn't that. The electric wand or no this is like an oil that's electric.",
        8714.28,
        8718.8
    ],
    [
        " It wasn't gas powered but it's just like the traditional thing that you saw in the 50s. A little",
        8719.18,
        8724.8
    ],
    [
        " two little things that spin together and you stick. Oh the egg beater? Yeah like an egg beater.",
        8724.8,
        8728.8
    ],
    [
        " So I'm sitting there with the egg beater so I put in heavy whipping cream and then I put two",
        8728.92,
        8736.16
    ],
    [
        " scoops of strawberry warrior kid milk whipped it dude it's ridiculous. It's completely ridiculous.",
        8736.16,
        8746.08
    ],
    [
        " And then put that on strawberry. Yeah it's like a whipped cream. It's like whipped cream.",
        8746.48,
        8750.6
    ],
    [
        " A whipped cream. So this is a whole other thing. This might start a whole another sort of cultural",
        8750.7,
        8756.7
    ],
    [
        " revolution in this nation from our children when they just are eating warrior kid whipped",
        8756.78,
        8761.56
    ],
    [
        " milk cream. It's amazing. So anyways give that a try. Interesting that yeah the egg beater well the",
        8761.56,
        8769.32
    ],
    [
        " the magic wand is it's not it's like maybe from the 80s it's like it looks like. Oh yeah you",
        8769.32,
        8775.72
    ],
    [
        " just stick it in your drink. Yeah it makes whip because you can make like mayo with it or whatever",
        8775.72,
        8780.34
    ],
    [
        " but from what I understand in the end I don't know nonetheless. Yeah it would have been interesting",
        8780.34,
        8785.48
    ],
    [
        " to imagine you with one of those because it is kind of a dainty apparatus. So get some of that",
        8785.66,
        8791.52
    ],
    [
        " get some of that milk for yourself or your children. Yes all on origin main.com also",
        8791.52,
        8799.94
    ],
    [
        " jaco has a store it's called jaco store jaco store dot com so this where you can get more",
        8799.94,
        8805.92
    ],
    [
        " rash guards. Rash guards that represent the path. I'm gonna put a new rash guard on there kind of",
        8805.92,
        8811.66
    ],
    [
        " obvious ones saying stand by and get some because it applies to you. Yeah. Anyway some new stuff",
        8811.66,
        8818.34
    ],
    [
        " I was wearing a rash guard when I was working out this morning. Yeah when I was effing.",
        8818.34,
        8822.32
    ],
    [
        " Yeah when I do when I do a lot of ring work when I'm using the rings yeah sometimes you know you",
        8822.74,
        8830.1
    ],
    [
        " get the chaf going on right. The straps. Yep. Yep. The straps. So on sometimes on this particular day",
        8830.1,
        8835.54
    ],
    [
        " and I did have a rash guard on this morning. Good. Also t-shirts. Shirts on there represent",
        8835.88,
        8842.78
    ],
    [
        " truckers hats and flex fit by the way. Or beanies. Sure. Check. Patches on there I know we were out of",
        8842.78,
        8852.44
    ],
    [
        " patches. We were. Okay sorry I should have done a better job of paying attention to that. Yeah no",
        8852.44,
        8857.18
    ],
    [
        " no no no no it was my fault and no no no completely my fault thing this is what I'm gonna do to",
        8857.18,
        8862.08
    ],
    [
        " rectify it ordered more patches we got more patches in at this time also some women stuff on",
        8862.08,
        8869.16
    ],
    [
        " there some hoodies on there it's basically if you want to represent the path that you're on",
        8869.16,
        8876.54
    ],
    [
        " that we're on boom that's where you can do it clothing wise jacquistdoor.com that's all I see it",
        8876.54,
        8882.82
    ],
    [
        " like that's all I see it as a whole that's what it is. And subtle representation of the path",
        8882.82,
        8888.46
    ],
    [
        " can also be done yes on that store you can check it out for yourself and see some subtle",
        8888.6,
        8896.32
    ],
    [
        " representation of you yeah deep how should I say deep representation you know check",
        8896.32,
        8905.26
    ],
    [
        " yeah jacquistdoor.com and jacquo it what up with it taste delicious is completely good for you",
        8905.26,
        8915.18
    ],
    [
        " isn't it weird that people would make foods that are not completely good for you but yet most",
        8915.56,
        8920.5
    ],
    [
        " people make foods that are not completely good for you yes well yes well it's completely good for you",
        8920.5,
        8925.7
    ],
    [
        " what goes back to that yeah taste delicious got a little caffeine little hitter is not going to",
        8925.7,
        8932.46
    ],
    [
        " get you crazy it's not a it's not an energy drink that makes you psychopath makes you addicted to caffeine",
        8932.46,
        8939.48
    ],
    [
        " no it's not that it gives you a nice little hitter little caffeine hitter Theo yeah well yeah I",
        8940.58,
        8948.66
    ],
    [
        " mean I wouldn't even say this the caffeine is significant it's not nothing no it's 60 milligrams",
        8948.66,
        8953.44
    ],
    [
        " that's that's that's lower than a cup of coffee a two thirds of a cup of coffee yeah that's",
        8953.44,
        8959.22
    ],
    [
        " solid it's good yeah you feel it yeah yeah yeah yeah but it's actually good for you yeah and that's",
        8959.22,
        8965.34
    ],
    [
        " the thing going back to you know the short term long term or long game short game yeah that's",
        8965.34,
        8971.46
    ],
    [
        " the reason people sell food drinks whatever that are not good for you because they're selling to",
        8971.46,
        8976.64
    ],
    [
        " the short game players yeah the one that is good with all the the sugars and whatnot you know get",
        8976.64,
        8983.88
    ],
    [
        " on that path no it's not even a path don't even play that game no we're not playing that game anymore",
        8983.88,
        8988.7
    ],
    [
        " jacke white tea you can get it with tea bags or you can get it with in a can yes and I have",
        8989.2,
        8994.82
    ],
    [
        " lots of cans and I just crack them open and get after it and obviously everyone already knows that",
        8994.82,
        8999.66
    ],
    [
        " you get a eight thousand pound dead left with that so check it is film on Amazon yeah and the store",
        8999.66,
        9006.12
    ],
    [
        " also subscribe to the podcast blah blah thank you gotta be waiting for you do that also check out",
        9006.12,
        9012.92
    ],
    [
        " the warrior kid podcast you might you probably know about this podcast because you're listening to it you",
        9012.92,
        9016.96
    ],
    [
        " don't know about the warrior kid podcast warrior kid podcast is awesome I think I think so too so",
        9016.96,
        9024.78
    ],
    [
        " check out the warrior kid podcast also check out warrior kid soap at irishokes ranch.com young",
        9024.78,
        9030.3
    ],
    [
        " eight news of warrior kid up there making soap building a business creating a brand",
        9030.3,
        9036.12
    ],
    [
        " yep but most of all milkin goats and turn it into something usable that's what I like work",
        9036.12,
        9042.26
    ],
    [
        " and hard right yeah that's what I'm talking about don't forget about youtube we have a youtube",
        9042.26,
        9048.76
    ],
    [
        " channel it's called jacke podcast yes it's called jacke podcast this is where echo puts all these",
        9048.76,
        9056.94
    ],
    [
        " videos he puts them on there including these full podcasts and including excerpts and including",
        9056.94,
        9064.92
    ],
    [
        " enhanced excerpts that he goes all crazy with his little digital cgi stuff and makes things explode",
        9064.92,
        9070.84
    ],
    [
        " sure sometimes also psychological warfare you know what that is I know well know what that is we're",
        9072.06,
        9076.74
    ],
    [
        " waiting for psychological warfare too but in the unlikely event that you don't know what it is this",
        9076.74,
        9081.32
    ],
    [
        " what is it's an album with tracks jaco tracks jaco talking to you telling you telling us really",
        9081.32,
        9087.96
    ],
    [
        " how to get past these moments of weakness cool in our journey on the path lifting cool cool",
        9087.96,
        9096.24
    ],
    [
        " whatever we gotta do I gave you I let you talk about that I know and you know what you know I just",
        9096.26,
        9101.76
    ],
    [
        " figured out I figured this out borderline this is why you're like yeah like yeah that's what it is",
        9101.76,
        9106.22
    ],
    [
        " boom move on kind of kind of attitude you know why why because you don't use that you're not",
        9106.22,
        9111.86
    ],
    [
        " gonna put you're not gonna play the mp3 of yourself telling yourself well I don't know maybe do but",
        9111.86,
        9116.5
    ],
    [
        " I don't think you do you already had that mp3 embedded in your brain already in fact that's what it is",
        9116.5,
        9121.68
    ],
    [
        " literally what it is but I do so I know yeah you know it more than me because it's weird because",
        9121.7,
        9126.9
    ],
    [
        " sometimes I do and it's sort of like it's sort of like the the disponulous freedom field manual",
        9126.9,
        9133.54
    ],
    [
        " yeah I did write that book but sometimes I have to refer to it yeah sometimes I have to refer to",
        9133.54,
        9138.8
    ],
    [
        " it and I'll tell you what it's good yeah it's good to be able to refer to something that actually",
        9138.8,
        9145.88
    ],
    [
        " states in no uncertain terms the direction of the path and where you need to walk we need to move",
        9145.92,
        9153.84
    ],
    [
        " yeah it's very it is very there's a lot of clarity in it and it's powerful to be able to refer",
        9153.84,
        9163.0
    ],
    [
        " to something back like that you know yeah so yeah fully and yeah psychological warfare same thing",
        9163.0,
        9169.5
    ],
    [
        " do you when I listen to it it definitely has an impact there's no doubt about it yeah when you",
        9169.96,
        9175.86
    ],
    [
        " get psychological warfare and you click it yeah it's gonna it's good through to you it almost like",
        9175.86,
        9181.88
    ],
    [
        " and I'm trying to imagine this right now like let's say okay you know the night before you might",
        9181.88,
        9186.92
    ],
    [
        " have this problem might not I don't know but you know the night before you're like hey I know",
        9186.92,
        9190.62
    ],
    [
        " you probably don't actually hey this is what I'm gonna do tomorrow I'm just take your take your",
        9190.62,
        9194.68
    ],
    [
        " business I'm gonna work out this at this time and I'm do some do this and tomorrow come there like",
        9194.68,
        9198.56
    ],
    [
        " dang I'm kind of not in the mood for that so I'm just gonna I won't do that today I'll skip that",
        9198.56,
        9203.54
    ],
    [
        " I'll opt out of that today because I'm not in the mood or whatever but what if you if you have",
        9203.54,
        9211.34
    ],
    [
        " like a audio file of yourself telling you hey this is why you should do this yeah it would bring",
        9211.34,
        9218.72
    ],
    [
        " you back I think yeah even if it's yourself yeah you know huh interesting interesting little",
        9218.72,
        9224.58
    ],
    [
        " phenomena never explored that nonetheless good psychological warfare it's called psychological",
        9224.58,
        9229.38
    ],
    [
        " warfare it's on you know Amazon iTunes where we can get the artist is jacqueline happens to be yeah",
        9229.38,
        9236.38
    ],
    [
        " the artist psychological warfare two is gonna be released to to be to be decided yeah the first",
        9236.38,
        9246.24
    ],
    [
        " track is gonna be don't hesitate in making psychological warfare two yeah I can play it to myself",
        9246.24,
        9253.92
    ],
    [
        " deal yeah anyway also your path on the path we're working out boom go to on it dot com slash",
        9253.92,
        9261.28
    ],
    [
        " jacqueline this is where you can get more whether it be workout equipment or you know any anything",
        9261.28,
        9269.8
    ],
    [
        " that you might need to add to your capability and workouts health knowledge on the path this is",
        9269.8,
        9277.74
    ],
    [
        " where you go go on it dot com slash jacqueline good stuff on there really good stuff just got some",
        9277.74,
        9282.56
    ],
    [
        " stuff the other speaking of stuff got Mikey in the dragons book for kids all ages between three and",
        9282.56,
        9291.66
    ],
    [
        " 300 so you can get that you can get way the warrior kid and marks mission to books teaching kids how",
        9291.66,
        9300.34
    ],
    [
        " to be on the path you got discipline equals freedom which I just talked about",
        9300.34,
        9304.7
    ],
    [
        " teaching adults how to go on the path and stay on the path the audio that is on iTunes I'm",
        9304.7,
        9312.12
    ],
    [
        " Amazon music Google play extreme ownership the first book that I wrote with my brother",
        9312.12,
        9319.4
    ],
    [
        " Lafe Babin it's about leadership and that is followed up by the dichotomy of leadership which",
        9319.4,
        9325.94
    ],
    [
        " actually goes granular on the nuances of extreme ownership so check that one out and real quick",
        9325.94,
        9335.72
    ],
    [
        " backed Mikey in the dragons this what's good about this book I was talking about late talking",
        9335.72,
        9341.1
    ],
    [
        " with lafe about this morning it applies it to everything for a kid because kids have to think",
        9341.1,
        9348.08
    ],
    [
        " about it when you're a kid what are you when you're a kid facing the world everything is",
        9348.08,
        9354.08
    ],
    [
        " hard everything is scary yeah and so you have all these fears to overcome and Mikey in the dragons",
        9354.08,
        9360.18
    ],
    [
        " lace lafe throws that at his son says hey gotta face these dragons and fire it up you know and",
        9360.18,
        9368.42
    ],
    [
        " that's what you do you learn these lessons and it's a life lesson so Mikey in the dragons get some",
        9368.42,
        9373.0
    ],
    [
        " of that what else echelon front speaking of lafe this is our leadership consultancy and what we do",
        9373.0,
        9380.42
    ],
    [
        " is solve problems through leadership me lafe babin jp to now david bernick flincochran mike's rally",
        9380.42,
        9385.44
    ],
    [
        " mike biamma if you're having problems with your team with your company with your organization with",
        9385.44,
        9393.46
    ],
    [
        " your business and you want to turn those problems around the problems are leadership problems that's",
        9393.46,
        9400.78
    ],
    [
        " what they are every problem you have is a leadership problem go to echelonfront.com if you want us",
        9400.78,
        9406.68
    ],
    [
        " to come and help you solve those problems we solve problems through leadership the muster speaking",
        9406.68,
        9411.42
    ],
    [
        " of leadership is a leadership conference event that we have 2019 May 23rd and 24th Chicago September 19th",
        9411.42,
        9421.72
    ],
    [
        " Denver December 4th and 5th Sydney Australia go to extremotorship.com if you want to come to one of",
        9423.52,
        9430.76
    ],
    [
        " those events they have all sold out and these are going to sell to the the last one we did in San",
        9430.76,
        9437.06
    ],
    [
        " Francisco they've all sold out but the one we just did in San Francisco I had people calling me",
        9437.06,
        9440.98
    ],
    [
        " 10 days out personal friends like hey I just want to bring three people for my team and I'm like",
        9440.98,
        9444.72
    ],
    [
        " oh it's cool no you can't come yeah we have a fire code we cannot bring you into the building stop",
        9444.72,
        9450.52
    ],
    [
        " don't don't come because you know you know some people just figure you like oh you can",
        9451.44,
        9455.6
    ],
    [
        " just squeeze me in there yeah I'll just stand on the line they can't do that yeah they're all they",
        9455.6,
        9460.64
    ],
    [
        " all have sold out they're all going to sell out so go there and register as quick as you can",
        9460.64,
        9465.72
    ],
    [
        " EF online is live is launched what is that I'll tell you what if you can't make it to a muster",
        9465.72,
        9473.26
    ],
    [
        " or you can't afford to go to the muster or you can't afford to bring 12 people from your team to",
        9473.26,
        9479.4
    ],
    [
        " the muster EF online that's what EF online is we the the original intent of EF online was to be",
        9479.4,
        9488.56
    ],
    [
        " able to train people without having them have to come to the muster given the same experience",
        9488.56,
        9493.1
    ],
    [
        " given the same knowledge without having to come to the muster so we did it and EF online.com",
        9493.1,
        9500.4
    ],
    [
        " interactive you get the briefs you get to go through scenarios",
        9500.4,
        9504.8
    ],
    [
        " it's it's powerful it's way more powerful than I thought it was going to be and I thought it was",
        9506.7,
        9510.54
    ],
    [
        " going to be good but it's better than I thought it was going to be yeah it's interesting too because",
        9510.54,
        9514.46
    ],
    [
        " I went through I went through it you know I was like oh yeah you know like cool this is like just",
        9514.46,
        9518.84
    ],
    [
        " like what what we talk about at the muster or what you guys have other muster what I listen to",
        9518.84,
        9522.5
    ],
    [
        " and then it's cool because at sort of at the end of of the sections or whatever there's like a",
        9522.5,
        9527.34
    ],
    [
        " little quiz I think the way the thing came out and we're continuing to to work on it and we're",
        9527.34,
        9532.16
    ],
    [
        " continuing to upload new modules so like oh and what's and the other so it's a one of the reasons",
        9532.5,
        9537.56
    ],
    [
        " that we made it was to was to help people that weren't coming that couldn't come to the muster whether",
        9537.56,
        9543.54
    ],
    [
        " they were overseas or they couldn't afford it they didn't couldn't get time off the other major",
        9543.54,
        9547.64
    ],
    [
        " demand signal was we work with giant companies that have a hundred thousand employees and I",
        9547.64,
        9553.08
    ],
    [
        " have one particular company with over a hundred thousand employees said to me hey well we want you",
        9553.08,
        9559.42
    ],
    [
        " to train every employee we have and this was two years ago and I didn't have a good answer for",
        9559.42,
        9565.3
    ],
    [
        " me and I don't like having to not having a good answer right oh you want me to travel globally",
        9565.3,
        9569.9
    ],
    [
        " for the next six months to all your different factories and it wasn't six months it was probably",
        9569.9,
        9573.94
    ],
    [
        " going to take three and a half months or something like that that's not feasible like I can't just",
        9573.94,
        9579.04
    ],
    [
        " go off the grid everywhere else not recording podcast be traveling the world to training people",
        9579.04,
        9583.46
    ],
    [
        " right that's not going to happen so what are we going to do yeah fun line yeah and so we got an",
        9583.46,
        9589.08
    ],
    [
        " enterprise with it too where you can have your whole company training and it's awesome it's awesome",
        9589.08,
        9593.06
    ],
    [
        " so get your people aligned that's EF online and of course one last thing EF Overwatch this is us",
        9593.06,
        9599.12
    ],
    [
        " connecting proven lead combat leaders from special operations and from combat aviation and we're",
        9599.12,
        9606.86
    ],
    [
        " bringing them into companies that need leadership in their organization to get problem solved go to",
        9606.86,
        9615.7
    ],
    [
        " EF Overwatch calm you want people that know and understand extreme ownership no one understand",
        9615.7,
        9620.98
    ],
    [
        " the laws of combat no one understand how to balance that economy of leadership go to EF Overwatch",
        9620.98,
        9626.08
    ],
    [
        " calm whether you're a person that's trying to hire or a person that's trying to get hired if you're",
        9626.08,
        9630.52
    ],
    [
        " one of those vets go and sign up there and if you have anything to communicate with us we can be",
        9630.52,
        9639.02
    ],
    [
        " found on the interwebs on Twitter on Instagram and on the bookie echo is at echo Charles and I",
        9639.7,
        9652.9
    ],
    [
        " am at jaco willing and finally thanks to all of our military personnel out there for training hard",
        9652.9,
        9660.5
    ],
    [
        " and for holding the line as always against evil around the globe and also thanks to our uniform",
        9660.5,
        9668.02
    ],
    [
        " personnel here on the home front and that includes police and law enforcement fire fighters and",
        9668.04,
        9674.4
    ],
    [
        " paramedics and EMTs and correctional officers and border patrol and all first responders thank you",
        9674.4,
        9680.44
    ],
    [
        " and to everyone else out there like macchiabelli says in his book not the one that you've heard",
        9680.44,
        9692.76
    ],
    [
        " about but what he actually says guard yourself from flattery by demanding the truth especially the",
        9692.76,
        9698.02
    ],
    [
        " truth from yourself and choose good people to be around you and set a good example by acting with",
        9698.02,
        9704.64
    ],
    [
        " courage and gravity and fortitude and study the art of war it's rules and it's discipline and keep",
        9704.64,
        9717.94
    ],
    [
        " your body accustomed to the hardships and exercise your intellect with reading and last but not least",
        9717.94,
        9728.58
    ],
    [
        " even when the weather is fair in fact especially when the weather is fair make provisions",
        9728.58,
        9740.6
    ],
    [
        " this build defenses and barriers and dams and canals and protection protections against the rising",
        9741.88,
        9752.0
    ],
    [
        " waters of misfortune so even when things go wrong you are ready to get out there",
        9752.0,
        9761.82
    ],
    [
        " and get after it and until next time this is echo and jaco out",
        9763.44,
        9772.62
    ]
]