[
    [
        " When you've crushed your daily to-do list, do you then take the time to relax or do you",
        0.26,
        5.72
    ],
    [
        " attack the next day's list? Is that against prioritizing execute since the mission is done for the day?",
        5.72,
        12.52
    ],
    [
        " You know, just do more. Just keep going. Even if it's on the next day. Just keep going. Do more.",
        12.78,
        18.52
    ],
    [
        " If you have extra time, do whatever you can do to stay ahead. And I do that pretty much until I'm",
        18.82,
        23.96
    ],
    [
        " brain dead. And I can definitely work myself into until I'm brain dead. Like I can get to a point",
        23.96,
        28.82
    ],
    [
        " where I'm reading or I'm writing. And it's just done. I'm done. And so I just have to stop",
        28.82,
        33.8
    ],
    [
        " and take a break and then I'll go do something mindless for a while. So, if you've got stuff to do,",
        33.8,
        39.7
    ],
    [
        " keep hammering until you can't hammer anymore. And then say, okay, you know what? I need a little",
        39.86,
        44.94
    ],
    [
        " breather. And then take a little breather and then get back to it. Right now, I could work 24 hours a day.",
        44.94,
        50.58
    ],
    [
        " 24 hours a day. Seven days a week. 365 days a year. And I wouldn't be able to get done the things",
        50.94,
        58.56
    ],
    [
        " I'm trying to get done. So it's not like I'm sitting there going, oh, cool. I got a break. No.",
        58.56,
        62.12
    ],
    [
        " Yeah, I can save that. All I've got is more stuff to do. Got you got things to do. So not a bunch of",
        62.28,
        69.06
    ],
    [
        " boys you call it breaks and it's relaxing. That's not not a lot of that happening right now. Now,",
        69.06,
        73.6
    ],
    [
        " you go surfing. Is that a break? Kind of. It's like a big break. Well, it's kind of part of the",
        73.76,
        78.54
    ],
    [
        " process. It's like if you're doing five sets of 10 on the bench, what are you going to do?",
        78.54,
        84.68
    ],
    [
        " One set of 50. No, you do five sets of 10. So for set of 10, what do you do? You get a",
        84.82,
        89.32
    ],
    [
        " rescue to recover. That's what surfing is. That's the it's the rest between sets. That's all that",
        89.32,
        93.04
    ],
    [
        " is right. There you go. It's part of the process. Check. But what would you recommend for someone",
        93.04,
        100.22
    ],
    [
        " who's like a normal person? Do what you can. Knock it out. It's build up extra free time.",
        100.22,
        105.64
    ],
    [
        " If you need a break, take a break. That's pretty crazy, right? No, what I'm saying is like,",
        105.78,
        113.28
    ],
    [
        " do what you can. If you need a break, take a break. If you need a little relaxation, take some",
        113.28,
        116.42
    ],
    [
        " relaxation. Don't waste your time though. See, people do relaxing, but they don't even do it good.",
        116.42,
        121.66
    ],
    [
        " They don't even feel relaxed when they get done. It's not productive relaxing. Yeah, they're just",
        122.26,
        126.4
    ],
    [
        " what they did is they did something stupid for an hour. They watched YouTube videos for an hour.",
        126.4,
        131.3
    ],
    [
        " That helped you. No. Go outside, go for a run, do some burpees, go surfing, go do some jiu-jitsu,",
        131.58,
        137.32
    ],
    [
        " play with your kids, whatever. Do something that actually has some value. Yeah.",
        138.1,
        142.38
    ],
    [
        " The real value. But to what about, you know, Pahana and we're going to the bar.",
        142.38,
        149.58
    ],
    [
        " Yeah, that's not great, but sometimes you get too hammered because you're hung over the next day.",
        150.1,
        155.48
    ],
    [
        " You can't, you know, you can't function as good. Boom. You're output, your productivity goes down",
        155.66,
        160.94
    ],
    [
        " next day. You better tell everyone what Pahana means because not everyone knows like Pahana.",
        160.94,
        164.84
    ],
    [
        " I guess technically it means done with what you're doing. Pahana means done. Hanna means like do.",
        165.28,
        171.28
    ],
    [
        " Yeah, yeah. But yeah, Pahana, finishing what you're doing, tip it, refer it to when you're",
        171.32,
        177.5
    ],
    [
        " finished with work. Yeah, that's where I was used. Yeah, when you finish work, Pahana goes good,",
        177.5,
        183.26
    ],
    [
        " you know, whatever. It's like Miller time, you know, I'm for sure. And the same thing a little bit.",
        183.54,
        187.6
    ]
]