[
    [
        " D'Ako, I struggle with receiving banter from other guys.",
        0.0,
        2.74
    ],
    [
        " Banter, okay.",
        3.02,
        4.0
    ],
    [
        " I'm naturally a sensitive guy, which lends myself to take normal smack talk from other guys personally.",
        4.26,
        9.54
    ],
    [
        " I'm trying to get after it, I wake up early, I work out, eat healthy, work pretty hard, but",
        10.28,
        14.7
    ],
    [
        " still seem to have some deep-seated insecurities, which flare up when guys give me stick.",
        14.7,
        20.44
    ],
    [
        " I have some bloody good mates, and I want to get to the point where I can take smack talk",
        21.14,
        27.06
    ],
    [
        " for what it is and even give a bit of stick back to the guys.",
        27.06,
        30.96
    ],
    [
        " What can I do to help this?",
        31.62,
        33.88
    ],
    [
        " Here's one thing that you can try to get into your brain.",
        34.84,
        42.5
    ],
    [
        " And this is one of those things that's hard to get into your brain, and it's even harder",
        42.7,
        47.6
    ],
    [
        " to actually get it in your brain and functionally use this thought.",
        47.6,
        51.98
    ],
    [
        " Here's the thought.",
        52.22,
        52.9
    ],
    [
        " The more, okay, if you're paranoid about something, if you're insecure about something,",
        55.92,
        62.38
    ],
    [
        " the more you let things bother you, the more insecure you will appear.",
        62.9,
        68.8
    ],
    [
        " Let me say it again.",
        69.26,
        71.34
    ],
    [
        " The more you let things bother you, the more insecure you're going to appear.",
        71.84,
        76.86
    ],
    [
        " And the worse, whatever that thing that you're worried about, whatever that thing that makes",
        77.28,
        81.24
    ],
    [
        " you feel insecure, the worse it's going to appear to everyone else.",
        81.24,
        84.34
    ],
    [
        " So if you got a big nose, and you're embarrassed because you got a big nose, and every time someone",
        85.0,
        91.44
    ],
    [
        " says something about your big nose, you get mad and you get offended, that big nose",
        91.44,
        97.68
    ],
    [
        " it goes even bigger.",
        97.68,
        99.58
    ],
    [
        " So think about that.",
        100.58,
        103.66
    ],
    [
        " If there's something that bothers you, and you let it be known, and you let it bother",
        103.8,
        109.54
    ],
    [
        " you, the worse it's going to get.",
        109.54,
        111.16
    ],
    [
        " And also think about this.",
        112.38,
        113.66
    ],
    [
        " Another thing that will help, these are things I'm trying to help sort of smooth the edges",
        114.26,
        121.62
    ],
    [
        " of insecurity.",
        121.62,
        122.24
    ],
    [
        " Here's another one.",
        122.24,
        122.84
    ],
    [
        " People, even though you think, even though you think they are, and it's kind of ego-tistical",
        123.2,
        126.72
    ],
    [
        " to think this, but we all do it.",
        126.72,
        127.86
    ],
    [
        " People aren't sitting around and thinking about you and your weaknesses.",
        128.46,
        131.0
    ],
    [
        " They're not sitting around and thinking about you and your weaknesses.",
        131.42,
        135.86
    ],
    [
        " They're not.",
        136.22,
        136.6
    ],
    [
        " Like, that's your ego telling you that.",
        137.48,
        139.34
    ],
    [
        " So don't sit there and think everyone's looking at your big nose all the time.",
        140.32,
        145.86
    ],
    [
        " They don't care.",
        145.98,
        146.62
    ],
    [
        " They've got their other problems.",
        146.98,
        148.02
    ],
    [
        " They've got their own life going on.",
        148.12,
        149.34
    ],
    [
        " They don't care about your big nose.",
        149.66,
        150.96
    ],
    [
        " You know what, make some care about it?",
        151.2,
        153.18
    ],
    [
        " When they know if they say something, it bothers you.",
        153.8,
        155.8
    ],
    [
        " Oh yeah.",
        155.82,
        156.18
    ],
    [
        " That's the first thing they're going to think when they see you again.",
        156.6,
        158.68
    ],
    [
        " Here comes the good time.",
        159.12,
        160.56
    ],
    [
        " Some fun.",
        160.74,
        161.16
    ],
    [
        " And here's another thing.",
        161.46,
        162.82
    ],
    [
        " If you want to kind of mitigate that, man, do it.",
        162.96,
        167.38
    ],
    [
        " Do it.",
        167.48,
        167.74
    ],
    [
        " Mark doesn't weigh the warrior kid.",
        167.98,
        169.42
    ],
    [
        " When Uncle Jake says, hey, if you're getting made fun of, he's in a way the warrior kid",
        169.8,
        174.02
    ],
    [
        " calling plate face.",
        174.02,
        174.9
    ],
    [
        " Saying, Mark, oh, you got a round.",
        175.14,
        176.7
    ],
    [
        " This guy Nathan James is telling Mark, oh, you got a round face.",
        177.12,
        179.5
    ],
    [
        " You look like a plate.",
        179.52,
        180.18
    ],
    [
        " Calls him plate face.",
        180.38,
        181.1
    ],
    [
        " That's his insult.",
        181.1,
        181.82
    ],
    [
        " That's his insults him all the time.",
        182.06,
        183.74
    ],
    [
        " And it bothers him.",
        183.9,
        184.72
    ],
    [
        " Because he's looking in the mirror going, wait, I don't look like a plate.",
        184.74,
        187.22
    ],
    [
        " That's it.",
        187.32,
        188.82
    ],
    [
        " And he's bothering him.",
        188.82,
        189.54
    ],
    [
        " And Uncle Jake says, hey, go make fun of yourself.",
        189.68,
        192.26
    ],
    [
        " And he finally gets a chance.",
        192.76,
        193.68
    ],
    [
        " He does a, they're in a class and they have to do a self portrait.",
        193.82,
        196.98
    ],
    [
        " And he draws himself as a plate, a plate face.",
        196.98,
        200.3
    ],
    [
        " And when the kid that's been making fun of it, he's in a life.",
        200.66,
        204.18
    ],
    [
        " And then guess what?",
        204.36,
        205.86
    ],
    [
        " Doesn't make fun of him anymore about it.",
        205.96,
        207.46
    ],
    [
        " Because he realizes it doesn't bother.",
        207.52,
        208.94
    ],
    [
        " And they kind of bond a little bit.",
        209.28,
        210.62
    ],
    [
        " And they kind of bond a little bit.",
        210.62,
        211.5
    ],
    [
        " That's actually what he's going for in this question.",
        211.5,
        214.02
    ],
    [
        " That is.",
        214.2,
        214.58
    ],
    [
        " Yeah.",
        214.86,
        215.06
    ],
    [
        " So you got him.",
        215.2,
        216.76
    ],
    [
        " And it's this is what that's why I said it's hard to do this.",
        216.86,
        219.7
    ],
    [
        " Because when you're insecure about your big nose or you're insecure about your big ears",
        219.96,
        223.64
    ],
    [
        " or whatever, and you let people know that or you just think it's in your brain.",
        223.64,
        228.18
    ],
    [
        " And you think if you say something, let's get it even worse.",
        228.44,
        230.36
    ],
    [
        " They won't get worse.",
        230.48,
        231.16
    ],
    [
        " Yeah.",
        231.44,
        231.7
    ],
    [
        " Might get worse for an uptick for a second, right?",
        231.96,
        234.08
    ],
    [
        " It might you make fun of yourself.",
        234.26,
        236.04
    ],
    [
        " You don't people like, oh, yeah, that's right.",
        236.06,
        237.3
    ],
    [
        " You didn't notice that.",
        237.3,
        237.88
    ],
    [
        " You do it.",
        237.96,
        238.56
    ],
    [
        " Yeah.",
        238.56,
        238.76
    ],
    [
        " But then it'll kind of, no one really cares.",
        238.88,
        240.78
    ],
    [
        " And that's why in the teams, in the teams you never let anyone know that's something",
        241.08,
        245.68
    ],
    [
        " bothers you.",
        245.9,
        246.44
    ],
    [
        " Yeah.",
        246.7,
        246.94
    ],
    [
        " Or if they know it bothers you, you're going to hear about it forever.",
        247.26,
        250.4
    ],
    [
        " That's just going to be how that's the way it's going to be.",
        250.66,
        253.78
    ],
    [
        " And what that means, the polar opposite of that or the flip side of that is it's not",
        253.94,
        258.72
    ],
    [
        " fun to harass some, it's not fun to harass someone about something that doesn't bother",
        258.72,
        263.44
    ],
    [
        " them.",
        263.44,
        263.72
    ],
    [
        " It's not even fun, right?",
        263.98,
        265.7
    ],
    [
        " It's not fun.",
        265.96,
        266.56
    ],
    [
        " Why would you harass someone when they don't get it when you don't even get a rise out",
        266.82,
        270.0
    ],
    [
        " of them?",
        270.0,
        270.22
    ],
    [
        " It's not fun.",
        270.4,
        271.26
    ],
    [
        " You just leave that thing you look for something else.",
        271.58,
        273.84
    ],
    [
        " Yeah.",
        274.38,
        274.8
    ],
    [
        " So, poke a little fun at yourself.",
        274.82,
        277.44
    ],
    [
        " These guys are going to back off because they're bored if you show no reaction.",
        277.76,
        281.42
    ],
    [
        " And like you said, that kind of self-deprecating humor will form a little bond.",
        281.98,
        287.54
    ],
    [
        " You can give a little stick back to the guys.",
        287.9,
        290.6
    ],
    [
        " If you start giving stick to the guys, be ready to take it back though.",
        290.82,
        292.88
    ],
    [
        " Yeah.",
        293.42,
        293.64
    ],
    [
        " And they're going to escalate.",
        293.92,
        294.64
    ],
    [
        " Yeah.",
        295.1,
        295.32
    ],
    [
        " And that's just, I mean, I grew up with two brothers, one twin brother.",
        295.54,
        301.94
    ],
    [
        " And that's like, that's literally the foundation of our relationship.",
        301.94,
        307.22
    ],
    [
        " It's just you tease the other guy about something.",
        307.76,
        309.68
    ],
    [
        " Everything.",
        310.26,
        310.82
    ],
    [
        " Like he can come in with a new shirt on.",
        311.4,
        313.48
    ],
    [
        " That's a cerebral tip.",
        313.64,
        314.32
    ],
    [
        " Yeah.",
        314.7,
        314.88
    ],
    [
        " Like everything.",
        315.06,
        315.38
    ],
    [
        " Oh, we'll be like, oh, new shirt.",
        315.58,
        317.56
    ],
    [
        " You know, like, Brad's not even something to tease someone.",
        318.2,
        320.24
    ],
    [
        " Do you sell men shirts?",
        320.62,
        321.4
    ],
    [
        " Were you bought that?",
        321.6,
        322.22
    ],
    [
        " Yeah.",
        322.34,
        322.62
    ],
    [
        " Yeah.",
        322.84,
        323.06
    ],
    [
        " Yeah.",
        323.06,
        323.2
    ],
    [
        " Whatever.",
        323.2,
        323.36
    ],
    [
        " It's so bad to the point where when I got with my current wife from her.",
        323.78,
        331.5
    ],
    [
        " When we started dating, whatever.",
        331.76,
        333.48
    ],
    [
        " Like it's just habit, you know, like even you, like same thing, you know, like you'll,",
        333.7,
        337.28
    ],
    [
        " you'll give me crap, I'll give you kind of whatever.",
        337.34,
        339.16
    ],
    [
        " But it's so common that I do it to her.",
        339.42,
        342.36
    ],
    [
        " Oh, yeah, yeah.",
        342.5,
        343.02
    ],
    [
        " And, you know, at first, she's like, oh, what, like, why are you teasing me so much?",
        343.28,
        348.02
    ],
    [
        " Like you're, because I knew we're even before we were together.",
        348.08,
        350.18
    ],
    [
        " I knew we're for years, actually.",
        350.46,
        351.42
    ],
    [
        " And he's like, I kind of annoying, you know, he's like teases or whatever.",
        351.78,
        354.92
    ],
    [
        " And I did, like, really?",
        355.28,
        358.52
    ],
    [
        " Put yourself in check.",
        358.84,
        359.46
    ],
    [
        " Yeah.",
        359.54,
        359.7
    ],
    [
        " Yeah, because that's, because that is so, so much of how guys do it, you know, a hundred",
        359.7,
        365.02
    ],
    [
        " percent.",
        365.02,
        365.26
    ],
    [
        " And I told this story before when I got, when I was going to college and I wasn't around",
        365.42,
        368.52
    ],
    [
        " team guys all day and I started doing the team guy thing with my wife.",
        368.52,
        371.22
    ],
    [
        " And after like three months, yeah, she's like, hey, I'm not in the teams.",
        371.56,
        375.38
    ],
    [
        " So you can be quiet now.",
        375.56,
        378.04
    ],
    [
        " And I was like, wow, she's right.",
        378.04,
        379.72
    ],
    [
        " And I didn't even realize it because that's just, you know, all day long, you show up in",
        379.88,
        382.94
    ],
    [
        " a, you show up in the platoon space and it's verbal sparring.",
        382.94,
        385.48
    ],
    [
        " Yes.",
        385.64,
        385.84
    ],
    [
        " As soon as you walk through the door, somebody's going to say something.",
        386.04,
        388.64
    ],
    [
        " They're going to bring it.",
        389.08,
        389.94
    ],
    [
        " And what's interesting is how he's, how he's like, I want to get to the point where, you",
        390.52,
        393.86
    ],
    [
        " know, he can spacked her with a thing is I would agree with this, probably even a hundred",
        393.86,
        398.22
    ],
    [
        " ten percent, which is hard to agree 100 percent.",
        398.22,
        400.64
    ],
    [
        " But I feel this way probably stronger than him.",
        400.7,
        403.94
    ],
    [
        " Like, you ever been around someone who like, you just can't really joke around with?",
        404.1,
        408.2
    ],
    [
        " Like, I'm not, I'm not the thing that I will tease someone and try to like make them,",
        408.48,
        412.46
    ],
    [
        " you know, especially if I don't know I'm good at whatever.",
        412.7,
        414.52
    ],
    [
        " But, but if you're around someone who like can't really take it, you can't joke around",
        414.52,
        419.2
    ],
    [
        " with them.",
        419.2,
        419.44
    ],
    [
        " It's like, man, I don't want that guy to be there, man.",
        419.58,
        421.88
    ],
    [
        " I wish he just wasn't, you know, I'm not mad at him, but I just, I don't want to hang",
        422.0,
        425.56
    ],
    [
        " around with that guy.",
        425.56,
        426.18
    ],
    [
        " You don't want to be that guy.",
        426.4,
        427.76
    ],
    [
        " So even if like, especially at first, like let's say, okay, I'm this guy right here.",
        427.84,
        433.52
    ],
    [
        " The worst is someone that can dish it out, but can't take it.",
        433.64,
        436.16
    ],
    [
        " Yeah.",
        436.16,
        436.36
    ],
    [
        " But yeah, that is the worst.",
        436.76,
        438.28
    ],
    [
        " It's, I don't, I wouldn't, the only reason I wouldn't say he's the worst is because",
        438.42,
        441.4
    ],
    [
        " if he's dishing it out and he can't take it, it's kind of, you get a pay off of teasing",
        442.22,
        446.22
    ],
    [
        " the guy.",
        446.22,
        446.66
    ],
    [
        " I'm saying true.",
        446.92,
        447.96
    ],
    [
        " It let's say he doesn't dish it out.",
        448.2,
        449.42
    ],
    [
        " Let's say he's just a guy you just can't joke around with.",
        449.56,
        451.5
    ],
    [
        " It's like, man, you're making me uncomfortable kind of thing, you know, but if this guy, because",
        451.56,
        454.6
    ],
    [
        " you, that's your point.",
        454.6,
        455.58
    ],
    [
        " If it's, yeah, although it is annoying when people can't take it and you make a joke and",
        455.8,
        460.06
    ],
    [
        " they get all fired up and they, they're like actually mad.",
        460.06,
        462.92
    ],
    [
        " Right.",
        463.1,
        463.24
    ],
    [
        " Yeah.",
        463.46,
        463.56
    ],
    [
        " That's what that's how you end up with people that aren't really your friends.",
        463.9,
        467.0
    ],
    [
        " Are really your friends?",
        467.08,
        467.8
    ],
    [
        " Yes, exactly.",
        467.96,
        468.84
    ],
    [
        " Right.",
        469.02,
        469.14
    ],
    [
        " Right.",
        469.14,
        469.46
    ],
    [
        " So, but yes, yes.",
        469.78,
        470.82
    ],
    [
        " So get there, man.",
        471.04,
        471.78
    ],
    [
        " I say get there.",
        472.06,
        472.86
    ],
    [
        " And at first just, and you kind of made it really clear to me, how, you know, when you",
        473.14,
        478.0
    ],
    [
        " make a change or something, it's not going to boom your authorities with the change going",
        478.0,
        481.94
    ],
    [
        " full speed, you know, what do you say, low drag?",
        481.94,
        484.54
    ],
    [
        " High speed low drag.",
        485.2,
        485.84
    ],
    [
        " It's not going to be like that right for especially with this kind of stuff.",
        486.9,
        489.44
    ],
    [
        " If you, if you already know you're insecure, which is a big step ahead, by the way, some",
        489.6,
        494.0
    ],
    [
        " people are, I'm not insecure.",
        494.0,
        495.12
    ],
    [
        " And meanwhile, they're, they know it, but they just don't.",
        495.56,
        497.7
    ],
    [
        " 100 minutes.",
        497.7,
        498.0
    ],
    [
        " Yeah.",
        498.42,
        498.52
    ],
    [
        " So, this guy, he knows so, but you're going to feel it, man.",
        499.16,
        502.08
    ],
    [
        " When they call you, you know, whatever they're calling you, whatever, you're going to sort",
        502.1,
        505.56
    ],
    [
        " of feel it on the inside still, but just don't behave, you know, in a way.",
        505.56,
        509.32
    ],
    [
        " Just be like, oh, I don't know.",
        509.7,
        510.84
    ],
    [
        " I don't know what to do.",
        510.84,
        511.54
    ],
    [
        " There's plenty of things to do.",
        511.56,
        512.68
    ],
    [
        " But, yeah, man, you do want to get there.",
        512.82,
        514.56
    ],
    [
        " 100%.",
        514.9,
        515.5
    ],
    [
        " Yeah.",
        515.5,
        515.76
    ],
    [
        " Check.",
        516.12,
        516.42
    ]
]