[
    [
        " Hi, Jocco and Echo. I recently read the book Marine, the Life of Chesty Puller,",
        0.0,
        4.54
    ],
    [
        " and in the book Chesty References and the unnecessary loads of administrative paperwork",
        4.9,
        9.26
    ],
    [
        " that was required to be prepared for the military. I also recently remember on a recent podcast,",
        9.26,
        15.3
    ],
    [
        " you recalling a situation in Ramadi, where your platoon leaders were not thrilled to fill out",
        15.62,
        21.66
    ],
    [
        " required paperwork. I'm a squad sergeant in a prominent American police department and I'm",
        21.66,
        28.22
    ],
    [
        " experiencing the same dilemma. The micro-managing and oversight is extreme and it's taken a toll",
        28.22,
        34.76
    ],
    [
        " on the morale of the officers citywide. The tedious paperwork and constant micro-managing",
        34.76,
        40.8
    ],
    [
        " is preventing good cops from being proactive. I feel like the job, quote unquote, has changed",
        40.8,
        48.0
    ],
    [
        " beyond recognition. I'd appreciate your advice on how to approach the bullshit paperwork",
        48.0,
        53.44
    ],
    [
        " and increase the morale of my cops. Thank you for your time.",
        55.0,
        59.24
    ],
    [
        " Okay, so what would I do in this situation? First of all, I am going to be awesome at the paperwork.",
        60.4,
        69.32
    ],
    [
        " I'm going to do it so well that if you blow off the paperwork, then you go to your boss and say",
        69.96,
        76.56
    ],
    [
        " the paperwork sucks and it's not too good. The guy looks at you and says, oh, you know what, you don't",
        76.56,
        83.42
    ],
    [
        " do it. So what I'm going to do is I'm going to do, I'm going to start building a case. That's",
        83.42,
        87.36
    ],
    [
        " what I'm going to do. So I'm going to do the paperwork. I'm actually going to log down how many hours",
        87.36,
        91.5
    ],
    [
        " I put into the paperwork. I'm going to follow that paperwork and see where it goes and see if anyone",
        91.5,
        96.68
    ],
    [
        " actually reads it, right? Because if I can go to my boss and say, hey, I spent 28 hours a week",
        96.68,
        102.06
    ],
    [
        " filing this paperwork and no, not one single person read it. And then you take the manpower of",
        102.06,
        108.22
    ],
    [
        " everyone in the department. And then what you do is you actually build a case. When you go into",
        108.22,
        111.94
    ],
    [
        " talk to the boss, you should have a full magazine of ammunition to combat this paperwork that you're",
        111.94,
        120.48
    ],
    [
        " being forced to do. You have to be able to explain it to them in a rational logical manner. And you can't",
        120.48,
        126.34
    ],
    [
        " you can't make any headway against your boss if you are trying to fight from the low ground.",
        126.34,
        133.98
    ],
    [
        " The low ground is, well, I don't really turn into paperwork and I don't really do the paperwork and",
        134.64,
        139.38
    ],
    [
        " I think the paperwork is crap. Then they're looking down on you. What are you talking about? How are",
        139.38,
        143.76
    ],
    [
        " you dare? You say that. You don't even do it. You don't even know what you're doing. You got to get",
        143.76,
        148.54
    ],
    [
        " on the high ground. How do you get on the high ground? You get all that stuff done to the best",
        148.54,
        153.88
    ],
    [
        " of your ability. You log down the hours it takes. You get your whole little team doing it. And you",
        153.88,
        158.26
    ],
    [
        " tell your whole team, hey, look, I know this is painful right now. Everyone in this squad, everyone in",
        158.26,
        162.96
    ],
    [
        " this platoon is going to do all this. We're going to log down what it takes because I am going to",
        162.96,
        167.28
    ],
    [
        " bring a solid case up the chain of command of where we need to limit this paperwork.",
        167.28,
        173.24
    ],
    [
        " This is a long war situation. You know how long it took to build up all that paperwork? It took",
        173.56,
        178.54
    ],
    [
        " years. It took 20 years, 30 years for that to happen. I used to joke about the Navy and the",
        178.54,
        186.06
    ],
    [
        " SEAL teams, the range, our range procedures are super loose. We go out there and we shoot like crazy",
        186.06,
        191.5
    ],
    [
        " and do all kinds of really dynamic things. And we sometimes go to a Marine Corps range. It was like",
        191.5,
        196.14
    ],
    [
        " everything was super tight. And I would tell my guys that say, look, that's because that happened",
        196.14,
        202.86
    ],
    [
        " over years. One mistake happens. How do you stop that mistake from happening again? Put a rule",
        202.86,
        207.44
    ],
    [
        " in place that stops it. Another mistake happens. Another mistake happens. Put another rule in place.",
        207.44,
        211.64
    ],
    [
        " Another mistake happens. Put a piece of paper to stop it from happening again. And eventually,",
        212.02,
        216.16
    ],
    [
        " you end up with a range that's barely even usable. So that's what happened in this department.",
        216.16,
        220.9
    ],
    [
        " There was little things that happened over time and they built and they build upon themselves",
        221.5,
        225.76
    ],
    [
        " and the next thing you know, you can't even recognize what your actual job was.",
        225.76,
        228.94
    ],
    [
        " So we have to, so that took 20 years to happen. You're not going to undo it overnight.",
        230.16,
        235.02
    ],
    [
        " And you're definitely not going to undo it from the low ground. You have to get the high ground.",
        235.78,
        241.46
    ],
    [
        " You have to be a performer. If you're not a performer, you have no say. Do your job, do it well,",
        241.86,
        251.16
    ],
    [
        " fight the long war.",
        251.42,
        252.28
    ]
]