[
    [
        " I understand and agree with all your thoughts and principles, however, however, I interpret",
        0.42,
        8.52
    ],
    [
        " your concepts for leaders, leading men who are mostly driven or other leaders who have",
        8.52,
        14.38
    ],
    [
        " a desire to make themselves better and maintain the status.",
        14.38,
        17.6
    ],
    [
        " Yep, so common misperception, right, is that, you know, the military and the seals.",
        18.22,
        26.08
    ],
    [
        " I say this all time, everyone thinks that the military and the seals, they think that",
        26.86,
        29.98
    ],
    [
        " we're leading terminator robots, right?",
        29.98,
        33.14
    ],
    [
        " And everyone is just driven and they're going to get up and they're going to do everything.",
        33.8,
        36.36
    ],
    [
        " And it's, I just talked about this on the last podcast.",
        36.52,
        38.72
    ],
    [
        " It is a bell curve.",
        38.98,
        39.82
    ],
    [
        " It is a bell curve and there's a great bunch of guys at the top of the bell curve that",
        40.3,
        44.76
    ],
    [
        " are go getters.",
        44.76,
        45.4
    ],
    [
        " There's a solid bunch of guys in the middle and there's the lower guys that are bombs.",
        45.54,
        48.38
    ],
    [
        " And so this interpretation that the concepts that I talk about are just for leading",
        49.04,
        54.64
    ],
    [
        " these front running a personalities that just make everything happen, not correct.",
        56.42,
        63.28
    ],
    [
        " You know, there are seals that don't want to work.",
        64.0,
        66.32
    ],
    [
        " There are seals that want to take shortcuts.",
        66.5,
        68.56
    ],
    [
        " There are seals that want to escape by.",
        69.0,
        70.72
    ],
    [
        " Then you get outside, then you work with Iraqi soldiers that are unmotivated, untrained,",
        70.84,
        75.42
    ],
    [
        " poorly equipped.",
        76.0,
        76.64
    ],
    [
        " We got to work with these guys.",
        76.86,
        77.86
    ],
    [
        " We got bosses.",
        78.16,
        78.98
    ],
    [
        " I mean, I got bosses in the seal teams that are either an egomaniac or that are",
        79.5,
        84.48
    ],
    [
        " ultra-risk averse.",
        84.7,
        85.78
    ],
    [
        " You can have any of this stuff going on.",
        85.92,
        88.06
    ],
    [
        " You can have your guys that are risk averse.",
        88.3,
        90.64
    ],
    [
        " You can have guys that are too crazy.",
        90.74,
        92.88
    ],
    [
        " You got all, you know what they are?",
        93.3,
        94.9
    ],
    [
        " They're humans.",
        95.62,
        96.54
    ],
    [
        " They're individuals.",
        97.0,
        97.86
    ],
    [
        " They're human beings.",
        98.12,
        98.92
    ],
    [
        " And because they're human beings, even in special operations.",
        99.52,
        103.16
    ],
    [
        " And sometimes especially in special operations.",
        103.5,
        105.52
    ],
    [
        " Because when you get in special operations, you get guys that have huge egos and attitudes.",
        105.54,
        109.66
    ],
    [
        " And so, oh, you think that they just want to do whatever you tell them to do?",
        110.36,
        113.78
    ],
    [
        " They know they got their own idea.",
        113.78,
        114.78
    ],
    [
        " They got their own method.",
        114.94,
        115.74
    ],
    [
        " They got their own plan.",
        115.9,
        116.68
    ],
    [
        " They got their own what they think they're a tactical genius.",
        116.78,
        119.4
    ],
    [
        " So you got to get around that.",
        119.4,
        120.82
    ],
    [
        " So what does it mean?",
        121.34,
        123.46
    ],
    [
        " It means you have to lead them.",
        124.06,
        125.92
    ],
    [
        " And it's the common theme that I'm talking about all the time.",
        126.52,
        129.66
    ],
    [
        " And it was, I mean, you got to build relationships.",
        129.76,
        131.36
    ],
    [
        " You got to build the trust.",
        131.8,
        132.72
    ],
    [
        " You got to make sure they understand why they're doing what they're doing.",
        132.86,
        135.06
    ],
    [
        " You got to make sure they understand the strategic impact.",
        135.22,
        137.26
    ],
    [
        " You got to empower them.",
        137.7,
        138.98
    ],
    [
        " You got to set a good example.",
        139.22,
        140.4
    ],
    [
        " You got to listen to them.",
        140.56,
        142.02
    ],
    [
        " You got to take input.",
        142.28,
        143.38
    ],
    [
        " You got to give them responsibility.",
        143.38,
        144.88
    ],
    [
        " And when I say responsibility, I mean, real responsibility.",
        145.14,
        147.74
    ],
    [
        " You got to build them up.",
        148.52,
        150.58
    ],
    [
        " You got to make them better.",
        150.66,
        151.98
    ],
    [
        " You got to show them and let them see not in a, not in a, in your faceway, but you got",
        152.3,
        162.0
    ],
    [
        " to subtly let them see what self improvement means to them and how they can better their",
        162.0,
        167.86
    ],
    [
        " position and what drive will get them.",
        167.86,
        170.3
    ],
    [
        " You got to give them ownership of stuff.",
        171.58,
        173.7
    ],
    [
        " And you got to let that ownership grow into extreme ownership where they really want",
        174.34,
        179.32
    ],
    [
        " to own things.",
        179.32,
        180.22
    ],
    [
        " And you got to teach them to lead and you got to put them in leadership positions.",
        180.74,
        183.38
    ],
    [
        " And you got to show your trust by actually following them sometimes.",
        183.86,
        187.64
    ],
    [
        " And again, people ask me these questions, you know, how I'm a new leader.",
        188.72,
        193.7
    ],
    [
        " How do I lead?",
        193.98,
        194.54
    ],
    [
        " I got a new person.",
        194.78,
        195.64
    ],
    [
        " How do I lead them?",
        195.78,
        196.4
    ],
    [
        " It's the same answers.",
        196.52,
        197.62
    ],
    [
        " It's the same answers all the time.",
        197.64,
        199.14
    ],
    [
        " The principles of leadership.",
        199.28,
        200.26
    ],
    [
        " Now the nuances are there.",
        200.5,
        202.14
    ],
    [
        " Yes, the nuances are there.",
        202.44,
        203.66
    ],
    [
        " And I have to nuance for echo that I got a nuance for this guy over here and I got a nuance",
        204.02,
        207.96
    ],
    [
        " for this group over here.",
        207.96,
        208.76
    ],
    [
        " The nuances are there.",
        209.16,
        210.62
    ],
    [
        " But the basic principles are the same.",
        211.0,
        212.56
    ],
    [
        " Am I never, am I going to, who am I going to be in charge of that?",
        213.12,
        215.72
    ],
    [
        " I'm not going to try and build a relationship of trust with them.",
        215.72,
        217.62
    ],
    [
        " Who's that?",
        218.04,
        218.86
    ],
    [
        " The answer is nobody.",
        219.32,
        220.0
    ],
    [
        " You know, who is it that I don't want to set a good example for?",
        220.48,
        222.66
    ],
    [
        " The answer is nobody.",
        222.96,
        223.78
    ],
    [
        " Who is it that I'm not going to listen to?",
        224.06,
        225.38
    ],
    [
        " If you don't listen to people you alienate them, they don't want to be part of the team.",
        226.44,
        229.78
    ],
    [
        " I mean, it's, it's things are universal.",
        230.1,
        232.78
    ],
    [
        " And again, there's nuances because you might have to make adaptations and you know, when",
        233.4,
        239.06
    ],
    [
        " we, when we did battle leadership with, with Adolf von Schell and he talks about distinctly",
        239.06,
        245.44
    ],
    [
        " these three different types of commanders and how the, the boss gave them each their",
        245.44,
        249.3
    ],
    [
        " own little adjusted order because he was dealing with their personalities.",
        249.3,
        253.42
    ],
    [
        " So yes, you got to deal with the personalities, but that doesn't mean you're doing something",
        253.76,
        257.34
    ],
    [
        " different from the principles.",
        257.34,
        258.76
    ],
    [
        " So when you get sure, when you get to the bottom of the bell curve and you might see some",
        259.28,
        268.18
    ],
    [
        " people that might need to be replaced, they might need to be removed, but I'll tell you",
        268.18,
        273.46
    ],
    [
        " what, most likely, they just need to be led.",
        273.46,
        277.76
    ],
    [
        " The reason that, or I think one of the reasons why the, the perception is that all your guys",
        281.76,
        287.92
    ],
    [
        " are robots and you know, I'm going to give you an order, they follow it.",
        287.92,
        291.2
    ],
    [
        " No questions.",
        291.3,
        292.08
    ],
    [
        " It's like movies, right?",
        292.08,
        293.74
    ],
    [
        " Like a few good men, remembered Jack Nicholson, he's like, people follow orders or people",
        294.24,
        299.48
    ],
    [
        " die.",
        299.48,
        299.74
    ],
    [
        " Yeah, that's his thing.",
        300.04,
        301.02
    ],
    [
        " And they say that kind of stuff.",
        301.46,
        302.76
    ],
    [
        " Yeah, but they do, they do capture it in some Hollywood movies where they show how mutinies",
        302.88,
        308.32
    ],
    [
        " take place and how things go wrong and how, you know, the, the new lieutenant Vietnam is",
        308.32,
        313.9
    ],
    [
        " going to get fragged by his own people.",
        313.9,
        315.6
    ],
    [
        " That stuff's real.",
        315.94,
        316.94
    ],
    [
        " Yeah, you know, that stuff's real.",
        317.32,
        318.64
    ],
    [
        " So it's just, it's a misperception.",
        319.02,
        322.94
    ],
    [
        " The other, the other misperception is because of boot camp, a lot of military movies are,",
        323.04,
        327.16
    ],
    [
        " they show, they show a significant amount of time in boot camp, but boot camp is a matter",
        327.18,
        333.22
    ],
    [
        " of weeks in a career.",
        333.22,
        334.76
    ],
    [
        " You know, I think Marine Corps boot camp is 13 weeks.",
        335.58,
        337.48
    ],
    [
        " I think the Army boot camp is 10 weeks.",
        337.68,
        339.94
    ],
    [
        " Boot camp is a very short period of time in year, four year, six year, eight year, 10",
        340.68,
        345.4
    ],
    [
        " year, 20 year career.",
        345.4,
        346.34
    ],
    [
        " Boot camp is, you know, I talked about the indoctrinational times in the military.",
        347.14,
        351.14
    ],
    [
        " They have very short periods of time compared to your whole career.",
        351.14,
        354.42
    ],
    [
        " And in boot camp, when your drone instructor says drop down and do push ups, you drop down",
        355.22,
        358.9
    ],
    [
        " and do push ups.",
        358.9,
        359.54
    ],
    [
        " In boot camp, when your drone instructor says, pick up that, you know, make your bed, you",
        359.7,
        364.0
    ],
    [
        " make your bed.",
        364.0,
        364.56
    ],
    [
        " And if you don't, they yell at you and they yell at you until you do make your bed.",
        364.74,
        368.44
    ],
    [
        " So people get that idea that that's the way the militaries run.",
        368.92,
        372.2
    ],
    [
        " Yeah, that's, yeah.",
        372.42,
        373.46
    ],
    [
        " And that is, like, you know, a great example is full metal jacket, the movie, which is",
        373.66,
        377.14
    ],
    [
        " a great movie.",
        377.14,
        377.86
    ],
    [
        " But the boot camp scene is half the movie.",
        378.74,
        382.4
    ],
    [
        " But in reality, even if you were a guy in Vietnam, you know, boot camp is 13 weeks and then",
        382.74,
        388.6
    ],
    [
        " you went on to, into Vietnam for a year.",
        388.6,
        390.2
    ],
    [
        " So it's a fraction of what your real career is like.",
        390.6,
        394.1
    ],
    [
        " And so people get that impression that you're just going to be able to bark orders and everyone's",
        394.6,
        398.92
    ],
    [
        " going to listen to you.",
        398.92,
        399.38
    ],
    [
        " It just doesn't work that way.",
        399.44,
        401.16
    ],
    [
        " Yeah.",
        401.5,
        401.56
    ],
    [
        " And there's actually, there's a great, there's a great video.",
        401.9,
        404.54
    ],
    [
        " It's called Charlie Company in V, anyways, I forget the name of the video, but it's about",
        406.1,
        412.94
    ],
    [
        " a company in Vietnam, Charlie Company.",
        412.94,
        414.56
    ],
    [
        " And maybe if you remind me, I'll put it on the, on the website.",
        415.2,
        419.0
    ],
    [
        " It shows two company commanders, but anyways, to make a long story short, these guys, they",
        420.0,
        426.88
    ],
    [
        " don't like their new company commander.",
        426.88,
        428.7
    ],
    [
        " And at first they're resistant to him.",
        429.2,
        432.32
    ],
    [
        " And you know, he says, listen, these guys got to learn that they're just going to have to do what I tell them.",
        432.9,
        436.32
    ],
    [
        " And then it fast forwards a couple months.",
        436.86,
        440.86
    ],
    [
        " And they interview him again and he goes, you know, how's everything going?",
        441.3,
        443.92
    ],
    [
        " He goes, you know, they get it now and they realize that they just had to listen to me and do what I told them.",
        443.92,
        447.8
    ],
    [
        " And then they go out in the field with the guys.",
        448.0,
        449.7
    ],
    [
        " And the guys in the field, they're supposed to be doing things.",
        450.02,
        454.98
    ],
    [
        " They're just not doing them.",
        455.34,
        456.0
    ],
    [
        " They're just, they're literally calling back like, yeah, we did, yeah, we did a patrol.",
        456.56,
        459.94
    ],
    [
        " They didn't do it.",
        460.3,
        461.3
    ],
    [
        " Yeah, we moved positions.",
        461.32,
        462.48
    ],
    [
        " They didn't move positions.",
        462.5,
        463.44
    ],
    [
        " Yeah, we're going to do another, you know, another patrol tonight.",
        463.64,
        467.02
    ],
    [
        " They're not doing it.",
        467.2,
        468.1
    ],
    [
        " So he was under the impression that everyone had like buckled to his will.",
        468.26,
        471.78
    ],
    [
        " Right.",
        471.94,
        472.16
    ],
    [
        " They were just completely snowing him and he had no idea.",
        472.44,
        475.3
    ],
    [
        " So that's what happens in the military.",
        475.96,
        478.14
    ],
    [
        " If you don't lead your people and you just order them around and you think that everyone's just this, this, this,",
        478.22,
        485.6
    ],
    [
        " this, how they describe it here.",
        485.82,
        487.08
    ],
    [
        " Men who are mostly driven or leaders who have a desire to make themselves better.",
        488.18,
        492.36
    ],
    [
        " I mean, if anybody in a position with guys like that, it's going to, the leadership job is going to be very easy.",
        492.52,
        498.58
    ],
    [
        " You just tell them what to do and they do it.",
        498.72,
        499.78
    ],
    [
        "",
        500.08,
        500.08
    ],
    [
        " I mean, I could give you example upon example upon example of stuff in the SEAL teams where what I had to do to get people convinced that this was the right thing to deal.",
        501.64,
        510.5
    ],
    [
        " You know, I mean, it is like, you know, a classic example is telling guys, okay, we're going to take our racky soldiers on every operation.",
        510.66,
        516.94
    ],
    [
        " You know, so these guys were saying, are you kidding me?",
        518.5,
        521.26
    ],
    [
        "",
        521.6,
        521.6
    ],
    [
        " They just didn't go, hey, cool, Jocco, we'll do exactly what you tell us.",
        521.94,
        524.86
    ],
    [
        " Right.",
        524.94,
        525.04
    ],
    [
        " No, they were like, what are you talking about?",
        525.28,
        526.28
    ],
    [
        " I'm not taking these guys out.",
        526.56,
        527.52
    ],
    [
        " Why would we do that?",
        527.52,
        528.26
    ],
    [
        " It's going to be risky.",
        528.34,
        528.86
    ],
    [
        " These guys aren't trustworthy.",
        528.88,
        529.68
    ],
    [
        " They're not trained.",
        529.9,
        530.7
    ],
    [
        " Right.",
        531.06,
        531.24
    ],
    [
        " They had a million reasons why not to do that.",
        531.44,
        533.36
    ],
    [
        " But how do you get them to do it?",
        533.7,
        537.82
    ],
    [
        " You explain to them why you explain to them the strategic importance.",
        537.98,
        541.66
    ],
    [
        " You have built trust with them.",
        542.06,
        543.96
    ],
    [
        " You tell them that they're going to take ownership of their rackies.",
        544.0,
        546.68
    ],
    [
        " I mean, it's everything that I just said.",
        546.72,
        548.26
    ],
    [
        " That's what you do.",
        548.34,
        548.84
    ],
    [
        " That's a classic example.",
        548.92,
        550.42
    ],
    [
        " So yes, once again, you have, if you're in a leadership position, you have to lead.",
        551.6,
        558.6
    ],
    [
        " You ever seen the movie saving private Ryan?",
        559.14,
        563.06
    ],
    [
        " Yes.",
        563.12,
        563.28
    ],
    [
        " Yeah, there was a part in that movie that, that they, they weren't down for the orders.",
        563.7,
        569.8
    ],
    [
        " Remember that way?",
        570.1,
        570.92
    ],
    [
        " It was kind of like a little pivotal part where they were going to go take a",
        570.92,
        573.9
    ],
    [
        " machine gun nest.",
        574.16,
        574.98
    ],
    [
        " And they were like, man, we don't have to do this.",
        575.14,
        577.3
    ],
    [
        " So they all kind of got together today, you know, seems like unnecessary risk.",
        577.38,
        582.12
    ],
    [
        " And he's like, he kind of tripped out a little bit and kind of forced him to do it.",
        582.12,
        585.8
    ],
    [
        " And they were like, all right, whatever.",
        585.96,
        587.14
    ],
    [
        " Kind of reluctantly than one of the guys died and stuff.",
        587.34,
        589.36
    ],
    [
        " But anyway, that's an example of the movie.",
        589.38,
        591.28
    ],
    [
        " Yeah, and he's where they, you know, and especially, you know, when we were just",
        591.3,
        594.2
    ],
    [
        " doing talking about World War One, that one portion of the book where he says, you know,",
        594.2,
        599.36
    ],
    [
        " what we got order to do this thing?",
        599.44,
        600.58
    ],
    [
        " I didn't feel good about it, but it was an order.",
        600.66,
        602.24
    ],
    [
        " We were going to do it.",
        602.24,
        603.02
    ],
    [
        " So there's examples from the past, especially where, you know, it's definitely was more like that.",
        603.06,
        608.4
    ],
    [
        " In the past and more, more one, obviously, it was like that.",
        608.52,
        610.56
    ],
    [
        " Obviously it was like that.",
        610.92,
        611.9
    ],
    [
        " Unfortunately, it was like that because it caused people to continue, you know, to execute these",
        611.94,
        618.18
    ],
    [
        " operations that were just going to get people killed.",
        618.18,
        622.46
    ],
    [
        " And you know, actually, Leif and I were talking about that last week,",
        622.96,
        625.42
    ],
    [
        " pick its charge, get it, pick its charge, get his bird.",
        626.02,
        629.14
    ],
    [
        " They sent the troops up and they got slaughtered.",
        629.64,
        633.36
    ],
    [
        " And they came, you know, the survivors came back and",
        633.5,
        636.58
    ],
    [
        " Leif was, you know, basically in tears like, hey, I'm sorry, this happened.",
        636.58,
        641.64
    ],
    [
        " I, this is my fault.",
        642.26,
        643.26
    ],
    [
        " He took ownership of it.",
        643.72,
        644.74
    ],
    [
        " And I hope I'm getting the story right.",
        645.18,
        646.98
    ],
    [
        " But, but that's the, that's the general, the general gist of the story.",
        648.06,
        655.06
    ],
    [
        " But then they, you know, the big story was that the guys were like,",
        655.32,
        658.06
    ],
    [
        " hey, we'll go again.",
        658.06,
        659.28
    ],
    [
        " If you, you know, because you're such a great leader, we'll go again.",
        659.68,
        663.64
    ],
    [
        " And Leif, you know, was kind of like, you know, that's what World War, you know, that's what,",
        664.24,
        668.1
    ],
    [
        " that's what happened.",
        668.26,
        669.2
    ],
    [
        " That shows you that guys were willing.",
        669.74,
        671.94
    ],
    [
        " And I said, yeah, but the difference is in World War One, they sent them again.",
        672.34,
        675.58
    ],
    [
        " They sent them over and over.",
        676.0,
        677.5
    ],
    [
        " You know, Leif was regretting and I'm sorry.",
        677.64,
        679.86
    ],
    [
        " And I did something like, I got you, you know, a bunch of guys killed.",
        680.06,
        682.14
    ],
    [
        " It's horrible.",
        682.32,
        682.76
    ],
    [
        " In World War One, they're like, yeah, it happened going again.",
        683.18,
        685.74
    ],
    [
        " Yeah.",
        685.96,
        686.3
    ],
    [
        " Oh, yeah, and that happens again.",
        686.38,
        687.68
    ],
    [
        " We're doing it again and again and again.",
        687.84,
        689.66
    ],
    [
        " And it's just a,",
        689.82,
        690.96
    ],
    [
        " I'll, I'll, I'll always just be horrified by that.",
        690.96,
        696.04
    ],
    [
        " And hopefully, um, man,",
        696.3,
        698.7
    ],
    [
        " progresses beyond that.",
        699.0,
        700.54
    ],
    [
        " And again, part of that is as a person, you have to question.",
        700.54,
        706.44
    ],
    [
        " You have to be a rebel.",
        707.02,
        708.58
    ],
    [
        " You have to question what people are telling you and why they're telling it to you.",
        709.0,
        712.92
    ],
    [
        " If my boss doesn't tell me why I'm doing my operation,",
        713.3,
        716.88
    ],
    [
        " it's, and I continue to execute it.",
        717.92,
        719.78
    ],
    [
        " That's my fault.",
        719.84,
        720.3
    ],
    [
        " I need to raise my hand and say, boss, what are we doing?",
        720.44,
        722.44
    ],
    [
        " Why are we doing this?",
        722.58,
        723.38
    ],
    [
        " I don't understand.",
        723.56,
        724.18
    ],
    [
        " You got to take that initiative.",
        724.84,
        726.12
    ],
    [
        " Because if you're just blindly following orders, I don't want somebody that's blindly following",
        726.74,
        731.6
    ],
    [
        " orders.",
        731.6,
        732.02
    ],
    [
        " I never want people that blindly follow my orders.",
        732.44,
        735.08
    ],
    [
        " I want people to say, oh, get boss, wait, why are we doing this?",
        735.6,
        738.52
    ],
    [
        " Why is this happening?",
        738.72,
        739.88
    ],
    [
        " Because I want people, I want think, I want leaders underneath me that know how to lead.",
        740.1,
        743.9
    ],
    [
        " And you know what, when you build the trust",
        744.46,
        747.34
    ],
    [
        " and you build the relationships, those guys will do anything for you.",
        747.34,
        752.5
    ],
    [
        " And my guys in my task are they do anything?",
        753.22,
        754.86
    ],
    [
        " I mean, I know it.",
        755.06,
        755.92
    ],
    [
        " They did.",
        756.26,
        756.78
    ],
    [
        " Over and over again.",
        757.2,
        758.54
    ],
    [
        " Did operations that were crazy and hard and dangerous and risky?",
        759.1,
        764.94
    ],
    [
        " Never did anyone say, oh, you know, we're not doing this.",
        766.34,
        769.84
    ],
    [
        " They said, okay, we understand what's the mission.",
        770.16,
        771.98
    ],
    [
        " All right.",
        772.28,
        772.52
    ],
    [
        " So you've got to build that road.",
        773.0,
        776.44
    ],
    [
        " It's against the same basic principles of leading human beings.",
        776.5,
        779.94
    ],
    [
        " And that's what you got to do.",
        780.32,
        781.82
    ],
    [
        " But to think that you're just going to order people to do things, not happen.",
        781.94,
        784.9
    ],
    [
        " Long answer to a good question.",
        785.38,
        790.22
    ],
    [
        " That was actually an interesting perspective.",
        790.34,
        791.92
    ],
    [
        " And I know it's a perspective that a lot of people have.",
        792.02,
        794.1
    ],
    [
        " People always think, well, you know, you led seals and they're really, so that was easy.",
        794.94,
        799.02
    ],
    [
        " Yeah.",
        799.18,
        799.3
    ],
    [
        " But before you said, before you told me, that's kind of what I figured.",
        799.48,
        803.72
    ]
]